// Auto Generated

var _chapter_info = {
    "_id": 2068,
    "Sort": 6201,
    "Icon": "UI_ChapterIcon_Durin",
    "Pic": "UI_LegendQuestImg_Durin",
    "Title": "名为故事的魔法",
    "Num": "赤龙之章 第一幕",
    "ImageTitle": "杜林",
    "Intro": "童话故事的结局大多十分美好…热心地送上祝福，就能破除诅咒。诚挚地许下愿望，就能美梦成真。勇敢地挥舞宝剑，就能战胜强敌。<br>最后，「永远幸福地生活下去」。<br>再然后呢？有些读者会如此追问。<br>作为从故事中诞生的角色，杜林偶尔会面对这样的追问。他的故事似乎已经在希穆兰卡迎来了一个美好的结局，而要向他人讲清楚那之后发生的一切，他总是不知道该从何说起。如果他继承了母亲那优美的笔触，或许就能将这段经历写成另一个引人入胜的故事了…"
}

var _line_count = [
    {
        "Name": "杜林",
        "ID": "1320",
        "Count": 295
    },
    {
        "Name": "_1005",
        "ID": "1005",
        "Count": 290
    },
    {
        "Name": "_0",
        "ID": 0,
        "Count": 174
    },
    {
        "Name": "旁白",
        "ID": "15875",
        "Count": 123
    },
    {
        "Name": "流浪者",
        "ID": "1065",
        "Count": 108
    },
    {
        "Name": "艾莉丝",
        "ID": "15938",
        "Count": 91
    },
    {
        "Name": "阿贝多",
        "ID": "1018",
        "Count": 55
    },
    {
        "Name": "丽莎",
        "ID": "1007",
        "Count": 51
    },
    {
        "Name": "安雅",
        "ID": "15876",
        "Count": 47
    },
    {
        "Name": "温迪",
        "ID": "1001",
        "Count": 32
    },
    {
        "Name": "小龙",
        "ID": "15885",
        "Count": 30
    },
    {
        "Name": "凯亚",
        "ID": "1004",
        "Count": 20
    },
    {
        "Name": "某人的声音",
        "ID": "15875",
        "Count": 19
    },
    {
        "Name": "琴",
        "ID": "1006",
        "Count": 11
    },
    {
        "Name": "预言女巫",
        "ID": "15877",
        "Count": 9
    },
    {
        "Name": "快乐女巫",
        "ID": "15878",
        "Count": 8
    },
    {
        "Name": "可莉",
        "ID": "10090",
        "Count": 8
    },
    {
        "Name": "芭比洛斯",
        "ID": "15877",
        "Count": 7
    },
    {
        "Name": "魔女M",
        "ID": "15875",
        "Count": 7
    },
    {
        "Name": "故事女巫",
        "ID": "15875",
        "Count": 6
    },
    {
        "Name": "卡塔扬",
        "ID": "4385",
        "Count": 6
    },
    {
        "Name": "飞鼠仙子",
        "ID": "15887",
        "Count": 5
    },
    {
        "Name": "菲谢尔",
        "ID": "10011",
        "Count": 4
    },
    {
        "Name": "？？？",
        "ID": "1321",
        "Count": 3
    },
    {
        "Name": "观察",
        "ID": "15893",
        "Count": 3
    },
    {
        "Name": "迪奥娜",
        "ID": "1061",
        "Count": 3
    },
    {
        "Name": "长颈鹿国王",
        "ID": "15891",
        "Count": 3
    },
    {
        "Name": "智慧女巫",
        "ID": "15879",
        "Count": 2
    },
    {
        "Name": "奥兹",
        "ID": "10012",
        "Count": 2
    },
    {
        "Name": "箱子里的猫",
        "ID": "15888",
        "Count": 2
    },
    {
        "Name": "玛乔丽",
        "ID": "1435",
        "Count": 2
    },
    {
        "Name": "莱茵多特",
        "ID": "15879",
        "Count": 2
    },
    {
        "Name": "「命运」",
        "ID": "15900",
        "Count": 2
    },
    {
        "Name": "？？？",
        "ID": "15887",
        "Count": 1
    },
    {
        "Name": "？？？",
        "ID": "15891",
        "Count": 1
    },
    {
        "Name": "特瓦林",
        "ID": "15886",
        "Count": 1
    },
    {
        "Name": "恕筠",
        "ID": "1712",
        "Count": 1
    },
    {
        "Name": "？？？",
        "ID": "15898",
        "Count": 1
    },
    {
        "Name": "？？？",
        "ID": "15877",
        "Count": 1
    },
    {
        "Name": "？？？",
        "ID": "15899",
        "Count": 1
    }
]

var _quest_list = [
    {
        "_id": 16000,
        "Name": "一位母亲的遗愿",
        "Desc": "在外游历的你忽然收到了艾莉丝的邀请，她希望你和派蒙能帮助杜林完成一件事，而这件事正好与杜林的母亲——那位已经逝世的魔女M有关…"
    },
    {
        "_id": 16001,
        "Name": "来自过去的预言",
        "Desc": "书中的故事所描述的似乎是杜林的经历，你和杜林都很好奇这个故事还有什么等待补全的地方。于是你们再次进入了书中的世界，寻找那些尚未被揭示的秘密…"
    },
    {
        "_id": 16002,
        "Name": "命运的诡计",
        "Desc": "书中的故事告诉你们，杜林背负着来自一个预言的诅咒。但你想起了在希穆兰卡用祝福帮助杜林战胜诅咒的往事，在书中重现这件往事，或许就是补全这个故事的办法…"
    },
    {
        "_id": 16003,
        "Name": "星空降下的启示",
        "Desc": "杜林为何会被他人遗忘？对于如何解答这个问题，你和派蒙都没有头绪。这时，魔法书又给出了新的提示——原来魔女M书写的故事并没有在希穆兰卡迎来结局，新的篇章似乎指向了杜林刚刚来到这个世界时落脚的地方…"
    },
    {
        "_id": 16004,
        "Name": "命运的题解",
        "Desc": "根据从上一个篇章中获得的线索，你们前往蒙德雪山寻找阿贝多。杜林身上的谜团似乎都将在这里获得解答，但「命运」准备的难题也已经等候多时…"
    },
    {
        "_id": 16005,
        "Name": "幕间小憩",
        "Desc": "魔法书还没有给出后续篇章的提示，你决定休息一段时间再去找杜林…"
    },
    {
        "_id": 16006,
        "Name": "幕间小憩",
        "Desc": "魔法书还没有给出后续篇章的提示，你决定休息一段时间再去找杜林…"
    },
    {
        "_id": 16007,
        "Name": "幕间小憩",
        "Desc": "杜林遭遇的意外打乱了你们原先的计划，你们不得不先等待杜林醒来…"
    },
    {
        "_id": 16008,
        "Name": "幕间小憩",
        "Desc": "你们已经找到了关键的线索，但在阿贝多回来之前，你们仍旧无从得知完整的答案…"
    }
]

var _quest_subs = {
    "16000": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "前往星砂滩",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600002
            ]
        },
        {
            "Desc": "进入魔法书里的世界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与艾莉丝对话",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600003
            ]
        },
        {
            "Desc": "与杜林商谈",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600004
            ]
        },
        {
            "Desc": "前往蒙德图书馆",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600005
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600026,
                1600014
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600027,
                1600015
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600028,
                1600016
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600029,
                1600017
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600030,
                1600018
            ]
        },
        {
            "Desc": "寻找不存在于馆藏目录中的书籍",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600006,
                1600019,
                1600020
            ]
        },
        {
            "Desc": "与丽莎对话",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600007
            ]
        },
        {
            "Desc": "进入魔法书里的世界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与杜林商讨",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600009
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "探索周围",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600010,
                1600023,
                1600024
            ]
        },
        {
            "Desc": "帮助龙蛋孵化",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与杜林对话",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600012
            ]
        },
        {
            "Desc": "与杜林讨论故事里的见闻",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600013
            ]
        }
    ],
    "16001": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与杜林会合",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600102
            ]
        },
        {
            "Desc": "跟随指引寻找温迪",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600103
            ]
        },
        {
            "Desc": "前往魔女们的聚会地点",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600104,
                1600110
            ]
        },
        {
            "Desc": "进入魔法书里的世界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "从旁白口中了解故事",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600105
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "寻找礼物",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600106,
                1600117
            ]
        },
        {
            "Desc": "挑选礼物",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600114,
                1600115,
                1600116,
                1600107,
                1600111,
                1600112,
                1600113,
                1600119
            ]
        },
        {
            "Desc": "带着礼物参加庆生会",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600108
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600109
            ]
        },
        {
            "Desc": "与杜林讨论故事里的见闻",
            "Step": "",
            "Tip": "",
            "Talks": []
        }
    ],
    "16002": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与杜林会合",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600202
            ]
        },
        {
            "Desc": "和杜林一起前往风龙废墟",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600203,
                1600215,
                1600216,
                1600217,
                1600218
            ]
        },
        {
            "Desc": "深入风龙废墟",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600204
            ]
        },
        {
            "Desc": "进入魔法书里的世界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与杜林商讨",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600205
            ]
        },
        {
            "Desc": "设法进入城堡",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "深入城堡",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "击败拦路的敌人",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600209
            ]
        },
        {
            "Desc": "继续深入城堡",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "前往小龙的藏身之处",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600211
            ]
        },
        {
            "Desc": "与杜林讨论故事里的见闻",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600212
            ]
        },
        {
            "Desc": "与杜林一起返回蒙德城",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600213
            ]
        },
        {
            "Desc": "向众人了解现状",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600214,
                1600222
            ]
        }
    ],
    "16003": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "去看望杜林",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600302
            ]
        },
        {
            "Desc": "与杜林一起前往须弥智慧宫",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600303
            ]
        },
        {
            "Desc": "进入魔法书里的世界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与众人商讨",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600304
            ]
        },
        {
            "Desc": "向先知寻求答案",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600305
            ]
        },
        {
            "Desc": "寻找离开的办法",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600318
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600308
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600312
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600315
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600325
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600326
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600324
            ]
        },
        {
            "Desc": "寻找离开的办法",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "前往风吹来的地方",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600319,
                1600321,
                1600323,
                1600328
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "回到城堡中去…",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「故事」早晚要迎来结局…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600314
            ]
        },
        {
            "Desc": "走上流浪猫无法前进的路…",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「预言」注定会应验…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600317
            ]
        },
        {
            "Desc": "寻找其他的可能性",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与众人讨论故事里的见闻",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600311
            ]
        }
    ],
    "16004": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "和众人一起前往蒙德雪山",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600402
            ]
        },
        {
            "Desc": "进入魔法书里的世界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与众人商讨",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600403
            ]
        },
        {
            "Desc": "选择接下来的行动",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600406,
                1600441
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600440,
                1600407,
                1600428,
                1600443,
                1600439
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600450,
                1600447,
                1600404,
                1600424,
                1600442,
                1600449,
                1600451
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600411
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "选择接下来的行动",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "寻找隐藏的可能性",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「故事」早晚要迎来结局…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600410
            ]
        },
        {
            "Desc": "「预言」注定会应验…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600408
            ]
        },
        {
            "Desc": "「命运」总是难以被改写…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600413
            ]
        },
        {
            "Desc": "寻找其他的可能性",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "改写「命运」…",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与众人商讨现状",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600416
            ]
        },
        {
            "Desc": "选择接下来的行动",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "选择接下来的行动",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600418,
                1600419
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600421,
                1600423
            ]
        },
        {
            "Desc": "尽快做出选择",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「故事」早晚要迎来结局…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600420
            ]
        },
        {
            "Desc": "「预言」注定会应验…",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600422
            ]
        },
        {
            "Desc": "寻找其他的可能性",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "与众人商讨对策",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600427
            ]
        },
        {
            "Desc": "打破故事的边界",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "前往故事之外的空白",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600429
            ]
        },
        {
            "Desc": "找回自我",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "「故事的魔法」",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600432
            ]
        },
        {
            "Desc": "魔女M的期冀",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600433
            ]
        },
        {
            "Desc": "新的篇章",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600434
            ]
        },
        {
            "Desc": "击败「命运」",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "他的故事，未完待续",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600436
            ]
        },
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "他的故事，未完待续",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600437
            ]
        },
        {
            "Desc": "找艾莉丝还书",
            "Step": "在你们的帮助下，杜林终于通过了命运的考验，现在该去找艾莉丝还书了…",
            "Tip": "",
            "Talks": [
                1600438,
                1600446,
                1600448
            ]
        }
    ],
    "16005": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "等待魔法书给出后续篇章的提示",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600031
            ]
        }
    ],
    "16006": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "等待魔法书给出后续篇章的提示",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600118
            ]
        }
    ],
    "16007": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "等待杜林醒来",
            "Step": "",
            "Tip": "",
            "Talks": []
        }
    ],
    "16008": [
        {
            "Desc": "",
            "Step": "",
            "Tip": "",
            "Talks": []
        },
        {
            "Desc": "等待阿贝多的消息",
            "Step": "",
            "Tip": "",
            "Talks": [
                1600320,
                1600327
            ]
        }
    ]
}

var _talks = {
    "1600002": [
        {
            "N": "_1005",
            "T": "那不是杜林吗？"
        },
        {
            "N": "杜林",
            "T": "嗯？"
        },
        {
            "N": "杜林",
            "T": "#{NICKNAME}和派蒙？很抱歉，没有吓到你们吧？"
        },
        {
            "N": "_1005",
            "T": "…倒是没有被吓到啦，只是有些惊讶，现在的你好像变得更厉害了。"
        },
        {
            "N": "杜林",
            "T": "更厉害…在我看来，是更难控制了，我原本没想下手这么重…没有波及到你们，真是万幸。"
        },
        {
            "N": "_1005",
            "T": "没关系的，我们见过的大场面多着呢！"
        },
        {
            "N": "_0",
            "T": "难道你体内的深渊…"
        },
        {
            "N": "杜林",
            "T": "啊，不用担心，我在阿贝多的帮助下获得现在这个身体后，体内的深渊力量一直很稳定。"
        },
        {
            "N": "杜林",
            "T": "刚刚那种情况是最近才出现的，或许是我水土不服？适应一段时间应该就好了。"
        },
        {
            "N": "杜林",
            "T": "话说回来，你们到这里来做什么？是有事找我吗？"
        },
        {
            "N": "_1005",
            "T": "说到这个…"
        },
        {
            "N": "艾莉丝",
            "T": "那是见证者与书写者的相遇，名为故事的魔法便诞生于斯。"
        },
        {
            "N": "_1005",
            "T": "…是她喊我们过来的。"
        },
        {
            "N": "杜林",
            "T": "艾莉丝女士？"
        },
        {
            "N": "艾莉丝",
            "T": "你也能认出来？看来我学得确实不像…好久不见啊，小杜林，其实你叫我阿姨就好。"
        },
        {
            "N": "艾莉丝",
            "T": "#我把你和{NICKNAME}召集到一起是为了一件很重要的事情，跟你母亲有关哦！"
        },
        {
            "N": "杜林",
            "T": "我的母亲？"
        },
        {
            "N": "_0",
            "T": "魔女M？"
        },
        {
            "N": "艾莉丝",
            "T": "#对，就是那位伟大的童话作家，安雅·「玛丽」·安德斯多特——我就知道你一定会感兴趣的，{NICKNAME}。"
        },
        {
            "N": "艾莉丝",
            "T": "那么，且先打开这本书，听我讲起吧。"
        },
        {
            "N": "_0",
            "T": "（翻开封面。）"
        },
        {
            "N": "",
            "T": "在翻开了「魔法书」后，你们进入了书中的故事世界…"
        }
    ],
    "1600003": [
        {
            "N": "_1005",
            "T": "哇，这里是哪里？和之前进入希穆兰卡的时候很像呢…"
        },
        {
            "N": "艾莉丝",
            "T": "两者的本质确实很相似，毕竟使用了同一种构造魔法。"
        },
        {
            "N": "_1005",
            "T": "果然是艾莉丝！"
        },
        {
            "N": "杜林",
            "T": "你好…艾莉丝阿姨。"
        },
        {
            "N": "艾莉丝",
            "T": "不必这么不好意思，我和你母亲可是很要好的姐妹哦。"
        },
        {
            "N": "_1005",
            "T": "你一直在说什么故事，魔法…难道又有一个希穆兰卡要让我们探索？"
        },
        {
            "N": "艾莉丝",
            "T": "怎么会？希穆兰卡是一部独一无二的作品，没有她的话，即便是我也无法再创作出一部那样的作品。"
        },
        {
            "N": "艾莉丝",
            "T": "不过有一点你是对的，这次我想要向你们展示的也是与故事有关的魔法。"
        },
        {
            "N": "杜林",
            "T": "这是…"
        },
        {
            "N": "_0",
            "T": "刚刚那本书…"
        },
        {
            "N": "艾莉丝",
            "T": "这是杜林母亲的遗愿。"
        },
        {
            "N": "杜林",
            "T": "母亲的遗愿…是一本书？"
        },
        {
            "N": "艾莉丝",
            "T": "首先，请帮阿姨思考一个问题——你们觉得一位作家最大的遗憾应该是什么？"
        },
        {
            "N": "_1005",
            "T": "这个嘛…"
        },
        {
            "N": "艾莉丝",
            "T": "你们有没有读过《小魔女与不熄灭的火》这本书？"
        },
        {
            "N": "_0",
            "T": "读过，但搞不懂是谁写的。"
        },
        {
            "N": "艾莉丝",
            "T": "因为本来就不是一个人写的。"
        },
        {
            "N": "_0",
            "T": "还没有。"
        },
        {
            "N": "艾莉丝",
            "T": "那你错过了一部好作品。"
        },
        {
            "N": "艾莉丝",
            "T": "它源自我在一次茶话会上发起的故事接龙，魔女会的大家几乎都有参与。"
        },
        {
            "N": "艾莉丝",
            "T": "其中的第一篇由我亲自执笔，后续的篇章陆续交给了其他魔女，而用来收尾的那一篇留给了M。"
        },
        {
            "N": "艾莉丝",
            "T": "但是，等大家把前面的篇章都写完以后，M已经离世了…是不是觉得非常伤心，非常遗憾？"
        },
        {
            "N": "杜林",
            "T": "嗯…"
        },
        {
            "N": "艾莉丝",
            "T": "所以这就是我的答案——在身后留下一篇没有完成的故事，就是一位作家最大的遗憾。"
        },
        {
            "N": "_0",
            "T": "确实如此…"
        },
        {
            "N": "艾莉丝",
            "T": "不过不用担心，我看不得这种让人伤心的事，所以我已经帮她补全了那个故事的结尾。"
        },
        {
            "N": "杜林",
            "T": "那这本书…"
        },
        {
            "N": "艾莉丝",
            "T": "这本书是你母亲给出的另一个「答案」，她觉得这才是她最大的遗憾。"
        },
        {
            "N": "艾莉丝",
            "T": "而我来找你，是因为她专门嘱托过我，必须要由你来帮她解决这个遗憾。"
        },
        {
            "N": "杜林",
            "T": "这才是母亲最大的遗憾…它也是一个没有完成的故事吗？"
        },
        {
            "N": "艾莉丝",
            "T": "嗯…确实可以这么说。"
        },
        {
            "N": "杜林",
            "T": "那解决母亲的遗憾，就是要补全这个故事？"
        },
        {
            "N": "艾莉丝",
            "T": "这么说倒也没错…"
        },
        {
            "N": "_1005",
            "T": "艾莉丝说话怎么遮遮掩掩的？"
        },
        {
            "N": "艾莉丝",
            "T": "她给出的这个答案虽然与我的见解相悖，但是它非常浪漫！"
        },
        {
            "N": "艾莉丝",
            "T": "我真的很想告诉你们，但我不能剧透，绝对不能，剧透会毁掉这一切的！"
        },
        {
            "N": "杜林",
            "T": "哦…"
        },
        {
            "N": "_0",
            "T": "算了，这种吊胃口的事…"
        },
        {
            "N": "_0",
            "T": "你不是第一次做了。"
        },
        {
            "N": "艾莉丝",
            "T": "你们就把它当作一个等待补全的故事，好好努力就行。"
        },
        {
            "N": "杜林",
            "T": "…嗯，我明白了。但是，我在不久前才开始学习人类的文字，写作的经历更是一次都没有…"
        },
        {
            "N": "艾莉丝",
            "T": "不用担心，阿姨这不是帮你找来了两位特别棒的帮手吗？"
        },
        {
            "N": "艾莉丝",
            "T": "这两位的经历那么丰富，故事灵感肯定是不会缺的，要虚心请教哦。"
        },
        {
            "N": "_0",
            "T": "原来是这样…"
        },
        {
            "N": "_0",
            "T": "那我肯定帮忙。"
        },
        {
            "N": "_1005",
            "T": "#嗯！如果是要帮杜林完成母亲的遗愿，我和{NICKNAME}肯定都会帮忙！"
        },
        {
            "N": "杜林",
            "T": "艾莉丝阿姨，我有一个问题…我母亲原本想写一个什么样的故事？"
        },
        {
            "N": "艾莉丝",
            "T": "你果然会问这个问题，但是答案不在阿姨这里，要去这本书里找。"
        },
        {
            "N": "杜林",
            "T": "嗯…"
        },
        {
            "N": "_1005",
            "T": "#不用担心，我和{NICKNAME}会给你出主意的。"
        },
        {
            "N": "_1005",
            "T": "不如我们先找个可以一边吃点心一边读书的地方，一起研究下怎么补全这个故事。"
        },
        {
            "N": "艾莉丝",
            "T": "实际的过程可能没有你想象得那么悠闲哦，派蒙。"
        },
        {
            "N": "_1005",
            "T": "为什么？"
        },
        {
            "N": "艾莉丝",
            "T": "M在创作这本书时借助了我的魔法，严格来说，它不是一本可以直接拿来读的书，而是一本神奇的「魔法书」！"
        },
        {
            "N": "艾莉丝",
            "T": "它的篇章都散落在过往的「回忆」中，必须要集齐这些「回忆」，你们才能看到书里的内容呢。"
        },
        {
            "N": "杜林",
            "T": "那要去哪里寻找这些「回忆」？"
        },
        {
            "N": "艾莉丝",
            "T": "对于每个需要补全的篇章，M都专门留下了提示，根据提示肯定能找到那些散落的「回忆」。"
        },
        {
            "N": "艾莉丝",
            "T": "另外，要在这本书里留下内容的话，你们必须使用这个——"
        },
        {
            "N": "_1005",
            "T": "这是…"
        },
        {
            "N": "艾莉丝",
            "T": "这就是M留下的「墨水」，它被我用神奇的魔法调制过。想要在这本书里「书写」内容，就必须消耗这种「墨水」哦。"
        },
        {
            "N": "_0",
            "T": "这么神奇…"
        },
        {
            "N": "艾莉丝",
            "T": "这种「墨水」十分珍贵，所以一定要省着点用，就剩下这些了。"
        },
        {
            "N": "杜林",
            "T": "所以要寻找「回忆」，还要控制「墨水」的用量…"
        },
        {
            "N": "_1005",
            "T": "原来这件事这么复杂啊…"
        },
        {
            "N": "艾莉丝",
            "T": "或许这也是一种讲故事的方法？在这方面，M总是很有创造力。"
        },
        {
            "N": "艾莉丝",
            "T": "就把它当作你母亲留下的考验吧！如果成功通过的话，或许会有神秘的奖品哦。"
        },
        {
            "N": "杜林",
            "T": "奖品什么的不重要…这毕竟是我母亲的遗愿，无论遇到什么困难，我都会想办法的。"
        },
        {
            "N": "_0",
            "T": "我们也来帮忙！"
        },
        {
            "N": "_1005",
            "T": "#嗯，有我和{NICKNAME}在，肯定没问题！"
        },
        {
            "N": "艾莉丝",
            "T": "很好，这样应该就全交代清楚了吧…"
        },
        {
            "N": "艾莉丝",
            "T": "对了，等故事补全之后，记得把这本书再给我看一遍。她写的书我全读完了，当然也不能少了这一本。"
        },
        {
            "N": "_0",
            "T": "怎么找到你？"
        },
        {
            "N": "_1005",
            "T": "对啊，你绝大多数时间都行踪不定…"
        },
        {
            "N": "艾莉丝",
            "T": "不用担心，等你们大功告成的时候，我会知道的，等我联系你们就好。"
        },
        {
            "N": "艾莉丝",
            "T": "那就出发吧，阿姨很期待你最后给我的故事哦！"
        },
        {
            "N": "",
            "T": "随着艾莉丝的话音落下，你们已经从故事的世界中离开，回到了星砂滩。"
        }
    ],
    "1600004": [
        {
            "N": "_1005",
            "T": "又回到这里了…艾莉丝的魔法真的好神奇啊。"
        },
        {
            "N": "_0",
            "T": "我们先来看看这本书吧。"
        },
        {
            "N": "_1005",
            "T": "对哦，根据艾莉丝的说法，我们得先看看它留下了什么提示。"
        },
        {
            "N": "杜林",
            "T": "嗯。"
        },
        {
            "N": "_1005",
            "T": "欸！？"
        },
        {
            "N": "某人的声音",
            "T": "那是诸多故事长眠的地方，骑士们的荣耀呵护着那里，让诸多故事得以酣睡，并梦呓着城邦与诗歌的古老过往。"
        },
        {
            "N": "某人的声音",
            "T": "有一位女巫曾在那里彻夜不眠，只为了孕育出一个新的故事。"
        },
        {
            "N": "某人的声音",
            "T": "去那里吧，那里有这个故事的种子。"
        },
        {
            "N": "_1005",
            "T": "是个谜语吗？这个地方是指哪里？"
        },
        {
            "N": "_0",
            "T": "明显是蒙德的图书馆吧。"
        },
        {
            "N": "_1005",
            "T": "对哦，确实有些道理。不过这样说的话，我们得回蒙德一趟？"
        },
        {
            "N": "杜林",
            "T": "…其实我早就有一种要回蒙德的预感，毕竟我的母亲就是蒙德人，这个故事应该也是在那里写的吧。"
        },
        {
            "N": "_1005",
            "T": "原来是这样啊。"
        },
        {
            "N": "杜林",
            "T": "不过，要劳烦你们陪我走那么远，真的有些不好意思…"
        },
        {
            "N": "_1005",
            "T": "#没关系的，我和{NICKNAME}最近都没有什么要忙的事，我们现在就出发吧！"
        }
    ],
    "1600005": [
        {
            "N": "_1005",
            "T": "蒙德的图书馆…想起了好多回忆啊。"
        },
        {
            "N": "_0",
            "T": "有些久远了。"
        },
        {
            "N": "_0",
            "T": "恍如隔日。"
        },
        {
            "N": "杜林",
            "T": "那么，「故事的种子」应该是指什么呢？"
        },
        {
            "N": "_1005",
            "T": "在图书馆里的话，只能是书了吧？但话说回来，这么多书，哪些是我们要找的？"
        },
        {
            "N": "丽莎",
            "T": "好孩子可不会在图书馆喧哗。"
        },
        {
            "N": "_1005",
            "T": "是丽莎…啊，对不起…"
        },
        {
            "N": "丽莎",
            "T": "让我看看，原来是金发的小可爱，还有长角的小可爱。"
        },
        {
            "N": "杜林",
            "T": "抱歉，丽莎老师。派蒙也是因为想要帮我才…还请不要责怪她。"
        },
        {
            "N": "丽莎",
            "T": "看在久别重逢的份上，下不为例哦。"
        },
        {
            "N": "_0",
            "T": "丽莎当上了杜林的老师？"
        },
        {
            "N": "_0",
            "T": "什么时候的事？"
        },
        {
            "N": "丽莎",
            "T": "那还是他刚来到这里的时候，琴团长不知道该怎么安置他，我就帮琴团长一个忙。"
        },
        {
            "N": "丽莎",
            "T": "我既然可以给狼孩子当老师，自然也可以给龙孩子当老师咯。"
        },
        {
            "N": "_1005",
            "T": "听上去大家都自然而然地接受了杜林的到来呢。"
        },
        {
            "N": "丽莎",
            "T": "叙旧的话就免了，你们专程来这里，是想借书？"
        },
        {
            "N": "杜林",
            "T": "说起来有些复杂…请您先看看这个。"
        },
        {
            "N": "丽莎",
            "T": "哦？"
        },
        {
            "N": "丽莎",
            "T": "我大致了解了，所谓「故事的种子」，应该就是创作这个故事时所参考的书籍。"
        },
        {
            "N": "丽莎",
            "T": "创作就是这样，从其他的故事里汲取营养，新的故事才得以诞生。数百年前，那位魔女也曾经在这里伏案创作吧…"
        },
        {
            "N": "杜林",
            "T": "可是，我们还不知道这个故事的具体内容，该如何判断它参考了哪些书籍呢？"
        },
        {
            "N": "丽莎",
            "T": "其实刚刚去找你们之前，我正在这里处理一件怪事。一位骑士向我汇报，他在这里看到了不存在于馆藏目录中的书籍。"
        },
        {
            "N": "丽莎",
            "T": "他刚想去借阅这些书，但一转眼它们就从书架上消失了。等他去其他书架找书看，却又会重新看到这些书。"
        },
        {
            "N": "_1005",
            "T": "真的假的？"
        },
        {
            "N": "丽莎",
            "T": "那位骑士非常喜欢泡在图书馆里，他的直觉应该不会出错。"
        },
        {
            "N": "丽莎",
            "T": "考虑到这本书本身就牵扯到一些魔法，或许这种现象是它造成的？"
        },
        {
            "N": "_0",
            "T": "很有可能…"
        },
        {
            "N": "丽莎",
            "T": "根据汇报，这样的书一共有三本，那就劳烦各位了。"
        },
        {
            "N": "",
            "T": "在一番寻找后，你们将本不应该出现在图书馆之中的书带到了丽莎面前…"
        }
    ],
    "1600006": [
        {
            "N": "丽莎",
            "T": "找到那些书了吗？"
        },
        {
            "N": "",
            "T": "将《■■■号实验记录》交给了丽莎…"
        }
    ],
    "1600007": [
        {
            "N": "丽莎",
            "T": "看来就是这三本了，无一例外全是禁书呢…到底要创作一个什么样的故事才会用这些书籍做参考？"
        },
        {
            "N": "_1005",
            "T": "禁书…第一次听到这种说法时，我还以为丽莎是在吓唬人，难道蒙德图书馆真的有个禁书区？"
        },
        {
            "N": "丽莎",
            "T": "这种事就不要乱打听了。"
        },
        {
            "N": "_1005",
            "T": "好吧…"
        },
        {
            "N": "丽莎",
            "T": "既然是艾莉丝女士安排你们寻找这些书籍，我就不过问了，但是你们看完后记得还我，要重新封存的。"
        },
        {
            "N": "杜林",
            "T": "还书的事就交给我吧，丽莎老师。"
        },
        {
            "N": "丽莎",
            "T": "那我就先告辞了，工作了这么久，也该去喝杯茶了。"
        },
        {
            "N": "_1005",
            "T": "现在参考书籍都找齐了，那接下来要怎么做呢？"
        },
        {
            "N": "杜林",
            "T": "这是…"
        },
        {
            "N": "",
            "T": "突然，那本魔法书有了反应…"
        },
        {
            "N": "",
            "T": "在翻开了「魔法书」后，你们进入了书中的故事世界…"
        },
        {
            "N": "",
            "T": "故事如此写道："
        },
        {
            "N": "",
            "T": "很久很久以前，一条邪龙来到了人类的世界，并带来了巨大的灾难。"
        },
        {
            "N": "",
            "T": "人们奋勇抵抗，终于杀死了邪龙。"
        },
        {
            "N": "",
            "T": "后来，一位喜爱故事的女巫读到了邪龙的故事，她莫名地感到惋惜。"
        },
        {
            "N": "",
            "T": "因为她知道邪龙肉身诞生自一种邪恶的炼金术，而它的灵魂一直是个懵懂的孩子。"
        },
        {
            "N": "",
            "T": "直到死去，它也无从决定是否成为灾厄的化身，更无法理解自己面对的残酷光景。"
        },
        {
            "N": "",
            "T": "喜爱故事的女巫不喜爱这个故事的结局。"
        },
        {
            "N": "",
            "T": "「那就为它创作一个更好的结局吧！」这样想着，女巫从好朋友那里借来了神奇的魔法。"
        },
        {
            "N": "",
            "T": "她用魔法创造了一颗龙蛋，准备自己养育一个龙孩子。"
        },
        {
            "N": "",
            "T": "她踌躇许久，思考着龙孩子第一眼看到的应该是怎样的世界。"
        },
        {
            "N": "",
            "T": "她最终下定决心，从林间取来一丝清新装点摇篮，静候龙蛋孵化。"
        },
        {
            "N": "",
            "T": "她最终下定决心，从宫殿取来一抹华丽装点摇篮，静候龙蛋孵化。"
        }
    ],
    "1600009": [
        {
            "N": "_1005",
            "T": "唔…我们直接来到故事里了！"
        },
        {
            "N": "杜林",
            "T": "这就是艾莉丝阿姨的魔法…"
        },
        {
            "N": "_0",
            "T": "刚刚那是故事的开头吧？"
        },
        {
            "N": "_0",
            "T": "好像在讲杜林的事…"
        },
        {
            "N": "_1005",
            "T": "对哦…"
        },
        {
            "N": "杜林",
            "T": "在讲我的事…"
        },
        {
            "N": "_1005",
            "T": "…先看看这个故事接下来要讲什么吧，毕竟我们现在只知道它的开头。"
        },
        {
            "N": "杜林",
            "T": "嗯。"
        },
        {
            "N": "旁白",
            "T": "现在，金发的旅者，银色的精灵还有龙族的少年来到了这里，他们的到来又将给这个故事带来怎样的改变？"
        },
        {
            "N": "_1005",
            "T": "哇，好突然，是刚刚讲故事的声音？"
        },
        {
            "N": "_0",
            "T": "是这个故事的旁白吧。"
        },
        {
            "N": "_1005",
            "T": "哦，总觉得似曾相识…"
        },
        {
            "N": "杜林",
            "T": "好怀念啊，以前听母亲讲故事也是这种感觉。"
        },
        {
            "N": "_1005",
            "T": "你的母亲，也就是那位魔女M？她给你讲过故事？"
        },
        {
            "N": "杜林",
            "T": "是的，母亲生前很喜欢给我讲故事…"
        },
        {
            "N": "杜林",
            "T": "抱歉，现在不是回忆过去的时候。我们来到了这个故事里，接下来该怎么办？"
        },
        {
            "N": "旁白",
            "T": "龙族少年如此发问，既然想要了解故事的内容，他要做的当然是等待故事继续推进。"
        },
        {
            "N": "旁白",
            "T": "不过，他或许也可以仔细探索这一方小小的天地，做一些自己想做的事。"
        },
        {
            "N": "_1005",
            "T": "所以这个旁白应该是在帮我们吧？"
        },
        {
            "N": "_0",
            "T": "先考虑下她的建议吧。"
        },
        {
            "N": "杜林",
            "T": "嗯，我也这么认为。"
        },
        {
            "N": "",
            "T": "在屋子之中一番探索后，你们来到了那一颗待孵化的龙蛋面前…"
        }
    ],
    "1600010": [
        {
            "N": "_1005",
            "T": "这就是那颗龙蛋了吧？它应该正在孵化吧，不过…"
        },
        {
            "N": "_1005",
            "T": "等待孵化的龙蛋，喜爱故事的女巫，还有最开始提到的邪龙，看来不会错了。"
        },
        {
            "N": "杜林",
            "T": "这是…我的故事？"
        },
        {
            "N": "_0",
            "T": "很明显。"
        },
        {
            "N": "_1005",
            "T": "无论如何，我们得让这个故事推进下去吧？不过话说回来，我们除了等待还能做些什么呢？"
        },
        {
            "N": "旁白",
            "T": "他们似乎没有发现可以帮助龙蛋加快孵化的速度。"
        },
        {
            "N": "_1005",
            "T": "对哦，现在的情节就是「等待龙宝宝破壳」，龙蛋孵化之后故事就可以继续推进了。"
        },
        {
            "N": "_0",
            "T": "具体要怎么做呢？"
        },
        {
            "N": "旁白",
            "T": "龙族的少年拥有控制火焰的能力，正好可以用来给龙蛋创造一个合适的孵化温度。"
        },
        {
            "N": "_1005",
            "T": "什么？你建议我们用火烤这枚龙蛋？"
        },
        {
            "N": "旁白",
            "T": "银色精灵的惊讶显示了她匮乏的阅读量，「龙蛋要经过火焰烘烤才能更快孵化」，很多与龙有关的故事都有这样的设定。"
        },
        {
            "N": "_1005",
            "T": "…好吧，还算有些道理。"
        },
        {
            "N": "_0",
            "T": "杜林愿意试一试吗？"
        },
        {
            "N": "杜林",
            "T": "嗯…让我试一试吧。"
        },
        {
            "N": "",
            "T": "在「旁白」的提示下，杜林用自己的火焰烘烤龙蛋，加快其孵化。同时，这个举动也消耗了一些魔法墨水。"
        }
    ],
    "1600012": [
        {
            "N": "旁白",
            "T": "在女巫的期盼中，小龙终于破壳了。"
        },
        {
            "N": "故事女巫",
            "T": "每个生灵的诞生都不是自己选择的，你也一样，我的孩子。"
        },
        {
            "N": "故事女巫",
            "T": "我因为自己的愿望而创造了你，就像那位创造邪龙的女巫一样。"
        },
        {
            "N": "故事女巫",
            "T": "但我向你保证，你的降生是被期待的，降生后的你是被爱的，你将收获一个与邪龙不同的人生。"
        },
        {
            "N": "杜林",
            "T": "您没有当面向我说过这些话，但不知道为什么，我一直能感受到您说的期待和爱。"
        },
        {
            "N": "杜林",
            "T": "谢谢您，让我能够降生到这个世界。"
        }
    ],
    "1600013": [
        {
            "N": "_1005",
            "T": "这里是…蒙德城？看来我们又从故事里的世界回来了。"
        },
        {
            "N": "_1005",
            "T": "书页上多出了一些内容，我记得那种墨水也少了一些。这样的话，我们应该是补全了这个篇章吧？"
        },
        {
            "N": "_0",
            "T": "这果然是杜林的故事…"
        },
        {
            "N": "_0",
            "T": "至少是在映射他的经历。"
        },
        {
            "N": "_1005",
            "T": "但是，为什么那位魔女M会认为这个故事还没有完成呢？"
        },
        {
            "N": "_1005",
            "T": "杜林成功摆脱了诅咒，来到了这个世界，获得了新的身体，还和大家都交上了朋友，这明明已经是个很好的结局了。"
        },
        {
            "N": "_0",
            "T": "或许后续的篇章有线索？"
        },
        {
            "N": "_1005",
            "T": "确实有这种可能…与那些魔女有关的事情总是会变得很神秘，我们先看一下后续的提示吧。"
        },
        {
            "N": "杜林",
            "T": "…嗯？"
        },
        {
            "N": "？？？",
            "T": "嘟嘟可——嘟嘟可——"
        },
        {
            "N": "？？？",
            "T": "应该开始录音了吧？好的，就这样…"
        },
        {
            "N": "_1005",
            "T": "是艾莉丝的声音！"
        },
        {
            "N": "艾莉丝",
            "T": "孩子们，这是我在魔法书里预留的语音，就当作是这本魔法书的一些使用提示吧。"
        },
        {
            "N": "艾莉丝",
            "T": "你们现在应该在书里写入了新的内容，魔法书消化「墨水」也需要时间，后续篇章的提示要等一段时间才有哦。"
        },
        {
            "N": "_1005",
            "T": "还有这种设定吗？"
        },
        {
            "N": "艾莉丝",
            "T": "好消息是，你们随时可以返回已经补全的篇章里，仔细欣赏由神奇的故事魔法所构造的世界！"
        },
        {
            "N": "艾莉丝",
            "T": "玩得开心，再见！"
        },
        {
            "N": "_1005",
            "T": "我本来很有干劲的…"
        },
        {
            "N": "杜林",
            "T": "其实这样也好，下一次我们恐怕又会前往另一个世界，那样的话就不知道什么时候才能回来了。"
        },
        {
            "N": "杜林",
            "T": "#派蒙和{NICKNAME}正好先休息一下，怎么样？"
        },
        {
            "N": "_1005",
            "T": "休息…"
        },
        {
            "N": "_0",
            "T": "理由很充分呢。"
        },
        {
            "N": "_1005",
            "T": "我只是忽然又想起了「猎鹿人」的蜜酱胡萝卜煎肉，毕竟回蒙德了嘛。"
        },
        {
            "N": "杜林",
            "T": "我正好也要去找丽莎老师还书，之后就还在这里见面吧。"
        }
    ],
    "1600014": [
        {
            "N": "_0",
            "T": "《■■■号实验记录》"
        },
        {
            "N": "丽莎",
            "T": "嗯…这本书确实不应该出现在这里。"
        },
        {
            "N": "_1005",
            "T": "名字听上去就怪怪的…"
        },
        {
            "N": "丽莎",
            "T": "这本书是被阿贝多提交给图书馆的，他建议我直接将其列入禁书目录，妥善封存。"
        },
        {
            "N": "_1005",
            "T": "为什么？"
        },
        {
            "N": "丽莎",
            "T": "据阿贝多说，这本书记载了许多禁忌的炼金术式，甚至牵扯到危险魔物的创生。"
        },
        {
            "N": "丽莎",
            "T": "它实在太危险，以至于让阿贝多觉得无论带在身上还是放在工作室都不安全。"
        },
        {
            "N": "_1005",
            "T": "是这样吗？那确实不应该出现在这里…"
        },
        {
            "N": "丽莎",
            "T": "不过话说回来，如果那位魔女也读过这本书，那它的成书时间远比我想象的更久远。"
        },
        {
            "N": "",
            "T": "将《第二强大的魔法~千万不能让可莉看到》交给了丽莎…"
        }
    ],
    "1600015": [
        {
            "N": "_0",
            "T": "《第二强大的魔法…》"
        },
        {
            "N": "丽莎",
            "T": "真了不得，这本书可不能放在这里，艾莉丝女士特别叮嘱过的。"
        },
        {
            "N": "_1005",
            "T": "莫非它是用来教魔法的书？强大的魔法绝对要保密，对吧？"
        },
        {
            "N": "丽莎",
            "T": "这本书确实记录了一种艾莉丝女士创造的魔法，但绝大多数人就算看到了也学不会。"
        },
        {
            "N": "丽莎",
            "T": "之所以划归禁书，是因为不能让可莉看到。"
        },
        {
            "N": "丽莎",
            "T": "这本书在可莉出生后被艾莉丝女士建议封存，那个副标题也是她特地加上去的。"
        },
        {
            "N": "_1005",
            "T": "防着可莉…难道说，这种魔法运用不当的话比蹦蹦炸弹更可怕？"
        },
        {
            "N": "丽莎",
            "T": "不，按照艾莉丝女士自己的说法，让可莉过早看到的话会毁掉很多「惊喜感」。"
        },
        {
            "N": "",
            "T": "将《■■之诗》交给了丽莎…"
        }
    ],
    "1600016": [
        {
            "N": "_0",
            "T": "《■■之诗》"
        },
        {
            "N": "丽莎",
            "T": "嗯…这是一本禁书，不能出现在这里。"
        },
        {
            "N": "_1005",
            "T": "哦…虽然把它选出来了，但我还是有些奇怪。它看上去不就是一本普通的诗集吗？为什么会成为禁书？"
        },
        {
            "N": "丽莎",
            "T": "问题出在其中的一首诗歌…你们应该都听说过发生在雪山的那场大战吧？"
        },
        {
            "N": "丽莎",
            "T": "五百年前坎瑞亚灾变发生时，那条邪龙朝蒙德袭来，最终与特瓦林大战一场，陨落在雪山。"
        },
        {
            "N": "杜林",
            "T": "雪山的…杜林？"
        },
        {
            "N": "丽莎",
            "T": "那首诗歌将这场大战描绘成了一场舞蹈，那条邪龙也在诗歌中变成了一个懵懂的孩子，为了寻找朋友来到这里…"
        },
        {
            "N": "丽莎",
            "T": "蒙德人因为这条邪龙的到来而遭遇了无数灾难，怎么会接受这种说法。"
        },
        {
            "N": "丽莎",
            "T": "本来吟游诗人传唱的诗篇就经常因为捏造历史和歪曲事实被指责，这篇更是触犯了莫大的禁忌。"
        },
        {
            "N": "丽莎",
            "T": "当年的骑士团找不到诗歌的作者，就索性把整本诗集划为禁书，抹去了书名，封存了事。"
        },
        {
            "N": "杜林",
            "T": "所以，那首诗歌的内容是假的？"
        },
        {
            "N": "丽莎",
            "T": "…恐怕只有那条邪龙自己知道是真是假。"
        }
    ],
    "1600017": [
        {
            "N": "_0",
            "T": "《蹦蹦宝藏大全》"
        },
        {
            "N": "丽莎",
            "T": "这本书…这本书确实不应该出现在这里，但它应该不是你们要找的书。"
        },
        {
            "N": "_0",
            "T": "为什么？"
        },
        {
            "N": "丽莎",
            "T": "这本书是可莉写的，她专门整理了蒙德境内适合炸鱼的地点，以及方便埋藏新式蹦蹦炸弹的地方。"
        },
        {
            "N": "丽莎",
            "T": "这种书当然不能放在书包里，要是让琴团长发现就糟糕了。书被没收自然不用说，一天的禁闭肯定也少不了。"
        },
        {
            "N": "丽莎",
            "T": "后来不知道是谁教给了她藏木于林的手段，于是她每次重新把书写好后就会偷偷藏到图书馆这里。"
        },
        {
            "N": "_0",
            "T": "也算是另一种「禁书」吧…"
        },
        {
            "N": "丽莎",
            "T": "所以，我得谢谢你们帮我找到了它，这下可以找琴团长交差了。"
        }
    ],
    "1600018": [
        {
            "N": "_0",
            "T": "《野猪公主》"
        },
        {
            "N": "丽莎",
            "T": "这本书确实和那位魔女有些关系——它就出自那位魔女笔下。"
        },
        {
            "N": "丽莎",
            "T": "不过，这本书是本馆的经典藏书之一，它出现在这里可没什么奇怪的。"
        },
        {
            "N": "丽莎",
            "T": "如果你没读过，我建议你把它列入必读书单哦。"
        }
    ],
    "1600019": [
        {
            "N": "丽莎",
            "T": "找到那些书了吗？"
        }
    ],
    "1600020": [
        {
            "N": "_0",
            "T": "我再去找找…"
        },
        {
            "N": "丽莎",
            "T": "看来还没找齐，再去其他书架上看看吧。"
        }
    ],
    "1600023": [
        {
            "N": "_1005",
            "T": "这个嘟嘟可玩偶就是故事里提到的女巫吧？稍等一下，难道说…"
        },
        {
            "N": "_1005",
            "T": "我们之前见过使用类似形象的人，她们都是魔女会的魔女。故事里的这位女巫，该不会也是魔女之一？"
        },
        {
            "N": "杜林",
            "T": "这顶帽子…和母亲的一样呢。"
        },
        {
            "N": "_1005",
            "T": "所以…故事里的女巫就是魔女M咯，看来这本书确实在讲杜林的事…"
        },
        {
            "N": "旁白",
            "T": "是或者不是，对于这个故事来说并不关键。"
        },
        {
            "N": "旁白",
            "T": "这位女巫当下最重要的身份，是一位期待孩子破壳的母亲。"
        },
        {
            "N": "杜林",
            "T": "嗯…我们先看看其他地方吧。"
        }
    ],
    "1600024": [
        {
            "N": "_1005",
            "T": "这里还摆着好多书啊，女巫等待龙蛋孵化时用读书来打发时间吗？"
        },
        {
            "N": "旁白",
            "T": "在这里等待孵化的不只是一颗龙蛋，还有一个故事。"
        },
        {
            "N": "旁白",
            "T": "能够孵化故事的温室，必然由书籍堆砌而成。"
        },
        {
            "N": "_1005",
            "T": "哦…"
        }
    ],
    "1600026": [
        {
            "N": "_1005",
            "T": "实验记录？书名还被抹掉了一半…"
        },
        {
            "N": "_1005",
            "T": "这本书很可疑！"
        }
    ],
    "1600027": [
        {
            "N": "_1005",
            "T": "「第二强大的魔法~千万不能让可莉看到」…"
        },
        {
            "N": "_1005",
            "T": "蒙德图书馆有这本书吗？而且这个书名也太让人好奇了吧？"
        },
        {
            "N": "_1005",
            "T": "这本书八成有问题。"
        }
    ],
    "1600028": [
        {
            "N": "_1005",
            "T": "看上去是本诗集，但为什么书名被抹去了一部分呢？"
        },
        {
            "N": "_1005",
            "T": "拿过去给丽莎看看吧。"
        }
    ],
    "1600029": [
        {
            "N": "_1005",
            "T": "这…这该不会是可莉写的书吧？它该出现在这里吗？"
        },
        {
            "N": "_1005",
            "T": "还是给丽莎看看吧。"
        }
    ],
    "1600030": [
        {
            "N": "_1005",
            "T": "这本书啊…先拿着吧，兴许它也是我们要找的书。"
        },
        {
            "N": "_1005",
            "T": "毕竟它本身就是M的作品。"
        }
    ],
    "1600031": [
        {
            "N": "杜林",
            "T": "按照艾莉丝阿姨的说法，我们随时可以重新回到那个故事里的世界。"
        },
        {
            "N": "杜林",
            "T": "#如果{NICKNAME}和派蒙想要再回去看看的话，就来找我吧。"
        }
    ],
    "1600102": [
        {
            "N": "_1005",
            "T": "你好啊，杜林，后续的提示有了吗？我们准备好进入下一个篇章了！"
        },
        {
            "N": "_0",
            "T": "准备好了！"
        },
        {
            "N": "杜林",
            "T": "后续的提示已经有了，我正要去找你们，先一起看看吧。"
        },
        {
            "N": "某人的声音",
            "T": "风儿携着乐声飞来，让故事的种子得以发芽。"
        },
        {
            "N": "某人的声音",
            "T": "乐声也随着风儿远去，消失在遥远的过去。"
        },
        {
            "N": "某人的声音",
            "T": "去风与故事相遇的地方吧，将三个谜题写成诗，将三段曲谱连成歌。"
        },
        {
            "N": "某人的声音",
            "T": "乐声中的诗与歌，就是这个故事最初的绿芽。"
        },
        {
            "N": "杜林",
            "T": "这是…"
        },
        {
            "N": "_1005",
            "T": "又是一个谜语吗？书里的声音还提到了风和乐章什么的，那谜底会是什么啊？"
        },
        {
            "N": "_0",
            "T": "派蒙，该想起那个老熟人了。"
        },
        {
            "N": "_1005",
            "T": "唔…哦！"
        },
        {
            "N": "杜林",
            "T": "所以是怎么回事？"
        },
        {
            "N": "_1005",
            "T": "说到风啊，音乐啊，诗歌啊之类的，找那个卖唱的肯定能问出东西来。"
        },
        {
            "N": "杜林",
            "T": "派蒙是指巴巴托斯大人？"
        },
        {
            "N": "_0",
            "T": "你知道？"
        },
        {
            "N": "杜林",
            "T": "我刚来到蒙德时，阿贝多就把我引见给巴巴托斯大人了。我这样的存在，肯定会吸引到他的关注。"
        },
        {
            "N": "_1005",
            "T": "其实这样也好…话说回来，我们现在该去哪里找他？"
        },
        {
            "N": "杜林",
            "T": "巴巴托斯大人应该听到了，我们跟着风走吧。"
        },
        {
            "N": "_1005",
            "T": "有时候我真的忘了他还是个神明…"
        },
        {
            "N": "",
            "T": "你们在城墙之上找到了温迪…"
        }
    ],
    "1600103": [
        {
            "N": "温迪",
            "T": "#好久不见啊，{NICKNAME}和派蒙，还有童话世界来的小龙。"
        },
        {
            "N": "温迪",
            "T": "我从风中听到了你们呼唤我的声音，你们似乎被一道谜语难住了？"
        },
        {
            "N": "杜林",
            "T": "抱歉打扰到您了，巴巴托斯大人…"
        },
        {
            "N": "温迪",
            "T": "不要这么说，我本身对这个谜语也很感兴趣，给我看下吧。"
        },
        {
            "N": "温迪",
            "T": "嗯…哈哈…"
        },
        {
            "N": "_1005",
            "T": "看出什么来了吗？"
        },
        {
            "N": "温迪",
            "T": "三个谜题与三段曲谱…这种说法让我想起了一些往事，你们想要的谜底应该就藏在这些往事里。"
        },
        {
            "N": "_1005",
            "T": "来找卖唱的果然没错！"
        },
        {
            "N": "温迪",
            "T": "很多年前，那几位魔女来到蒙德，想要和我一较高下。"
        },
        {
            "N": "温迪",
            "T": "而我说，不要比武，让我们唱歌弹琴，用诗来结束纷争。"
        },
        {
            "N": "温迪",
            "T": "我拨动竖琴，向她们吟唱了这首诗——"
        },
        {
            "N": "温迪",
            "T": "「风儿，风儿，请代我迎客。」"
        },
        {
            "N": "温迪",
            "T": "「于青葱之间穿行吧，在那里，来去无踪的你也可以拥有形状，正好为我的客人演舞一场。」"
        },
        {
            "N": "温迪",
            "T": "「于云海之畔跃动吧，在那里，好事之徒都会被你的歌声吓阻，正好替我的客人隔绝扰攘。」"
        },
        {
            "N": "温迪",
            "T": "「于星辰之下飞翔吧，在那里，尘世的喧嚣都能被你涤荡一空，正好让我的客人倾诉畅想。」"
        },
        {
            "N": "温迪",
            "T": "「去那里吧，那是我许诺给客人的地方。」"
        },
        {
            "N": "温迪",
            "T": "「那里没有争斗和较量，只有茶杯和惬意的时光。」"
        },
        {
            "N": "温迪",
            "T": "三段曲谱我已经为你们演奏了一遍，至于那三个谜题的答案，想必你们已经能猜出来了吧？"
        },
        {
            "N": "杜林",
            "T": "…树林里，悬崖边，天上？"
        },
        {
            "N": "温迪",
            "T": "回答正确！说起来，当年面对这个谜语，你的母亲也是最先猜出答案的人呢。"
        },
        {
            "N": "温迪",
            "T": "书写故事的人和吟唱故事的人之间，似乎存在某种默契。"
        },
        {
            "N": "_1005",
            "T": "树林里，悬崖边，天上…哦，是那里！"
        },
        {
            "N": "温迪",
            "T": "这个答案指向的地点，应该就是你们接下来要去的地方了。"
        },
        {
            "N": "温迪",
            "T": "魔女们猜对了我的谜语，也接受了我的提议。之后，她们就选择那里作为聚会地点了。"
        },
        {
            "N": "温迪",
            "T": "根据这本书给出的提示，或许你们可以试试去那里演奏我给的曲谱？"
        },
        {
            "N": "_1005",
            "T": "你正经的时候果然很靠谱啊，风神巴巴托斯大人。"
        },
        {
            "N": "杜林",
            "T": "谢谢您，巴巴托斯大人，我…"
        },
        {
            "N": "温迪",
            "T": "看上去，你还有想让我解答的问题？"
        },
        {
            "N": "杜林",
            "T": "嗯…您作为吟游诗人，肯定阅读过不计其数的故事。您觉得，一个什么样的故事会被它的作者认为是未完成的呢？"
        },
        {
            "N": "温迪",
            "T": "这个啊，故事里还有尚未达成的心愿，抑或是…未完待续！"
        },
        {
            "N": "杜林",
            "T": "啊？"
        },
        {
            "N": "_1005",
            "T": "我刚刚才说过你很靠谱…"
        },
        {
            "N": "温迪",
            "T": "你想要的答案应该就在这个故事里面，那是你母亲留给你的故事，我不应该过问太多。"
        },
        {
            "N": "杜林",
            "T": "嗯…我们出发吧。"
        },
        {
            "N": "",
            "T": "在温迪的建议下，你们前往了魔女聚会之地。"
        }
    ],
    "1600104": [
        {
            "N": "_1005",
            "T": "就是这里了。我们在这里演奏那三段曲谱，应该就能收集到下个篇章需要的「回忆」了吧？"
        },
        {
            "N": "杜林",
            "T": "演奏音乐吗？丽莎老师教的东西里面，这个是我最不擅长的…"
        },
        {
            "N": "_0",
            "T": "交给我吧。"
        },
        {
            "N": "",
            "T": "在弹奏了三段曲目后，你们再次进入了故事的世界…"
        },
        {
            "N": "",
            "T": "故事如此写道："
        },
        {
            "N": "",
            "T": "即便是搅动世界的大战也无法影响女巫们的聚会，然而流逝的光阴还是让长桌上的茶杯空了三盏。"
        },
        {
            "N": "",
            "T": "但女巫们并没有长久地慨叹，因为故事女巫带来了一个好消息——她的龙孩子顺利降生了。"
        },
        {
            "N": "",
            "T": "其他女巫纷纷送上祝贺，并热烈地讨论着该用什么欢迎这个孩子的到来。"
        },
        {
            "N": "",
            "T": "一个新生命的诞生是甜蜜的，女巫们最终选择了可口的糖果。"
        },
        {
            "N": "",
            "T": "一个新生命的诞生是快乐的，女巫们最终选择了漂亮的气球。"
        },
        {
            "N": "",
            "T": "于是女巫们的聚会变成了龙孩子的庆生会。"
        }
    ],
    "1600105": [
        {
            "N": "_1005",
            "T": "所以，这也是故事里的世界吧？"
        },
        {
            "N": "旁白",
            "T": "女巫的长桌忽然迎来了新的客人，莫非他们也想参加龙孩子的庆生会？"
        },
        {
            "N": "旁白",
            "T": "可是，大家都在思考该为龙孩子准备什么样的礼物，这三位却都两手空空。"
        },
        {
            "N": "旁白",
            "T": "这样的话，作为客人可不会受到长桌的欢迎哦。"
        },
        {
            "N": "杜林",
            "T": "礼物？"
        },
        {
            "N": "_1005",
            "T": "这是怎么回事？我们刚刚才知道啊。"
        },
        {
            "N": "旁白",
            "T": "客人们如此抱怨，或许他们更应该思考一下要准备什么样的礼物。"
        },
        {
            "N": "_1005",
            "T": "…看来要推进故事的话，就得准备一个礼物。不过现在准备的话，礼物从哪来？"
        },
        {
            "N": "旁白",
            "T": "或许，他们可以在周围找一找。"
        },
        {
            "N": "_1005",
            "T": "早说嘛！"
        },
        {
            "N": "",
            "T": "经过一番寻找，你们发现旁边的圆桌上似乎有一些可以用来当做礼物的物品…"
        }
    ],
    "1600106": [
        {
            "N": "_1005",
            "T": "这些东西能不能拿来当作礼物啊？"
        },
        {
            "N": "旁白",
            "T": "客人们终于发现了可以当作礼物的物品。"
        },
        {
            "N": "_1005",
            "T": "看来是了…让我看看，选哪个好呢？"
        },
        {
            "N": "旁白",
            "T": "客人们如此思索，那条小龙到底喜欢什么样的礼物呢？"
        },
        {
            "N": "旁白",
            "T": "是让他挥起战士的长剑，踏上一条拯救世界的道路，一往无前？"
        },
        {
            "N": "旁白",
            "T": "还是让他拿起游侠的弹弓，追寻一场又一场充满未知的冒险？"
        },
        {
            "N": "旁白",
            "T": "又或者让他打开学者的典籍，挑战这世界上所有的未解之谜？"
        },
        {
            "N": "_1005",
            "T": "被她这么一说，我反倒更犹豫了…"
        },
        {
            "N": "_0",
            "T": "杜林怎么看？"
        },
        {
            "N": "_1005",
            "T": "对哦，严格来说，这是在给「你」选礼物啊，你更喜欢哪个？"
        },
        {
            "N": "杜林",
            "T": "让我选的话…这种感觉好特别。"
        },
        {
            "N": "_1005",
            "T": "为什么这么说？"
        },
        {
            "N": "杜林",
            "T": "自从记事以来，我大部分时间都生活在母亲写的故事里。"
        },
        {
            "N": "杜林",
            "T": "就像星轨王城的那些积木小人一样，我一直觉得母亲的故事已经写好了一切，很少思考自己将来想做什么。"
        },
        {
            "N": "杜林",
            "T": "那时的我想要什么…我还是第一次思考这个问题。"
        },
        {
            "N": "_1005",
            "T": "那这次不正好是个机会？"
        },
        {
            "N": "_1005",
            "T": "杜林从希穆兰卡来到这个世界已经有一段时间了，也和朋友们经历了很多事情，正好思考一下自己的未来。"
        },
        {
            "N": "杜林",
            "T": "嗯…请让我考虑一下。"
        },
        {
            "N": "",
            "T": "杜林仔细思索了一番…"
        },
        {
            "N": "",
            "T": "最终，他选择了「战士的长剑」作为礼物。同时，这个举动也消耗了一些魔法墨水。"
        }
    ],
    "1600107": [
        {
            "N": "杜林",
            "T": "这支笔…"
        },
        {
            "N": "旁白",
            "T": "客人看到的正是故事女巫的笔，曾有无数动人的故事诞生于这支笔下。"
        },
        {
            "N": "_1005",
            "T": "换句话说，这就是那位魔女M的笔咯？希穆兰卡的故事就是用这支笔写出来的吧？杜林肯定很熟悉。"
        },
        {
            "N": "杜林",
            "T": "我对这支笔最大的印象，就是经常被它的书写声吵醒。"
        },
        {
            "N": "杜林",
            "T": "母亲去世前的那几年，常常伏案到深夜。仿佛不这么做的话，某件事就来不及完成了。"
        },
        {
            "N": "_0",
            "T": "作家都这么辛苦吗？"
        },
        {
            "N": "杜林",
            "T": "这毕竟是母亲的遗物，还是不要乱动了，我们去看看其他物品吧。"
        }
    ],
    "1600108": [
        {
            "N": "_1005",
            "T": "这次我们带着礼物，应该不会被拦住了吧？"
        },
        {
            "N": "杜林",
            "T": "你好，这是我带来的礼物。"
        },
        {
            "N": "旁白",
            "T": "新来的客人送上了礼物，祝福小龙成为披荆斩棘的战士。"
        },
        {
            "N": "旁白",
            "T": "新来的客人送上了礼物，祝福小龙成为逍遥自在的游侠。"
        },
        {
            "N": "旁白",
            "T": "新来的客人送上了礼物，祝福小龙成为博学多才的学者。"
        },
        {
            "N": "旁白",
            "T": "故事女巫接受了客人的祝福，邀请他们加入长桌上的聚会。"
        },
        {
            "N": "旁白",
            "T": "于是故事女巫正式向朋友们介绍自己的龙孩子，讲到他的破壳，讲到他的名字…"
        },
        {
            "N": "旁白",
            "T": "就在这时，擅长占卜的预言女巫从星星那里收回了视线，向小龙投去怜悯的目光。"
        },
        {
            "N": "预言女巫",
            "T": "你为他取了与邪龙相同的名字？"
        },
        {
            "N": "故事女巫",
            "T": "是的，但我要送给他一个与邪龙不同的人生。"
        },
        {
            "N": "预言女巫",
            "T": "真是愚妄的爱，「名字」是命运的映射。正因为拥有邪龙的名字，所以他必然也将面对邪龙的命运。"
        },
        {
            "N": "预言女巫",
            "T": "这是一个「预言」。"
        },
        {
            "N": "故事女巫",
            "T": "…那我就改写他的命运。"
        },
        {
            "N": "旁白",
            "T": "席间的女巫们都陷入沉默，因为她们知道预言女巫的预言从来不会出错。"
        },
        {
            "N": "旁白",
            "T": "但是大家也明白故事女巫的决心，一位母亲对孩子的爱容不下多少质疑。"
        },
        {
            "N": "旁白",
            "T": "直到那位快乐女巫挺身而出，这令人烦扰的沉默才得以消解。"
        },
        {
            "N": "快乐女巫",
            "T": "那就让大家都来帮忙，我们一起改写这个孩子的命运！"
        },
        {
            "N": "预言女巫",
            "T": "你想挑战这个世界最本质的规则之一？"
        },
        {
            "N": "快乐女巫",
            "T": "我才不想受限于这个世界的规则，反倒是挑战规则这种事，更适合作为女巫聚会的议题呢。"
        },
        {
            "N": "智慧女巫",
            "T": "哦？听上去会是个很有趣的实验。"
        },
        {
            "N": "预言女巫",
            "T": "…如果我们真的能成功，倒也可以为这片无聊的星空增添几分趣味。"
        },
        {
            "N": "旁白",
            "T": "快乐女巫最终说服了大家，就像曾经的许多次那样。"
        },
        {
            "N": "旁白",
            "T": "她就像太阳，强大而又温暖，等她的光洒向你时，已容不得你拒绝。"
        },
        {
            "N": "旁白",
            "T": "于是女巫们准备好了各自的礼物，那是这宇宙间的三重奇迹。"
        },
        {
            "N": "预言女巫",
            "T": "那就让我破解高天的呓语，向他明示「命运」的诡计。"
        },
        {
            "N": "智慧女巫",
            "T": "那就让我留下足以解析世界本源的算式，为他的「生命」求得另一个解。"
        },
        {
            "N": "快乐女巫",
            "T": "那就让我拿出神奇的魔法，帮他将不可能的「愿望」变化为可能。"
        },
        {
            "N": "旁白",
            "T": "而故事女巫只有手中的笔，但她准备用倾注于笔尖的爱创造另一个奇迹。"
        },
        {
            "N": "故事女巫",
            "T": "那就让我把笔下的最后一个「故事」留给他，嫁接在那尚未美满的结局之上。"
        },
        {
            "N": "旁白",
            "T": "接受了女巫们的祝福后，小龙的命运终于开始转动了。"
        },
        {
            "N": "",
            "T": "故事继续写道："
        },
        {
            "N": "",
            "T": "在龙孩子的庆生会上，预言女巫做出了预言。"
        },
        {
            "N": "",
            "T": "龙孩子被赋予了邪龙的名字，也将因此背负邪龙的命运。"
        },
        {
            "N": "",
            "T": "但故事女巫宣布要改写龙孩子的命运，这是她的爱，也是她的决心。"
        },
        {
            "N": "",
            "T": "于是其他女巫纷纷送上自己的赠礼，那是这宇宙间罕有的奇迹。"
        },
        {
            "N": "",
            "T": "她们要挑战这个世界的法则，为了赞扬朋友的母爱，也为了满足自己的好奇心。"
        },
        {
            "N": "",
            "T": "哎呀，差点忘了，新的客人也送来了祝福。"
        },
        {
            "N": "",
            "T": "这一份额外的勇气，也可以帮助小龙改变命运吧？"
        },
        {
            "N": "",
            "T": "这一份额外的活力，也可以帮助小龙改变命运吧？"
        },
        {
            "N": "",
            "T": "这一份额外的智慧，也可以帮助小龙改变命运吧？"
        },
        {
            "N": "",
            "T": "在补全了又一个篇章后，你们再次回到了故事之外…"
        }
    ],
    "1600109": [
        {
            "N": "_1005",
            "T": "嗯…看来这个篇章也补全了。"
        },
        {
            "N": "_1005",
            "T": "那些女巫应该都是魔女会的成员吧？看上去大家都很关心杜林的事！"
        },
        {
            "N": "_1005",
            "T": "只是她们说的我都不太懂，魔女们都好神秘啊…"
        },
        {
            "N": "杜林",
            "T": "邪龙的命运…"
        },
        {
            "N": "_1005",
            "T": "杜林在意的是这个啊…这个问题已经在希穆兰卡被解决了，不是吗？"
        },
        {
            "N": "_0",
            "T": "在希穆兰卡…"
        },
        {
            "N": "_0",
            "T": "借助大家的祝福…"
        },
        {
            "N": "杜林",
            "T": "嗯…这里面应该也有魔女阿姨们的帮助吧。"
        },
        {
            "N": "杜林",
            "T": "另外，其实我忽然有个问题，我们补全的是哪一部分？"
        },
        {
            "N": "_1005",
            "T": "这个嘛…"
        },
        {
            "N": "_0",
            "T": "这确实是个问题…"
        },
        {
            "N": "_1005",
            "T": "与其说是补全了，更像是新写进去一些内容，真是搞不懂…"
        },
        {
            "N": "_1005",
            "T": "不过，我记得墨水确实被消耗了，魔法书也没有其他提示，算是完成任务了吧？"
        },
        {
            "N": "杜林",
            "T": "目前看来一切顺利…"
        },
        {
            "N": "_0",
            "T": "没关系。"
        },
        {
            "N": "_0",
            "T": "出了问题就去找艾莉丝。"
        },
        {
            "N": "杜林",
            "T": "嗯，或许因为这是母亲的遗愿吧，我总是想得太多。"
        },
        {
            "N": "杜林",
            "T": "这次也谢谢你们帮忙，等这本书给出下个篇章的提示后我会通知你们。"
        },
        {
            "N": "_1005",
            "T": "嗯，那下个篇章见！"
        }
    ],
    "1600110": [
        {
            "N": "温迪",
            "T": "她们的下一次聚会，又会是什么时候呢？"
        }
    ],
    "1600111": [
        {
            "N": "观察",
            "T": "（一柄玩具剑，看起来很适合用来扮演战士。）"
        }
    ],
    "1600112": [
        {
            "N": "观察",
            "T": "（一副小弹弓，看起来很适合用来扮演游侠。）"
        }
    ],
    "1600113": [
        {
            "N": "观察",
            "T": "（一本书籍，看起来很适合用来扮演学者。）"
        }
    ],
    "1600114": [
        {
            "N": "_0",
            "T": "就选它吧。"
        },
        {
            "N": "旁白",
            "T": "客人选择了战士的长剑作为礼物。"
        },
        {
            "N": "_1005",
            "T": "所以杜林想成为战士！"
        },
        {
            "N": "杜林",
            "T": "成为战士…其实我是想成为一个能保护大家的人。"
        },
        {
            "N": "杜林",
            "T": "和阿贝多一起前往挪德卡莱之后，我发现这个世界上的很多问题必须通过战斗来解决。"
        },
        {
            "N": "杜林",
            "T": "如果我能帮到大家就好了。"
        },
        {
            "N": "_0",
            "T": "你已经很厉害了。"
        },
        {
            "N": "杜林",
            "T": "是吗？但是，我觉得还不够…"
        },
        {
            "N": "",
            "T": "最终，他选择了「游侠的弹弓」作为礼物。同时，这个举动也消耗了一些魔法墨水。"
        }
    ],
    "1600115": [
        {
            "N": "_0",
            "T": "就选它吧。"
        },
        {
            "N": "旁白",
            "T": "客人选择了游侠的弹弓作为礼物。"
        },
        {
            "N": "_1005",
            "T": "游侠…杜林也喜欢探索这个世界？"
        },
        {
            "N": "杜林",
            "T": "#算是受到了{NICKNAME}和派蒙的启发吧。"
        },
        {
            "N": "杜林",
            "T": "从蒙德前往挪德卡莱的路上，我路过了很多地方，也遇到了很多人。"
        },
        {
            "N": "杜林",
            "T": "虽然他们生活的地方隔着很远的距离，但我与他们交谈时总能找到一个共同的话题，那就是你们的事迹。"
        },
        {
            "N": "_1005",
            "T": "哦…嘿嘿，毕竟我们是大名鼎鼎的冒险家嘛！"
        },
        {
            "N": "杜林",
            "T": "嗯，探索世界的游侠，不就是冒险家吗？"
        },
        {
            "N": "杜林",
            "T": "我一直觉得，冒险家就是追着故事跑的人，同时他们也会留下很多自己的故事。"
        },
        {
            "N": "杜林",
            "T": "我也想成为这样的人。"
        },
        {
            "N": "",
            "T": "最终，他选择了「学者的典籍」作为礼物。同时，这个举动也消耗了一些魔法墨水。"
        }
    ],
    "1600116": [
        {
            "N": "_0",
            "T": "就选它吧。"
        },
        {
            "N": "旁白",
            "T": "客人选择了学者的典籍作为礼物。"
        },
        {
            "N": "_1005",
            "T": "原来杜林这么好学吗？"
        },
        {
            "N": "杜林",
            "T": "我只是觉得我应该多学习一下这个世界的常识…"
        },
        {
            "N": "_1005",
            "T": "为什么杜林会这么觉得？"
        },
        {
            "N": "杜林",
            "T": "嗯…派蒙知道吗？在蒙德，使用火焰捕猎鱼类是要接受惩罚的。"
        },
        {
            "N": "_0",
            "T": "…你跟可莉一起去炸鱼了？"
        },
        {
            "N": "杜林",
            "T": "我本来以为是在向可莉学习捕猎技巧，直到后来被琴团长抓到禁闭室，我才发觉事情不是我理解的那样…"
        },
        {
            "N": "杜林",
            "T": "这个世界的很多常识都和希穆兰卡不一样，我必须抓紧学习，以免再给大家制造麻烦。"
        },
        {
            "N": "_1005",
            "T": "该说是常识的问题吗？"
        }
    ],
    "1600117": [
        {
            "N": "_1005",
            "T": "嗯？另一个杜林？"
        },
        {
            "N": "_0",
            "T": "是故事中的杜林吧。"
        },
        {
            "N": "_1005",
            "T": "你好啊，小杜林！"
        },
        {
            "N": "_1005",
            "T": "…没有反应，是睡得太熟了吗？这可是他的庆生会啊…"
        },
        {
            "N": "旁白",
            "T": "龙孩子诞生自故事女巫笔下的魔法，每当笔尖在书页上划动，龙孩子就会快乐地玩耍。"
        },
        {
            "N": "旁白",
            "T": "但是故事女巫并非时时都有执笔书写的闲暇，这次参加女巫之间的聚会，她不得不暂时放下手中的笔。"
        },
        {
            "N": "旁白",
            "T": "「龙孩子甜甜地睡去了」，这是她停笔前在书页上留下的话。"
        },
        {
            "N": "_0",
            "T": "所以，因为没时间…"
        },
        {
            "N": "_0",
            "T": "故事女巫就没写小龙的反应？"
        },
        {
            "N": "_1005",
            "T": "这种解释有些敷衍哦。"
        },
        {
            "N": "杜林",
            "T": "说起来有些奇怪，我印象中并没有参加过魔女阿姨们的聚会，这个庆生会是什么时候…"
        },
        {
            "N": "_1005",
            "T": "恐怕你当时也在呼呼大睡，所以不记得。"
        }
    ],
    "1600118": [
        {
            "N": "杜林",
            "T": "我想在这里仔细读一读这本书。"
        },
        {
            "N": "杜林",
            "T": "如果想回故事里看看，来找我就好。"
        }
    ],
    "1600119": [
        {
            "N": "_0",
            "T": "再看看别的吧。"
        }
    ],
    "1600202": [
        {
            "N": "凯亚",
            "T": "有人说，这世间每一个骰子的每一次投掷，都是命运之神提前写好的。"
        },
        {
            "N": "凯亚",
            "T": "而许多游戏取胜的关键，就是获得这位神明的青睐。"
        },
        {
            "N": "可莉",
            "T": "凯亚哥哥的运气真好！"
        },
        {
            "N": "凯亚",
            "T": "到你了，再试一次吧。"
        },
        {
            "N": "菲谢尔",
            "T": "深红的龙裔啊，无需畏惧。本皇女已为你加持了夤夜之祝祷，定可助你击败这个僭越之徒。"
        },
        {
            "N": "奥兹",
            "T": "小姐的意思是，她在暗中为你加油，一定要打败这个从她手里赢走了珍藏版卡背的家伙。"
        },
        {
            "N": "杜林",
            "T": "嗯…"
        },
        {
            "N": "凯亚",
            "T": "这…该说你运气好还是运气差呢？"
        },
        {
            "N": "菲谢尔",
            "T": "这是…命运的诡计！"
        },
        {
            "N": "_1005",
            "T": "你好啊，杜林，还有大家！"
        },
        {
            "N": "可莉",
            "T": "#是荣誉骑士{M#哥哥}{F#姐姐}和小派蒙，好久不见！"
        },
        {
            "N": "奥兹",
            "T": "好久不见，荣誉骑士阁下。小姐她十分关注这个对局的结果，容我代她向你们问好。"
        },
        {
            "N": "_1005",
            "T": "没关系啦。话说回来，要打牌的话，大家为什么不去猫尾酒馆里面呢？"
        },
        {
            "N": "杜林",
            "T": "唔…"
        },
        {
            "N": "凯亚",
            "T": "或许因为杜林曾经是一条龙，他身上的某种气息动不动就会吓到身边的小动物。"
        },
        {
            "N": "凯亚",
            "T": "正常情况下，小动物会远远地躲开他，但在猫尾酒馆里…"
        },
        {
            "N": "凯亚",
            "T": "那里的猫可能将酒馆视为自己的领地，所以它们会觉得自己无路可退，转而采取一种比较激烈的方式避免杜林靠近。"
        },
        {
            "N": "_0",
            "T": "所以杜林被猫挠过？"
        },
        {
            "N": "杜林",
            "T": "我只是想借用它们的巢睡一觉…"
        },
        {
            "N": "_1005",
            "T": "巢…杜林是指猫咪沙发吗？"
        },
        {
            "N": "杜林",
            "T": "对，我在那种沙发上面可以用自己更习惯的休息姿势，可惜那位黑色首领的族群很不好惹…"
        },
        {
            "N": "杜林",
            "T": "幸亏有迪奥娜小姐帮忙从中调解，我终于借到其中一个沙发的使用权。"
        },
        {
            "N": "杜林",
            "T": "不过，也只有在晚上才能使用。"
        },
        {
            "N": "_0",
            "T": "真不容易…"
        },
        {
            "N": "_1005",
            "T": "最后帮忙的是迪奥娜啊，她其实还蛮喜欢帮助别人的嘛。"
        },
        {
            "N": "凯亚",
            "T": "更多还是因为杜林很抗拒喝酒，这在迪奥娜看来简直是知音。明明生活在蒙德这样的地方，真可惜。"
        },
        {
            "N": "迪奥娜",
            "T": "哼！"
        },
        {
            "N": "杜林",
            "T": "蒙德的酒水，目前的我确实还无法承受，以后的话或许…"
        },
        {
            "N": "_1005",
            "T": "不用勉强啦，谁说来蒙德就一定要喝酒的？"
        },
        {
            "N": "杜林",
            "T": "我想学习人类的「社交」，这样才能结交更多的朋友。只是在这种活动里，经常需要饮酒…"
        },
        {
            "N": "杜林",
            "T": "所以我现在来学习七圣召唤，它似乎也是一种社交活动，但并不需要饮酒，另外我有幸还能接受断罪之皇女的指点。"
        },
        {
            "N": "_1005",
            "T": "对啊，玩七圣召唤也可以交朋友嘛。"
        },
        {
            "N": "_1005",
            "T": "要不要让这位赢遍提瓦特的高手帮你出谋划策？肯定能赢对面那个家伙！"
        },
        {
            "N": "凯亚",
            "T": "很遗憾，面对这样的手气，就算那位须弥的七圣召唤冠军来了，恐怕也救不回来。"
        },
        {
            "N": "_1005",
            "T": "这种骰面…确实不算好，但或许下一次就能转运呢？"
        },
        {
            "N": "凯亚",
            "T": "他每次都会投出这样的骰面，这已经是第三次了，根本就没变过。"
        },
        {
            "N": "_0",
            "T": "还有这种巧合？"
        },
        {
            "N": "凯亚",
            "T": "如果真的有命运之神，好歹也在这位少年身上多花些笔墨吧，比如多写一种骰面之类的。"
        },
        {
            "N": "杜林",
            "T": "…我好像已经输了。"
        },
        {
            "N": "菲谢尔",
            "T": "即便是拥有祝祷加持的龙裔，也要败给命运的诡计吗？"
        },
        {
            "N": "可莉",
            "T": "小杜林哥哥不要不开心，下一局一定能赢。可莉把嘟嘟可借给你，妈妈说过它能带来好运！"
        },
        {
            "N": "杜林",
            "T": "谢谢你，可莉，但接下来还有更重要的事情等着我去做。"
        },
        {
            "N": "可莉",
            "T": "好吧…"
        },
        {
            "N": "_1005",
            "T": "魔法书已经给出下个篇章的提示了吧？"
        },
        {
            "N": "杜林",
            "T": "嗯，我觉得我已经猜到这次要去哪里了，请跟我来。"
        }
    ],
    "1600203": [
        {
            "N": "某人的声音",
            "T": "故事中的龙会驻足于怎样的城堡？"
        },
        {
            "N": "某人的声音",
            "T": "女巫向一条随风而来的巨龙寻求答案。"
        },
        {
            "N": "某人的声音",
            "T": "她远望巨龙翼下的孤堡，用文字在故事里筑起高墙。"
        },
        {
            "N": "某人的声音",
            "T": "高墙隔绝了风雨，高墙也投下了影子。"
        },
        {
            "N": "某人的声音",
            "T": "故事的枝条在影子中沉睡，不再长大。"
        },
        {
            "N": "杜林",
            "T": "这就是新的提示，我觉得魔法书是想让我们寻找现实中有龙生活的地方。"
        },
        {
            "N": "杜林",
            "T": "我打听了一下，在蒙德正好有这样的地方。"
        },
        {
            "N": "_1005",
            "T": "这么说的话确实有道理…"
        },
        {
            "N": "杜林",
            "T": "我听说住在这里的龙叫做特瓦林，他是一条非常美丽的巨龙，如果有机会的话，好想和他见一面。"
        },
        {
            "N": "_1005",
            "T": "嗯…稍等一下！"
        },
        {
            "N": "_1005",
            "T": "#{NICKNAME}，让特瓦林见到杜林会不会有什么问题？考虑到这个世界原本的杜林和特瓦林之间发生的事…"
        },
        {
            "N": "_0",
            "T": "他们又不一样。"
        },
        {
            "N": "_0",
            "T": "可能会有些问题…"
        },
        {
            "N": "_1005",
            "T": "真不知道该怎么跟他讲…算了，如果真的遇到特瓦林，有我们在场，应该不会有事的。"
        },
        {
            "N": "杜林",
            "T": "还有什么问题吗？"
        },
        {
            "N": "_1005",
            "T": "没有问题了，我们走。"
        }
    ],
    "1600204": [
        {
            "N": "杜林",
            "T": "这里就是特瓦林居住的地方？"
        },
        {
            "N": "_0",
            "T": "按照以往的经验…"
        },
        {
            "N": "_0",
            "T": "还得从这里跳下去。"
        },
        {
            "N": "_1005",
            "T": "然后进入一场风暴…"
        },
        {
            "N": "杜林",
            "T": "…派蒙如果害怕被吹走的话，可以抓紧我的衣角。"
        },
        {
            "N": "_1005",
            "T": "不用担心我啦，我们出发吧。"
        },
        {
            "N": "",
            "T": "你们在风龙废墟的深处纵身跃下，再次进入了一篇全新的故事…"
        },
        {
            "N": "",
            "T": "故事如此写道："
        },
        {
            "N": "",
            "T": "小龙一天天地长大了，故事女巫很爱护他，为他建造了高大而美丽的城堡。"
        },
        {
            "N": "",
            "T": "而故事女巫最终没能战胜无情的岁月，前往了比星星更远的地方。"
        },
        {
            "N": "",
            "T": "小龙忽然孤身一人，他尝试走出城堡去结交朋友。"
        },
        {
            "N": "",
            "T": "但他已经长出了邪龙的爪牙和鳞片，正如预言所说的那样。"
        },
        {
            "N": "",
            "T": "善良的小龙害怕伤害到其他人，他躲进了母亲建造的城堡，再也没有出来…"
        }
    ],
    "1600205": [
        {
            "N": "_1005",
            "T": "唔…看来我们直接来到故事里的世界了，这个篇章写的应该就是希穆兰卡的事吧？"
        },
        {
            "N": "_0",
            "T": "这座城堡…"
        },
        {
            "N": "_0",
            "T": "我想起了很多以前的事…"
        },
        {
            "N": "杜林",
            "T": "我也是，我想起了赐福森林来的仙子，星轨王城来的国王，还有箱子里的猫女士…"
        },
        {
            "N": "_1005",
            "T": "…杜林是指妮露，娜维娅还有绮良良吧？"
        },
        {
            "N": "杜林",
            "T": "嗯，还有阿帽。但是，说来奇怪…"
        },
        {
            "N": "_0",
            "T": "他又怎么了？"
        },
        {
            "N": "杜林",
            "T": "我忽然想起来，最近和阿帽见面的时候总有种奇怪的感觉…"
        },
        {
            "N": "_1005",
            "T": "什么感觉？"
        },
        {
            "N": "杜林",
            "T": "他好像在担心什么事，但又不跟我讲。虽然他没有表现出来，但我能感受到。"
        },
        {
            "N": "_1005",
            "T": "该怎么说呢…他就是这种类型的人吧。"
        },
        {
            "N": "_0",
            "T": "我和他相处也有这种感觉…"
        },
        {
            "N": "_0",
            "T": "有机会直接找他聊聊。"
        },
        {
            "N": "杜林",
            "T": "嗯…还是让我先完成母亲的遗愿吧。"
        },
        {
            "N": "_1005",
            "T": "对，现在最要紧的是补全这个篇章——就让我们再来一次，找到你，帮你解除命运的诅咒！"
        },
        {
            "N": "旁白",
            "T": "这一天，忽然有一支冒险者的小队来到了城堡的高墙下。"
        },
        {
            "N": "旁白",
            "T": "他们宣称要帮助小龙解除命运的诅咒，但面对这重重高墙，一时无所适从。"
        },
        {
            "N": "_1005",
            "T": "喂，比起嘲笑我们，就不能给一些提示吗？"
        },
        {
            "N": "旁白",
            "T": "小龙自囚于城堡中心的高塔，要抵达那里，必须跨越阻隔心灵的壁障，没有捷径。"
        },
        {
            "N": "_1005",
            "T": "看来又得像上次那样花费很多时间了…"
        },
        {
            "N": "杜林",
            "T": "…让我试一试吧。"
        },
        {
            "N": "_1005",
            "T": "杜林有什么好办法吗？"
        },
        {
            "N": "杜林",
            "T": "如果躲在那座高塔里的小龙就是曾经的我，他拒绝别人的方式我肯定很熟悉。"
        },
        {
            "N": "杜林",
            "T": "请跟我走。"
        },
        {
            "N": "",
            "T": "你们在一番努力下，逐渐深入了城堡…"
        },
        {
            "N": "",
            "T": "你们发现了几位被困在下面的人…"
        }
    ],
    "1600209": [
        {
            "N": "_1005",
            "T": "你们是…"
        },
        {
            "N": "？？？",
            "T": "会飞的精灵，你也是来帮助小龙解除诅咒的吗？"
        },
        {
            "N": "？？？",
            "T": "还有其他敢于踏足这座城堡的勇者？快加入本王的队伍吧！"
        },
        {
            "N": "_1005",
            "T": "妮露和娜维娅？"
        },
        {
            "N": "飞鼠仙子",
            "T": "妮露？我是飞鼠仙子。"
        },
        {
            "N": "长颈鹿国王",
            "T": "娜维娅？我是长颈鹿国王。"
        },
        {
            "N": "_0",
            "T": "应该不是本人。"
        },
        {
            "N": "_0",
            "T": "更像是杜林印象中的她们。"
        },
        {
            "N": "杜林",
            "T": "确实是这样…还有那位箱子里的猫女士。"
        },
        {
            "N": "箱子里的猫",
            "T": "有新的敌人吗？"
        },
        {
            "N": "_1005",
            "T": "绮良良…噗，箱子里的猫女士，我们不是敌人哦。"
        },
        {
            "N": "_0",
            "T": "是在希穆兰卡遇到的伙伴…"
        },
        {
            "N": "_1005",
            "T": "嗯，我们在希穆兰卡的经历不也是这个故事的一部分？遇到大家不奇怪。"
        },
        {
            "N": "杜林",
            "T": "…我明白了。飞鼠仙子，长颈鹿国王，还有箱子里的猫女士，跟我一起前进吧。"
        },
        {
            "N": "旁白",
            "T": "高墙的影子里有小龙的孤独，想要和小龙交朋友的来客无法在其中前进。"
        },
        {
            "N": "旁白",
            "T": "她们也想帮助小龙解除诅咒，却无法离开眼前的火光。在故事中的奇迹降临之前，她们将被困于此。"
        },
        {
            "N": "_1005",
            "T": "是这样啊…"
        },
        {
            "N": "飞鼠仙子",
            "T": "这些影子在拒绝我们前进，小龙好像很害怕和我们见面。"
        },
        {
            "N": "长颈鹿国王",
            "T": "要是有更多的火光就好了…你们为什么不害怕这些影子？"
        },
        {
            "N": "杜林",
            "T": "因为…我身上有你们需要的「火光」？"
        },
        {
            "N": "杜林",
            "T": "或许，这个故事被补全后可以有一些不一样的地方。"
        },
        {
            "N": "杜林",
            "T": "在遇到大家之前，我一直认为自己永远都交不到朋友了，拒绝着所有想要接近我的人，直到某种奇迹带着你们找到我…"
        },
        {
            "N": "杜林",
            "T": "这一次，就让我成为这个「奇迹」。"
        },
        {
            "N": "飞鼠仙子",
            "T": "…我不太明白你在讲什么，但我看得出来，你也非常想帮小龙解除诅咒，对吧？"
        },
        {
            "N": "杜林",
            "T": "嗯，请跟我来！"
        },
        {
            "N": "",
            "T": "你们接近了小龙的藏身之所。但你们先前所进行的各种举动，又消耗了一些魔法墨水。"
        }
    ],
    "1600211": [
        {
            "N": "_1005",
            "T": "杜林，不要再胡闹了！啊不对…故事里的小龙，冷静一下！"
        },
        {
            "N": "小龙",
            "T": "不要靠近我，我不想伤害你们！"
        },
        {
            "N": "旁白",
            "T": "孤独与恐惧织就了心灵的牢笼，隔绝了他人的注视，冒险者们只能看到小龙留下的影子。"
        },
        {
            "N": "_1005",
            "T": "不会的，我们可以帮你！"
        },
        {
            "N": "小龙",
            "T": "不要过来！"
        },
        {
            "N": "旁白",
            "T": "小龙不再回应。"
        },
        {
            "N": "_1005",
            "T": "这样的话，我们怎么劝说他啊？"
        },
        {
            "N": "杜林",
            "T": "「小龙不再回应」，这确实可能是我的另一种结局…"
        },
        {
            "N": "杜林",
            "T": "之前我在希穆兰卡时，大概也和他一样吧。"
        },
        {
            "N": "杜林",
            "T": "虽然那时的我一味地拒绝着所有人，但其实我很希望真的有人能强大到无视我的力量，来到我面前。"
        },
        {
            "N": "杜林",
            "T": "而当时的大家也确实做到了，所以我现在才能站在这里。"
        },
        {
            "N": "_0",
            "T": "那就补全这段故事吧！"
        },
        {
            "N": "旁白",
            "T": "小龙不再回应，但是故事女巫再次落笔，让奇迹降临。"
        },
        {
            "N": "旁白",
            "T": "飞鼠仙子，长颈鹿国王，还有箱子里的猫女士来到了小龙藏身的高塔，奇迹的光芒指引她们穿越了高墙的影子。"
        },
        {
            "N": "旁白",
            "T": "她们不惧怕小龙的爪牙和鳞片，她们将成为小龙的朋友，正如小龙期望的那样。"
        },
        {
            "N": "_1005",
            "T": "妮露，娜维娅，还有绮良良？"
        },
        {
            "N": "_0",
            "T": "应该不是本人。"
        },
        {
            "N": "_0",
            "T": "更像是杜林印象中的她们。"
        },
        {
            "N": "杜林",
            "T": "是我在希穆兰卡认识的朋友们…"
        },
        {
            "N": "杜林",
            "T": "如果你还能听到我说话，那就请好好听我讲。"
        },
        {
            "N": "杜林",
            "T": "爪牙也好，鳞片也好，都不是什么无法逃避的诅咒，你最终战胜了它们，交到了很多朋友。"
        },
        {
            "N": "杜林",
            "T": "你一定觉得我在撒谎，因为你之前尝试过很多次，并且全部失败了。"
        },
        {
            "N": "杜林",
            "T": "但这次不一样，我把你的朋友带来了。"
        },
        {
            "N": "小龙",
            "T": "…你说什么？"
        },
        {
            "N": "飞鼠仙子",
            "T": "小龙，我是飞鼠仙子，我愿意帮你找到解除诅咒的办法。所以，能和我谈谈吗？"
        },
        {
            "N": "长颈鹿国王",
            "T": "我是长颈鹿国王，不用担心，我们不害怕你。"
        },
        {
            "N": "箱子里的猫",
            "T": "我只是箱子里的猫…但我也愿意和你交朋友。"
        },
        {
            "N": "小龙",
            "T": "这是…我的朋友？"
        },
        {
            "N": "杜林",
            "T": "在你逃避的那个未来，她们都是你的朋友，我可以为她们作证。"
        },
        {
            "N": "杜林",
            "T": "来自朋友的邀请，你愿意接受吗？"
        },
        {
            "N": "旁白",
            "T": "一段沉寂之后，高塔的阴影中传来沉重的脚步声，但脚步声的主人迟迟不肯来到大家面前。"
        },
        {
            "N": "旁白",
            "T": "小龙走出了心灵的牢笼，但他仍旧没有摆脱自己的尖爪和鳞片。"
        },
        {
            "N": "小龙",
            "T": "我现在的样子该怎么去见朋友？"
        },
        {
            "N": "飞鼠仙子",
            "T": "没关系的，那就让大家一起送上祝福，并向命运女神许愿，许愿让小龙摆脱诅咒，摆脱邪龙的尖爪和鳞片。"
        },
        {
            "N": "_1005",
            "T": "对，就像上次那样！"
        },
        {
            "N": "小龙",
            "T": "向命运女神许愿？"
        },
        {
            "N": "旁白",
            "T": "这时，快乐女巫降临了。"
        },
        {
            "N": "快乐女巫",
            "T": "你好啊，小龙。不用担心，只要获得大家的祝福，你的愿望一定可以实现。"
        },
        {
            "N": "_1005",
            "T": "艾莉丝？不对，应该是故事里的快乐女巫？"
        },
        {
            "N": "快乐女巫",
            "T": "对，我乃快乐女巫，也是此方天地的创世女神。故事女巫乃是我的挚友，也是此方天地的命运女神。"
        },
        {
            "N": "快乐女巫",
            "T": "我前来兑现诺言，将我第二强大的魔法借给她。"
        },
        {
            "N": "快乐女巫",
            "T": "这种魔法可以帮她创造一个世界，自然也能实现你的愿望——只要你能获得大家的祝福。"
        },
        {
            "N": "快乐女巫",
            "T": "但我必须先帮故事女巫确认，你是否想获得大家的祝福？"
        },
        {
            "N": "小龙",
            "T": "我…我还是想和大家交朋友，大家愿意祝福我吗？"
        },
        {
            "N": "_0",
            "T": "当然，就像之前那样。"
        },
        {
            "N": "旁白",
            "T": "或许这个故事早就可以结束，但冒险者们的祝福为它创造了另一种可能。"
        },
        {
            "N": "旁白",
            "T": "而彼时的他们，尚不知晓这种祝福是馈赠还是考验。"
        },
        {
            "N": "_1005",
            "T": "你又在说什么啊？之前需要提示的时候什么也不说，现在到了必须要做的一步又出来装神弄鬼。"
        },
        {
            "N": "杜林",
            "T": "考验…来到大家的世界之后，无论是那些希穆兰卡不存在的烦恼，还是那些不得不面对的战斗，说是考验，倒也没错。"
        },
        {
            "N": "杜林",
            "T": "但是没有这些考验的话，我也不会结识大家了。所以，我还是愿意给那时的我送去祝福。"
        },
        {
            "N": "_1005",
            "T": "就是这样嘛！杜林，让我们再次帮你实现那个愿望吧。"
        },
        {
            "N": "杜林",
            "T": "嗯，谢谢你们，无论是作为现在的我还是那时的我。"
        },
        {
            "N": "",
            "T": "故事继续写道："
        },
        {
            "N": "",
            "T": "幸运的是，一支勇敢的冒险者小队听说了小龙的故事。"
        },
        {
            "N": "",
            "T": "他们决心帮他解除诅咒，并为此闯过重重难关。"
        },
        {
            "N": "",
            "T": "为了帮助小龙，他们献上自己的祝福，向命运女神许愿。"
        },
        {
            "N": "",
            "T": "众人许下的愿望最终实现了。小龙褪去了邪龙的鳞片，走出了幽暗的高塔。"
        },
        {
            "N": "",
            "T": "但是当小龙的足迹延伸到城堡之外，他会明白，这些祝福既是馈赠，也是考验。"
        },
        {
            "N": "",
            "T": "而命运的诡计，远远没有结束。"
        },
        {
            "N": "",
            "T": "在补全了又一个篇章后，你们再次回到了故事之外。"
        },
        {
            "N": "旁白",
            "T": "而命运的诡计，远远没有结束。"
        }
    ],
    "1600212": [
        {
            "N": "_1005",
            "T": "就像之前那样，杜林实现了自己的愿望！"
        },
        {
            "N": "杜林",
            "T": "如果这是母亲写的与我有关的故事，这个篇章应该就是结局了吧？"
        },
        {
            "N": "_1005",
            "T": "对哦…这么说我们已经补全这个故事了吧？"
        },
        {
            "N": "_1005",
            "T": "我看墨水还是剩了一些，看来我们圆满完成艾莉丝交给我们的任务啦。"
        },
        {
            "N": "_0",
            "T": "该找她还书了。"
        },
        {
            "N": "_1005",
            "T": "那就看她什么时候联系我们吧。"
        },
        {
            "N": "杜林",
            "T": "母亲写的最后一个故事也结束了…"
        },
        {
            "N": "_1005",
            "T": "杜林看上去有些舍不得？"
        },
        {
            "N": "杜林",
            "T": "以前还在希穆兰卡生活时，我总有种错觉，那就是母亲还没有离开。"
        },
        {
            "N": "杜林",
            "T": "那时，每天和那些故事里的事物接触，就好像还在听母亲讲故事一样，现在…"
        },
        {
            "N": "_1005",
            "T": "杜林…"
        },
        {
            "N": "_0",
            "T": "没关系的，你还有大家。"
        },
        {
            "N": "_1005",
            "T": "对啊，蒙德城还有那么多朋友在等着杜林呢。"
        },
        {
            "N": "杜林",
            "T": "…嗯。"
        },
        {
            "N": "_1005",
            "T": "说起来，在那座城堡里跑了这么久，我又有些饿了…正好先回蒙德城找大家一起吃一顿大餐。"
        },
        {
            "N": "_1005",
            "T": "顺便，杜林完成了母亲的遗愿，正好也该庆祝一下吧？"
        },
        {
            "N": "杜林",
            "T": "可惜的是，最后也没有见到那位美丽的巨龙啊。"
        },
        {
            "N": "_1005",
            "T": "杜林果然还是很期待这个啊…他确实不是所有时间都在这里，不过不用担心，以后肯定有机会。"
        },
        {
            "N": "杜林",
            "T": "好吧…按照人类的习惯，这顿大餐是为了庆祝我完成母亲的遗愿，是不是该我请客？"
        },
        {
            "N": "_1005",
            "T": "#就当做是朋友给你办的庆祝活动，让我和{NICKNAME}请客吧。"
        },
        {
            "N": "杜林",
            "T": "在请客这件事上，人类世界的规则真的好复杂…"
        },
        {
            "N": "温迪",
            "T": "你看，他也想和你交朋友。"
        },
        {
            "N": "特瓦林",
            "T": "……"
        },
        {
            "N": "温迪",
            "T": "但是还不到时候…这一次的故事，应该会有一个更好的结局吧？"
        }
    ],
    "1600213": [
        {
            "N": "_1005",
            "T": "离开了那么久，不知道大家还在不在这里…"
        },
        {
            "N": "凯亚",
            "T": "看来你们的冒险圆满结束了，要不要喝一杯？就当是庆祝一下。"
        },
        {
            "N": "迪奥娜",
            "T": "听好了，这里不许喝酒！"
        },
        {
            "N": "可莉",
            "T": "#荣誉骑士{M#哥哥}{F#姐姐}和小杜林哥哥，我要听你们讲今天的大冒险！"
        },
        {
            "N": "_1005",
            "T": "先点一顿大餐，一边吃一边讲。"
        },
        {
            "N": "可莉",
            "T": "好耶！"
        },
        {
            "N": "玛乔丽",
            "T": "打扰下，你刚刚叫他小杜林哥哥？杜林…那不是陨落在雪山的那条恶龙吗？"
        },
        {
            "N": "可莉",
            "T": "大姐姐在说什么啊？小杜林哥哥不是雪山那条恶龙，阿贝多哥哥说…总之很神奇！"
        },
        {
            "N": "_1005",
            "T": "玛乔丽是第一次见到杜林吗？难免会有这种误会呢。"
        },
        {
            "N": "凯亚",
            "T": "不对…就算是第一次见到杜林，也应该听说过他的事了，这在蒙德可不是秘密。"
        },
        {
            "N": "杜林",
            "T": "大家…"
        },
        {
            "N": "恕筠",
            "T": "他和雪山那条恶龙是什么关系？"
        },
        {
            "N": "玛乔丽",
            "T": "话说回来，那个孩子的头上确实长着龙角一样的东西，该不会…"
        },
        {
            "N": "凯亚",
            "T": "…难道他们都忘记了杜林的事吗？"
        },
        {
            "N": "_1005",
            "T": "怎么会…"
        },
        {
            "N": "旁白",
            "T": "而命运的诡计，远远没有结束。"
        },
        {
            "N": "杜林",
            "T": "唔！"
        },
        {
            "N": "凯亚",
            "T": "都小心！"
        },
        {
            "N": "_0",
            "T": "冷静一下！"
        },
        {
            "N": "杜林",
            "T": "应该没有人受伤吧…"
        },
        {
            "N": "_1005",
            "T": "杜林，杜林！"
        },
        {
            "N": "",
            "T": "力竭的杜林倒在了地上。众人请来芭芭拉为杜林进行了治疗，并将他安置在一间客房里。"
        }
    ],
    "1600214": [
        {
            "N": "丽莎",
            "T": "我刚刚已经请芭芭拉帮他检查过了，他并无大碍，但似乎为了对抗某种危险的力量而消耗了大量精力。"
        },
        {
            "N": "丽莎",
            "T": "必须得休息一段时间才能醒过来了。"
        },
        {
            "N": "琴",
            "T": "所以，谁能说明一下到底是怎么回事？"
        },
        {
            "N": "凯亚",
            "T": "简而言之，除了和杜林熟识的我们之外，蒙德城的居民都忘记了与他有关的事。"
        },
        {
            "N": "_1005",
            "T": "为什么会这样呢？"
        },
        {
            "N": "凯亚",
            "T": "这还不是最棘手的事，他身上的深渊力量也有失控的迹象，不知道和被他人忘记这一点有没有关系。"
        },
        {
            "N": "琴",
            "T": "他身上的深渊力量一旦失控，对于蒙德来说将会十分危险…"
        },
        {
            "N": "_0",
            "T": "或许应该找阿贝多…"
        },
        {
            "N": "凯亚",
            "T": "这种情况确实该找他处理…"
        },
        {
            "N": "琴",
            "T": "嗯，我会以代理团长的名义写一封信，请阿贝多回来一趟。在此期间，就让骑士团帮忙照看他吧。"
        },
        {
            "N": "_1005",
            "T": "现在也只能这样了…"
        },
        {
            "N": "琴",
            "T": "另外，这本书就交给我保管吧。如果你们想要查阅它，直接去我的<color=#37FFFF>办公室</color>就可以。"
        },
        {
            "N": "_1005",
            "T": "#这本书…{NICKNAME}，你觉得杜林现在的状态会不会跟它有关系？"
        },
        {
            "N": "_0",
            "T": "很有可能。"
        },
        {
            "N": "_1005",
            "T": "现在艾莉丝还没有联系我们…如果有机会的话，我们再回书里看看吧。"
        }
    ],
    "1600215": [
        {
            "N": "凯亚",
            "T": "在蒙德见到你还挺难得，有空的话去喝一杯？"
        }
    ],
    "1600216": [
        {
            "N": "可莉",
            "T": "#荣誉骑士{M#哥哥}{F#姐姐}和小杜林哥哥是要去大冒险吗？但今天琴团长不许可莉出城…回来之后记得把冒险讲给可莉听哦！"
        }
    ],
    "1600217": [
        {
            "N": "菲谢尔",
            "T": "命运的诡计…哼。"
        }
    ],
    "1600218": [
        {
            "N": "迪奥娜",
            "T": "哪里来的酒味…是那个家伙没错了！"
        }
    ],
    "1600222": [
        {
            "N": "丽莎",
            "T": "他的情况还算稳定，不用担心。"
        },
        {
            "N": "凯亚",
            "T": "可莉本来还准备找杜林一起出去玩…杜林的事，就暂时不要跟她讲了。"
        },
        {
            "N": "琴",
            "T": "等他醒来之后，我会派骑士立刻通知你们。"
        }
    ],
    "1600302": [
        {
            "N": "_1005",
            "T": "是琴团长！"
        },
        {
            "N": "琴",
            "T": "你们好，看来我写的信已经送到了。他在那边的长椅上，刚醒不久。我就在这边，如果有需要可以直接喊我。"
        },
        {
            "N": "_1005",
            "T": "不用这么严肃啦，我们不会有事的。"
        },
        {
            "N": "杜林",
            "T": "#{NICKNAME}和派蒙？我刚刚想起晕倒之前的事，多亏你压制了我，不然的话…"
        },
        {
            "N": "_0",
            "T": "先不要说这个。"
        },
        {
            "N": "_0",
            "T": "你没事吧？"
        },
        {
            "N": "杜林",
            "T": "我现在很好，只是…很多人都不记得我了。"
        },
        {
            "N": "_1005",
            "T": "不用担心，肯定有办法处理这种情况的，不如先说说当时发生了什么事？"
        },
        {
            "N": "杜林",
            "T": "当时…那是一种很奇怪的感觉。"
        },
        {
            "N": "杜林",
            "T": "我发现大家都不再认识我之后，忽然觉得脱离了和自己身体的联系。"
        },
        {
            "N": "杜林",
            "T": "而我现在的这具身体本身就封印着深渊的力量，与我失去联系后，那份力量也就失去了控制…"
        },
        {
            "N": "杜林",
            "T": "后来我听到大家在喊我，我才重新和自己的身体建立联系。"
        },
        {
            "N": "_1005",
            "T": "和身体失去了联系…是这具身体出了问题吗？看来真的得找阿贝多帮忙。"
        },
        {
            "N": "杜林",
            "T": "…我感觉问题并不是出在阿贝多的炼金术上面。"
        },
        {
            "N": "_1005",
            "T": "嗯…很多人忽然把你忘了，这件事或许更关键一些？"
        },
        {
            "N": "_0",
            "T": "我感觉和那本书有关。"
        },
        {
            "N": "_1005",
            "T": "那样的话，只有找艾莉丝才能问清楚，但过去这么长时间了，她还是没有联系我们…"
        },
        {
            "N": "_1005",
            "T": "该不会说什么来什么吧？"
        },
        {
            "N": "某人的声音",
            "T": "要如何将故事的嫩枝移出高墙？"
        },
        {
            "N": "某人的声音",
            "T": "女巫走出城堡，去寻找那世间最高最大的树。"
        },
        {
            "N": "某人的声音",
            "T": "她要在那高高的树冠上寻找一处安身之地，将怀中的枝条嫁接在那里。"
        },
        {
            "N": "某人的声音",
            "T": "去那里吧，那里有拂过这个枝条的第一缕风。"
        },
        {
            "N": "_1005",
            "T": "这是新的提示…这个故事还没有结束吗？"
        },
        {
            "N": "杜林",
            "T": "走出城堡…"
        },
        {
            "N": "杜林",
            "T": "我有个想法，如果这个故事写的是我的经历，那我离开希穆兰卡后发生的事会不会也是这个故事的一部分？"
        },
        {
            "N": "_1005",
            "T": "这…那位魔女怎么会知道这些事的？另外真是这样的话，我们怎么才算补全了这个故事呢？"
        },
        {
            "N": "_0",
            "T": "得再去书里看看。"
        },
        {
            "N": "_1005",
            "T": "这倒是没错…现在联系不到艾莉丝，我们只能亲自去调查一下了。"
        },
        {
            "N": "_1005",
            "T": "话说回来，这次的谜语指向的又是哪里呢？"
        },
        {
            "N": "杜林",
            "T": "世间最高最大的树…让我有这种印象的应该就只有那里了，当初刚刚离开希穆兰卡的时候，那是我落脚的地方。"
        },
        {
            "N": "杜林",
            "T": "那里的咖啡很好喝，还有看不完的书。"
        },
        {
            "N": "_0",
            "T": "…须弥城？"
        },
        {
            "N": "杜林",
            "T": "嗯，在蒙德城，我们是从图书馆开始找线索的，须弥城也有一座很大的图书馆，你们觉得呢？"
        },
        {
            "N": "_1005",
            "T": "…杜林说的确实有些道理，我没有什么更好的想法。"
        },
        {
            "N": "_0",
            "T": "先去一趟再说。"
        },
        {
            "N": "_1005",
            "T": "这样的话，我们先通知琴团长他们吧。"
        },
        {
            "N": "琴",
            "T": "…既然你们有自己的计划，我不会过问太多。"
        },
        {
            "N": "琴",
            "T": "只是希望你们注意安全，阿贝多还要过一阵子才能回来，在这之前，杜林身上的问题始终是个隐患。"
        },
        {
            "N": "杜林",
            "T": "之前的事…我很抱歉。"
        },
        {
            "N": "琴",
            "T": "我并不是要指责你，其实这里的大家都没有指责你的意思。恰恰相反，他们都很关心你的情况。"
        },
        {
            "N": "杜林",
            "T": "关心？"
        },
        {
            "N": "琴",
            "T": "请随我来。"
        },
        {
            "N": "琴",
            "T": "听说你醒了，大家就过来看看。"
        },
        {
            "N": "杜林",
            "T": "大家…"
        },
        {
            "N": "丽莎",
            "T": "我听说，你准备补全一本故事书。那些人失去的记忆，或许也是你的故事中等待补全的一部分？"
        },
        {
            "N": "杜林",
            "T": "…丽莎老师，您果然很擅长解答我的疑惑。"
        },
        {
            "N": "杜林",
            "T": "请等我回来，母亲留下的故事也好，我和大家的故事也好，我都会想办法补全的！"
        }
    ],
    "1600303": [
        {
            "N": "_1005",
            "T": "虽然来之前觉得这次和在蒙德一样是去图书馆找书，但是这里的书…"
        },
        {
            "N": "杜林",
            "T": "…该从哪里找起啊？"
        },
        {
            "N": "_1005",
            "T": "这次的提示本身就很不明确。"
        },
        {
            "N": "_0",
            "T": "先四处看看？"
        },
        {
            "N": "_1005",
            "T": "只能先看看这里是不是也发生了图书馆异常事件。"
        },
        {
            "N": "_1005",
            "T": "唔…嗯？"
        },
        {
            "N": "卡塔扬",
            "T": "很抱歉，我没理解你的意思。"
        },
        {
            "N": "流浪者",
            "T": "我来还它的第五卷。"
        },
        {
            "N": "卡塔扬",
            "T": "在馆藏目录里，这个书籍系列的第五卷是没有外借的。你说要还书，我没办法让你还一本原本就没外借的书啊。"
        },
        {
            "N": "流浪者",
            "T": "那就这样说吧，现在库存的那一版缺失了很多内容，我手里这版是完整的，用它替换掉库存的那一版。"
        },
        {
            "N": "卡塔扬",
            "T": "这…还请你理解，图书管理是一件很严肃的工作，我不能仅凭你一句话就把一本重要的馆藏书籍替换掉。"
        },
        {
            "N": "流浪者",
            "T": "啧…"
        },
        {
            "N": "_1005",
            "T": "是你这家伙！"
        },
        {
            "N": "流浪者",
            "T": "哦？是你们。"
        },
        {
            "N": "_0",
            "T": "真意外…"
        },
        {
            "N": "_0",
            "T": "来之前就有预感…"
        },
        {
            "N": "_1005",
            "T": "你来这里做什么？"
        },
        {
            "N": "流浪者",
            "T": "我是一名游学者，出现在这里有什么奇怪的？"
        },
        {
            "N": "_1005",
            "T": "上次见到你还是在挪德卡莱，没想到你忽然又回须弥了…"
        },
        {
            "N": "流浪者",
            "T": "有一些事我必须回来处理下，一些资料由于某种原因消失了，我把它们重新整理了出来，准备归还给这里。"
        },
        {
            "N": "流浪者",
            "T": "考虑到接下来我准备做的事，算是甩掉了一个包袱吧…"
        },
        {
            "N": "流浪者",
            "T": "倒是你，怎么看上去愁眉苦脸的？"
        },
        {
            "N": "杜林",
            "T": "阿帽…太好了，你也没有忘记我。"
        },
        {
            "N": "流浪者",
            "T": "这句话从何说起？"
        },
        {
            "N": "",
            "T": "#杜林向{REALNAME[ID(1)|HOSTONLY(true)]}讲述了最近的经历。"
        },
        {
            "N": "流浪者",
            "T": "继续加重了吗？"
        },
        {
            "N": "_1005",
            "T": "你好像知道什么？"
        },
        {
            "N": "流浪者",
            "T": "他刚离开希穆兰卡时，和我在须弥一同游历了一段时间。"
        },
        {
            "N": "流浪者",
            "T": "那时我也在做一些整理资料的工作，并偶然间发现了一个很奇怪的现象。"
        },
        {
            "N": "流浪者",
            "T": "只要写到了「希穆兰卡的杜林」，对应的文字记录总是会在一段时间后消失。"
        },
        {
            "N": "流浪者",
            "T": "有关「杜林」的记载，全都会指向陨落在蒙德雪山的那条恶龙。"
        },
        {
            "N": "_1005",
            "T": "这是怎么发现的？"
        },
        {
            "N": "杜林",
            "T": "我记得阿帽似乎很喜欢希穆兰卡的经历，于是准备写一篇游记。"
        },
        {
            "N": "流浪者",
            "T": "这一点不重要，我记得你不会被这个世界的地脉影响到，那你应该明白我在暗示什么。"
        },
        {
            "N": "_0",
            "T": "世界树…"
        },
        {
            "N": "_0",
            "T": "你做过的事…"
        },
        {
            "N": "流浪者",
            "T": "他和我不一样，更像是这个世界在主动拒绝他的存在。"
        },
        {
            "N": "流浪者",
            "T": "起初只是影响到一些文字记录，现在已经波及到了一些和他不太熟的人。如果任由其发展，恐怕他最后会被整个世界忘掉。"
        },
        {
            "N": "杜林",
            "T": "整个世界？那样的话，蒙德的大家还有阿帽也会…"
        },
        {
            "N": "杜林",
            "T": "之前我一直好奇阿帽在担心什么，原来是这样…当初为什么不跟我讲呢？"
        },
        {
            "N": "流浪者",
            "T": "现在你们更应该考虑的是如何解决这个问题。"
        },
        {
            "N": "_0",
            "T": "我们早就在考虑了。"
        },
        {
            "N": "_0",
            "T": "只是还没有头绪…"
        },
        {
            "N": "流浪者",
            "T": "那位魔女似乎很关心她的孩子，还专门准备了这本书，你们想要的答案不应该就在里面吗？"
        },
        {
            "N": "_1005",
            "T": "我们当然也会想到这一点，但是先得找到开启下一个篇章的「回忆」。"
        },
        {
            "N": "流浪者",
            "T": "嗯…能让我看一下吗？"
        },
        {
            "N": "_0",
            "T": "你想帮忙？"
        },
        {
            "N": "流浪者",
            "T": "我只是好奇这本书里藏了什么秘密，另外，我现在想办的事遇到了一些手续上的问题。"
        },
        {
            "N": "杜林",
            "T": "当然可以！"
        },
        {
            "N": "流浪者",
            "T": "嗯？"
        },
        {
            "N": "_1005",
            "T": "原来这次的「回忆」在你身上啊…"
        },
        {
            "N": "",
            "T": "你们再次进入一篇全新的故事…"
        },
        {
            "N": "",
            "T": "故事如此写道："
        },
        {
            "N": "",
            "T": "小龙和一只深蓝色的流浪猫成为了朋友，这多亏了他们身上的诸多相似之处。"
        },
        {
            "N": "",
            "T": "在流浪猫的邀请下，小龙离开了城堡，到外面的世界游历。"
        },
        {
            "N": "",
            "T": "小龙很喜欢外面的世界，渴望结交更多新的朋友，向他们讲述自己身为龙的故事。"
        },
        {
            "N": "",
            "T": "流浪猫很喜欢这个故事，他尝试将这个故事记录下来。"
        },
        {
            "N": "",
            "T": "但流浪猫发现，无论怎么写，这个故事都会变成邪龙的故事。"
        }
    ],
    "1600304": [
        {
            "N": "_1005",
            "T": "这就是这个篇章所在的世界吗？看起来就像在一棵巨大的树上。"
        },
        {
            "N": "_0",
            "T": "刚刚的故事…"
        },
        {
            "N": "杜林",
            "T": "这个篇章讲的应该是我刚来提瓦特时的经历…"
        },
        {
            "N": "杜林",
            "T": "难怪开启这个篇章的「回忆」在阿帽身上，我那段时间的记忆基本上都和阿帽有关。"
        },
        {
            "N": "？？？",
            "T": "稍等一下，为什么我会变成这个样子？"
        },
        {
            "N": "_1005",
            "T": "噗…"
        },
        {
            "N": "杜林",
            "T": "大概是因为阿帽也成了这个故事里的一个角色？"
        },
        {
            "N": "_0",
            "T": "你在故事里的角色形象…"
        },
        {
            "N": "_0",
            "T": "就是杜林对你本人的印象。"
        },
        {
            "N": "流浪者",
            "T": "你对我的印象是…流浪猫？"
        },
        {
            "N": "_1005",
            "T": "知足吧，在这个故事里，杜林其他朋友的形象可比不上你这么…特别。"
        },
        {
            "N": "杜林",
            "T": "或许是因为我认识阿帽的时间更长，所以对他的印象更具体一些？"
        },
        {
            "N": "流浪者",
            "T": "具体？你倒是什么变化都没有啊。"
        },
        {
            "N": "_1005",
            "T": "#那就说明{NICKNAME}留下的印象更具体！"
        },
        {
            "N": "流浪者",
            "T": "是这样吗？"
        },
        {
            "N": "小龙",
            "T": "大家好，今天的冒险要开始了吗？"
        },
        {
            "N": "_1005",
            "T": "是故事里的杜林…"
        },
        {
            "N": "流浪者",
            "T": "哦？在这个故事里，你不需要扮演你自己吗？"
        },
        {
            "N": "流浪者",
            "T": "还是说，你们两个在这个故事里扮演着一种更特殊的角色？"
        },
        {
            "N": "_0",
            "T": "艾莉丝的魔法…"
        },
        {
            "N": "_0",
            "T": "谁能解释清楚呢？"
        },
        {
            "N": "小龙",
            "T": "流浪猫，流浪猫，今天我们去哪里呀？"
        },
        {
            "N": "流浪者",
            "T": "还是像以前那样，跟紧我就行。"
        },
        {
            "N": "小龙",
            "T": "嗯，可以聊天吗？"
        },
        {
            "N": "流浪者",
            "T": "想说什么就讲。"
        },
        {
            "N": "_1005",
            "T": "你刚来这里的时候就是这样和他相处的吗？"
        },
        {
            "N": "杜林",
            "T": "很像。"
        },
        {
            "N": "流浪者",
            "T": "总之，我们要做什么才能离开这个世界？"
        },
        {
            "N": "_1005",
            "T": "按以前的经验来说，旁白会给提示的。那么话说回来，这个篇章需要我们做什么？"
        },
        {
            "N": "旁白",
            "T": "故事的藤蔓汇聚成参天大树，而没有故事的小龙在大树的枝干上徘徊，无处安身。"
        },
        {
            "N": "旁白",
            "T": "小龙必须离开这里寻找安身之处，如果止步不前，必将被大家遗忘。"
        },
        {
            "N": "杜林",
            "T": "离开这里？往哪里走？"
        },
        {
            "N": "旁白",
            "T": "但小龙十分迷茫，未知的前路如同树藤那样分叉，蔓延，通向迷雾的深处。"
        },
        {
            "N": "旁白",
            "T": "但幸运的是，有一位先知正在前方等待。前路通往何方，或许可以在她那里求得答案。"
        }
    ],
    "1600305": [
        {
            "N": "？？？",
            "T": "来者可是迷途的小龙？"
        },
        {
            "N": "小龙",
            "T": "我和朋友们确实迷路了。"
        },
        {
            "N": "旁白",
            "T": "小龙果真遇到了先知，但这并非偶然。先知正是那位执掌「预言」的女巫，她来到此处是为了送上自己承诺的礼物。"
        },
        {
            "N": "_1005",
            "T": "预言女巫…我想起来了，她应该就是莫娜的老师吧？就是经常被称为「老太婆」的那位？"
        },
        {
            "N": "预言女巫",
            "T": "我乃预言女巫，你们的先知，为何出言不逊？"
        },
        {
            "N": "_1005",
            "T": "呀…对不起！"
        },
        {
            "N": "预言女巫",
            "T": "迷途的小龙啊，我来此向你送达我承诺的礼物——一个预言。"
        },
        {
            "N": "小龙",
            "T": "预言？"
        },
        {
            "N": "预言女巫",
            "T": "我做出预言——城堡外的龙终将复活，那是无法规避的命运。"
        },
        {
            "N": "旁白",
            "T": "风儿带走了这个预言，飘向远方，也为小龙指明了一个方向。"
        },
        {
            "N": "_0",
            "T": "风儿指明的方向…"
        },
        {
            "N": "_0",
            "T": "难道是指蒙德发生的事？"
        },
        {
            "N": "流浪者",
            "T": "我记得蒙德的那位炼金术士知晓了这个预言的始末之后，最终决定和你一起解决那条恶龙的隐患。"
        },
        {
            "N": "流浪者",
            "T": "那这件事和你被遗忘又有什么关系？"
        },
        {
            "N": "_1005",
            "T": "呃，尊敬的预言女巫，能再帮我们解答一个问题吗？"
        },
        {
            "N": "旁白",
            "T": "神秘而优雅的预言女巫不再回应，她的思绪早已回到星辰之间。"
        },
        {
            "N": "_1005",
            "T": "偏偏在这个时候…"
        },
        {
            "N": "小龙",
            "T": "我记得预言女巫是妈妈的朋友，她的预言肯定可以帮到我们！"
        },
        {
            "N": "流浪者",
            "T": "那就姑且试一下…不过，如果我们要做的只是「离开这里」，那么可以选的道路明显不只一条，要走哪条？"
        },
        {
            "N": "_0",
            "T": "杜林有想法吗？"
        },
        {
            "N": "杜林",
            "T": "…先四处看看吧。"
        },
        {
            "N": "",
            "T": "你们面临着选择，究竟该走哪条路离开这里…"
        },
        {
            "N": "",
            "T": "你们走向了城堡的方向…"
        }
    ],
    "1600308": [
        {
            "N": "_1005",
            "T": "走这条路的话，就是按原计划去蒙德吧。"
        },
        {
            "N": "_1005",
            "T": "目前来看，这个是最稳妥的选择吧？毕竟后面发生的事我们都知道。"
        },
        {
            "N": "流浪者",
            "T": "是的，他帮忙抑制了邪龙的复苏，还获得了新的身体，交到了很多朋友。"
        },
        {
            "N": "流浪者",
            "T": "然后，这些朋友全都把他忘了。"
        },
        {
            "N": "杜林",
            "T": "嗯…阿帽没忘啊。"
        },
        {
            "N": "流浪者",
            "T": "我的意思是，从结果来看，这个选择似乎并没有解决你逐渐被这个世界遗忘的问题啊。"
        },
        {
            "N": "杜林",
            "T": "这个…"
        },
        {
            "N": "_0",
            "T": "也许答案就藏在后面的故事里。"
        },
        {
            "N": "_0",
            "T": "我们得先让故事推进下去。"
        },
        {
            "N": "流浪者",
            "T": "我不反对这个选择，我只是好奇这个选择藏了什么秘密。"
        },
        {
            "N": "杜林",
            "T": "让我想一想…"
        },
        {
            "N": "",
            "T": "你们跟随着风继续前进…"
        }
    ],
    "1600311": [
        {
            "N": "_1005",
            "T": "最后的那个秘密…"
        },
        {
            "N": "流浪者",
            "T": "原来是这样吗？"
        },
        {
            "N": "_0",
            "T": "原来如此…"
        },
        {
            "N": "_1005",
            "T": "所以是怎么回事？"
        },
        {
            "N": "_0",
            "T": "到底是怎么回事？"
        },
        {
            "N": "流浪者",
            "T": "你们应该知道的吧？希穆兰卡的杜林和提瓦特的杜林之间有一种很特殊的关系——他们的命运是彼此的映射。"
        },
        {
            "N": "流浪者",
            "T": "被分隔在两个世界的时候，虽然互相影响，但也算是两个可以独立存在的命运。"
        },
        {
            "N": "流浪者",
            "T": "而当希穆兰卡的杜林来到了提瓦特之后，「杜林的命运」已经存在了，另一个「杜林的命运」又该置于何处呢？"
        },
        {
            "N": "流浪者",
            "T": "这种情况肯定不会被这个世界的规则所容许，毕竟你没办法归还一本没有借出的书。"
        },
        {
            "N": "_1005",
            "T": "那这样的话，杜林该怎么办？"
        },
        {
            "N": "流浪者",
            "T": "那些魔女似乎已经策划了一个非常大胆的解法。"
        },
        {
            "N": "流浪者",
            "T": "还书。"
        },
        {
            "N": "卡塔扬",
            "T": "我说过了，这个系列的第五卷没有外借。"
        },
        {
            "N": "流浪者",
            "T": "那就当这是这个系列的第六卷，我记得这个系列的作者说过要出第六卷的吧？"
        },
        {
            "N": "卡塔扬",
            "T": "嗯…馆藏目录确实给第六卷预留了名目，所以是新作入库？"
        },
        {
            "N": "流浪者",
            "T": "你可以这么认为，从现在开始，这个系列由我来写。"
        },
        {
            "N": "卡塔扬",
            "T": "你…唉…"
        },
        {
            "N": "_1005",
            "T": "你又在做什么怪事？"
        },
        {
            "N": "流浪者",
            "T": "把之前被手续卡住的事处理了一下，你们接下来应该要去找那位炼金术士吧？"
        },
        {
            "N": "流浪者",
            "T": "问题的答案，明显指向了他。"
        },
        {
            "N": "_1005",
            "T": "对，很多事情都要找阿贝多确认，不过我记得琴团长说了他过一段时间才能回来。"
        },
        {
            "N": "流浪者",
            "T": "动身的时候，叫上我吧。"
        },
        {
            "N": "杜林",
            "T": "阿帽…"
        },
        {
            "N": "流浪者",
            "T": "我毕竟也是这个故事里的「角色」吧？我只是想扮演好自己的那部分，有什么好惊讶的？"
        },
        {
            "N": "杜林",
            "T": "并不是惊讶，我只是觉得，你想帮忙，却又在顾忌什么…"
        },
        {
            "N": "流浪者",
            "T": "最初发现你逐渐被这个世界遗忘时，我怀疑是因为你和我相处太久了，必须切断你我之间的联系才能解决这个问题。"
        },
        {
            "N": "杜林",
            "T": "你为什么会这么想？"
        },
        {
            "N": "_0",
            "T": "（他曾经让整个世界遗忘了自己，是在担心这会给杜林造成连带影响吧…）"
        },
        {
            "N": "流浪者",
            "T": "无所谓了，从这本书给出的答案来看，应该是我想多了。"
        },
        {
            "N": "_0",
            "T": "肯定是你想多了。"
        },
        {
            "N": "_0",
            "T": "一起帮他吧。"
        },
        {
            "N": "流浪者",
            "T": "这样也好，他现在被这个世界的地脉拒绝，与这个世界仅剩的联系恐怕就是仍然记得他的人。"
        },
        {
            "N": "流浪者",
            "T": "如果最后的这一丝联系也被斩断，谁知道他那副无主的躯体会带来多严重的后果？"
        },
        {
            "N": "流浪者",
            "T": "而我似乎和你一样，也是这些人其中的一员，没想到我真的成了帮助他改变命运的关键助力。"
        },
        {
            "N": "杜林",
            "T": "嗯…既然阿帽这么说，我就不再追问了，毕竟阿帽是人类里面最奇怪的那种类型。"
        },
        {
            "N": "流浪者",
            "T": "哈？"
        },
        {
            "N": "杜林",
            "T": "有这样一类人，我的问题很简单，但他们的回答总是很复杂。越追问，越复杂。你明显也是这种人。"
        },
        {
            "N": "_0",
            "T": "确实。"
        },
        {
            "N": "_0",
            "T": "他也不总是这样。"
        },
        {
            "N": "流浪者",
            "T": "算了，答应就好，不要再多费口舌了。"
        }
    ],
    "1600312": [
        {
            "N": "小龙",
            "T": "回到城堡中去…"
        },
        {
            "N": "流浪者",
            "T": "这倒是个有趣的建议，杜林，你从来没想过回到希穆兰卡吗？"
        },
        {
            "N": "杜林",
            "T": "回到希穆兰卡…"
        },
        {
            "N": "流浪者",
            "T": "在那里，只要真诚地许愿，再残酷的命运也可以被改写。而在这里，命运始终是一种愚弄众生的工具。"
        },
        {
            "N": "流浪者",
            "T": "如果有某种存在掌握着这个世界的命运，那肯定是一个可笑又可恨的家伙，根本听不进去别人的愿望。"
        },
        {
            "N": "流浪者",
            "T": "只要离开了这个危险的世界，或许你身上的问题就能迎刃而解。"
        },
        {
            "N": "_1005",
            "T": "喂！你可不要乱出主意。"
        },
        {
            "N": "流浪者",
            "T": "我只是在表达羡慕，不是每个人都有一个可以回去的希穆兰卡。"
        },
        {
            "N": "杜林",
            "T": "那如果是阿帽的话，会选择回希穆兰卡吗？"
        },
        {
            "N": "流浪者",
            "T": "怎么会？我还是更喜欢直接给命运一耳光。"
        },
        {
            "N": "杜林",
            "T": "哦…"
        },
        {
            "N": "_0",
            "T": "杜林怎么想？"
        },
        {
            "N": "杜林",
            "T": "我需要考虑一下…"
        },
        {
            "N": "",
            "T": "在踏上前往城堡的道路后，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600314": [
        {
            "N": "旁白",
            "T": "小龙重新回到了城堡的高墙之内，外界的喧嚣也随之平息。"
        },
        {
            "N": "旁白",
            "T": "在这里没有任何危险，也没有任何小龙需要做的事。"
        },
        {
            "N": "旁白",
            "T": "当母亲讲完了书中的故事，就到了孩子进入梦乡的时候。"
        },
        {
            "N": "旁白",
            "T": "于是故事迎来了结局，小龙在城堡里沉沉睡去，就像没有破壳时那样。"
        },
        {
            "N": "杜林",
            "T": "怎么回事？忽然没有力气了…"
        },
        {
            "N": "_1005",
            "T": "这是怎么了？杜林！醒醒！"
        },
        {
            "N": "_0",
            "T": "我们达成了一种结局…"
        },
        {
            "N": "_1005",
            "T": "这种结局…杜林明明承诺了要把大家的记忆都找回来，他肯定不会接受这样的结局！"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们走向了遍布荆棘的道路…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "众人一起来到了邪龙的心脏面前…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "杜林试图压制黑暗的力量，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600315": [
        {
            "N": "旁白",
            "T": "这条道路也指向离开此地的方向，然而每当流浪猫想要踏步向前，故事的枝杈就会送他回到原地。"
        },
        {
            "N": "流浪者",
            "T": "竟然能把这一点映射到故事里，这本魔法书确实很有趣。"
        },
        {
            "N": "杜林",
            "T": "到底是怎么回事？"
        },
        {
            "N": "流浪者",
            "T": "当初刚发现你逐渐被这个世界遗忘时，我怀疑是因为你和我相处太久了。"
        },
        {
            "N": "流浪者",
            "T": "为了解决你身上的问题，或许要彻底切断你我之间的联系。"
        },
        {
            "N": "杜林",
            "T": "为什么这么说？"
        },
        {
            "N": "旁白",
            "T": "流浪猫曾经撕毁了自己的「故事」，被城堡外的世界遗忘。"
        },
        {
            "N": "旁白",
            "T": "他以为自己背上了「故事」的诅咒，为小龙带来了祸殃。"
        },
        {
            "N": "杜林",
            "T": "「故事」的诅咒…"
        },
        {
            "N": "_0",
            "T": "（他以为自己被遗忘的事…）"
        },
        {
            "N": "_0",
            "T": "（也影响了杜林…）"
        },
        {
            "N": "流浪者",
            "T": "之前只是怀疑，现在看来，有必要试一试了。"
        },
        {
            "N": "_1005",
            "T": "喂喂，你又想干什么？"
        },
        {
            "N": "流浪者",
            "T": "在故事的枝干上，有一条我无法前进的道路。只要沿着这条道路离开，你们的故事里应该就不会再有我了吧？"
        },
        {
            "N": "流浪者",
            "T": "考虑到这本书蕴含的神奇魔法，或许这样的选择能彻底切断我们之间的联系。"
        },
        {
            "N": "_0",
            "T": "你又在策划这种事？"
        },
        {
            "N": "流浪者",
            "T": "只要有解决问题的可能性，就值得尝试。"
        },
        {
            "N": "流浪者",
            "T": "毕竟，他和我不一样，还是让这个世界记住他更好。"
        },
        {
            "N": "_0",
            "T": "杜林怎么想？"
        },
        {
            "N": "杜林",
            "T": "或许阿帽这样想确实有他的道理，但我不能随便做这种决定…"
        },
        {
            "N": "",
            "T": "在踏上遍布荆棘的道路后，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600317": [
        {
            "N": "旁白",
            "T": "小龙沿着流浪猫无法前进的道路离开，他的故事里不再有流浪猫的身影。"
        },
        {
            "N": "旁白",
            "T": "然而在小龙的故事里，与流浪猫有关的回忆非常珍贵。"
        },
        {
            "N": "旁白",
            "T": "流浪猫消失后，小龙的故事也失去了关键的缘起。"
        },
        {
            "N": "旁白",
            "T": "最终，小龙的故事消失了，城堡外只剩下邪龙的故事。"
        },
        {
            "N": "小龙",
            "T": "我是…谁？"
        },
        {
            "N": "杜林",
            "T": "这是…我？"
        },
        {
            "N": "旁白",
            "T": "于是故事迎来了结局，小龙失去了自己的模样，只能看到邪龙的影子。"
        },
        {
            "N": "_0",
            "T": "故事迎来了结局？"
        },
        {
            "N": "_1005",
            "T": "杜林他…糟了，都怪那个家伙乱提建议！"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们走向了风吹来的方向…"
        }
    ],
    "1600318": [
        {
            "N": "旁白",
            "T": "神秘而优雅的预言女巫不再回应，她的思绪早已回到星辰之间。"
        }
    ],
    "1600319": [
        {
            "N": "旁白",
            "T": "在城堡外的世界，折纸船从来不会飞。"
        },
        {
            "N": "杜林",
            "T": "对了，如果我们要做的就是离开这里，那乘坐它也可以吧？"
        },
        {
            "N": "小龙",
            "T": "可是，在城堡外的世界，折纸船从来不会飞…"
        },
        {
            "N": "流浪者",
            "T": "你真的觉得它能飞起来？"
        },
        {
            "N": "杜林",
            "T": "我觉得…可以尝试一下。"
        },
        {
            "N": "杜林",
            "T": "刚离开希穆兰卡的时候，我遇到过很多麻烦。"
        },
        {
            "N": "杜林",
            "T": "因为我还是和那些故事里的角色一样，只会用故事里写过的办法去处理眼前的问题…"
        },
        {
            "N": "杜林",
            "T": "其实故事外的世界有很多可能，换一种想法，我遇到的那些麻烦根本不会存在。"
        },
        {
            "N": "杜林",
            "T": "在故事外的世界，折纸船肯定也能飞起来，只要我们能找到合适的办法。"
        },
        {
            "N": "_0",
            "T": "一切皆有可能。"
        },
        {
            "N": "_0",
            "T": "不试试怎么知道？"
        },
        {
            "N": "小龙",
            "T": "…我也愿意试一下！"
        },
        {
            "N": "旁白",
            "T": "小龙和朋友们还是乘上了折纸船，折纸船…"
        },
        {
            "N": "旁白",
            "T": "…神奇的是，折纸船真的飞了起来。"
        },
        {
            "N": "流浪者",
            "T": "哦？"
        },
        {
            "N": "小龙",
            "T": "折纸船真的可以飞！"
        },
        {
            "N": "_1005",
            "T": "刚刚就该试一试的。"
        },
        {
            "N": "杜林",
            "T": "是时候离开这里了。"
        },
        {
            "N": "旁白",
            "T": "折纸船乘风而起，飞向了预言所指的方向。"
        },
        {
            "N": "",
            "T": "与此同时，你们再次消耗了一些魔法墨水。"
        },
        {
            "N": "",
            "T": "故事继续写道："
        },
        {
            "N": "",
            "T": "无法留下故事的小龙步入迷途，幸运的是一位先知留下了能够指引他的预言。"
        },
        {
            "N": "",
            "T": "风儿带走了这个预言，飘向远方，也为小龙指明了一个方向。"
        },
        {
            "N": "",
            "T": "小龙接受了风儿的指引，逃离了受困之地。"
        },
        {
            "N": "",
            "T": "而先知也确认了小龙的选择，额外留下一个秘密作为赠礼。"
        },
        {
            "N": "",
            "T": "既然你已下定决心，那么我遵守诺言，向你明示命运的诡计。"
        },
        {
            "N": "",
            "T": "很久很久之前，高天之上的神明对城堡外的世界施加了名为「故事」的魔法。"
        },
        {
            "N": "",
            "T": "这种魔法十分强大，它掌控着人与人之间的相遇相识相知，几乎不可撼动，不可篡改。"
        },
        {
            "N": "",
            "T": "而每个人都拥有与自己唯一对应的故事，故事的结局早已写在高天之上。"
        },
        {
            "N": "",
            "T": "你的故事与邪龙的故事，实则为同一个故事的两种可能，这不被故事的魔法所容许。"
        },
        {
            "N": "",
            "T": "城堡外无法留下你的故事，因为城堡外已经有了邪龙的故事。"
        },
        {
            "N": "",
            "T": "在补全了又一个篇章后，你们再次回到了故事之外。"
        }
    ],
    "1600320": [
        {
            "N": "流浪者",
            "T": "我最近几天都在这里，出发的时候通知我就行。"
        }
    ],
    "1600321": [
        {
            "N": "",
            "T": ""
        }
    ],
    "1600323": [
        {
            "N": "_1005",
            "T": "这是…我有印象！"
        },
        {
            "N": "_0",
            "T": "让我想想…"
        },
        {
            "N": "_0",
            "T": "杜林号？"
        },
        {
            "N": "杜林",
            "T": "嗯，确实是「杜林号」。"
        },
        {
            "N": "_1005",
            "T": "它为什么会出现在这里？"
        },
        {
            "N": "旁白",
            "T": "…在故事的枝干旁边，出现了来自另一个故事的折纸船。"
        },
        {
            "N": "流浪者",
            "T": "从旁白的反应来看，它应该不是这个篇章原本就有的内容。"
        },
        {
            "N": "杜林",
            "T": "当初我决定和阿帽一起来提瓦特游历的时候，乘坐的就是这艘船。"
        },
        {
            "N": "小龙",
            "T": "这艘折纸船可以乘坐吗？"
        },
        {
            "N": "杜林",
            "T": "可以的，而且它还会飞。在希穆兰卡时，我和朋友们可以乘坐它迅速前往任何地方。"
        },
        {
            "N": "杜林",
            "T": "来到提瓦特之后，每次迷路我都会想起它，要是提瓦特也有会飞的折纸船就好了…"
        },
        {
            "N": "旁白",
            "T": "新的伙伴向小龙讲起一种浪漫的幻想，但在城堡外的世界，折纸船从来不会飞。"
        },
        {
            "N": "小龙",
            "T": "嗯…折纸船怎么会飞呢？"
        },
        {
            "N": "_1005",
            "T": "这时候跳出来真的很扫兴啊。"
        }
    ],
    "1600324": [
        {
            "N": "_1005",
            "T": "刚刚那个结局太糟糕了，我们绝不能再选那条路了。"
        },
        {
            "N": "流浪者",
            "T": "你们在说什么呢？赶快选一条路离开吧。"
        },
        {
            "N": "杜林",
            "T": "#{NICKNAME}，一起来吧。"
        },
        {
            "N": "_1005",
            "T": "其他人好像不知道发生了什么…"
        },
        {
            "N": "_1005",
            "T": "一下子也解释不清楚，如果他们又选错了，我们就直接提醒他们吧。"
        }
    ],
    "1600325": [
        {
            "N": "_1005",
            "T": "走这条路的话，就会回到城堡里面去。"
        },
        {
            "N": "杜林",
            "T": "回到城堡里面去…"
        },
        {
            "N": "_0",
            "T": "那里没有任何挑战。"
        },
        {
            "N": "_0",
            "T": "也失去了所有可能。"
        },
        {
            "N": "_1005",
            "T": "回到那里，躲开一切问题，当作一切都没有发生过，杜林真的想要这样吗？"
        },
        {
            "N": "杜林",
            "T": "…我明白了。"
        }
    ],
    "1600326": [
        {
            "N": "旁白",
            "T": "这条道路也指向离开此地的方向，然而每当流浪猫想要踏步向前，故事的枝杈就会送他回到原地。"
        },
        {
            "N": "流浪者",
            "T": "竟然能把这一点映射到故事里，这本魔法书确实很有趣。"
        },
        {
            "N": "_1005",
            "T": "走这条路的话，杜林就会彻底忘掉你。"
        },
        {
            "N": "杜林",
            "T": "什么？"
        },
        {
            "N": "流浪者",
            "T": "在故事的枝干上，走上一条我无法前进的路…看上去确实有可能变成她说的那样。"
        },
        {
            "N": "流浪者",
            "T": "不过，这或许能解决你的问题，不试一下吗？"
        },
        {
            "N": "_0",
            "T": "根本解决不了。"
        },
        {
            "N": "_1005",
            "T": "再怎么说，你也是杜林的好朋友，与你有关的回忆对杜林来说很重要。"
        },
        {
            "N": "_1005",
            "T": "杜林本来是要补全自己的故事，要是忘掉你，就永远没办法补全了。"
        },
        {
            "N": "流浪者",
            "T": "…也罢，那就再去其他地方看看吧。"
        }
    ],
    "1600327": [
        {
            "N": "杜林",
            "T": "如果想回故事里看看，来找我就好。"
        }
    ],
    "1600328": [
        {
            "N": "旁白",
            "T": "在城堡外的世界，折纸船从来不会飞。"
        }
    ],
    "1600402": [
        {
            "N": "流浪者",
            "T": "这就是那个「杜林」吗？"
        },
        {
            "N": "流浪者",
            "T": "想象一下吧，如果最终在蒙德复活的是那条龙，生活在这里的人将要面对怎样的灾难？"
        },
        {
            "N": "流浪者",
            "T": "看来杜林是这里的大英雄啊。"
        },
        {
            "N": "_0",
            "T": "你怎么忽然说起这个？"
        },
        {
            "N": "流浪者",
            "T": "没什么，只是有些羡慕，不是所有人都有当英雄的机会。"
        },
        {
            "N": "杜林",
            "T": "其实大部分是阿贝多的功劳…"
        },
        {
            "N": "流浪者",
            "T": "不过，一想到现在还记得你这个大英雄的人没剩下几个，忽然又不那么羡慕了。"
        },
        {
            "N": "_1005",
            "T": "你这家伙…"
        },
        {
            "N": "阿贝多",
            "T": "#{NICKNAME}，派蒙还有阿帽先生都没有忘记杜林，看来这种失忆的现象还没有蔓延到熟识的朋友之间。"
        },
        {
            "N": "阿贝多",
            "T": "这样的话，我对你的记忆应该也是完整的。"
        },
        {
            "N": "杜林",
            "T": "阿贝多…"
        },
        {
            "N": "_1005",
            "T": "终于等到你了，我们有好多问题！"
        },
        {
            "N": "阿贝多",
            "T": "你果然也来了。"
        },
        {
            "N": "流浪者",
            "T": "对于他身上发生的事，我已经有了一些答案，你呢？"
        },
        {
            "N": "阿贝多",
            "T": "琴团长向我说明了之前发生的事，我确实也有一些想法，不如先同步一下情报吧。"
        },
        {
            "N": "",
            "T": "阿贝多与大家交换了情报，并检查了杜林身体的状况。"
        },
        {
            "N": "阿贝多",
            "T": "他的身体十分正常，身体组织对于深渊力量的压制也十分稳定，并没有任何崩溃的迹象。"
        },
        {
            "N": "_1005",
            "T": "所以，从炼金术的角度找不出问题来？"
        },
        {
            "N": "阿贝多",
            "T": "与其说是他体内的深渊力量失控，不如说他的主观意志与这具躯体之间的联系正在逐渐消失。"
        },
        {
            "N": "阿贝多",
            "T": "如果最终失去了主观意志，他的这具躯体将倒向自身的生物本能，被体内的深渊力量驱使…"
        },
        {
            "N": "_0",
            "T": "那样的话，最后…"
        },
        {
            "N": "阿贝多",
            "T": "这本书提到了一次魔女之间的聚会，关于杜林的事，似乎有多位魔女参与，对此我有一种猜测。"
        },
        {
            "N": "阿贝多",
            "T": "让童话世界的杜林取代雪山的杜林重生到这个世界，其实就是用一个杜林的命运去改写另一个杜林的命运。"
        },
        {
            "N": "阿贝多",
            "T": "为了办到这一点，只有「炼金术」或许还不够…"
        },
        {
            "N": "阿贝多",
            "T": "必须要同时动用芭比洛斯女士的「占星术」，我老师的「炼金术」以及艾莉丝阿姨的「魔法」。"
        },
        {
            "N": "阿贝多",
            "T": "了解到芭比洛斯女士的预言后，我和杜林最终想到了将雪山杜林的问题彻底解决的办法。"
        },
        {
            "N": "阿贝多",
            "T": "看来这一步也在她们的计划之内，而正如她们计划的那样，我完成了与「炼金术」有关的那部分。"
        },
        {
            "N": "阿贝多",
            "T": "那么，最后还剩下…"
        },
        {
            "N": "_0",
            "T": "「魔法」的那一部分…"
        },
        {
            "N": "阿贝多",
            "T": "阿帽先生刚刚提到了一种与「命运」有关的理论…"
        },
        {
            "N": "阿贝多",
            "T": "我尚且不知道什么样的「魔法」能够对提瓦特的命运产生影响，但我可以确定答案就在这本书里。"
        },
        {
            "N": "_1005",
            "T": "那艾莉丝让我们补全这本书，就是为了完成这种「魔法」吧？"
        },
        {
            "N": "流浪者",
            "T": "能真正改写命运的「魔法」…"
        },
        {
            "N": "阿贝多",
            "T": "事不宜迟，将这本书交给我吧。"
        },
        {
            "N": "阿贝多",
            "T": "接下来的故事应该与我有关，那么开启下一个篇章的「回忆」或许就在我身上。"
        },
        {
            "N": "_1005",
            "T": "哦？"
        },
        {
            "N": "某人的声音",
            "T": "巨树上有一节断枝，那截面的形状正与飞出城堡的枝条相合。"
        },
        {
            "N": "某人的声音",
            "T": "就在那里安身吧，把自己嫁接在断枝之上，从此你也可以享受城堡外的阳光雨露。"
        },
        {
            "N": "某人的声音",
            "T": "但请先找到最粘的土，盖住那断口的痕。"
        },
        {
            "N": "阿贝多",
            "T": "果然是这样。"
        },
        {
            "N": "",
            "T": "你们再次进入一篇全新的故事…"
        },
        {
            "N": "",
            "T": "故事如此写道："
        },
        {
            "N": "",
            "T": "小龙循着风儿吹来的方向，来到一处炼金工坊。"
        },
        {
            "N": "",
            "T": "迎接小龙的是一个粘土人，那是智慧女巫捏出来的孩子。"
        },
        {
            "N": "",
            "T": "他继承了母亲那冷酷的智慧，看起来却是一副温和的模样。"
        },
        {
            "N": "",
            "T": "他下定决心解决邪龙带来的灾难，小龙也决定帮忙。"
        }
    ],
    "1600403": [
        {
            "N": "_1005",
            "T": "这里是…"
        },
        {
            "N": "？？？",
            "T": "这个空间映射的应该是研究炼金术的地方，不过，这个故事的作者似乎对炼金术有一些刻板印象。"
        },
        {
            "N": "杜林",
            "T": "…阿贝多？"
        },
        {
            "N": "阿贝多",
            "T": "这个形态是怎么回事？"
        },
        {
            "N": "_1005",
            "T": "忘了告诉阿贝多，出现在这个故事里的角色都会反映出杜林对他们的印象。"
        },
        {
            "N": "流浪者",
            "T": "好歹还是人形。"
        },
        {
            "N": "阿贝多",
            "T": "阿帽先生也产生了这种变化，这么说我和他都是这个故事里的「角色」。"
        },
        {
            "N": "阿贝多",
            "T": "#而{NICKNAME}，派蒙还有杜林本人则没有发生变化，看来你们在这个故事里是比较特殊的存在…"
        },
        {
            "N": "流浪者",
            "T": "我也好奇这一点，不过他们解释不清楚，还是想想怎么推进剧情吧。"
        },
        {
            "N": "_0",
            "T": "先四处看看吧。"
        },
        {
            "N": "杜林",
            "T": "…嗯？"
        },
        {
            "N": "_0",
            "T": "这里有一条隐藏的路？"
        },
        {
            "N": "旁白",
            "T": "众人发现了一条隐藏的通路，它被精心设计，似乎通往另一个精彩的篇章。"
        },
        {
            "N": "_1005",
            "T": "那我们快过去看看吧！另一个篇章…唔！"
        },
        {
            "N": "旁白",
            "T": "…但这个篇章尚未被写出，前方是没有故事的空白，无法前进。"
        },
        {
            "N": "_1005",
            "T": "啊？那这条路算什么？"
        },
        {
            "N": "_0",
            "T": "作者忽然灵光一闪…"
        },
        {
            "N": "_0",
            "T": "紧接着又没了灵感吧？"
        },
        {
            "N": "_1005",
            "T": "对于一名作者来说，这可真是个坏习惯！"
        },
        {
            "N": "阿贝多",
            "T": "这是？麻烦大家过来一下。"
        },
        {
            "N": "旁白",
            "T": "粘土人发现了邪龙的心脏，即便邪龙已经死去很久，那颗心脏仍旧跳动着，愈发温热。"
        },
        {
            "N": "旁白",
            "T": "粘土人知道，这意味着邪龙终将复活，就像预言描述的那样。"
        },
        {
            "N": "旁白",
            "T": "然而母亲留下的智慧帮他演算出另一种可能——将这颗心脏移植给小龙，让他重生。"
        },
        {
            "N": "旁白",
            "T": "唯有如此，邪龙的心脏才会停止躁动，小龙也可以继承邪龙的故事。"
        },
        {
            "N": "杜林",
            "T": "好像是在讲阿贝多帮助我重生的事吧？"
        },
        {
            "N": "阿贝多",
            "T": "如果这就是那个难题的解，那么早就应该被我完成了才对，为什么杜林后来还是在逐渐被遗忘？"
        },
        {
            "N": "流浪者",
            "T": "还会有其他可能性吗？"
        },
        {
            "N": "_0",
            "T": "还有没被检查过的地方。"
        },
        {
            "N": "_0",
            "T": "不必急于做决定。"
        },
        {
            "N": "杜林",
            "T": "嗯，我也想再四处看看。"
        },
        {
            "N": "",
            "T": "你们面临着选择，是与邪龙的心脏融合，还是彻底破坏它…"
        },
        {
            "N": "",
            "T": "众人一起来到了邪龙的心脏面前…"
        }
    ],
    "1600404": [
        {
            "N": "旁白",
            "T": "邪龙的心脏继续跳动着，等待着小龙拥它入怀。"
        },
        {
            "N": "阿贝多",
            "T": "看来无论如何都要先完成这一步啊…"
        },
        {
            "N": "阿贝多",
            "T": "无论接下来会发生什么，杜林肯定需要我们所有人的帮助，大家都准备好了吗？"
        }
    ],
    "1600406": [
        {
            "N": "杜林",
            "T": "回到城堡中去…"
        },
        {
            "N": "_0",
            "T": "杜林，你看起来有些犹豫？"
        },
        {
            "N": "杜林",
            "T": "我没想到要面对这么多考验，明明只是想来到一个新的世界，结交新的朋友而已…"
        },
        {
            "N": "杜林",
            "T": "所以，忽然有些怀念在希穆兰卡生活的时光。"
        },
        {
            "N": "流浪者",
            "T": "那种时光确实很美好，但换做是我，就不会怀念它。"
        },
        {
            "N": "杜林",
            "T": "阿帽？"
        },
        {
            "N": "流浪者",
            "T": "有时候，想要往前走就必须付出一些代价。即便如此，我还是想往前走。"
        },
        {
            "N": "阿贝多",
            "T": "不必担心，无论什么样的难题，都肯定有一个解。"
        },
        {
            "N": "杜林",
            "T": "嗯…"
        },
        {
            "N": "",
            "T": "在踏上前往城堡的道路后，故事的后续走向似乎发生了改变…？"
        },
        {
            "N": "",
            "T": "杜林回头走向了城堡，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600407": [
        {
            "N": "杜林",
            "T": "…能不能直接把这颗心脏破坏掉呢？"
        },
        {
            "N": "_0",
            "T": "杜林为什么会有这种想法？"
        },
        {
            "N": "杜林",
            "T": "蒙德会迎来灾难也好，我无法留下自己的故事也好，都是因为这颗心脏没有真正死去吧？"
        },
        {
            "N": "杜林",
            "T": "如果在这个故事里，它可以被彻底杀死呢？"
        },
        {
            "N": "阿贝多",
            "T": "艾莉丝阿姨的魔法真的能提供超越理论的可能性吗？"
        },
        {
            "N": "流浪者",
            "T": "反正这个想法很有趣，想要试一试的话，我不反对。"
        },
        {
            "N": "_1005",
            "T": "杜林…"
        },
        {
            "N": "杜林",
            "T": "我果然还是…"
        },
        {
            "N": "杜林",
            "T": "我害怕最后连你们也把我忘了…只要能阻止这一点，我愿意尝试任何事。"
        },
        {
            "N": "杜林",
            "T": "不过，我也不知道就凭我自己能不能破坏它，恐怕还是需要大家再帮我一次。"
        },
        {
            "N": "杜林",
            "T": "请大家和我一起彻底杀死这颗心脏吧！"
        }
    ],
    "1600408": [
        {
            "N": "旁白",
            "T": "在朋友们的帮助下，小龙用尽所有的力量破坏了邪龙的心脏。"
        },
        {
            "N": "旁白",
            "T": "他以为，只要这样做，城堡外就只剩下他的故事了。"
        },
        {
            "N": "旁白",
            "T": "然而邪龙的心脏就像是大树的根，毁去地面上的枝干无法杀死它，反而杜绝了将另一根枝条嫁接过来的可能。"
        },
        {
            "N": "旁白",
            "T": "虬结的根遁入冻土，等待下一次萌芽。无根的枝条失去凭依，逐渐枯萎。"
        },
        {
            "N": "旁白",
            "T": "小龙的故事消失了，城堡外只剩下邪龙的故事。"
        },
        {
            "N": "小龙",
            "T": "我是…谁？"
        },
        {
            "N": "杜林",
            "T": "这是…我？"
        },
        {
            "N": "旁白",
            "T": "于是故事迎来了结局，小龙失去了自己的模样，只能看到邪龙的影子。"
        },
        {
            "N": "_0",
            "T": "故事迎来了结局？"
        },
        {
            "N": "_1005",
            "T": "那杜林他…糟了！"
        },
        {
            "N": "_1005",
            "T": "我们现在该怎么办？"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们想起了那条熟悉的道路，它通往某座温暖的城堡…"
        }
    ],
    "1600410": [
        {
            "N": "旁白",
            "T": "小龙重新回到了城堡的高墙之内，外界的喧嚣也随之平息。"
        },
        {
            "N": "旁白",
            "T": "在这里没有任何危险，也没有任何小龙需要做的事。"
        },
        {
            "N": "旁白",
            "T": "当母亲讲完了书中的故事，就到了孩子进入梦乡的时候。"
        },
        {
            "N": "旁白",
            "T": "于是故事迎来了结局，小龙在城堡里沉沉睡去，就像没有破壳时那样。"
        },
        {
            "N": "杜林",
            "T": "怎么回事？忽然没有力气了…"
        },
        {
            "N": "_1005",
            "T": "这是怎么了？杜林！醒醒！"
        },
        {
            "N": "_0",
            "T": "我们达成了一种结局…"
        },
        {
            "N": "_1005",
            "T": "这种结局…杜林明明承诺了要把大家的记忆都找回来，他肯定不会接受这样的结局！"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们走向了遍布荆棘的道路…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "众人一起来到了邪龙的心脏面前…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "杜林试图压制黑暗的力量，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600411": [
        {
            "N": "杜林",
            "T": "果然在这里…"
        },
        {
            "N": "小龙",
            "T": "啊，你们好。"
        },
        {
            "N": "_1005",
            "T": "还是小龙的杜林…你怎么藏在这里啊？"
        },
        {
            "N": "小龙",
            "T": "我害怕吓到大家，一直躲在这里。"
        },
        {
            "N": "_0",
            "T": "和当初一样啊。"
        },
        {
            "N": "杜林",
            "T": "你…肯定非常紧张吧？"
        },
        {
            "N": "小龙",
            "T": "紧张…非要说的话，我确实有些紧张，但也有期待！"
        },
        {
            "N": "小龙",
            "T": "和粘土人讨论之后，我想尝试一下，去抑制一条邪龙，成为一个「人」。"
        },
        {
            "N": "小龙",
            "T": "成为「人」之后，我一定能交到更多朋友，做许多更有意义的事！"
        },
        {
            "N": "杜林",
            "T": "你确实会交到很多朋友，还会经历很多十分精彩的事…"
        },
        {
            "N": "小龙",
            "T": "真的？太好了。不过，我听粘土人说，要成为一个「人」非常难，就又有些担心…"
        },
        {
            "N": "杜林",
            "T": "…是的，即便真的成为「人」之后，你也要面对更大的困难。"
        },
        {
            "N": "小龙",
            "T": "是这样吗？"
        },
        {
            "N": "杜林",
            "T": "但是你的朋友都会来帮你。"
        },
        {
            "N": "小龙",
            "T": "是吗？那我就不怕了。"
        },
        {
            "N": "杜林",
            "T": "真是神奇…和你谈过之后，我也不怕了。"
        },
        {
            "N": "杜林",
            "T": "你准备好了吗？"
        },
        {
            "N": "小龙",
            "T": "嗯，我准备好成为一个「人」了。"
        },
        {
            "N": "",
            "T": "众人一起来到了邪龙的心脏面前…"
        }
    ],
    "1600413": [
        {
            "N": "旁白",
            "T": "小龙和他的伙伴…空白…一片空白…"
        },
        {
            "N": "_1005",
            "T": "这是怎么回事…墨水好像不够了。"
        },
        {
            "N": "阿贝多",
            "T": "「墨水」耗尽后，故事也就写不下去了吗？"
        },
        {
            "N": "流浪者",
            "T": "我早就有这种预感。"
        },
        {
            "N": "_1005",
            "T": "大家怎么了？"
        },
        {
            "N": "旁白",
            "T": "书写故事的墨水已经耗尽，前方的篇章只有一片空白。"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们终于发现了躲在角落里的小龙…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "杜林停在原地，止步不前，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600416": [
        {
            "N": "_1005",
            "T": "终于有了一个好结局！这样就算完成最后一步了吧？我们补全了这个故事！"
        },
        {
            "N": "_0",
            "T": "但是，我们还在这里…"
        },
        {
            "N": "_1005",
            "T": "这…"
        },
        {
            "N": "旁白",
            "T": "重获新生的小龙再次踏上旅途，他的故事仍在继续。"
        },
        {
            "N": "_1005",
            "T": "呀…真的还没有结束吗？"
        },
        {
            "N": "阿贝多",
            "T": "接下来可能才是最关键的地方，真正的「最后一步」。"
        },
        {
            "N": "流浪者",
            "T": "如果命运真如它自夸的那样诡计多端，就让我来开开眼。"
        },
        {
            "N": "_1005",
            "T": "哇，大家都好严肃啊…"
        },
        {
            "N": "杜林",
            "T": "唔…"
        },
        {
            "N": "_1005",
            "T": "杜林，你怎么了？"
        },
        {
            "N": "旁白",
            "T": "邪龙的心脏已经与小龙融为一体，但蕴含其中的黑暗力量却并未消散。"
        },
        {
            "N": "旁白",
            "T": "那么，小龙是选择勇敢地压制这种力量，还是止步不前？"
        },
        {
            "N": "_1005",
            "T": "这算什么话？杜林当然会压制这种力量，有什么可选的？"
        },
        {
            "N": "旁白",
            "T": "时间…所剩无几，那…那么，小龙…是选择勇敢地…压制这种力量，还是…止步不前？"
        },
        {
            "N": "_1005",
            "T": "旁白怎么了…"
        },
        {
            "N": "",
            "T": "你们面临着选择，是勇敢地压制黑暗的力量，还是止步不前…"
        },
        {
            "N": "",
            "T": "你们想起了那条熟悉的道路，它通往某座温暖的城堡…"
        }
    ],
    "1600418": [
        {
            "N": "_1005",
            "T": "走这条路的话，就会回到城堡里面去。"
        },
        {
            "N": "杜林",
            "T": "回到城堡里面去…"
        },
        {
            "N": "_0",
            "T": "那里没有任何挑战。"
        },
        {
            "N": "_0",
            "T": "也失去了所有可能。"
        },
        {
            "N": "_1005",
            "T": "回到那里，躲开一切问题，当作一切都没有发生过，杜林真的想要这样吗？"
        },
        {
            "N": "杜林",
            "T": "…我明白了。"
        }
    ],
    "1600419": [
        {
            "N": "杜林",
            "T": "回到城堡中去…"
        },
        {
            "N": "_0",
            "T": "杜林，你看起来有些犹豫？"
        },
        {
            "N": "杜林",
            "T": "我没想到要面对这么多考验，明明只是想来到一个新的世界，结交新的朋友而已…"
        },
        {
            "N": "杜林",
            "T": "所以，忽然有些怀念在希穆兰卡生活的时光。"
        },
        {
            "N": "流浪者",
            "T": "那种时光确实很美好，但换做是我，就不会怀念它。"
        },
        {
            "N": "杜林",
            "T": "阿帽？"
        },
        {
            "N": "流浪者",
            "T": "有时候，想要往前走就必须付出一些代价。即便如此，我还是想往前走。"
        },
        {
            "N": "阿贝多",
            "T": "不必担心，无论什么样的难题，都肯定有一个解。"
        },
        {
            "N": "杜林",
            "T": "嗯…"
        },
        {
            "N": "",
            "T": "在踏上前往城堡的道路后，故事的后续走向似乎发生了改变…？"
        },
        {
            "N": "",
            "T": "杜林回头走向了城堡，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600420": [
        {
            "N": "旁白",
            "T": "小龙重新回到了城堡的高墙之内，外界的喧嚣也随之平息。"
        },
        {
            "N": "旁白",
            "T": "在这里没有任何危险，也没有任何小龙需要做的事。"
        },
        {
            "N": "旁白",
            "T": "当母亲讲完了书中的故事，就到了孩子进入梦乡的时候。"
        },
        {
            "N": "旁白",
            "T": "于是故事迎来了结局，小龙在城堡里沉沉睡去，就像没有破壳时那样。"
        },
        {
            "N": "杜林",
            "T": "怎么回事？忽然没有力气了…"
        },
        {
            "N": "_1005",
            "T": "这是怎么了？杜林！醒醒！"
        },
        {
            "N": "_0",
            "T": "我们达成了一种结局…"
        },
        {
            "N": "_1005",
            "T": "这种结局…杜林明明承诺了要把大家的记忆都找回来，他肯定不会接受这样的结局！"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们走向了遍布荆棘的道路…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "众人一起来到了邪龙的心脏面前…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "杜林试图压制黑暗的力量，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600421": [
        {
            "N": "旁白",
            "T": "小龙和他的伙伴…空白…一片空白…"
        },
        {
            "N": "_1005",
            "T": "这是怎么回事…墨水好像不够了。"
        },
        {
            "N": "阿贝多",
            "T": "「墨水」耗尽后，故事也就写不下去了吗？"
        },
        {
            "N": "流浪者",
            "T": "我早就有这种预感。"
        },
        {
            "N": "_1005",
            "T": "大家怎么了？"
        },
        {
            "N": "旁白",
            "T": "书写故事的墨水已经耗尽，前方的篇章只有一片空白。"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们终于发现了躲在角落里的小龙…"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "杜林停在原地，止步不前，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600422": [
        {
            "N": "旁白",
            "T": "小龙止步不前，而他体内的黑暗力量愈发澎湃。"
        },
        {
            "N": "旁白",
            "T": "没有被压制的黑暗力量吞噬了一切，包括小龙的灵魂。"
        },
        {
            "N": "旁白",
            "T": "小龙的故事消失了，城堡外只剩下邪龙的故事。"
        },
        {
            "N": "杜林",
            "T": "这是…我？"
        },
        {
            "N": "旁白",
            "T": "于是故事迎来了结局，小龙失去了自己的模样，只能看到邪龙的影子。"
        },
        {
            "N": "_0",
            "T": "故事迎来了结局？"
        },
        {
            "N": "_1005",
            "T": "那杜林他…糟了！"
        },
        {
            "N": "_1005",
            "T": "我们现在该怎么办？"
        },
        {
            "N": "",
            "T": "在艾莉丝的帮助下，你们回到了决定故事走向的岔路口…"
        },
        {
            "N": "",
            "T": "你们尝试了许多种可能性，但无论如何，你们都无法继续将故事推进下去…"
        }
    ],
    "1600423": [
        {
            "N": "_1005",
            "T": "墨水不够了…怎么会这样？"
        },
        {
            "N": "_0",
            "T": "只能先看看其他的选择了。"
        }
    ],
    "1600424": [
        {
            "N": "_0",
            "T": "（按照阿贝多说的做也行不通，「墨水」不够了，得找找其他办法。）"
        }
    ],
    "1600427": [
        {
            "N": "_1005",
            "T": "怎么回事？明明可以直接压制深渊力量，但是故事就是推进不下去…"
        },
        {
            "N": "杜林",
            "T": "唔…"
        },
        {
            "N": "阿贝多",
            "T": "看来「压制深渊力量」也被视为这个故事中的一个事件，需要消耗墨水去书写，才能实现。"
        },
        {
            "N": "_1005",
            "T": "那现在怎么办？难道是因为我们之前没有省着用？"
        },
        {
            "N": "_1005",
            "T": "就剩下这些墨水，怎么才能写出一个圆满的结局啊？"
        },
        {
            "N": "_0",
            "T": "或许这个故事…"
        },
        {
            "N": "_0",
            "T": "本来就没到结局的时候…"
        },
        {
            "N": "_1005",
            "T": "这…"
        },
        {
            "N": "流浪者",
            "T": "哼，想来也对，这本来就是杜林的故事。只要他还好好地活着，这个故事就不应该有结局。"
        },
        {
            "N": "阿贝多",
            "T": "如果是这种完全对应的关系，我倒是有一种猜测。"
        },
        {
            "N": "阿贝多",
            "T": "杜林本质上是诞生自魔女M笔下的一个角色，他一直生活在魔女M的「故事」中。"
        },
        {
            "N": "阿贝多",
            "T": "恐怕来到提瓦特之后，这一点也并没有改变。"
        },
        {
            "N": "阿贝多",
            "T": "让杜林代替雪山杜林复活，其实就是将杜林的「故事」嫁接到了雪山杜林原本的「命运」之上，从而改写了这段「命运」。"
        },
        {
            "N": "阿贝多",
            "T": "但是，「故事」和「命运」之间存在一种本质上的区别。"
        },
        {
            "N": "阿贝多",
            "T": "芭比洛斯女士给过我们提示，在提瓦特，每个生灵的「命运」都已经被编织好，可以沿着既定的轨道自行延伸下去。"
        },
        {
            "N": "阿贝多",
            "T": "而杜林的「故事」…"
        },
        {
            "N": "_0",
            "T": "必须要有一个作者…"
        },
        {
            "N": "_0",
            "T": "持续书写这个故事。"
        },
        {
            "N": "阿贝多",
            "T": "杜林逐渐失去和这个世界的联系，并因此被他人遗忘，身上的深渊力量也开始失控。"
        },
        {
            "N": "阿贝多",
            "T": "都是因为这位作者的墨水即将枯竭，无法将这个故事继续书写下去吧？"
        },
        {
            "N": "旁白",
            "T": "看来他交到了十分优秀的朋友啊。"
        },
        {
            "N": "流浪者",
            "T": "少废话，你是准备帮他，还是说你才是那个碍事的家伙？"
        },
        {
            "N": "旁白",
            "T": "故事…书写到…这里，已经接近…极限，你们…作何选择…"
        },
        {
            "N": "杜林",
            "T": "我…"
        },
        {
            "N": "_0",
            "T": "如果故事现在结束的话…"
        },
        {
            "N": "_0",
            "T": "杜林会直接消失的…"
        },
        {
            "N": "杜林",
            "T": "看来，最后的选择还是必须由我来做。"
        },
        {
            "N": "杜林",
            "T": "没想到我现在还是没有离开母亲写的故事，这样的话，我很想去那里看看。"
        },
        {
            "N": "阿贝多",
            "T": "尚未书写的篇章，故事之外的空白。"
        },
        {
            "N": "_1005",
            "T": "这…艾莉丝的魔法具体是如何运作的，我们都不清楚。"
        },
        {
            "N": "_1005",
            "T": "杜林作为一个故事里的角色，贸然前往故事之外…还是太冒险了。"
        },
        {
            "N": "杜林",
            "T": "…我不害怕。"
        },
        {
            "N": "_0",
            "T": "去吧，我们帮你。"
        },
        {
            "N": "阿贝多",
            "T": "看来这个问题的答案必须让杜林亲自去验证了。"
        },
        {
            "N": "流浪者",
            "T": "也罢，无论挡住他的是什么，我们一起敲碎它。"
        },
        {
            "N": "",
            "T": "杜林拼尽全力，终于击碎了「存在」的边界…"
        }
    ],
    "1600428": [
        {
            "N": "_0",
            "T": "（邪龙的心脏果然无法被彻底杀死，还会让杜林…得找找其他办法。）"
        }
    ],
    "1600429": [
        {
            "N": "杜林",
            "T": "必须…继续往前走…"
        },
        {
            "N": "旁白",
            "T": "前方…没有…故事…"
        },
        {
            "N": "杜林",
            "T": "唔…没有…知觉…"
        },
        {
            "N": "阿贝多",
            "T": "向前看，你的灵与智都源自一个纯洁的灵魂，你并非无意识的虚无。"
        },
        {
            "N": "杜林",
            "T": "没有…力气…"
        },
        {
            "N": "阿贝多",
            "T": "站起来，你的骨与肉都已被我炼成，你并非空想之物。"
        },
        {
            "N": "杜林",
            "T": "我…真的…活着吗？"
        },
        {
            "N": "阿贝多",
            "T": "是的，往前走吧，你是一个完整的生命，就像我一样。"
        },
        {
            "N": "",
            "T": "聆听着朋友们的鼓舞，杜林继续前进着…"
        },
        {
            "N": "",
            "T": "杜林逐渐进入到了一段回忆之中，而这段回忆的主人，正是他的母亲——魔女「M」安雅·「玛丽」·安德斯多特。"
        },
        {
            "N": "",
            "T": "这段回忆，似乎是一次魔女们的聚会…"
        }
    ],
    "1600432": [
        {
            "N": "安雅",
            "T": "对于我的提议，大家为何又选择了沉默？"
        },
        {
            "N": "莱茵多特",
            "T": "将一个「故事」嫁接在一段尚未终结的「命运」之上，从而改写原本的「命运」，也让这个「故事」得到延续…"
        },
        {
            "N": "艾莉丝",
            "T": "这确实是一个天才的想法，然而这个「故事」能否延续下去，还要依赖于作者是否继续倾注笔墨。"
        },
        {
            "N": "芭比洛斯",
            "T": "但是，预言中的那个时间点远在几百年之后。"
        },
        {
            "N": "安雅",
            "T": "…原来如此。"
        },
        {
            "N": "安雅",
            "T": "我原本以为是我的知识太过浅薄，向「炼金术」这种伟大的智慧寄予了太多不切实际的期望。"
        },
        {
            "N": "安雅",
            "T": "亦或是我的视线无法穿越高天的星辰，去正确理解「预言」背后的秘密。"
        },
        {
            "N": "安雅",
            "T": "没想到，最大的难题，是我手中握有的时间。"
        },
        {
            "N": "莱茵多特",
            "T": "这始终是一个有趣的实验，从学术的角度出发，我并没有否认你的提议，我的朋友。"
        },
        {
            "N": "芭比洛斯",
            "T": "「预言」终将如期到来，总有什么东西能跟随星辰一起跨越时间，我的朋友。"
        },
        {
            "N": "安雅",
            "T": "艾莉丝，虽然大家已经帮了我很多，但我还是想再向你提一个任性的要求。"
        },
        {
            "N": "安雅",
            "T": "我能否再次借用你的魔法，至少将他的故事延续到预言应验的时间。"
        },
        {
            "N": "艾莉丝",
            "T": "你是指延长寿命的魔法吗？"
        },
        {
            "N": "安雅",
            "T": "不，莱茵多特告诉过我，「生死」可能是这个世界上最强硬的法则。"
        },
        {
            "N": "安雅",
            "T": "无论是朝生夕死，还是沧海桑田，都是冥冥中的定数。"
        },
        {
            "N": "安雅",
            "T": "任何想强行突破这种法则的手段，恐怕都会让我走上一条「非人」的道路…"
        },
        {
            "N": "安雅",
            "T": "那样可不行，我最终还是想作为一名人类死去。"
        },
        {
            "N": "艾莉丝",
            "T": "那你是想…"
        },
        {
            "N": "安雅",
            "T": "能否将我这支笔送往未来呢？"
        },
        {
            "N": "艾莉丝",
            "T": "…我懂了，如果是这样的话，确实还有一种办法。"
        },
        {
            "N": "艾莉丝",
            "T": "我可以创造出一种「故事的魔法」，让它代替你把这个故事书写下去。"
        },
        {
            "N": "艾莉丝",
            "T": "但是，为了让这种魔法运作起来，你必须提供足够多的文字供它学习。"
        },
        {
            "N": "安雅",
            "T": "那么，需要多少呢？"
        },
        {
            "N": "艾莉丝",
            "T": "…非常多，多到要穷尽你的余生去准备。而且即便如此，这种魔法恐怕也不会是一劳永逸的办法。"
        },
        {
            "N": "艾莉丝",
            "T": "你能留下的文字终究是有限的，而这个世界一直在变化。"
        },
        {
            "N": "艾莉丝",
            "T": "或许有一天，即便动用你留下的所有文字，也无法描述这个世界的全部。那样的话，这个故事还是会中断…"
        },
        {
            "N": "安雅",
            "T": "值得一试。"
        },
        {
            "N": "",
            "T": "杜林来到了母亲的书桌前…"
        }
    ],
    "1600433": [
        {
            "N": "安雅",
            "T": "咳咳…"
        },
        {
            "N": "艾莉丝",
            "T": "安雅，已经过去这么多年了，你还是…这几年，那场灾难带来的影响渐渐消退了，你本该安度晚年。"
        },
        {
            "N": "安雅",
            "T": "离开希穆兰卡的世界后，他面对的情况会更加复杂。为了让故事能够续写下去，素材必须更多才行，咳咳…"
        },
        {
            "N": "安雅",
            "T": "一些不重要的细节，只能先省略了，咳咳…"
        },
        {
            "N": "艾莉丝",
            "T": "安雅，你为什么非要让他离开故事的世界，去面对提瓦特的命运呢？"
        },
        {
            "N": "艾莉丝",
            "T": "就让他留在故事里不好吗？在故事里，有了我的魔法，即便是来自命运的诅咒也可以被解决，让他拥有一个美好的结局。"
        },
        {
            "N": "安雅",
            "T": "确实，在童话故事里，只要向女神许愿，木头也可以变成真正的小男孩，「从此一直幸福地生活下去」。"
        },
        {
            "N": "安雅",
            "T": "很多童话故事都喜欢以此结尾，但是你有没有想过，故事的主角在这之后又经历了什么呢？"
        },
        {
            "N": "艾莉丝",
            "T": "这个…"
        },
        {
            "N": "安雅",
            "T": "艾莉丝，我想请你和我一起思考一个问题，你觉得一位作家最大的遗憾是什么？"
        },
        {
            "N": "艾莉丝",
            "T": "…在身后留下一个没有写完结局的故事？"
        },
        {
            "N": "安雅",
            "T": "这确实是一个很有说服力的答案，很多作家都将此视为自己最大的遗憾，但我却有种不太一样的想法。"
        },
        {
            "N": "安雅",
            "T": "在我看来，最大的遗憾反而是我写的每个故事都必须有一个结局。"
        },
        {
            "N": "艾莉丝",
            "T": "安雅…"
        },
        {
            "N": "安雅",
            "T": "无论是多么出彩的角色，一旦在故事中迎来结局，都要不可避免地失去所有可能性。"
        },
        {
            "N": "安雅",
            "T": "「故事」对于他们来说，也成了一种无法挣脱的「命运」。"
        },
        {
            "N": "安雅",
            "T": "但是，如果我能将手中的笔交给故事里的角色，让他自己将故事书写下去呢？"
        },
        {
            "N": "艾莉丝",
            "T": "你是指…"
        },
        {
            "N": "安雅",
            "T": "就像你说的那样，我能留下的文字是有限的，支撑这种魔法将故事续写到预言应验的时间，就已经快到极限了。"
        },
        {
            "N": "安雅",
            "T": "但我找到了一种办法，可以借助你的魔法将一部分写好的「故事」还原成「墨水」。"
        },
        {
            "N": "安雅",
            "T": "这种「墨水」是一种可以被他使用的魔法媒介，让他能够按照自己的想法去重新补全这个故事。"
        },
        {
            "N": "安雅",
            "T": "故事本身就是一种很神奇的存在，如果他能亲历这个故事的全部，并在故事里一次次地留下自己的期冀…"
        },
        {
            "N": "安雅",
            "T": "那么在某个篇章，即便我停下了手中的笔，他也能靠自己将这个故事继续创作下去了。"
        },
        {
            "N": "安雅",
            "T": "这样，我就能把故事的创作权限移交给他了。"
        },
        {
            "N": "艾莉丝",
            "T": "一个故事里的角色，掌握了书写这个故事的权力…"
        },
        {
            "N": "安雅",
            "T": "那样的话，他就正式摆脱了我的笔触，和所有故事外的人一样，能够去创造属于他自己的人生了。"
        },
        {
            "N": "艾莉丝",
            "T": "也不用再考虑这种魔法的极限了…这确实是一种天才的解法！"
        },
        {
            "N": "艾莉丝",
            "T": "但是…仍然有很多风险。"
        },
        {
            "N": "艾莉丝",
            "T": "首先，他前往提瓦特之后，要完全依赖你留下的这个「故事」才能维持和那个世界的联系。"
        },
        {
            "N": "艾莉丝",
            "T": "在你将创作权限逐渐移交给他的过程中，这种联系会越来越薄弱，或许在某个节点他就会失去这种联系。"
        },
        {
            "N": "安雅",
            "T": "等我将权限逐渐移交给他的同时，他也有机会去自行创造这种联系。"
        },
        {
            "N": "艾莉丝",
            "T": "…这个方法还触及到了太多提瓦特世界最本源的秘密，任何明面上的提示都会很快被覆写。"
        },
        {
            "N": "艾莉丝",
            "T": "你很难留下可以引导他们的内容。"
        },
        {
            "N": "安雅",
            "T": "我们还有故事，不是吗？就用故事去引导他们吧。"
        },
        {
            "N": "艾莉丝",
            "T": "…最后很可能是他耗尽了所有的「墨水」，也无法抵达你期望的篇章，只能在过往的篇章里不断徘徊。"
        },
        {
            "N": "艾莉丝",
            "T": "即便是这样，你…"
        },
        {
            "N": "安雅",
            "T": "…即便是这样，我也愿意去相信这个孩子身上的可能性。"
        },
        {
            "N": "安雅",
            "T": "他对未来的期待，他想要实现的愿望，都有机会成为他自己的「墨水」，让他不再受限于我那即将枯竭的笔墨。"
        },
        {
            "N": "艾莉丝",
            "T": "…安雅，你果然是我认识的作家里最有创造力，也最浪漫的那一个。"
        },
        {
            "N": "艾莉丝",
            "T": "既然是这么浪漫的想法，就让我再出一份力吧。"
        },
        {
            "N": "安雅",
            "T": "谢谢你，老友。"
        },
        {
            "N": "安雅",
            "T": "那么，我的孩子，你明白你最后应该做的是什么了吗？"
        },
        {
            "N": "杜林",
            "T": "…原来是这样。"
        },
        {
            "N": "杜林",
            "T": "我应该接过母亲的笔，把这个故事续写下去。"
        },
        {
            "N": "安雅",
            "T": "那你为何还在犹豫呢？"
        },
        {
            "N": "杜林",
            "T": "我接过这支笔后，您会怎么样？"
        },
        {
            "N": "安雅",
            "T": "权限移交之后，我就失去了存在的凭依，应该会逐渐消散吧。"
        },
        {
            "N": "安雅",
            "T": "孩子，我…应该说你的母亲，在很久之前就已经去世了。而我只是个完成了使命的魔法意识，你不必如此不舍。"
        },
        {
            "N": "杜林",
            "T": "我知道…我知道母亲早就已经去世了。"
        },
        {
            "N": "杜林",
            "T": "但是，那些过早离开母亲的孩子都会有一种坏习惯，他们总是抱着母亲留下的故事书不放手，假装母亲还在。"
        },
        {
            "N": "安雅",
            "T": "杜林…"
        },
        {
            "N": "杜林",
            "T": "不过，来到这个世界之后，我和朋友们一起横跨大陆，共同面对敌人…"
        },
        {
            "N": "杜林",
            "T": "我忽然发现，我不能再等着母亲给我讲故事了，因为…我有了新的使命。"
        },
        {
            "N": "杜林",
            "T": "或许这就是长大的感觉吧？还有那么多朋友等着我，是时候放下母亲的故事书了…"
        },
        {
            "N": "杜林",
            "T": "妈妈，让我长大吧。"
        },
        {
            "N": "安雅",
            "T": "嗯…那么就取走这个早就该送给你的礼物吧。"
        },
        {
            "N": "安雅",
            "T": "你已经见证了这个故事的诞生，向这个故事的未来许下了愿望，送上了祝福，也在故事里书写了你的选择。"
        },
        {
            "N": "安雅",
            "T": "从现在开始，你就是这支笔的主人了。"
        },
        {
            "N": "",
            "T": "杜林接过了母亲用来书写童话的笔，同时，他也接过了书写自己故事的权力…"
        },
        {
            "N": "安雅",
            "T": "那么，让这个故事得以存续的另一重助力，正在阅读这个故事的见证者啊…"
        },
        {
            "N": "安雅",
            "T": "你愿意翻开新的一页，让这个故事进入新的篇章吗？"
        },
        {
            "N": "_0",
            "T": "（翻到下一页。）"
        },
        {
            "N": "",
            "T": "你翻开了新的一页，让这个故事进入了新的篇章。"
        },
        {
            "N": "",
            "T": "故事如此写道："
        },
        {
            "N": "",
            "T": "黑暗的力量忽然袭来，小龙将如何战胜它呢？"
        },
        {
            "N": "",
            "T": "很遗憾，故事女巫书写的故事到这里就结束了…"
        },
        {
            "N": "",
            "T": "但「杜林」书写的故事才刚刚开始。"
        },
        {
            "N": "",
            "T": "他步入母亲的回忆，接过了母亲手中的笔，于是原本要结束的故事开启了新的篇章。"
        },
        {
            "N": "",
            "T": "他下定决心，迎战阻碍他前进的「命运」。"
        }
    ],
    "1600434": [
        {
            "N": "阿贝多",
            "T": "看来这就是最后一步了。"
        },
        {
            "N": "流浪者",
            "T": "可以正面回击「命运」的战斗？真是不可多得的机会。"
        },
        {
            "N": "_1005",
            "T": "上吧，杜林！"
        },
        {
            "N": "「命运」",
            "T": "我…无法…死亡，我…终将…重生，带来…灾难，这是…既定的…「命运」！"
        },
        {
            "N": "杜林",
            "T": "不，那段「命运」已经不存在了，最终被留下的，是我的「故事」！"
        },
        {
            "N": "",
            "T": "在朋友们的帮助下，杜林终于战胜了「命运」…"
        }
    ],
    "1600436": [
        {
            "N": "「命运」",
            "T": "……"
        },
        {
            "N": "杜林",
            "T": "谢谢你，妈妈…"
        },
        {
            "N": "",
            "T": "故事继续写道："
        },
        {
            "N": "",
            "T": "「杜林」战胜了黑暗的力量，改写了既定的「命运」。"
        },
        {
            "N": "",
            "T": "他的「故事」，未完待续。"
        },
        {
            "N": "",
            "T": "杜林为自己的「故事」写下了全新的篇章。随后，你们也回到了故事之外…"
        }
    ],
    "1600437": [
        {
            "N": "杜林",
            "T": "大家都没事吧？"
        },
        {
            "N": "_1005",
            "T": "没事没事，杜林的表现我们都看到了，真是一场帅气的战斗！"
        },
        {
            "N": "_0",
            "T": "杜林身上的装饰似乎有变化？"
        },
        {
            "N": "_0",
            "T": "嗯…更自由了一些？"
        },
        {
            "N": "杜林",
            "T": "我确实感觉自己跟之前不太一样了…"
        },
        {
            "N": "杜林",
            "T": "我得好好感谢大家，没有你们的帮忙，我都不知道能不能走到这一步。"
        },
        {
            "N": "流浪者",
            "T": "唯一的问题是没能直接上场，只能间接提供一些帮助。这毕竟是直接给「命运」一耳光的机会，真可惜…"
        },
        {
            "N": "杜林",
            "T": "嗯…阿帽将来肯定也能找到的。"
        },
        {
            "N": "流浪者",
            "T": "什么？"
        },
        {
            "N": "杜林",
            "T": "那个可以让你直接给「命运」一耳光的机会。"
        },
        {
            "N": "流浪者",
            "T": "…或许吧。"
        },
        {
            "N": "阿贝多",
            "T": "请先恕我冒昧。"
        },
        {
            "N": "阿贝多",
            "T": "…嗯，你体内的深渊力量已经再次稳定了，那种奇怪的症状也完全消失了。"
        },
        {
            "N": "_1005",
            "T": "好耶！"
        },
        {
            "N": "_0",
            "T": "大功告成。"
        },
        {
            "N": "阿贝多",
            "T": "所以，最后这一步代表了什么呢？除了炼金术，还作用于杜林身上的那种「规则」在本质上又是什么呢？"
        },
        {
            "N": "流浪者",
            "T": "结果是好的不就行了？既然这个家伙的难题已经被彻底解决，我就先告辞了。"
        },
        {
            "N": "杜林",
            "T": "阿帽，这就要走了吗？按照人类的习惯，接下来应该有一场庆祝会。"
        },
        {
            "N": "流浪者",
            "T": "庆祝会？那种场合可不适合我。"
        },
        {
            "N": "流浪者",
            "T": "等你又有什么难题的时候再来找我吧，毕竟我们算是朋友。"
        },
        {
            "N": "_0",
            "T": "他这种性格还是没变啊…"
        },
        {
            "N": "阿贝多",
            "T": "不过，他说的确实没错。当下对于杜林来说是一个值得庆祝的时刻，不适合用来探讨一些学术问题。"
        },
        {
            "N": "杜林",
            "T": "我没有责备阿贝多的意思…我愿意讲一下魔女阿姨们具体做了什么事情，只是不知从哪里说起…"
        },
        {
            "N": "阿贝多",
            "T": "没关系，以后总有机会的。你的「故事」还远远没有到结束的时候，对吧？"
        },
        {
            "N": "杜林",
            "T": "嗯…"
        },
        {
            "N": "阿贝多",
            "T": "#那就在此别过了，{NICKNAME}还有派蒙。今天的见闻十分特殊，我需要整理一份记录。"
        },
        {
            "N": "_1005",
            "T": "嗯，再见！"
        },
        {
            "N": "_1005",
            "T": "接下来应该就是庆祝时间了吧？欸？"
        },
        {
            "N": "？？？",
            "T": "嘟嘟可——嘟嘟可——"
        },
        {
            "N": "艾莉丝",
            "T": "恭喜你们圆满完成任务！那么按照约定，也该找我还书了哦。"
        },
        {
            "N": "_1005",
            "T": "我们刚完成她就知道了…果然就像她说的那样呢。"
        }
    ],
    "1600438": [
        {
            "N": "艾莉丝",
            "T": "好久不见啊，书写者与见证者！"
        },
        {
            "N": "_1005",
            "T": "#现在再听到这个称呼，总感觉你一开始就对{NICKNAME}有特殊的安排。"
        },
        {
            "N": "艾莉丝",
            "T": "当然了，一个故事要能延续下去，除了写故事的人之外，读故事的人也必不可少啊，这样我的魔法才能生效。"
        },
        {
            "N": "艾莉丝",
            "T": "#而之所以让{NICKNAME}来担任见证者的角色，主要还是因为{M#他}{F#她}的特殊身份。"
        },
        {
            "N": "艾莉丝",
            "T": "拥有这种身份的人可不好找，我一度考虑过亲自上场呢。"
        },
        {
            "N": "_0",
            "T": "反正解释权完全在你…"
        },
        {
            "N": "温迪",
            "T": "至少读到了一个有趣的故事，不是吗？"
        },
        {
            "N": "_1005",
            "T": "卖唱的怎么也在这里？"
        },
        {
            "N": "温迪",
            "T": "魔女会在蒙德进行了一场如此冒险的「实验」，作为风神，我总得来确认一下情况吧？"
        },
        {
            "N": "杜林",
            "T": "给您添麻烦了，巴巴托斯大人…"
        },
        {
            "N": "艾莉丝",
            "T": "无妨，我觉得风神大人乐在其中。那么按照约定，让我们看看你们的成果吧。"
        },
        {
            "N": "杜林",
            "T": "请您过目。"
        },
        {
            "N": "艾莉丝",
            "T": "嗯…虽然当初做了很多计划，但这个故事还是有不少让我惊喜的地方。"
        },
        {
            "N": "艾莉丝",
            "T": "我可没想到莱茵多特的孩子竟然能代替她完成「炼金术」的那一部分，当初听到那个孩子的请求，我真的吃了一惊呢。"
        },
        {
            "N": "艾莉丝",
            "T": "如果大家都在就好了，可以好好分享一下。"
        },
        {
            "N": "芭比洛斯",
            "T": "我就在啊，不回应你的只是对面那个乱吞东西的家伙罢了。"
        },
        {
            "N": "艾莉丝",
            "T": "芭比？我的联络早就发出去了，你的回复有点晚哦。"
        },
        {
            "N": "芭比洛斯",
            "T": "来，孩子，站近些，让我看一下。"
        },
        {
            "N": "杜林",
            "T": "…好的，预言女巫阿姨。"
        },
        {
            "N": "芭比洛斯",
            "T": "果然如此，这个孩子的命运没有倒映在星辰之间，安雅她完成了一件极少有人完成过的事。"
        },
        {
            "N": "杜林",
            "T": "这意味着什么呢？"
        },
        {
            "N": "芭比洛斯",
            "T": "孩子，你只要知道自己很幸运就够了。"
        },
        {
            "N": "杜林",
            "T": "哦…"
        },
        {
            "N": "_0",
            "T": "所以到底是什么意思呢？"
        },
        {
            "N": "芭比洛斯",
            "T": "（茶杯不再发出声响，那位魔女的思绪或许已经离开这里。）"
        },
        {
            "N": "_1005",
            "T": "就像故事里那样呢…"
        },
        {
            "N": "艾莉丝",
            "T": "小杜林，你接下来有什么计划吗？我很期待这个故事的后续哦。"
        },
        {
            "N": "杜林",
            "T": "嗯…有很多，多到不知该从哪里说起…"
        },
        {
            "N": "温迪",
            "T": "不如就先从解决最近期的那个「遗憾」开始吧。"
        },
        {
            "N": "_1005",
            "T": "卖唱的，你刚刚让杜林去做什么了？"
        },
        {
            "N": "温迪",
            "T": "去实现那个早就该实现的愿望。"
        },
        {
            "N": "魔女M",
            "T": "最后再次谢谢你，艾莉丝。"
        },
        {
            "N": "艾莉丝",
            "T": "…你还剩多少时间？"
        },
        {
            "N": "魔女M",
            "T": "这应该就是我最后的时间了，正好用来和朋友道别。"
        },
        {
            "N": "艾莉丝",
            "T": "…这种感觉好糟糕，就像是第二次和自己的朋友说永别。"
        },
        {
            "N": "魔女M",
            "T": "…我不知道该对此作何反应。"
        },
        {
            "N": "魔女M",
            "T": "「我」留下的文字里，你总是一副快乐的模样，以至于我在故事里专门给你准备了一个「快乐女巫」的称号。"
        },
        {
            "N": "艾莉丝",
            "T": "不要说这么无辜的话，正是你的故事教会了我「悲伤」啊。"
        },
        {
            "N": "魔女M",
            "T": "……"
        },
        {
            "N": "艾莉丝",
            "T": "除了向我道别，你不应该也给那个孩子留下一些话吗？"
        },
        {
            "N": "艾莉丝",
            "T": "这本书最终还是要交给他，让他继续书写下去，就让你为这本书写一篇寄语，如何？"
        },
        {
            "N": "魔女M",
            "T": "其实不需要我重新动笔，那个孩子的母亲很早之前就写好了寄语。"
        },
        {
            "N": "魔女M",
            "T": "就由我代为传达吧。"
        },
        {
            "N": "",
            "T": "从今往后，杜林将自己执笔，书写未来的故事。"
        }
    ],
    "1600439": [
        {
            "N": "_0",
            "T": "我建议再看看其他地方。"
        }
    ],
    "1600440": [
        {
            "N": "_0",
            "T": "我准备好了。"
        },
        {
            "N": "",
            "T": "杜林选择破坏邪龙的心脏，故事的后续走向似乎发生了改变…？"
        }
    ],
    "1600441": [
        {
            "N": "_1005",
            "T": "走这条路的话，就会回到城堡里面去。"
        },
        {
            "N": "杜林",
            "T": "回到城堡里面去…"
        },
        {
            "N": "_0",
            "T": "那里没有任何挑战。"
        },
        {
            "N": "_0",
            "T": "也失去了所有可能。"
        },
        {
            "N": "_1005",
            "T": "回到那里，躲开一切问题，当作一切都没有发生过，杜林真的想要这样吗？"
        },
        {
            "N": "杜林",
            "T": "…我明白了。"
        }
    ],
    "1600442": [
        {
            "N": "阿贝多",
            "T": "无论接下来会发生什么，杜林肯定需要我们所有人的帮助，大家都准备好了吗？"
        }
    ],
    "1600443": [
        {
            "N": "杜林",
            "T": "请大家和我一起彻底杀死这颗心脏吧！"
        }
    ],
    "1600446": [
        {
            "N": "艾莉丝",
            "T": "我刚刚交给你的是那本魔法书的复制品，你作为这个故事的见证者，没有纪念品可不行。"
        },
        {
            "N": "艾莉丝",
            "T": "当然，这个复制品没有神奇的魔法，但精彩的故事桥段都不缺哦。"
        }
    ],
    "1600447": [
        {
            "N": "_0",
            "T": "准备好了。"
        }
    ],
    "1600448": [
        {
            "N": "温迪",
            "T": "「杜林和特瓦林同时出现在蒙德的天空中」…"
        },
        {
            "N": "温迪",
            "T": "没想到，有一天这句话也能用来描述一个美好的故事。"
        }
    ],
    "1600449": [
        {
            "N": "_0",
            "T": "我再和杜林看看其他地方。"
        }
    ],
    "1600450": [
        {
            "N": "_0",
            "T": "准备好了。"
        },
        {
            "N": "",
            "T": "杜林选择与邪龙的心脏融合，故事的后续走向似乎发生了改变…？"
        },
        {
            "N": "",
            "T": "杜林选择与邪龙的心脏融合，故事的后续走向似乎发生了改变…？"
        },
        {
            "N": "",
            "T": "故事继续写道："
        },
        {
            "N": "",
            "T": "粘土人发现了邪龙的心脏，即便邪龙已经死去很久，那颗心脏仍旧跳动着，愈发温热。"
        },
        {
            "N": "",
            "T": "粘土人知道，这意味着邪龙终将复活，就像预言描述的那样。"
        },
        {
            "N": "",
            "T": "然而母亲留下的智慧帮他演算出另一种可能——将这颗心脏移植给小龙，让他重生。"
        },
        {
            "N": "",
            "T": "唯有如此，邪龙的心脏才会停止躁动，小龙也可以继承邪龙的故事。"
        },
        {
            "N": "",
            "T": "最终小龙拥抱了邪龙的心脏，于是一个新的生命诞生了。"
        },
        {
            "N": "",
            "T": "邪龙的心脏在他胸中跳动，小龙的灵魂指引他前进。"
        },
        {
            "N": "",
            "T": "「预言」依然应验，而「命运」早已被改写，小龙重获新生。"
        }
    ],
    "1600451": [
        {
            "N": "_0",
            "T": "我再和杜林看看其他地方。"
        }
    ]
}