// Auto Generated

var _mq = {
    "LineCount": [
        {
            "Name": "カチーナ",
            "ID": "1086",
            "Count": 329
        },
        {
            "Name": "ムアラニ",
            "ID": "1087",
            "Count": 247
        },
        {
            "Name": "_1005",
            "ID": "1005",
            "Count": 242
        },
        {
            "Name": "_0",
            "ID": 0,
            "Count": 173
        },
        {
            "Name": "アテア",
            "ID": "14119",
            "Count": 72
        },
        {
            "Name": "パカル",
            "ID": "6092",
            "Count": 63
        },
        {
            "Name": "キィニチ",
            "ID": "1088",
            "Count": 50
        },
        {
            "Name": "ヒクエル",
            "ID": "14208",
            "Count": 26
        },
        {
            "Name": "バラム",
            "ID": "6028",
            "Count": 24
        },
        {
            "Name": "アミナ",
            "ID": "6055",
            "Count": 21
        },
        {
            "Name": "マロカウ",
            "ID": "14209",
            "Count": 18
        },
        {
            "Name": "ラマナイ",
            "ID": "14187",
            "Count": 14
        },
        {
            "Name": "リリウ",
            "ID": "14113",
            "Count": 14
        },
        {
            "Name": "チュニーナ",
            "ID": "14186",
            "Count": 13
        },
        {
            "Name": "???",
            "ID": "",
            "Count": 13
        },
        {
            "Name": "フリーナ",
            "ID": "1073",
            "Count": 11
        },
        {
            "Name": "シヴァル",
            "ID": "14111",
            "Count": 11
        },
        {
            "Name": "アハウ",
            "ID": "14221",
            "Count": 10
        },
        {
            "Name": "シュプヒル",
            "ID": "14333",
            "Count": 10
        },
        {
            "Name": "ウクンガ",
            "ID": "14112",
            "Count": 10
        },
        {
            "Name": "イェラファス",
            "ID": "6070",
            "Count": 10
        },
        {
            "Name": "シャルロット",
            "ID": "1070",
            "Count": 8
        },
        {
            "Name": "キバング",
            "ID": "14337",
            "Count": 8
        },
        {
            "Name": "トト",
            "ID": "14248",
            "Count": 7
        },
        {
            "Name": "マーヴィカ",
            "ID": "1089",
            "Count": 6
        },
        {
            "Name": "カウフ",
            "ID": "6094",
            "Count": 6
        },
        {
            "Name": "シプ",
            "ID": "6227",
            "Count": 6
        },
        {
            "Name": "トラコ",
            "ID": "14182",
            "Count": 5
        },
        {
            "Name": "センポア",
            "ID": "14185",
            "Count": 5
        },
        {
            "Name": "マルサ",
            "ID": "14188",
            "Count": 5
        },
        {
            "Name": "テペスパン",
            "ID": "14195",
            "Count": 5
        },
        {
            "Name": "大会の告知板",
            "ID": "14201",
            "Count": 5
        },
        {
            "Name": "カラムル",
            "ID": "6059",
            "Count": 5
        },
        {
            "Name": "アバンディ",
            "ID": "6230",
            "Count": 5
        },
        {
            "Name": "ペレ · ヌイ",
            "ID": "6063",
            "Count": 5
        },
        {
            "Name": "ナヴィア",
            "ID": "1075",
            "Count": 4
        },
        {
            "Name": "クロリンデ",
            "ID": "1077",
            "Count": 4
        },
        {
            "Name": "タムイン",
            "ID": "14196",
            "Count": 4
        },
        {
            "Name": "カフナ",
            "ID": "6064",
            "Count": 4
        },
        {
            "Name": "アクリャ",
            "ID": "6112",
            "Count": 4
        },
        {
            "Name": "ウェンティ",
            "ID": "1001",
            "Count": 4
        },
        {
            "Name": "???",
            "ID": -1,
            "Count": 3
        },
        {
            "Name": "ユーちゃん",
            "ID": "14276",
            "Count": 3
        },
        {
            "Name": "イズナ",
            "ID": "14274",
            "Count": 3
        },
        {
            "Name": "サウサ",
            "ID": "14192",
            "Count": 3
        },
        {
            "Name": "REALNAME[2]",
            "ID": "21460",
            "Count": 2
        },
        {
            "Name": "ケウラニ",
            "ID": "14273",
            "Count": 2
        },
        {
            "Name": "セイル",
            "ID": "14275",
            "Count": 2
        },
        {
            "Name": "サカトゥラ",
            "ID": "14190",
            "Count": 2
        },
        {
            "Name": "タエンガ",
            "ID": "14189",
            "Count": 2
        },
        {
            "Name": "イアンサ",
            "ID": "1091",
            "Count": 2
        },
        {
            "Name": "タエタ",
            "ID": "14203",
            "Count": 2
        },
        {
            "Name": "リサ",
            "ID": "1007",
            "Count": 2
        },
        {
            "Name": "フリーナ",
            "ID": "13577",
            "Count": 1
        },
        {
            "Name": "ビーキャン",
            "ID": "14183",
            "Count": 1
        },
        {
            "Name": "ラブナ",
            "ID": "14198",
            "Count": 1
        },
        {
            "Name": "ティアヨ",
            "ID": "14191",
            "Count": 1
        },
        {
            "Name": "チャスカ",
            "ID": "1092",
            "Count": 1
        },
        {
            "Name": "モエバ",
            "ID": "14202",
            "Count": 1
        },
        {
            "Name": "マクモ",
            "ID": "14204",
            "Count": 1
        },
        {
            "Name": "ニウ",
            "ID": "14184",
            "Count": 1
        },
        {
            "Name": "エイナ",
            "ID": "14207",
            "Count": 1
        }
    ],
    "Num": "第五章 第一幕",
    "Title": "栄華と炎天の途",
    "IT": "ナタ",
    "Tab": "UI_LegendQuestImg_Nt",
    "Icon": "UI_ChapterIcon_Natlan",
    "Intro": "",
    "MainQuests": [
        {
            "_id": 5000,
            "Name": "ナタ！新たな旅へ",
            "Desc": "忘れられない数々の思い出を残したフォンテーヌ。今、新たな旅が幕を開ける。フォンテーヌの友人たちに別れを告げよう。",
            "Track": [
                5001
            ],
            "R": [
                105000
            ],
            "RP": [],
            "Sub": [
                500001,
                500002,
                500017,
                500003,
                500004,
                500005,
                500018,
                500020,
                500014,
                500015,
                500016,
                500006,
                500019,
                500007,
                500008,
                500013,
                500009,
                500021,
                500010,
                500011,
                500012
            ]
        },
        {
            "_id": 5001,
            "Name": "帰火聖夜の巡礼",
            "Desc": "「帰火聖夜の巡礼」はナタで最も重要な大会。本日開催されるらしい。大会が始まる前に、カチーナたちと合流しよう。",
            "Track": [
                5002
            ],
            "R": [
                105001
            ],
            "RP": [],
            "Sub": [
                500122,
                500101,
                500102,
                500103,
                500120,
                500104,
                500105,
                500106,
                500107,
                500108,
                500109,
                500123,
                500112,
                500110,
                500111,
                500113,
                500114,
                500116,
                500117,
                500115,
                500121,
                500118,
                500119
            ]
        },
        {
            "_id": 5002,
            "Name": "温泉の郷",
            "Desc": "帰火聖夜の巡礼が幕を閉じ、無事勝利を収めたカチーナ。彼女は手練れの戦士たちと一緒に夜巡者の戦争に参加することとなった。その後、ムアラニに「流泉の衆」の集落に行こうと誘われた…",
            "Track": [
                5003
            ],
            "R": [
                105002
            ],
            "RP": [],
            "Sub": [
                500201,
                500202,
                500203,
                500204,
                500205,
                500206,
                500207,
                500217,
                500208,
                500209,
                500210,
                500211,
                500212,
                500213,
                500214,
                500215,
                500216,
                500219,
                500218,
                500220
            ]
        }
    ]
}

var _sq = {
    "500001": {
        "Desc": "ロマリタイムハーバーに行く",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "時間が経つのは早いな。あっという間に次の旅の時間だぜ。"
                },
                {
                    "N": "_1005",
                    "T": "次は確か、ナタに行くんだよな？"
                },
                {
                    "N": "_1005",
                    "T": "ヌヴィレットは龍の国だって言ってたけど、一体どんな場所なんだろう…ちょっと謎めいてるよな。"
                },
                {
                    "N": "_0",
                    "T": "ナタ人って、見たことないしね。"
                },
                {
                    "N": "_1005",
                    "T": "だな。稲妻が鎖国してた時ですら、稲妻人とは別のとこで会ってたのに…"
                },
                {
                    "N": "_1005",
                    "T": "あっ、もしかして、ナタって人が住んでないのか？"
                },
                {
                    "N": "シャルロット",
                    "T": "いい感じ！そのワクワクと驚きの表情はそのままで、目線をこっちにお願い。一枚撮らせて。"
                },
                {
                    "N": "_1005",
                    "T": "おう、格好よく撮ってくれよな！"
                },
                {
                    "N": "_1005",
                    "T": "ってちがーう！シャルロット、なんでここにいるんだよ？"
                },
                {
                    "N": "シャルロット",
                    "T": "フォンテーヌで活躍してた旅人がまもなく旅立つって聞いたから。こんな絶好の報道チャンス、「スチームバード新聞」が見逃すわけないでしょ。"
                },
                {
                    "N": "シャルロット",
                    "T": "次に取材したいってなっても、今みたいに簡単にはいかないでしょうしね。"
                },
                {
                    "N": "_1005",
                    "T": "ばれてたか。いつも、誰にも別れを告げないで行っちゃうからな。"
                },
                {
                    "N": "シャルロット",
                    "T": "へへっ、確かに君たちらしいわ。でもたまにはスタイルを変えるのも悪くないんじゃない？っていうのが、私たちの考え。"
                },
                {
                    "N": "_1005",
                    "T": "「たち」…？"
                },
                {
                    "N": "ナヴィア",
                    "T": "一緒に戦った日々が、まるで昨日のことみたいね。時間があったらまた来てちょうだい、相棒。"
                },
                {
                    "N": "クロリンデ",
                    "T": "もし何か困ったことがあれば知らせてくれ。距離なんて、問題じゃない。"
                },
                {
                    "N": "フリーナ",
                    "T": "別れを告げると寂しくなってしまうものだけど、別れというのはより良い出会いのためにあるんだ。"
                },
                {
                    "N": "フリーナ",
                    "T": "永遠に変わらないものがあるとすれば——それは僕たちが一緒に残してきた思い出だと思うよ。"
                },
                {
                    "N": "_1005",
                    "T": "わあ、みんな来てくれたのか？"
                },
                {
                    "N": "_0",
                    "T": "きっとまた会いに来るよ。"
                },
                {
                    "N": "ナヴィア",
                    "T": "うん！これからの冒険に関する物語を楽しみにしてるから。こっちに帰ったらぜひ聞かせてちょうだい！"
                },
                {
                    "N": "_0",
                    "T": "お祭りの時は呼んでね。"
                },
                {
                    "N": "フリーナ",
                    "T": "もうそんなことを考えてるのかい。「さすが」というべきか…"
                },
                {
                    "N": "フリーナ",
                    "T": "もちろん呼ばせてもらうから、安心してくれたまえ。賑やかなのが好きなんだろう？"
                },
                {
                    "N": "クロリンデ",
                    "T": "こういう時は、写真を撮るべきだろうか。"
                },
                {
                    "N": "フリーナ",
                    "T": "そうだね。ちょうどプロのシャルロットもいることだし。"
                },
                {
                    "N": "シャルロット",
                    "T": "任せて。写真機をセットするから、ちょっと待ってね。"
                },
                {
                    "N": "フリーナ",
                    "T": "そういえば、さっき言ってたナタのことだけど、パイモンの考えすぎだよ。別に、ナタもフォンテーヌと大して変わらないさ。人間も住んでるし、独自の文化もある。"
                },
                {
                    "N": "フリーナ",
                    "T": "ただそういう習慣だから、あそこの人たちはナタを離れようとしないんだ。"
                },
                {
                    "N": "フリーナ",
                    "T": "でも、外から来る者は拒まないはずだよ。ナタへ商売や旅行に行ったことのある人は多くいたけど、みんな印象が良かったみたいだったからね。"
                },
                {
                    "N": "ナヴィア",
                    "T": "昔は、うちのメンバーも結構ナタに行ってたみたいよ。"
                },
                {
                    "N": "_1005",
                    "T": "なるほどな、安心したぜ。次こそ、これまでの旅みたいに到着早々事件に巻き込まれないといいんだけどな。"
                },
                {
                    "N": "_0",
                    "T": "出発前にそんなこと言わないで。"
                },
                {
                    "N": "_0",
                    "T": "冷や汗が出てきちゃった。"
                },
                {
                    "N": "クロリンデ",
                    "T": "大丈夫だ。あなたたちの経験と腕なら、何があったとしてもきっとすぐに解決できる。"
                },
                {
                    "N": "フリーナ",
                    "T": "まあ、それでも危険がないに越したことはないさ。楽しく食べたり遊んだりするのも旅の醍醐味だからね。"
                },
                {
                    "N": "シャルロット",
                    "T": "準備オッケーよ。さあ、撮りましょう！"
                },
                {
                    "N": "シャルロット",
                    "T": "それじゃ、旅人——"
                },
                {
                    "N": "フリーナ",
                    "T": "いってらっしゃい！"
                }
            ],
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "500002": {
        "Desc": "ナタに行く",
        "Step": "「ナタはどんな国だろう？」と、そんなことを考えながら、新たな旅に出た。",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "わぁ！ここがナタか。"
                },
                {
                    "N": "_1005",
                    "T": "変な山がたくさんあるな。見たことのない動物もいっぱいいるぞ！"
                },
                {
                    "N": "_1005",
                    "T": "でも、街っぽいところが見当たらないな…どこに行けばいいんだ？"
                },
                {
                    "N": "_0",
                    "T": "あっちに行ってみよう。"
                },
                {
                    "N": "_0",
                    "T": "誰かが暮らしてるみたい。"
                },
                {
                    "N": "_1005",
                    "T": "たしかに、人が住む場所にいけば、神の情報も聞けるかもしれないもんな。"
                },
                {
                    "N": "_1005",
                    "T": "神に会えば、この旅の意味もわかるよな。"
                },
                {
                    "N": "_0",
                    "T": "今まではそうだったね。"
                },
                {
                    "N": "_0",
                    "T": "神と国との繋がりは深いからね。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、話しやすい神だといいな。オイラたちを敵だと思わないでくれればいいんだけど。"
                },
                {
                    "N": "_1005",
                    "T": "さて、道なりに進もうぜ。"
                }
            ],
            [
                {
                    "N": "シャルロット",
                    "T": "いいのが撮れたわ…一枚はバッチリ記事にできそうだし、もう一枚は記念にぴったり。大収穫よ！"
                }
            ],
            [
                {
                    "N": "ナヴィア",
                    "T": "ナタには宝石が有名な場所があるんだって。仕事が一段落したら、あたしも行ってみたいな。"
                }
            ],
            [
                {
                    "N": "フリーナ",
                    "T": "いってらっしゃい、いつでも戻ってきなよ。事前に知らせてくれれば、他のみんなも呼べるしね。"
                },
                {
                    "N": "クロリンデ",
                    "T": "その時はきっと、もっと賑やかになる。"
                }
            ],
            [
                {
                    "N": "フリーナ",
                    "T": "いってらっしゃい、いつでも戻ってきなよ。事前に知らせてくれれば、他のみんなも呼べるしね。"
                }
            ]
        ]
    },
    "500017": {
        "Desc": "ナタの奥へ向かう",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "500003": {
        "Desc": "ナタの奥へ向かう",
        "Talk": [
            [
                {
                    "N": "トラコ",
                    "T": "ごめん、カチーナ。約束を破るのはよくないって分かってるけど、今回の「帰火聖夜の巡礼」じゃ、俺もセンポアもいい成績を収めないといけないんだ。"
                },
                {
                    "N": "センポア",
                    "T": "メンバーが見つからなかった以上、このまま時間を無駄にしてられないわ。"
                },
                {
                    "N": "カチーナ",
                    "T": "で、でも、みんなが行っちゃったら…わたし、一人だけになっちゃうよ。"
                },
                {
                    "N": "センポア",
                    "T": "ごめんね。でも君はまだ若いし、「古名」の継承者なんだから、きっとチャンスはいくらでもあるわ。"
                },
                {
                    "N": "センポア",
                    "T": "対して、私たちはただの部族の戦士よ。何年も戦ってきて、もう体は衰えてきてるのに、まだまともな栄誉を得られてないの。"
                },
                {
                    "N": "トラコ",
                    "T": "こいつの言う通りだ。前回、惨敗したのを忘れたわけじゃないだろ？今回は前より参加者が少ないけど、このままじゃ恐らく同じ結末を辿るハメになる。"
                },
                {
                    "N": "トラコ",
                    "T": "「帰火聖夜の巡礼」のエントリー締切は今日の夕方までだ。チームを変えるなら今しかない。"
                },
                {
                    "N": "カチーナ",
                    "T": "分かった。それじゃ、仕方ないよね。"
                },
                {
                    "N": "カチーナ",
                    "T": "はぁ…わたしがもっと強かったらよかったのに…他の「古名」の継承者たちと比べて、弱すぎるよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "…ううん、いいんだ。わたしの「古名」は「ウッサビ{RUBY#[S]不屈}ーティ」なんだから仕方ないよね。自分で何とかするよ。"
                },
                {
                    "N": "トラコ",
                    "T": "もし無事にいい成績が取れたら、打ち上げには絶対呼んでやるからな。"
                },
                {
                    "N": "センポア",
                    "T": "ええ、一緒に大会に参加しなかっただけで、これからも友達だから。ね？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。時間があるうちに、早く強いチームを探して。"
                },
                {
                    "N": "カチーナ",
                    "T": "はぁ…"
                },
                {
                    "N": "カチーナ",
                    "T": "また次回、どうにかして勝つ方法を考えるしかないかな。"
                },
                {
                    "N": "_1005",
                    "T": "あそこの女の子、置いてけぼりをくらったみたいだな…落ち込んでるみたいだぞ。"
                },
                {
                    "N": "_0",
                    "T": "放っておけない。"
                },
                {
                    "N": "カチーナ",
                    "T": "あ…"
                },
                {
                    "N": "カチーナ",
                    "T": "ありがとう、大丈夫。部族じゃ見かけない顔だけど、旅の人？"
                },
                {
                    "N": "_1005",
                    "T": "おう！オイラたち、ナタに来たばかりなんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "こんにちは、わたしはカチーナ。「ウッサビーティ」のカチーナだよ。"
                },
                {
                    "N": "_0",
                    "T": "「ウッサビーティ」…？"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ…えっと、「古名」って言って、ここの文化なんだ。ちょっと複雑なんだけど、とりあえず、称号みたいなものだと思ってくれればいいよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "遠いところからはるばる「帰火聖夜の巡礼」を見に来たんでしょう？だったら今に「古名」の意味を知ることになるよ。"
                },
                {
                    "N": "_1005",
                    "T": "その…なんとか巡礼ってのはなんなんだ？さっきもそれについて話してたよな？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん！ナタで定期的に開催される競技大会だよ。試合で順位を決めるんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "すっごく注目されてる大会でね、上位の選手は一気に有名になれるってだけじゃなくて、「夜巡者の戦争」に参加する資格ももらえるの。"
                },
                {
                    "N": "カチーナ",
                    "T": "簡単に言うと、「勝ったら英雄になれる」ってこと！みんな英雄になりたいんだ！"
                },
                {
                    "N": "_1005",
                    "T": "なにかでバトルをする大会ってことか…参加するにはチームを組まないといけないのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "参加者が多すぎるから、「帰火聖夜の巡礼」は二段階に分かれてるんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "最初は団体戦で、普通は「古名」の継承者率いるチームが、ナタの各地で戦って聖火を奪い合うの。"
                },
                {
                    "N": "カチーナ",
                    "T": "その継承者っていうのが、わたしみたいな称号を持つ人のこと。"
                },
                {
                    "N": "カチーナ",
                    "T": "団体戦が終わったら、勝ったチームのメンバーはみんな個人戦に参加できる。個人戦ではタイマン勝負になるんだ。"
                },
                {
                    "N": "_0",
                    "T": "スポーツの大会みたいだね。"
                },
                {
                    "N": "_1005",
                    "T": "言われてみれば確かにそうだ。規模も大きそうだな。"
                },
                {
                    "N": "_1005",
                    "T": "待て、「古名」の継承者がチームを率いるって、つまり…おまえが隊長ってことか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、隊長だよ！今は、隊員がいない隊長だけど、あはは…"
                },
                {
                    "N": "カチーナ",
                    "T": "同じ継承者でも、実力にはすごく差が出たりする。「勝ちたければ、すごい隊長を探さないと」——"
                },
                {
                    "N": "カチーナ",
                    "T": "…って思うのも納得かな。わたしも二人の立場だったら、きっとそう思ってたと思うから…"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}はどうするの？"
                },
                {
                    "N": "カチーナ",
                    "T": "「古名」の継承者は参加必須なの。責任があるからね。誰も助けてくれないなら、独りで行くよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "せいぜい怪我をする程度だし、二週間もあれば治るでしょ。戦いはあんまり得意じゃないけど、回復は早いんだ！"
                },
                {
                    "N": "_1005",
                    "T": "なあ？この流れって、オイラたちのセリフを待ってるんじゃないか…"
                },
                {
                    "N": "_0",
                    "T": "それって、あのセリフ？"
                },
                {
                    "N": "_0",
                    "T": "まさか早速こうなるなんて。"
                },
                {
                    "N": "_1005",
                    "T": "おう、思ったより早かったな。オイラたちの旅路を切り開く「アレ」の時間だぜ。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、何の話？"
                },
                {
                    "N": "_0",
                    "T": "チームのメンバーになってもいい？"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、ええ——！？"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ、ごめん、ついテンションが上がっちゃった。えっと、なんというか、その…"
                },
                {
                    "N": "カチーナ",
                    "T": "気遣ってくれてありがとう！すごく…すーっごく嬉しいよ！でも「帰火聖夜の巡礼」にはナタの人しか参加できないんだ。"
                },
                {
                    "N": "_1005",
                    "T": "そうだったのか！てっきり、成り行きでおまえのチームに入って、試合で勝って、英雄になるって流れかと思ったぜ。"
                },
                {
                    "N": "カチーナ",
                    "T": "気にしないで！ほんとに嬉しいんだ。だ、だって…今まで誰もそんなことを言ってくれなかったから！"
                },
                {
                    "N": "_1005",
                    "T": "えっ？そうなのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。普段はみんな仲良くしてくれるけど、エントリーの日が近づくと、みんなわたしを避けてる気がする。"
                },
                {
                    "N": "カチーナ",
                    "T": "目も合わせてくれないし、「帰火聖夜の巡礼」から話題をそらすから…わたしに誘われるのを怖がってるんじゃないかな。"
                },
                {
                    "N": "カチーナ",
                    "T": "理由は聞かなくったって分かる…わたしが弱すぎるから。"
                },
                {
                    "N": "カチーナ",
                    "T": "ねえ、あなたたちはそういうの、気にしないの？わたしのチームに入っても何のメリットもないのに。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、こいつは強いんだぞ。神でも、龍でも、大きなクジラでも、どんな相手とだって互角に戦えるんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "そんなにすごいの！？なるほど、絶対勝てるって自信満々だから、わたしの実力も気にしなかったんだね。"
                },
                {
                    "N": "_0",
                    "T": "強さなんて関係ない。"
                },
                {
                    "N": "_0",
                    "T": "#ただ{M#君}{F#あなた}が困ってるみたいだったから。"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ。困ってる人に手を差し伸べる——オイラたちはずっとそうしてきたんだ。これが冒険者精神ってやつだぞ。"
                },
                {
                    "N": "カチーナ",
                    "T": "手を差し伸べる、冒険者…"
                },
                {
                    "N": "カチーナ",
                    "T": "あなたたちみたいな人、見たことないよ。強くて優しい…まさにわたしの憧れとぴったり！"
                },
                {
                    "N": "カチーナ",
                    "T": "ねえ、あなたたちは暫くナタにいるの？そばで勉強させてもらってもいいかな！"
                },
                {
                    "N": "_1005",
                    "T": "勉強？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、弟子か子分みたいに。別に何も教えてくれなくてもいいよ。自分で観察するから！"
                },
                {
                    "N": "カチーナ",
                    "T": "なるべく迷惑はかけないようにする！それに、わたしにもできることがあると思うんだ…例えば、観光の案内とか！ナタのことを色々教えてあげるよ！"
                },
                {
                    "N": "_1005",
                    "T": "えっと、どうする？おまえにすごく憧れてるみたいだぞ…"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}たちはいいけど…"
                },
                {
                    "N": "_0",
                    "T": "大会のほうは大丈夫なの？"
                },
                {
                    "N": "_1005",
                    "T": "そうだよな。もうすぐ締切とかって言ってたし、あんまり時間がないんだろ？"
                },
                {
                    "N": "カチーナ",
                    "T": "いいんだ。どうせ残りの時間も、何もできないから。"
                },
                {
                    "N": "カチーナ",
                    "T": "試合で負けるのはもう慣れっこだし、みんなもそうだと思う。誰もわたしに期待なんかしてないから、大丈夫。"
                },
                {
                    "N": "カチーナ",
                    "T": "それに、あなたたちについていって、何かを学べたら…今度こそ勝てるかも！"
                },
                {
                    "N": "_0",
                    "T": "分かった…"
                },
                {
                    "N": "カチーナ",
                    "T": "ありがとう！えへへっ、こんなにすごい人に出会えるなんて、とっても運がよかったな。"
                },
                {
                    "N": "_0",
                    "T": "あんまり期待しないでね。"
                },
                {
                    "N": "カチーナ",
                    "T": "ううん、つれて行ってくれるだけでも嬉しい！"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃあ、ついてきて。うちの部族…「こだまの子」を紹介してあげる。わたしが生まれ育った場所なんだ！"
                }
            ]
        ]
    },
    "500004": {
        "Desc": "カチーナについていき、「こだまの子」に行く",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "さっきはテンション上がりすぎちゃって、もし目的地が違ったらってことを考えてなかったよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "目的地が同じでよかったね。じゃないと…試合が終わるまで会えなくなっちゃうところだった。"
                },
                {
                    "N": "_1005",
                    "T": "おじさんに本当のことを言わなくていいのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん…パカルおじさんはとても優しい人だから、もし知ったら、きっと一緒に大会に出るって言ってくれちゃう。"
                },
                {
                    "N": "カチーナ",
                    "T": "おじさんは年をとった。古傷もあるし…もう試合には出ないほうがいいよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "おじさんが大会を見に行ったら、本当のことを知っちゃうし、嘘をついたって叱られるだろうけど…これが一番いいと思う。"
                },
                {
                    "N": "_0",
                    "T": "カチーナは優しいんだね。"
                },
                {
                    "N": "_1005",
                    "T": "ほんとだよな。さっきも、おまえを見捨てたやつらのことまで、庇ってやってたしな。"
                },
                {
                    "N": "カチーナ",
                    "T": "ううん、そんな風に言わないで。二人を責めないであげて。わたしたちナタ人にとって、「帰火聖夜の巡礼」は本当に大事なんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしたちは小さい頃から、英雄の物語を聞いて育つ。だからみんな、ナタを守る強者になることに憧れてる。"
                },
                {
                    "N": "カチーナ",
                    "T": "これは別に自分のことばっかり考えてるってことじゃなくて、自分の力を捧げたいと思ってるの。"
                },
                {
                    "N": "カチーナ",
                    "T": "まあいいか。聖火競技場で、「帰火聖夜の巡礼」の盛り上がる雰囲気を見れば、考えも改まるかも。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしたちの文化と歴史を体感してもらうのには、いい機会になると思うよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "あっちに行けば、「こだまの子」の集落から出られる。それから最後のスポット——七天神像もあそこにあるよ。さあ、行こう！"
                }
            ]
        ]
    },
    "500005": {
        "Desc": "引き続き「こだまの子」を探索する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "これはうちの部族が一番大切にしてる、最も神聖なものだよ。みんなを守って、祝福を授けてくれる「大霊」の象徴なの。"
                },
                {
                    "N": "_1005",
                    "T": "「大霊」？神みたいなものか？"
                },
                {
                    "N": "カチーナ",
                    "T": "まあ、そんな感じかな。わたしたちはみんな、炎神が地上に、「大霊」が地下にいるって信じてるの。"
                },
                {
                    "N": "カチーナ",
                    "T": "みんな定期的にここに集まって、部族の長から「大霊」の夢に関する話と、「大霊」の意志の解説を聞くんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "「大霊」は過去だけじゃなくて未来も見通せる、すっごく偉い存在だよ。"
                },
                {
                    "N": "パカル",
                    "T": "あれ、カチーナじゃないか？どうしてここに？"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ、パカルおじさん！紹介するね。おじさんはうちの部族の族長なの。"
                },
                {
                    "N": "カチーナ",
                    "T": "二人はナタに着いたばっかりの旅人さん。冒険の経験が豊富なんだって。今はそばで勉強させてもらってるの！"
                },
                {
                    "N": "パカル",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "こ、こんにちは？"
                },
                {
                    "N": "パカル",
                    "T": "単刀直入に言わせてもらうが、カチーナはうちの部族の者だ。俺にはこの子の安全を守る責務がある。"
                },
                {
                    "N": "パカル",
                    "T": "どうやって知り合ったのかは知らないが…身分を証明できるものはあるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、そんなこと言わないで、パカルおじさん。この人たちは絶対にいい人だよ！わたしには分かるもん！"
                },
                {
                    "N": "パカル",
                    "T": "「感覚」だけじゃ、両親は説得できないぞ。"
                },
                {
                    "N": "_0",
                    "T": "いいよ、心配して当然だから。"
                },
                {
                    "N": "_1005",
                    "T": "オイラたちの冒険の証を見せてやるぜ。これまでの旅のことは全部書いてあるぞ。"
                },
                {
                    "N": "パカル",
                    "T": "冒険の証…うーん、冒険者協会にも色んなやつらがいるからな。もっと説得力のある証拠がないと…"
                },
                {
                    "N": "パカル",
                    "T": "なるほど…——え！？"
                },
                {
                    "N": "パカル",
                    "T": "#お前たち…{NICKNAME}と眷属パイモンなのか！？"
                },
                {
                    "N": "_1005",
                    "T": "オイラはガイドだぞ。なんでそんな風に呼ばれてるんだよ！ま、眷属って呼び名は嫌いじゃないけどな。なんだかおまえが魔神になったみたいだよな。"
                },
                {
                    "N": "カチーナ",
                    "T": "そこまで驚くことなの？"
                },
                {
                    "N": "パカル",
                    "T": "お前、聞いたことないのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "ぜんぜん。"
                },
                {
                    "N": "パカル",
                    "T": "うむ…"
                },
                {
                    "N": "パカル",
                    "T": "#{M#彼}{F#彼女}のもとでよく学べ、カチーナ。今まで出会った中で、きっと一番すごい先生だぞ。"
                },
                {
                    "N": "カチーナ",
                    "T": "そんなにすごいの？でもパカルおじさんがそう言うなら、本当にすごいんだね！"
                },
                {
                    "N": "パカル",
                    "T": "疑って悪かったな。"
                },
                {
                    "N": "_1005",
                    "T": "いいんだぞ。おまえって思った以上に責任感が強いんだな。"
                },
                {
                    "N": "パカル",
                    "T": "カチーナはまだまだ幼いからな。周りが気にかけてやらないと。"
                },
                {
                    "N": "パカル",
                    "T": "おっと、それよりもカチーナ、大会の受付はもうすぐ終わるぞ。どうしてまだ出発していないんだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "大丈夫、まだ間に合うから！他のメンバーには先に行ってもらったんだ。後で追いかけるよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ケンカは得意じゃないけど、足だけは速いからね…えへへ。"
                },
                {
                    "N": "_1005",
                    "T": "カチーナのやつ、心配かけたくないんだろうな。"
                },
                {
                    "N": "パカル",
                    "T": "なるほど、邪魔して悪かった。さて…さっきはどこまで話したんだ？俺なら、もっと詳しく説明できると思うが。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっと、「大霊」の話が終わって…あっ、ちょうど「古名」の話をしようとしてたよ！おじさんと会えてよかった…わたしじゃうまく説明できそうにないもん。"
                },
                {
                    "N": "_1005",
                    "T": "そうそう、ずっと「古名」って言ってるけど、それは一体なんなんだ？"
                },
                {
                    "N": "パカル",
                    "T": "ああ、ナタは英雄の国なんだ。先人の勇ましい功績は物語という形で今まで受け継がれてきた。"
                },
                {
                    "N": "パカル",
                    "T": "「古名」というのは、これらの物語のラベルのように、長い歴史の叙事詩を思い出させてくれるものだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "そうだよ。例えばわたしの「古名」の一番有名な継承者は、二十七回も「夜巡者の戦争」に参加したんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "最後に参加した時なんて、もう六十代のおじいちゃんだったんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "体はついていかないはずなのに、それでもその人は「帰火聖夜の巡礼」で上位を取ったの。本当にすごいんだ。"
                },
                {
                    "N": "_0",
                    "T": "どうして「古名」を継承する必要があるの？"
                },
                {
                    "N": "パカル",
                    "T": "「古名」は物語を記録しているが、それだけじゃない。それは代々受け継がれてきたものでもあるんだ。"
                },
                {
                    "N": "パカル",
                    "T": "カチーナ、持ってるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "持ってるよ。ほら、これ。"
                },
                {
                    "N": "_1005",
                    "T": "わぁ、黒い石の中に、キラキラしたものが入ってるぞ。とても神秘的な雰囲気だぜ。"
                },
                {
                    "N": "_0",
                    "T": "羽根みたい…"
                },
                {
                    "N": "パカル",
                    "T": "「大霊」は適していると思う者を継承者に選ぶ。そして現継承者の行いもまた、「古名」に記録されるんだ。"
                },
                {
                    "N": "パカル",
                    "T": "時が経つにつれ、「古名」の有する英雄の物語は増えていき、価値もどんどん高くなっていく。"
                },
                {
                    "N": "パカル",
                    "T": "それを受け継ぐ資格を手にした者たちもまた、その功績に励まされる。"
                },
                {
                    "N": "カチーナ",
                    "T": "例えばわたしみたいにね、へへっ。今でもどうして大霊がわたしを選んでくれたのかさっぱりだけど…"
                },
                {
                    "N": "カチーナ",
                    "T": "でももし、あんなに沢山の英雄たちも昔頑張ってきたんだってことを知らなかったら、とっくに諦めてたかも。"
                },
                {
                    "N": "_0",
                    "T": "精神的な力みたい？"
                },
                {
                    "N": "_1005",
                    "T": "精神的な力っていうと…この石には実際、力はないってことか？オイラをもっと強くしたり、賢くしたりすることはできないのか？"
                },
                {
                    "N": "パカル",
                    "T": "ああ。だからこそ、他にはない価値があるんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "授けられた力で英雄になったとしても、それが人間の努力の成果か、力のおかげかは分からないでしょ？"
                },
                {
                    "N": "_1005",
                    "T": "確かにそうかもな。そんなことを考えちゃったら、励まされるものも励まされないぞ。"
                },
                {
                    "N": "パカル",
                    "T": "「古名」について、こんな言葉を残した人がいた。"
                },
                {
                    "N": "パカル",
                    "T": "「人類は『奇跡』を黒曜石に刻んだが、後世の継承者はそれを『力』と呼んだ。」"
                },
                {
                    "N": "パカル",
                    "T": "昨日の奇跡は今日の激励となり、昨日達した限界は今日の目標となる…きっと、そういう意味だと思う。"
                },
                {
                    "N": "パカル",
                    "T": "だからカチーナも焦る必要はない。「古名」を手に入れた時に、大霊の判断を理解できない者は数多くいた。"
                },
                {
                    "N": "パカル",
                    "T": "でも、諦めなければ…強さを求め、自分を越えていければ、お前だけのチャンスはきっと訪れるはずだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、ありがとう、パカルおじさん。わたし、元気出すよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "さて、そろそろ聖火競技場に向かわないとね。"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ、あなたたちも一緒に行ってくれるかどうかは、まだ聞いてなかったけど…"
                },
                {
                    "N": "_1005",
                    "T": "聖火競技場って、「帰火聖夜の巡礼」をやる場所か？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、試合はそこで行われるんだ。部族間の集会もいつもそこでやるんだけどね。"
                },
                {
                    "N": "_0",
                    "T": "炎神もそこにいるの？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、そうだよ。炎神さまは「帰火聖夜の巡礼」の最重要人物だもん。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、それならちょうどよかった。オイラたちも一緒にいくぜ。"
                },
                {
                    "N": "パカル",
                    "T": "二人が一緒なら心配ないな。さあ、早く行ってくれ。"
                },
                {
                    "N": "カチーナ",
                    "T": "はーい、じゃあ行ってくるね、パカルおじさん！"
                }
            ]
        ]
    },
    "500018": {
        "Desc": "引き続き「こだまの子」を探索する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "あっ、ユーちゃんだ。おいで！"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュン——"
                },
                {
                    "N": "カチーナ",
                    "T": "紹介するね。この子はわたしの仲間で、大切な家族のユーちゃん。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュ～、キュッ♪"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、あなたたちのこと、気に入ったみたい。今のは挨拶したんだよ。"
                },
                {
                    "N": "_1005",
                    "T": "「家族」って…ナタでは、人間と龍ってそんな関係なのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "ナタは英雄の国だけど、龍の国でもあるの。どの部族も竜とは仲良しなんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "外から来た人たちは、いつもユーちゃんのことをペットだって勘違いするけど、そんなんじゃないの。"
                },
                {
                    "N": "カチーナ",
                    "T": "ユーちゃんはいつも一緒に冒険してくれるけど、ユーちゃんにも自分の家族はいて、住む場所があるんだ。たまに家族のみんなを連れて、うちにご飯を食べにくることもあるよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "「こだまの子」の人が一番親しいのはテペトル竜だよ。テペトル竜は人間が好きな竜だから、こんな風に仲良くできるんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "竜にもそれぞれ個性があるから一概には言えないけど…そう、みんな仲間なんだ！うん、やっぱり仲間って言葉がぴったりだと思う！"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュイ——"
                },
                {
                    "N": "カチーナ",
                    "T": "ほら、この子たちもそうだって！"
                }
            ],
            [
                {
                    "N": "REALNAME[2]",
                    "T": "ギュイ！"
                },
                {
                    "N": "_1005",
                    "T": "#わあ。へへっ、{REALNAME[ID(2)|HOSTONLY(true)]}、おまえも来たのか。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、あなたたちにも竜の仲間がいるの！？すごく大人しそうな子だね。ユーちゃんとも仲良くなれそう！"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃあ、ユーちゃんたちはゆっくり遊んでて。わたし、大事な用事があるから、終わったら戻ってくるね。"
                },
                {
                    "N": "カチーナ",
                    "T": "やんちゃしちゃだめだよ。新しい友達にいたずらを教えるのもだめ。じゃないと、ユーちゃんのパパやママに言いつけちゃうから。"
                }
            ],
            [
                {
                    "N": "カチーナ",
                    "T": "じゃあ、ユーちゃんたちはゆっくり遊んでて。わたし、大事な用事があるから、終わったら戻ってくるね。"
                },
                {
                    "N": "カチーナ",
                    "T": "やんちゃしちゃだめだよ。じゃないと、ユーちゃんのパパやママに言いつけちゃうから。"
                }
            ]
        ]
    },
    "500020": {
        "Desc": "引き続き「こだまの子」を探索する",
        "Talk": [
            [
                {
                    "N": "REALNAME[2]",
                    "T": "ギュイ！"
                },
                {
                    "N": "_1005",
                    "T": "#わあ。へへっ、{REALNAME[ID(2)|HOSTONLY(true)]}、おまえも来たのか。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、あなたたちにも竜の仲間がいるの！？すごく大人しそうな子だね。ユーちゃんとも仲良くなれそう！"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃあ、ユーちゃんたちはゆっくり遊んでて。わたし、大事な用事があるから、終わったら戻ってくるね。"
                },
                {
                    "N": "カチーナ",
                    "T": "やんちゃしちゃだめだよ。新しい友達にいたずらを教えるのもだめ。じゃないと、ユーちゃんのパパやママに言いつけちゃうから。"
                }
            ]
        ]
    },
    "500014": {
        "Desc": "カチーナと会話する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "これはうちの部族が一番大切にしてる、最も神聖なものだよ。みんなを守って、祝福を授けてくれる「大霊」の象徴なの。"
                },
                {
                    "N": "_1005",
                    "T": "「大霊」？神みたいなものか？"
                },
                {
                    "N": "カチーナ",
                    "T": "まあ、そんな感じかな。わたしたちはみんな、炎神が地上に、「大霊」が地下にいるって信じてるの。"
                },
                {
                    "N": "カチーナ",
                    "T": "みんな定期的にここに集まって、部族の長から「大霊」の夢に関する話と、「大霊」の意志の解説を聞くんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "「大霊」は過去だけじゃなくて未来も見通せる、すっごく偉い存在だよ。"
                },
                {
                    "N": "パカル",
                    "T": "あれ、カチーナじゃないか？どうしてここに？"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ、パカルおじさん！紹介するね。おじさんはうちの部族の族長なの。"
                },
                {
                    "N": "カチーナ",
                    "T": "二人はナタに着いたばっかりの旅人さん。冒険の経験が豊富なんだって。今はそばで勉強させてもらってるの！"
                },
                {
                    "N": "パカル",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "こ、こんにちは？"
                },
                {
                    "N": "パカル",
                    "T": "単刀直入に言わせてもらうが、カチーナはうちの部族の者だ。俺にはこの子の安全を守る責務がある。"
                },
                {
                    "N": "パカル",
                    "T": "どうやって知り合ったのかは知らないが…身分を証明できるものはあるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、そんなこと言わないで、パカルおじさん。この人たちは絶対にいい人だよ！わたしには分かるもん！"
                },
                {
                    "N": "パカル",
                    "T": "「感覚」だけじゃ、両親は説得できないぞ。"
                },
                {
                    "N": "_0",
                    "T": "いいよ、心配して当然だから。"
                },
                {
                    "N": "_1005",
                    "T": "オイラたちの冒険の証を見せてやるぜ。これまでの旅のことは全部書いてあるぞ。"
                },
                {
                    "N": "パカル",
                    "T": "冒険の証…うーん、冒険者協会にも色んなやつらがいるからな。もっと説得力のある証拠がないと…"
                },
                {
                    "N": "パカル",
                    "T": "なるほど…——え！？"
                },
                {
                    "N": "パカル",
                    "T": "#お前たち…{NICKNAME}と眷属パイモンなのか！？"
                },
                {
                    "N": "_1005",
                    "T": "オイラはガイドだぞ。なんでそんな風に呼ばれてるんだよ！ま、眷属って呼び名は嫌いじゃないけどな。なんだかおまえが魔神になったみたいだよな。"
                },
                {
                    "N": "カチーナ",
                    "T": "そこまで驚くことなの？"
                },
                {
                    "N": "パカル",
                    "T": "お前、聞いたことないのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "ぜんぜん。"
                },
                {
                    "N": "パカル",
                    "T": "うむ…"
                },
                {
                    "N": "パカル",
                    "T": "#{M#彼}{F#彼女}のもとでよく学べ、カチーナ。今まで出会った中で、きっと一番すごい先生だぞ。"
                },
                {
                    "N": "カチーナ",
                    "T": "そんなにすごいの？でもパカルおじさんがそう言うなら、本当にすごいんだね！"
                },
                {
                    "N": "パカル",
                    "T": "疑って悪かったな。"
                },
                {
                    "N": "_1005",
                    "T": "いいんだぞ。おまえって思った以上に責任感が強いんだな。"
                },
                {
                    "N": "パカル",
                    "T": "カチーナはまだまだ幼いからな。周りが気にかけてやらないと。"
                },
                {
                    "N": "パカル",
                    "T": "おっと、それよりもカチーナ、大会の受付はもうすぐ終わるぞ。どうしてまだ出発していないんだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "大丈夫、まだ間に合うから！他のメンバーには先に行ってもらったんだ。後で追いかけるよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ケンカは得意じゃないけど、足だけは速いからね…えへへ。"
                },
                {
                    "N": "_1005",
                    "T": "カチーナのやつ、心配かけたくないんだろうな。"
                },
                {
                    "N": "パカル",
                    "T": "なるほど、邪魔して悪かった。さて…さっきはどこまで話したんだ？俺なら、もっと詳しく説明できると思うが。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっと、「大霊」の話が終わって…あっ、ちょうど「古名」の話をしようとしてたよ！おじさんと会えてよかった…わたしじゃうまく説明できそうにないもん。"
                },
                {
                    "N": "_1005",
                    "T": "そうそう、ずっと「古名」って言ってるけど、それは一体なんなんだ？"
                },
                {
                    "N": "パカル",
                    "T": "ああ、ナタは英雄の国なんだ。先人の勇ましい功績は物語という形で今まで受け継がれてきた。"
                },
                {
                    "N": "パカル",
                    "T": "「古名」というのは、これらの物語のラベルのように、長い歴史の叙事詩を思い出させてくれるものだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "そうだよ。例えばわたしの「古名」の一番有名な継承者は、二十七回も「夜巡者の戦争」に参加したんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "最後に参加した時なんて、もう六十代のおじいちゃんだったんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "体はついていかないはずなのに、それでもその人は「帰火聖夜の巡礼」で上位を取ったの。本当にすごいんだ。"
                },
                {
                    "N": "_0",
                    "T": "どうして「古名」を継承する必要があるの？"
                },
                {
                    "N": "パカル",
                    "T": "「古名」は物語を記録しているが、それだけじゃない。それは代々受け継がれてきたものでもあるんだ。"
                },
                {
                    "N": "パカル",
                    "T": "カチーナ、持ってるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "持ってるよ。ほら、これ。"
                },
                {
                    "N": "_1005",
                    "T": "わぁ、黒い石の中に、キラキラしたものが入ってるぞ。とても神秘的な雰囲気だぜ。"
                },
                {
                    "N": "_0",
                    "T": "羽根みたい…"
                },
                {
                    "N": "パカル",
                    "T": "「大霊」は適していると思う者を継承者に選ぶ。そして現継承者の行いもまた、「古名」に記録されるんだ。"
                },
                {
                    "N": "パカル",
                    "T": "時が経つにつれ、「古名」の有する英雄の物語は増えていき、価値もどんどん高くなっていく。"
                },
                {
                    "N": "パカル",
                    "T": "それを受け継ぐ資格を手にした者たちもまた、その功績に励まされる。"
                },
                {
                    "N": "カチーナ",
                    "T": "例えばわたしみたいにね、へへっ。今でもどうして大霊がわたしを選んでくれたのかさっぱりだけど…"
                },
                {
                    "N": "カチーナ",
                    "T": "でももし、あんなに沢山の英雄たちも昔頑張ってきたんだってことを知らなかったら、とっくに諦めてたかも。"
                },
                {
                    "N": "_0",
                    "T": "精神的な力みたい？"
                },
                {
                    "N": "_1005",
                    "T": "精神的な力っていうと…この石には実際、力はないってことか？オイラをもっと強くしたり、賢くしたりすることはできないのか？"
                },
                {
                    "N": "パカル",
                    "T": "ああ。だからこそ、他にはない価値があるんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "授けられた力で英雄になったとしても、それが人間の努力の成果か、力のおかげかは分からないでしょ？"
                },
                {
                    "N": "_1005",
                    "T": "確かにそうかもな。そんなことを考えちゃったら、励まされるものも励まされないぞ。"
                },
                {
                    "N": "パカル",
                    "T": "「古名」について、こんな言葉を残した人がいた。"
                },
                {
                    "N": "パカル",
                    "T": "「人類は『奇跡』を黒曜石に刻んだが、後世の継承者はそれを『力』と呼んだ。」"
                },
                {
                    "N": "パカル",
                    "T": "昨日の奇跡は今日の激励となり、昨日達した限界は今日の目標となる…きっと、そういう意味だと思う。"
                },
                {
                    "N": "パカル",
                    "T": "だからカチーナも焦る必要はない。「古名」を手に入れた時に、大霊の判断を理解できない者は数多くいた。"
                },
                {
                    "N": "パカル",
                    "T": "でも、諦めなければ…強さを求め、自分を越えていければ、お前だけのチャンスはきっと訪れるはずだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、ありがとう、パカルおじさん。わたし、元気出すよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "さて、そろそろ聖火競技場に向かわないとね。"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ、あなたたちも一緒に行ってくれるかどうかは、まだ聞いてなかったけど…"
                },
                {
                    "N": "_1005",
                    "T": "聖火競技場って、「帰火聖夜の巡礼」をやる場所か？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、試合はそこで行われるんだ。部族間の集会もいつもそこでやるんだけどね。"
                },
                {
                    "N": "_0",
                    "T": "炎神もそこにいるの？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、そうだよ。炎神さまは「帰火聖夜の巡礼」の最重要人物だもん。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、それならちょうどよかった。オイラたちも一緒にいくぜ。"
                },
                {
                    "N": "パカル",
                    "T": "二人が一緒なら心配ないな。さあ、早く行ってくれ。"
                },
                {
                    "N": "カチーナ",
                    "T": "はーい、じゃあ行ってくるね、パカルおじさん！"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "また会ったね。"
                },
                {
                    "N": "パカル",
                    "T": "よう、お前か。最近はどうだ、うまくいってるか？"
                },
                {
                    "N": "パカル",
                    "T": "カチーナの仲間はこだまの子の仲間でもある。お前のことはいつでも歓迎するぜ。"
                },
                {
                    "N": "パカル",
                    "T": "もちろん、他の部族も見ていく価値はあるぞ。流泉の衆で泳いでもいいし、花翼の集で熱気球に乗るのも面白いはずだぜ。"
                }
            ]
        ]
    },
    "500015": {
        "Desc": "カチーナと会話する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "さっきはテンション上がりすぎちゃって、もし目的地が違ったらってことを考えてなかったよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "目的地が同じでよかったね。じゃないと…試合が終わるまで会えなくなっちゃうところだった。"
                },
                {
                    "N": "_1005",
                    "T": "おじさんに本当のことを言わなくていいのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん…パカルおじさんはとても優しい人だから、もし知ったら、きっと一緒に大会に出るって言ってくれちゃう。"
                },
                {
                    "N": "カチーナ",
                    "T": "おじさんは年をとった。古傷もあるし…もう試合には出ないほうがいいよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "おじさんが大会を見に行ったら、本当のことを知っちゃうし、嘘をついたって叱られるだろうけど…これが一番いいと思う。"
                },
                {
                    "N": "_0",
                    "T": "カチーナは優しいんだね。"
                },
                {
                    "N": "_1005",
                    "T": "ほんとだよな。さっきも、おまえを見捨てたやつらのことまで、庇ってやってたしな。"
                },
                {
                    "N": "カチーナ",
                    "T": "ううん、そんな風に言わないで。二人を責めないであげて。わたしたちナタ人にとって、「帰火聖夜の巡礼」は本当に大事なんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしたちは小さい頃から、英雄の物語を聞いて育つ。だからみんな、ナタを守る強者になることに憧れてる。"
                },
                {
                    "N": "カチーナ",
                    "T": "これは別に自分のことばっかり考えてるってことじゃなくて、自分の力を捧げたいと思ってるの。"
                },
                {
                    "N": "カチーナ",
                    "T": "まあいいか。聖火競技場で、「帰火聖夜の巡礼」の盛り上がる雰囲気を見れば、考えも改まるかも。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしたちの文化と歴史を体感してもらうのには、いい機会になると思うよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "あっちに行けば、「こだまの子」の集落から出られる。それから最後のスポット——七天神像もあそこにあるよ。さあ、行こう！"
                }
            ],
            [
                {
                    "N": "パカル",
                    "T": "お、戻ってきたのか。どうした、忘れ物でもあったか？"
                }
            ]
        ]
    },
    "500016": {
        "Desc": "七天神像へ向かう",
        "Step": "カチーナの提案を受け入れた。七天神像に行ってみよう。",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "せっかく来たし、新しい元素力を手に入れておくか？"
                },
                {
                    "N": "_0",
                    "T": "そうだね。"
                },
                {
                    "N": "カチーナ",
                    "T": "ええ？七天神像から元素力を手に入れるの？"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、よ～く見てろよ。"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "すごく格好いい神像だな。炎神ってこんな感じなのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、そうだよ！綺麗で凛々しくて、すっごく格好いいんだ！"
                }
            ],
            [
                {
                    "N": "パカル",
                    "T": "お、戻ってきたのか。どうした、忘れ物でもあったか？"
                }
            ]
        ]
    },
    "500006": {
        "Desc": "七天神像を灯す",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "結構歩いたね…ちょっと休もうか。"
                },
                {
                    "N": "_1005",
                    "T": "おう。ここに来る途中、不思議なものをいっぱい見てきたからか、なんだかお腹が空いてきたぜ。"
                },
                {
                    "N": "_0",
                    "T": "お腹でものを見てるみたいな言い方だね。"
                },
                {
                    "N": "カチーナ",
                    "T": "キャンディは食べ終わっちゃった？他のものも色々あるよ。パン、飲み物、焼きリンゴ…それからご飯ものも。"
                },
                {
                    "N": "_1005",
                    "T": "おお…！まるで歩く食堂だな！"
                },
                {
                    "N": "カチーナ",
                    "T": "色々持ち歩くのが好きなんだ。ママもいつも「備えあれば憂いなし」って言ってるしね。"
                },
                {
                    "N": "カチーナ",
                    "T": "役立つ機会はあんまりないんだけど…へへっ、今回はちゃんと役に立ったね。"
                },
                {
                    "N": "カチーナ",
                    "T": "あれ、どうしたの？何か悩みごと？"
                },
                {
                    "N": "_0",
                    "T": "元素力のことを考えてた。"
                },
                {
                    "N": "_1005",
                    "T": "ああ…確かに変だよな。もしかしてなにかの兆候とかか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うーん…もしかしてだけど、ナタの炎神が他の神と違うのが原因だったりしないかな？"
                },
                {
                    "N": "_1005",
                    "T": "どういうことだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "他の国の神は魔神っていう、とっても長生きな、強い生物だって聞いたから。"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ。ナタはそうじゃないのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "違うよ。ナタの炎神は、炎神になる前はみんな普通の人間だったの。"
                },
                {
                    "N": "_1005",
                    "T": "えっ！？人間が神になったのかよ？そんなことができるのか？"
                },
                {
                    "N": "_0",
                    "T": "人間が「神の座についた」って意味かな…？"
                },
                {
                    "N": "_0",
                    "T": "（フリーナの状況と似てる。でも…）"
                },
                {
                    "N": "_1005",
                    "T": "おまえも不思議だって思うよな？"
                },
                {
                    "N": "カチーナ",
                    "T": "これって珍しいことなの？ナタではずっとこうだったから、そういうものかなって思ってたけど。"
                },
                {
                    "N": "_1005",
                    "T": "うーん、なんていうか、今までの旅で知ってきたこととはちょっと違うな。人間が神になるっていうのは、そう簡単にできることじゃないと思うぞ…"
                },
                {
                    "N": "カチーナ",
                    "T": "具体的にどうなってるのかは、わたしも知らないんだよね。もしかしたら、炎神だけが知ってるのかも。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしが言えるのは、たとえ炎神になっても、年はとるし、休息も必要ってことだけかな。"
                },
                {
                    "N": "カチーナ",
                    "T": "七天神像の姿が今の炎神さまと似てるのは、ただの偶然だと思うよ…炎神になった人はあまりにも多いからね。"
                },
                {
                    "N": "カチーナ",
                    "T": "炎神も、「帰火聖夜の巡礼」で選ばれるの。自分の力を証明できれば、誰だって炎神になれるんだよ。"
                },
                {
                    "N": "_1005",
                    "T": "勝負だけで決まるのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。わたしたちにとって、戦闘は一番多くの要素を試せるものなの。だから、一番納得できる方法なんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "今の炎神さまは圧勝だったんだよ。みんなの予想通りね。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしはともかく、部族のお年寄りまで「こんなに強い炎神は見たことがない」って言ってた。"
                },
                {
                    "N": "カチーナ",
                    "T": "でもパカルおじさんも言ってたけど、今日の限界は明日の目標になる。だから未来の炎神は、きっとどんどん強くなっていくんだろうね。"
                },
                {
                    "N": "_1005",
                    "T": "人間が神になることはさておき、今の炎神が強いっていうのは、オイラたちにとっていいことなのか悪いことなのかわからないぞ。"
                },
                {
                    "N": "_1005",
                    "T": "稲妻で起きたことを考えると…"
                },
                {
                    "N": "_0",
                    "T": "彼女の考え方次第かな。"
                },
                {
                    "N": "カチーナ",
                    "T": "へへ、心配しないで。炎神さまはとても優しくて親切な人だから、きっと気にかけてくれるよ。"
                },
                {
                    "N": "_1005",
                    "T": "そうだな。向こうがなにもしてこなくて、こっちもなにもしない限りは…"
                },
                {
                    "N": "カチーナ",
                    "T": "もうすぐ炎神さまに会えるから、気を揉まないで。"
                },
                {
                    "N": "_1005",
                    "T": "そうだな…さて、休んでだいぶ回復してきたぞ…ん？あれって…？"
                },
                {
                    "N": "カチーナ",
                    "T": "ああ、あれは「燃素刻印碑」って言うの。中に燃素を入れれば、いいことが起こるよ。"
                },
                {
                    "N": "_0",
                    "T": "やってみる。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、燃素はナタ人だけが扱える力だけど…"
                }
            ]
        ]
    },
    "500019": {
        "Desc": "カチーナと会話する",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "え、ええ…？どうしたんだ？七天神像が眠ってるのか？"
                },
                {
                    "N": "_0",
                    "T": "…何も起こらなかった。"
                },
                {
                    "N": "_1005",
                    "T": "これまでと同じなら、今頃火の玉を撃ったり、火の柱を召喚したりできるようになってたはずだよな？"
                },
                {
                    "N": "_0",
                    "T": "何の反応もなかった。"
                },
                {
                    "N": "_0",
                    "T": "元素力を感じなかった。"
                },
                {
                    "N": "_1005",
                    "T": "そうなのか…不思議だな。ナタってそういう特殊な土地なのか？"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "期待させちゃってごめんな、カチーナ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ううん、気にしないで！それよりも、前までは七天神像に触れただけで元素力を使えるようになってたの？"
                },
                {
                    "N": "カチーナ",
                    "T": "元素力なんて、神の目を持ってる人にしか使えないのに！"
                },
                {
                    "N": "_0",
                    "T": "できると言えばできるんだけど…"
                },
                {
                    "N": "_0",
                    "T": "どういう原理なのかは分からない。"
                },
                {
                    "N": "カチーナ",
                    "T": "ちょ、ちょっと見せてくれないかな？できればでいいから…だめ？"
                },
                {
                    "N": "_0",
                    "T": "いいよ。"
                },
                {
                    "N": "_1005",
                    "T": "おまえの腕を見せてやれ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わあ、違う元素力だ！一人で別の元素力を使える人なんて、聞いたことないよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしも試してみる！"
                },
                {
                    "N": "カチーナ",
                    "T": "だめだ…やっぱり岩の元素力しか使えないや。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたし、とんでもない人と知り合っちゃったみたいだね！"
                },
                {
                    "N": "_1005",
                    "T": "こいつが旅の中で経験してきたことを聞いたら、きっと腰を抜かすぜ。"
                },
                {
                    "N": "_1005",
                    "T": "わっ、あれはなんだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "クク竜って言うの。高い空をとっても速く飛べるんだよ。へへっ、今日も元気いっぱいだ。"
                },
                {
                    "N": "_0",
                    "T": "モンドに着いたばかりの頃を思い出すね。"
                },
                {
                    "N": "_1005",
                    "T": "トワリンに出会ったんだよな。いつの間にか、こんなに遠くまで来ちゃったぜ。"
                },
                {
                    "N": "_0",
                    "T": "なんかでっかいやつが…空を飛んでる！"
                },
                {
                    "N": "_1005",
                    "T": "オイラもトワリンのことは思い出したけど…真似するなよな！"
                },
                {
                    "N": "カチーナ",
                    "T": "そういえば、これからは長い道のりになると思うから、これをあげるよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "キラキラしてて宝石みたいでしょ？へへっ、ママが作ってくれたキャンディなんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "遠出とかトレーニングの時はいつも持つようにしてるの。おなかが空いてクラクラせずに済むよ。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、甘いものは大好きだぞ。ありがとな！"
                },
                {
                    "N": "_0",
                    "T": "いただきます。"
                },
                {
                    "N": "カチーナ",
                    "T": "うんうん、遠慮しないで。他にも色々こまごましたものを持ってきたから、きっと役に立つと思うよ。"
                }
            ]
        ]
    },
    "500007": {
        "Desc": "七天神像へ向かう",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "すごく格好いい神像だな。炎神ってこんな感じなのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、そうだよ！綺麗で凛々しくて、すっごく格好いいんだ！"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "そういえば、この前七天神像に触れた時は、炎の元素力を得られなかったよな…いったいなんでなんだろうな？"
                },
                {
                    "N": "カチーナ",
                    "T": "ええ？七天神像から元素力を手に入れるの？"
                },
                {
                    "N": "_0",
                    "T": "今まではそうしてきた。"
                },
                {
                    "N": "_1005",
                    "T": "あ～あ、カチーナにおまえのすごさを見せてやれるチャンスだと思ったのにな。"
                },
                {
                    "N": "_1005",
                    "T": "不思議だよな。ナタってそういう特殊な土地なのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "残念だったね…"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "期待させちゃってごめんな、カチーナ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ううん、気にしないで！それよりも、前までは七天神像に触れただけで元素力を使えるようになってたの？"
                },
                {
                    "N": "カチーナ",
                    "T": "元素力なんて、神の目を持ってる人にしか使えないのに！"
                },
                {
                    "N": "_0",
                    "T": "できると言えばできるんだけど…"
                },
                {
                    "N": "_0",
                    "T": "どういう原理なのかは分からない。"
                },
                {
                    "N": "カチーナ",
                    "T": "ちょ、ちょっと見せてくれないかな？できればでいいから…だめ？"
                },
                {
                    "N": "_0",
                    "T": "いいよ。"
                },
                {
                    "N": "_1005",
                    "T": "おまえの腕を見せてやれ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わあ、違う元素力だ！一人で別の元素力を使える人なんて、聞いたことないよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしも試してみる！"
                },
                {
                    "N": "カチーナ",
                    "T": "だめだ…やっぱり岩の元素力しか使えないや。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたし、とんでもない人と知り合っちゃったみたいだね！"
                },
                {
                    "N": "_1005",
                    "T": "こいつが旅の中で経験してきたことを聞いたら、きっと腰を抜かすぜ。"
                },
                {
                    "N": "_1005",
                    "T": "わっ、あれはなんだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "クク竜って言うの。高い空をとっても速く飛べるんだよ。へへっ、今日も元気いっぱいだ。"
                },
                {
                    "N": "_0",
                    "T": "モンドに着いたばかりの頃を思い出すね。"
                },
                {
                    "N": "_1005",
                    "T": "トワリンに出会ったんだよな。いつの間にか、こんなに遠くまで来ちゃったぜ。"
                },
                {
                    "N": "_0",
                    "T": "なんかでっかいやつが…空を飛んでる！"
                },
                {
                    "N": "_1005",
                    "T": "オイラもトワリンのことは思い出したけど…真似するなよな！"
                },
                {
                    "N": "カチーナ",
                    "T": "そういえば、これからは長い道のりになると思うから、これをあげるよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "キラキラしてて宝石みたいでしょ？へへっ、ママが作ってくれたキャンディなんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "遠出とかトレーニングの時はいつも持つようにしてるの。おなかが空いてクラクラせずに済むよ。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、甘いものは大好きだぞ。ありがとな！"
                },
                {
                    "N": "_0",
                    "T": "いただきます。"
                },
                {
                    "N": "カチーナ",
                    "T": "うんうん、遠慮しないで。他にも色々こまごましたものを持ってきたから、きっと役に立つと思うよ。"
                }
            ]
        ]
    },
    "500008": {
        "Desc": "聖火競技場へ向かう",
        "Step": "聖火競技場で「帰火聖夜の巡礼」に参加する予定のカチーナ。それはナタの重要な大会らしい。彼女と一緒に見に行ってみよう。",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "結構歩いたね…ちょっと休もうか。"
                },
                {
                    "N": "_1005",
                    "T": "おう。ここに来る途中、不思議なものをいっぱい見てきたからか、なんだかお腹が空いてきたぜ。"
                },
                {
                    "N": "_0",
                    "T": "お腹でものを見てるみたいな言い方だね。"
                },
                {
                    "N": "カチーナ",
                    "T": "キャンディは食べ終わっちゃった？他のものも色々あるよ。パン、飲み物、焼きリンゴ…それからご飯ものも。"
                },
                {
                    "N": "_1005",
                    "T": "おお…！まるで歩く食堂だな！"
                },
                {
                    "N": "カチーナ",
                    "T": "色々持ち歩くのが好きなんだ。ママもいつも「備えあれば憂いなし」って言ってるしね。"
                },
                {
                    "N": "カチーナ",
                    "T": "役立つ機会はあんまりないんだけど…へへっ、今回はちゃんと役に立ったね。"
                },
                {
                    "N": "カチーナ",
                    "T": "あれ、どうしたの？何か悩みごと？"
                },
                {
                    "N": "_0",
                    "T": "元素力のことを考えてた。"
                },
                {
                    "N": "_1005",
                    "T": "ああ…確かに変だよな。もしかしてなにかの兆候とかか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うーん…もしかしてだけど、ナタの炎神が他の神と違うのが原因だったりしないかな？"
                },
                {
                    "N": "_1005",
                    "T": "どういうことだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "他の国の神は魔神っていう、とっても長生きな、強い生物だって聞いたから。"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ。ナタはそうじゃないのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "違うよ。ナタの炎神は、炎神になる前はみんな普通の人間だったの。"
                },
                {
                    "N": "_1005",
                    "T": "えっ！？人間が神になったのかよ？そんなことができるのか？"
                },
                {
                    "N": "_0",
                    "T": "人間が「神の座についた」って意味かな…？"
                },
                {
                    "N": "_0",
                    "T": "（フリーナの状況と似てる。でも…）"
                },
                {
                    "N": "_1005",
                    "T": "おまえも不思議だって思うよな？"
                },
                {
                    "N": "カチーナ",
                    "T": "これって珍しいことなの？ナタではずっとこうだったから、そういうものかなって思ってたけど。"
                },
                {
                    "N": "_1005",
                    "T": "うーん、なんていうか、今までの旅で知ってきたこととはちょっと違うな。人間が神になるっていうのは、そう簡単にできることじゃないと思うぞ…"
                },
                {
                    "N": "カチーナ",
                    "T": "具体的にどうなってるのかは、わたしも知らないんだよね。もしかしたら、炎神だけが知ってるのかも。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしが言えるのは、たとえ炎神になっても、年はとるし、休息も必要ってことだけかな。"
                },
                {
                    "N": "カチーナ",
                    "T": "七天神像の姿が今の炎神さまと似てるのは、ただの偶然だと思うよ…炎神になった人はあまりにも多いからね。"
                },
                {
                    "N": "カチーナ",
                    "T": "炎神も、「帰火聖夜の巡礼」で選ばれるの。自分の力を証明できれば、誰だって炎神になれるんだよ。"
                },
                {
                    "N": "_1005",
                    "T": "勝負だけで決まるのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。わたしたちにとって、戦闘は一番多くの要素を試せるものなの。だから、一番納得できる方法なんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "今の炎神さまは圧勝だったんだよ。みんなの予想通りね。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしはともかく、部族のお年寄りまで「こんなに強い炎神は見たことがない」って言ってた。"
                },
                {
                    "N": "カチーナ",
                    "T": "でもパカルおじさんも言ってたけど、今日の限界は明日の目標になる。だから未来の炎神は、きっとどんどん強くなっていくんだろうね。"
                },
                {
                    "N": "_1005",
                    "T": "人間が神になることはさておき、今の炎神が強いっていうのは、オイラたちにとっていいことなのか悪いことなのかわからないぞ。"
                },
                {
                    "N": "_1005",
                    "T": "稲妻で起きたことを考えると…"
                },
                {
                    "N": "_0",
                    "T": "彼女の考え方次第かな。"
                },
                {
                    "N": "カチーナ",
                    "T": "へへ、心配しないで。炎神さまはとても優しくて親切な人だから、きっと気にかけてくれるよ。"
                },
                {
                    "N": "_1005",
                    "T": "そうだな。向こうがなにもしてこなくて、こっちもなにもしない限りは…"
                },
                {
                    "N": "カチーナ",
                    "T": "もうすぐ炎神さまに会えるから、気を揉まないで。"
                },
                {
                    "N": "_1005",
                    "T": "そうだな…さて、休んでだいぶ回復してきたぞ…ん？あれって…？"
                },
                {
                    "N": "カチーナ",
                    "T": "ああ、あれは「燃素刻印碑」って言うの。中に燃素を入れれば、いいことが起こるよ。"
                },
                {
                    "N": "_0",
                    "T": "やってみる。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ、燃素はナタ人だけが扱える力だけど…"
                }
            ]
        ]
    },
    "500013": {
        "Desc": "「燃素刻印碑」に火をつける",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "すごく格好いい神像だな。炎神ってこんな感じなのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、そうだよ！綺麗で凛々しくて、すっごく格好いいんだ！"
                }
            ]
        ]
    },
    "500009": {
        "Desc": "カチーナと会話する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "えっ、えええ！？な、なんで燃素が使えるの？"
                },
                {
                    "N": "_0",
                    "T": "いつの間にかできるようになってた。"
                },
                {
                    "N": "_0",
                    "T": "楽勝。"
                },
                {
                    "N": "カチーナ",
                    "T": "すごい！すごすぎてもう、なんて言えばいいか分からなくなってきたよ。"
                },
                {
                    "N": "_1005",
                    "T": "うわっ、後ろをみろ。なんかすごいのが来たぞ！？"
                },
                {
                    "N": "_1005",
                    "T": "狙われてるみたいだ。どうする？戦うか！？"
                },
                {
                    "N": "カチーナ",
                    "T": "ああ、大丈夫大丈夫。この子はトトだよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "トト、ほら、わたし。カチーナだよ！こんにちは！"
                },
                {
                    "N": "トト",
                    "T": "ブモォ——"
                },
                {
                    "N": "カチーナ",
                    "T": "元気そうだね。「燃素刻印碑」に引き寄せられてきたの？へへっ、ぽかぽかでしょ？"
                },
                {
                    "N": "トト",
                    "T": "ンモォ～…"
                },
                {
                    "N": "_1005",
                    "T": "人懐っこい竜だったのか…えっと、竜であってるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "ううん、この子たちは「クビナガライノ」っていうの。何頭かいる中でも、トトは一番親切で優しい子なんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "この子は毎日ここをぐるぐる回ってるよ。外から来た人にたくましい体を自慢して、顔を覚えてもらおうとしてるみたい。"
                },
                {
                    "N": "トト",
                    "T": "グルルル…"
                },
                {
                    "N": "_1005",
                    "T": "えっ、しゃがんでるぞ。なにをやろうとしてるんだ？"
                },
                {
                    "N": "カチーナ",
                    "T": "乗れって言ってるみたい！送ってくれるらしいよ！"
                },
                {
                    "N": "_0",
                    "T": "ありがとう。"
                },
                {
                    "N": "_1005",
                    "T": "ほ、本当に乗るのか？オイラ、やっぱりちょっと怖いぞ。こいつ、めちゃくちゃでかいし…"
                },
                {
                    "N": "_0",
                    "T": "パイモンは飛べるでしょ。"
                },
                {
                    "N": "_1005",
                    "T": "そうか！オイラは隣で浮いてればいいんだから、乗らなくていいんだな！"
                },
                {
                    "N": "_1005",
                    "T": "最高の観光ができそうだぜ！"
                },
                {
                    "N": "カチーナ",
                    "T": "高いところは、見晴らしが最高だよ！"
                },
                {
                    "N": "_1005",
                    "T": "トトとは友達なのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん！小さい頃、パパとママと聖火競技場でフルーツをたくさん買ったんだけどね、帰り道、フルーツを積んだ台車がひっくり返っちゃったの。"
                },
                {
                    "N": "カチーナ",
                    "T": "その頃のトトは今の半分の大きさもなかったけど、近づいてくるのを見て、大好きなラズベリーと夕暮れの実を食べられちゃうんじゃないかって思って、泣いちゃった…"
                },
                {
                    "N": "カチーナ",
                    "T": "でもね、トトはフルーツを一つも食べなかった。それどころか、フルーツを奪おうとする他の竜たちを追い払ってくれたんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "それから、その大きな頭で、「ドーン」って台車を元に戻してくれたんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "それ以来、よくフルーツを持ってきてトトにあげるようになったの。トトって名前もわたしがつけたんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "たくさん食べるし、成長も速いから、いつの間にかこんなに大きくなっちゃって！"
                },
                {
                    "N": "トト",
                    "T": "ンモッ…ンモォ～♪"
                },
                {
                    "N": "カチーナ",
                    "T": "あ、見て！あそこが目的地の聖火競技場だよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "ここまででいいよ。送ってくれてありがとう、トト！"
                },
                {
                    "N": "トト",
                    "T": "グルルルル…"
                },
                {
                    "N": "カチーナ",
                    "T": "この先の道は歩きやすいから、わたしたちだけで行こう。トトが大変になっちゃうからね。"
                },
                {
                    "N": "_1005",
                    "T": "そっか、こいつはデカいもんな。じゃあまたな、トト！"
                }
            ],
            [
                {
                    "N": "カチーナ",
                    "T": "高いところは、見晴らしが最高だよ！"
                },
                {
                    "N": "_1005",
                    "T": "トトとは友達なのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん！小さい頃、パパとママと聖火競技場でフルーツをたくさん買ったんだけどね、帰り道、フルーツを積んだ台車がひっくり返っちゃったの。"
                },
                {
                    "N": "カチーナ",
                    "T": "その頃のトトは今の半分の大きさもなかったけど、近づいてくるのを見て、大好きなラズベリーと夕暮れの実を食べられちゃうんじゃないかって思って、泣いちゃった…"
                },
                {
                    "N": "カチーナ",
                    "T": "でもね、トトはフルーツを一つも食べなかった。それどころか、フルーツを奪おうとする他の竜たちを追い払ってくれたんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "それから、その大きな頭で、「ドーン」って台車を元に戻してくれたんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "それ以来、よくフルーツを持ってきてトトにあげるようになったの。トトって名前もわたしがつけたんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "たくさん食べるし、成長も速いから、いつの間にかこんなに大きくなっちゃって！"
                },
                {
                    "N": "トト",
                    "T": "ンモッ…ンモォ～♪"
                },
                {
                    "N": "カチーナ",
                    "T": "あ、見て！あそこが目的地の聖火競技場だよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "ここまででいいよ。送ってくれてありがとう、トト！"
                },
                {
                    "N": "トト",
                    "T": "グルルルル…"
                },
                {
                    "N": "カチーナ",
                    "T": "この先の道は歩きやすいから、わたしたちだけで行こう。トトが大変になっちゃうからね。"
                },
                {
                    "N": "_1005",
                    "T": "そっか、こいつはデカいもんな。じゃあまたな、トト！"
                }
            ]
        ]
    },
    "500021": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "じゃあ、ユーちゃんたちはゆっくり遊んでて。わたし、大事な用事があるから、終わったら戻ってくるね。"
                },
                {
                    "N": "カチーナ",
                    "T": "やんちゃしちゃだめだよ。じゃないと、ユーちゃんのパパやママに言いつけちゃうから。"
                }
            ]
        ]
    },
    "500010": {
        "Desc": "引き続き聖火競技場へ向かう",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "着いた…ふう、ギリギリセーフだね。"
                },
                {
                    "N": "カチーナ",
                    "T": "友達とここで会う約束をしてたんだけど、うーん、どこにいるんだろう。もしかしてまだ来てないのかな…"
                },
                {
                    "N": "アハウ",
                    "T": "とっくに来てんぞ。いつ来たのか忘れちまったくらいだ。なんでこんなに遅いんだ！？"
                },
                {
                    "N": "アハウ",
                    "T": "言っとくけど、お前が無駄にしたのはこいつらの時間だけじゃないぞ。オレの時間もだ、オレの時間！"
                },
                {
                    "N": "_1005",
                    "T": "な、なんだこいつ？変な竜だな…いや、こいつ竜なのか？"
                },
                {
                    "N": "キィニチ",
                    "T": "おい。初対面の人の前で、その傲慢な態度はやめてくれ。"
                },
                {
                    "N": "キィニチ",
                    "T": "カチーナが絶対に怒ったりしないとわかってるからって、調子に乗って失礼な態度を取っていいわけじゃない。"
                },
                {
                    "N": "アハウ",
                    "T": "へっ、知ったことか！いったい何様のつも——おい、何するんだー！"
                },
                {
                    "N": "キィニチ",
                    "T": "さて、こいつは閉じ込めた。みんな、すまなかったな。"
                },
                {
                    "N": "カチーナ",
                    "T": "そこまでしなくていいのに。アハウはストレートな性格なだけだし、わたしは気にしてないよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "自業自得でしょ。毎回やられてもぜーんぜん学習しないんだもん、ふん！"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、やっぱりムアラニちゃんももう着いてたんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん。途中で危険な目に遭ってないか心配してたけど、新しい友達ができたんだね。"
                },
                {
                    "N": "_1005",
                    "T": "はじめまして。オイラはパイモンだ！"
                },
                {
                    "N": "_0",
                    "T": "#旅人の{NICKNAME}だよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人？へ～、ちょうどいい時期に来たね。今の聖火競技場ならきっと期待を裏切らないと思うよ。"
                },
                {
                    "N": "_0",
                    "T": "チャンピオンの座をいただきに来た。"
                },
                {
                    "N": "ムアラニ",
                    "T": "へえ、言ってくれるじゃん♪気に入った。あははっ、外部の人は参加できないなんてルールは、そろそろ変える時だよね～"
                },
                {
                    "N": "_0",
                    "T": "初めまして。この子はパイモン。"
                },
                {
                    "N": "_1005",
                    "T": "こいつは旅人だぞ！まったく、ちゃんと自分の自己紹介をしろよな！"
                },
                {
                    "N": "キィニチ",
                    "T": "なんで独りで来たんだ？チームメンバーは？"
                },
                {
                    "N": "カチーナ",
                    "T": "みんなは…それぞれの理由で、試合に勝てそうなチームを探しに行ったよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "つまり、また見捨てられたってことか。"
                },
                {
                    "N": "キィニチ",
                    "T": "はぁ…団体戦をどうにかできたって、個人戦は結局、自分の実力次第なんだけどな。"
                },
                {
                    "N": "カチーナ",
                    "T": "でも…わたしのチームにいたら、絶対に団体戦で勝てるって保証はできないよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "団体戦の結果は、ほぼ「古名」の継承者次第だからね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "絶対勝てるって保証できる人なんていないでしょ？自分にそこまでプレッシャーをかけなくたっていいじゃん。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それにカチーナちゃんは自信がないだけで、本当は全然弱くないって、みんな知ってるよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "前回はあと三回勝てば、「夜巡者の戦争」に参加できたでしょ。"
                },
                {
                    "N": "_1005",
                    "T": "なあ、ずっと聞きたかったんだけど、「帰火聖夜の巡礼」はナタ人が全員参加するスポーツの大会みたいなものなんだろ？じゃあ「夜巡者の戦争」ってのはなんなんだ？"
                },
                {
                    "N": "キィニチ",
                    "T": "前者はあくまで武闘大会だが、後者は本物の「戦争」だな。"
                },
                {
                    "N": "キィニチ",
                    "T": "相手はナタの永遠の敵、アビスだ。"
                },
                {
                    "N": "_0",
                    "T": "アビス…"
                },
                {
                    "N": "_1005",
                    "T": "ここにもアビスが…"
                },
                {
                    "N": "_1005",
                    "T": "待てよ。それじゃあ「帰火聖夜の巡礼」の勝者の報酬は、戦場に出ることなのか！？"
                },
                {
                    "N": "ムアラニ",
                    "T": "そうとも言えるかな。だから「夜巡者の戦争」なんだよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "部族の間で競い合って選び出された最強の戦士は、アビスを撃退して、あたしたちの故郷を守る。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それが物語として記録され、末長く語り継がれる——それがナタ人にとって最高の栄誉なんだ。"
                },
                {
                    "N": "_0",
                    "T": "でも…危ないでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "まあね。でも、戦争に危険は付き物だし、仕方ないよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスと戦うのがあたしたちの義務だけど、無事に帰ってこられるよう、炎神様は祝福を授けてくれるの。"
                },
                {
                    "N": "カチーナ",
                    "T": "人を生き返らせる、「反魂の詩」だよ！"
                },
                {
                    "N": "_1005",
                    "T": "「反魂の詩」？生き返らせる！？"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、そうだよ。だからそこまで怖くないはず。それに、前に進む勇気だってもらえるしね。"
                },
                {
                    "N": "キィニチ",
                    "T": "とりあえず登録の手続きを済ませよう。もうあまり時間がない。"
                },
                {
                    "N": "ムアラニ",
                    "T": "待って、カチーナちゃんはどうするの？まさか本当に独りで団体戦に出るつもりじゃないよね？"
                },
                {
                    "N": "_1005",
                    "T": "オイラたち、手伝ってやりたいけど、ナタ人じゃないから、参加できないみたいだ…"
                },
                {
                    "N": "キィニチ",
                    "T": "大会に他の参加条件はないし、団体戦のチームもかなり多いから、戦況は混乱する。"
                },
                {
                    "N": "キィニチ",
                    "T": "どんなに強く、経験が豊富な人でも、順調にいく保証はない。"
                },
                {
                    "N": "キィニチ",
                    "T": "だが、人が多ければ助け合える。人数は多ければ多いほどいいはずだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ひらめいた！じゃあこうしよう。登録する時に、旅人たちに特別な資格を与えてくれないか、聞いてみるの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "まあ、たぶん無理だよね…でも、どっちにしても、今回あたしのチームはちょうどメンバーが少ないから…"
                },
                {
                    "N": "キィニチ",
                    "T": "まさか、お前のチームメンバーを俺に託す気か？"
                },
                {
                    "N": "ムアラニ",
                    "T": "ご明察～。どうかな？君って強いし、君のチームに入れるのはメンバーにとってもいいことだと思うよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "俺はそれでいいが、お前らが二人だけになってしまうぞ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "ふふっ、二人と一人は全然違うよ。それにあたしたちが力を合わせるんだもん。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ナタに来たばかりのお客さんにだって、「二人」と「一人」の違いは分かるでしょ？"
                },
                {
                    "N": "_1005",
                    "T": "オ、オイラたちに聞くのかよ？"
                },
                {
                    "N": "_0",
                    "T": "パイモンがいれば確かに寂しくない。"
                },
                {
                    "N": "_0",
                    "T": "パイモンがいれば確かに楽しい。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、そういうことならオイラにもわかるぞ。確かに「一人」と比べたら全然違うよな！"
                },
                {
                    "N": "ムアラニ",
                    "T": "でしょ。「我々は独りで戦ったりしない」——そんな言葉だって昔から受け継がれてきたわけだし。"
                },
                {
                    "N": "カチーナ",
                    "T": "でも、足手まといにならないかな？"
                },
                {
                    "N": "ムアラニ",
                    "T": "何言ってんの。ナタ中を探し回ったってあたしたちに勝てる人なんて、そうそう見つからないでしょ？"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃんは自信家だね。おかげでわたしもちょっとだけ自信が出てきたよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "はぁ、でも「古名」の継承者二人がチームを組むのって珍しいから、きっと臆病者だと思われちゃうね…"
                },
                {
                    "N": "ムアラニ",
                    "T": "別にいいでしょ。ルールで禁止されてるわけじゃないんだし、他人の考えなんて気にしなくていいよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それに、こんな状況じゃそうするほかないでしょ？"
                },
                {
                    "N": "キィニチ",
                    "T": "じゃあ、元のチームメンバーへの説明は任せたぞ。そういう面倒事は得意じゃないんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "分かった分かった。ちゃんとしとかないと、あたしも安心できないしね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "エントリーのとこで待ってて。終わったら一緒に行こっ！"
                }
            ]
        ]
    },
    "500011": {
        "Desc": "帰火聖夜の巡礼にエントリーする",
        "Step": "ムアラニとキィニチと知り合い、大会にエントリーすることを約束した。",
        "Talk": [
            [
                {
                    "N": "キィニチ",
                    "T": "ここだ。ムアラニを待とう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ね、入ってきた時、入口に旗があったでしょ？"
                },
                {
                    "N": "_1005",
                    "T": "そういえばあったな。"
                },
                {
                    "N": "_0",
                    "T": "色んな記号があった。"
                },
                {
                    "N": "カチーナ",
                    "T": "あれは部族の旗なんだよ。わたしたち「こだまの子」と、他の五つの部族が、今のナタを形作ったの。"
                },
                {
                    "N": "キィニチ",
                    "T": "なぜ急に紹介し始めた？"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、ちょうど暇だからね。ナタを紹介してあげるって約束したからには、ちゃんと守らないと！"
                },
                {
                    "N": "キィニチ",
                    "T": "なるほどな——俺の部族は「懸木の民」だ。高い山の上にあり、「ユムカ竜」と親しい。"
                },
                {
                    "N": "カチーナ",
                    "T": "仲良しのムアラニちゃんは「流泉の衆」の人。海辺に住む部族なんだよ。風景がとっても綺麗で、美味しい魚もいっぱいあるんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "あとは「花翼の集」、「謎煙の主」、「豊穣の邦」の三つ…"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、「帰火聖夜の巡礼」が終わった後、機会があったら連れて行ってあげるね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "いいじゃんいいじゃん、「流泉の衆」を代表して歓迎するよ！どうせ今は族長もいないしね。"
                },
                {
                    "N": "カチーナ",
                    "T": "わっ、噂をすれば！もう戻ってきたんだね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、伝えてきたよ。不思議なくらい順調だった…キィニチの名前って本当に役に立つんだね～。"
                },
                {
                    "N": "キィニチ",
                    "T": "メリットしかない代替案だと思ってくれただけだろう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "どっちにしたって同じでしょ？君自体が「メリット」なんだから。とにかくお待たせ、さっそくエントリーしよう。"
                },
                {
                    "N": "シヴァル",
                    "T": "こんにちは、登録の手続きですね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ええ。でもその前に、大会に興味のある旅人が二人いるんだけど、その人たちも参加できないかな？"
                },
                {
                    "N": "シヴァル",
                    "T": "申し訳ありませんが、ナタの人間にしか参加資格がありませんので。"
                },
                {
                    "N": "ムアラニ",
                    "T": "#そこを何とかできない？{M#彼}{F#彼女}はすごく有名な冒険者で、腕は問題ないよ。観客たちもきっと強い人が見たいでしょ。"
                },
                {
                    "N": "シヴァル",
                    "T": "そんな単純な話ではありません。あなたにとってはただの特例でも、我々にとっては今後出てくるかもしれない無数の例外の「先例」になってしまうのですから。"
                },
                {
                    "N": "シヴァル",
                    "T": "「帰火聖夜の巡礼」には最強の戦士を選抜すること以外にも、戦闘で「角逐の焔」を集めるという、もう一つの使命があるのです。"
                },
                {
                    "N": "シヴァル",
                    "T": "「角逐の焔」は聖火の一部となります。聖火が消えない限り、ナタがアビスに侵されることは永遠にありません。"
                },
                {
                    "N": "_1005",
                    "T": "へえ、そういう役割もあったのか。"
                },
                {
                    "N": "キィニチ",
                    "T": "ああ。それこそが「帰火聖夜の巡礼」を始めた目的だったそうだ。"
                },
                {
                    "N": "キィニチ",
                    "T": "だから参加者は全員——勝っても負けても、ナタを守ることに貢献している。参加自体が名誉なんだ。"
                },
                {
                    "N": "シヴァル",
                    "T": "ええ、キィニチさんの言う通りです。そして「角逐の焔」は、ナタ人同士の戦いでしか生まれません。"
                },
                {
                    "N": "シヴァル",
                    "T": "外部の人間が関与すれば、焔の生産量や聖火の最終的な燃焼状態に悪影響を与えてしまいます。"
                },
                {
                    "N": "ムアラニ",
                    "T": "なるほど。やっぱり「角逐の焔」が理由なんだね。"
                },
                {
                    "N": "_0",
                    "T": "それじゃ仕方ない。"
                },
                {
                    "N": "_0",
                    "T": "そっか、真面目な話なんだね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "大丈夫、あたしに任せて。最高の観戦席を用意してあげるから。"
                },
                {
                    "N": "_1005",
                    "T": "やったぜ。観客になるのもより「旅」してる感じがして、悪くないよな。"
                },
                {
                    "N": "_1005",
                    "T": "でもなんとなく、なにか引っかかるような…"
                },
                {
                    "N": "_0",
                    "T": "「反魂の詩」があるのなら…"
                },
                {
                    "N": "_0",
                    "T": "どうして戦士を選抜する必要があるの？"
                },
                {
                    "N": "_1005",
                    "T": "そうそう、それだ！死んでも生き返れるなら、みんな一緒に戦いに行けばいいじゃないか？どうせ復活できるんだしさ。"
                },
                {
                    "N": "キィニチ",
                    "T": "これほど強い力には、制限があるものだ。まず、「反魂の詩」は「古名」の継承者にしか効果がない。"
                },
                {
                    "N": "カチーナ",
                    "T": "普通の人は「帰火聖夜の巡礼」で勝っても、アビスと戦わないんだよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "それでも、勝てばアビスに勝った人々と同じ名誉が与えられる。これはみんなを守るためなんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それからもう一つ、とっても簡単な条件があるの。ふふっ、一言で言えば——勝つこと！"
                },
                {
                    "N": "_1005",
                    "T": "勝つ？"
                },
                {
                    "N": "キィニチ",
                    "T": "「敗者は戦火の灰に、勝者は再び燃え盛る。」"
                },
                {
                    "N": "キィニチ",
                    "T": "アビスに勝たなければ、復活の資格は手に入らない。失敗すれば死ぬだけでなく、「古名」も破壊され、二度と継承されなくなる。"
                },
                {
                    "N": "キィニチ",
                    "T": "なぜなら敗者の物語は、時間と共に忘れ去られるからだ…それでは存在自体を維持するのが難しい。"
                },
                {
                    "N": "_0",
                    "T": "でもどうして勝者を蘇らせる必要があるの？"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ、だって勝ったなら用はないだろ？普通、負けたやつを復活させるもんじゃないのか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "ううん、これはチーム単位の話なの。例えば、五人でアビスと戦ったとしたら…"
                },
                {
                    "N": "ムアラニ",
                    "T": "たとえ悲惨な戦況で四人が犠牲になったとしても、残った一人さえ無事に帰って来ることができれば、「反魂の詩」は効果を発揮できるってこと。"
                },
                {
                    "N": "カチーナ",
                    "T": "勝てた時点で、それはきっと心に刻む価値のある戦闘だったはずだからね！"
                },
                {
                    "N": "キィニチ",
                    "T": "もちろん、勝つには十分な実力を持ったチームを組まないといけない。失敗の代償は非常に重いものだからな。"
                },
                {
                    "N": "キィニチ",
                    "T": "「帰火聖夜の巡礼」の初戦が団体戦なのは、独りで行動するなという忠告でもある。"
                },
                {
                    "N": "キィニチ",
                    "T": "——「我々は独りで戦ったりしない」。単独行動をする者は、負ければそこで終わりだ。戻るチャンスなんて二度と与えられない。"
                },
                {
                    "N": "_1005",
                    "T": "どっちにしたって、危なそうだよな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "その言葉は訓戒だけど、励ましでもあるんだよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "みんなで挑んだってもちろん危険はあるけど、それでもあたしたちは永遠に手を取り合って前に進む。戦いに向かう英雄は、ナタのすべての民と炎神様に支えられてるの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それに、アビスは特定の敵ってわけじゃない。普通、あたしたちはアビスがもたらす災害や異常現象に対応するだけでいい。"
                },
                {
                    "N": "キィニチ",
                    "T": "俺は戦いで死に、「大霊」の国でしばらく彷徨っていたことがある。なかなかない体験だった。"
                },
                {
                    "N": "_1005",
                    "T": "「大霊」の国？ってことは、「大霊」って本当にナタのどこかに存在してるのか？"
                },
                {
                    "N": "キィニチ",
                    "T": "どうだろうな。その国は普通の方法で行ける場所じゃないし、「大霊」と精神的な交流ができるのもごく一部の人だけだ。"
                },
                {
                    "N": "キィニチ",
                    "T": "「大霊」の存在する場所は「夜神の国」と呼ばれ、肉体と魂、生と死の狭間にある。とても不思議な場所なんだ。"
                },
                {
                    "N": "アハウ",
                    "T": "「反魂の詩」がお前を助けたのは、この世で一番がっかりすることだったな。"
                },
                {
                    "N": "キィニチ",
                    "T": "お前に逃げ出されたことは、俺にとって一番がっかりすることだった。"
                },
                {
                    "N": "アハウ",
                    "T": "なんだと！この偉大なる聖竜クフル·アハウに暴言を吐くとは…今に見てろよ！"
                },
                {
                    "N": "シヴァル",
                    "T": "はいはい、紹介にケンカと忙しくされている間に、登録の手続きが終わりましたよ。"
                },
                {
                    "N": "シヴァル",
                    "T": "よく知る皆さんですから、あっという間でした。あとはネームカード通りにメンバー登録するだけです。"
                },
                {
                    "N": "シヴァル",
                    "T": "ホテルで休まれるといいでしょう。今夜の食事と宿泊は規定通り無料となります。"
                },
                {
                    "N": "ムアラニ",
                    "T": "やったー！言い忘れてたけど、明日の試合が始まるまで、ホテルの食事や遊びはすべて炎神様の奢りなの！"
                },
                {
                    "N": "ムアラニ",
                    "T": "友達を呼んでもいいってことになってるから、招待するよ！さ、行こっ。存分に楽しんじゃお～！"
                }
            ]
        ]
    },
    "500012": {
        "Desc": "「草臥の家」の会食に参加する",
        "Step": "帰火聖夜の巡礼はナタ人しか参加できないようだ…とりあえずカチーナを応援しよう。",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "遠慮なくどんどん食べて。どれもここの名物料理なの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "いくら食べてもいいよ。食べ終わったらまた取ってくるね。炎神さまが泣いちゃうくらい食べちゃおう、えへへっ！"
                },
                {
                    "N": "カチーナ",
                    "T": "な、泣いたりしないと思うけど…"
                },
                {
                    "N": "キィニチ",
                    "T": "炎神様は確かに気前のいい方だ。ただ、数日、スタッフやボランティアは大変な思いをすることになる。"
                },
                {
                    "N": "キィニチ",
                    "T": "ちなみに、みんなに迷惑をかけないように、アハウは閉じ込めておいた。しばらくは戻ってこないだろう。"
                },
                {
                    "N": "_1005",
                    "T": "えっ…ちょ、ちょっと厳しすぎじゃないか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "大丈夫だって、そういう関係なんだから。仲間との付き合い方は人それぞれでしょ。"
                },
                {
                    "N": "カチーナ",
                    "T": "うぅ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "ね、まだ落ち込んでるの？あたしが助けてあげるから、もう心配いらないよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "分かってる、落ち込んでるわけじゃないよ。ただ…ただ緊張してるだけ。"
                },
                {
                    "N": "カチーナ",
                    "T": "年齢を言い訳に逃げ続けるわけにはいかない。ちゃんと成長しないと…"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃなきゃ、「夜巡者の戦争」から逃げるつもりなんてないってこと、みんなに証明できないでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "証明する必要も、みんなの目を気にする必要もないよ。逃げる気がないなら、後ろめたさなんて感じなくていいじゃん。"
                },
                {
                    "N": "ムアラニ",
                    "T": "「古名」の期待を裏切ったってそいつらが思ってるんなら、大霊と議論してみればいいんだよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ね、信じて。大霊はきっとカチーナちゃんの何かを気に入ったから、「古名」を授けたんだと思うよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしが打たれ強くて、あんまり怪我をしないからってわけじゃないよね…"
                },
                {
                    "N": "_0",
                    "T": "今までの戦績、良くなかったの？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、もう七、八回負けてる…成績は上がってるけど、まだ勝ったことはないよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "実際、七、八回なんて大した数じゃない。たとえ成長がめざましくなくても、とやかく言われるほどのことじゃない。"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ、あと一歩だったって言ってたじゃないか。"
                },
                {
                    "N": "カチーナ",
                    "T": "今回は団体戦さえも生き残れないんじゃないかって心配で…"
                },
                {
                    "N": "ムアラニ",
                    "T": "大丈夫だって、あたしがいるんだから。"
                },
                {
                    "N": "ムアラニ",
                    "T": "君がこけたらあたしが引っ張り起こしてあげる。君が倒せないやつは、あたしが倒してあげるから！"
                },
                {
                    "N": "ムアラニ",
                    "T": "勝利を味わったことがなくても、あたしを信じることぐらいはできるでしょ？"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん…ううぅ、優しいね…"
                },
                {
                    "N": "カチーナ",
                    "T": "信じる。絶対に信じるよ！ムアラニちゃんの言う通り、元気出さないとだね。"
                },
                {
                    "N": "カチーナ",
                    "T": "大霊がわたしに「古名」を授けてくれた理由は、まだ分からないけど…"
                },
                {
                    "N": "カチーナ",
                    "T": "今までこの名前を継いできた人たちだって、分からない時はあったかもしれない。それでも、みんなちゃんとやり遂げて来た。それならわたしだってできるはず！"
                },
                {
                    "N": "キィニチ",
                    "T": "ああ。お前の古名が今まで受け継がれてきたということは、これまでの継承者はみな、それをちゃんと意味のあるものにできたんだ。"
                },
                {
                    "N": "キィニチ",
                    "T": "でなきゃ、古名はとっくに戦いで砕け散り、二度とかえらないものになっていたはずだ。"
                },
                {
                    "N": "_1005",
                    "T": "おう。オイラたちも応援するぜ。オイラたちはおまえら専属応援団だ！"
                },
                {
                    "N": "_0",
                    "T": "応援団メンバーの一号と二号。"
                },
                {
                    "N": "カチーナ",
                    "T": "そんな！わたし、強引にあなたたちのもとで勉強させてってお願いしちゃったのに…"
                },
                {
                    "N": "カチーナ",
                    "T": "ありがとう。うぅ、また泣きたくなっちゃった。今日出会えた人たちは、みんな優しすぎるよ。感動しちゃった…"
                },
                {
                    "N": "カチーナ",
                    "T": "任せて、絶対に勝つから！少なくともあなたたちの前では、恥をかきたくない。"
                },
                {
                    "N": "カチーナ",
                    "T": "そうだ、ちゃんとご飯を食べないと力が出ないってママが言ってた。ちゃんとご飯を食べるよ。"
                },
                {
                    "N": "_1005",
                    "T": "元気になったな。よかったぜ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "励ましてくれてありがとね。みんなから見たらまだまだ成長の余地ありって感じだからか、なかなか辛抱強く待っててくれないんだよね。"
                },
                {
                    "N": "_1005",
                    "T": "だって、カチーナの優しさと努力は伝わったぞ。どっちもこいつの長所だろ。"
                },
                {
                    "N": "カチーナ",
                    "T": "うっ、ううぅ…"
                },
                {
                    "N": "キィニチ",
                    "T": "落ち着け。涙がお椀に入ってしまうぞ。"
                },
                {
                    "N": "カチーナ",
                    "T": "そ、そうだ、飲み物を用意するね。家からジュースを持ってきたんだ…わたしが搾ったんだよ。コップを取ってくるから待ってて！"
                },
                {
                    "N": "_1005",
                    "T": "そんなものまでわざわざ持ち歩いてるのか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "ふふっ、カチーナちゃんのカバンは底なしの穴みたいなものだよ。なんでも入ってるの。"
                },
                {
                    "N": "キィニチ",
                    "T": "まあ、泣く場所を探しにいったんだろ。"
                },
                {
                    "N": "_1005",
                    "T": "みんな、あいつのことを結構気にかけてるみたいだな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "とってもいい子で妹みたいな存在だからね。実際、すでに十分よくやってるんだけど、決定的な成功がまだないだけなの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "でも今回は行けるって、あたしのカンが言ってるんだよね。この「帰火聖夜の巡礼」で勝てば、カチーナちゃんは一気に成長すると思うよ。"
                },
                {
                    "N": "_1005",
                    "T": "なんでそう思うんだ？おまえもそういう経験があるのか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ、全然そういうわけじゃないけど——あたしの自信は生まれつきだし。"
                },
                {
                    "N": "キィニチ",
                    "T": "これはまたおかしな謙遜だな。こんなことを言ってるが、ムアラニは三回も「夜巡者の戦争」に出て、全勝してる。復活が必要だったこともない。"
                },
                {
                    "N": "_1005",
                    "T": "わあ、それって超すごいんじゃないのか！？"
                },
                {
                    "N": "ムアラニ",
                    "T": "あの時は敵がたまたまやっつけやすいやつだったから…って言うと、全然すごくない人みたいになっちゃうけど。"
                },
                {
                    "N": "ムアラニ",
                    "T": "とにかく、難しい挑戦じゃなかったよ。今はとにかくカチーナちゃんと一緒に戦いたい。親友と戦って、歓声と拍手を浴びるの。"
                },
                {
                    "N": "_1005",
                    "T": "わかる、わかるぞ。オイラもこいつと一緒に戦いたいぜ！"
                },
                {
                    "N": "_0",
                    "T": "一緒に戦うって言えるかな。"
                },
                {
                    "N": "_1005",
                    "T": "なんで疑ってるんだよ！オイラはずっとおまえを応援してるだろ！"
                },
                {
                    "N": "_0",
                    "T": "一緒に戦うって言えるの？"
                },
                {
                    "N": "_1005",
                    "T": "もちろんだ！オイラはめちゃくちゃ重要なガイドなんだぞ！"
                },
                {
                    "N": "カチーナ",
                    "T": "みんな、飲み物持ってきたよ。ね、飲んでみて。ジュースは新鮮さが命なの。"
                },
                {
                    "N": "_1005",
                    "T": "もう平気みたいだな。"
                },
                {
                    "N": "カチーナ",
                    "T": "えへへっ、元気だから心配しないで。本当に大丈夫、ちょっと緊張してるだけ。"
                },
                {
                    "N": "カチーナ",
                    "T": "お肉をいっぱい食べないと。食べ終わったら外で運動して体を温めてくるよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしもあたしも！"
                },
                {
                    "N": "キィニチ",
                    "T": "あんまり無理しすぎるなよ。明日は早起きなんだから、寝坊しないように気を付けてくれ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへっ、君は絶対に寝坊しないもんね。"
                },
                {
                    "N": "キィニチ",
                    "T": "ああ、朝になったら起こしに行ってやる。"
                },
                {
                    "N": "ムアラニ",
                    "T": "さっすが、分かってる～！"
                }
            ],
            [
                {
                    "N": "シヴァル",
                    "T": "はい、ゆっくりお休みください。最高の状態で試合に臨めますように。"
                }
            ]
        ]
    },
    "500122": {
        "Desc": "翌日まで待つ（8時~10時）",
        "Talk": []
    },
    "500101": {
        "Desc": "翌日まで待つ（8時~10時）",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "カチーナ！"
                },
                {
                    "N": "カチーナ",
                    "T": "二人とも！今、ムアラニちゃんとトレーニングを終えたところだよ。どうしたの？"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、ナタのことを色々教えてもらったから、オイラたちもおまえのことを助けてやりたいと思ってさ。"
                },
                {
                    "N": "_0",
                    "T": "よりいい成績を取れるように…"
                },
                {
                    "N": "_0",
                    "T": "経験をシェアするよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "へえ、君たちって本当にカチーナちゃんが言ってた通りだね。この子ったら、すっかり君たちのファンなんだよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "でもあたしは何もしてあげてないし、そういう門外不出の技みたいなことは聞かない方がいいよね？"
                },
                {
                    "N": "_0",
                    "T": "気にしないでいいよ、簡単なことだから。"
                },
                {
                    "N": "_0",
                    "T": "戦いは力の強さだけじゃない。"
                },
                {
                    "N": "カチーナ",
                    "T": "え？どういう意味？"
                },
                {
                    "N": "_0",
                    "T": "観察もとても大事。"
                },
                {
                    "N": "カチーナ",
                    "T": "観察…"
                },
                {
                    "N": "_0",
                    "T": "敵を分析して、その習慣を把握して。"
                },
                {
                    "N": "_0",
                    "T": "知恵を武器にするんだよ。"
                },
                {
                    "N": "_1005",
                    "T": "そうそう、拳の強いやつだけが勝つわけじゃないんだぞ。"
                },
                {
                    "N": "カチーナ",
                    "T": "な、なるほど。分かった気がする…"
                },
                {
                    "N": "カチーナ",
                    "T": "強くなるだけじゃなくて、賢くなるんだね。勝つための能力を培うだけじゃダメで、勝つ方法も知らないといけない…"
                },
                {
                    "N": "ムアラニ",
                    "T": "いいねいいね！相手の弱点を掴んだり、自分の強みを生かしたりできれば、きっとチャンスが来るよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。緊張してると、つい状況判断を忘れて、めちゃくちゃに攻撃しちゃうから気を付けるよ…"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん、もうちょっと付き合ってくれない？新しい戦い方を試してみたいの！"
                },
                {
                    "N": "ムアラニ",
                    "T": "もちろん！"
                },
                {
                    "N": "カチーナ",
                    "T": "わざわざ教えに来てくれてありがとう。期待を裏切らないよう頑張るからね。"
                },
                {
                    "N": "_1005",
                    "T": "おう！最高の成績目指して、頑張ってきてくれ！"
                }
            ],
            [
                {
                    "N": "カチーナ",
                    "T": "こんなに遅くまで引き止めちゃってごめんね。明日に支障が出たりしないかな？"
                },
                {
                    "N": "ムアラニ",
                    "T": "どうせ今は力がみなぎっちゃってて、眠れそうにないから。"
                }
            ],
            [
                {
                    "N": "チュニーナ",
                    "T": "今回は誰が優勝するんでしょう…どう思いますか？"
                },
                {
                    "N": "ラマナイ",
                    "T": "難しいな。団体戦では何が起きてもおかしくない。"
                },
                {
                    "N": "ラマナイ",
                    "T": "強豪が早い段階で出会ってしまうこともある。他にも環境の制限や戦略がどんな結果をもたらすか…全然予想がつかないよ。"
                },
                {
                    "N": "チュニーナ",
                    "T": "それもそうですね。私もいつか、「帰火聖夜の巡礼」に参加できるでしょうか？実は最近、毎日退勤後に鍛えてるんです。"
                },
                {
                    "N": "ラマナイ",
                    "T": "できないことはないだろうさ。その「いつか」が来たら、応援するよ。"
                }
            ],
            [
                {
                    "N": "リリウ",
                    "T": "ケウラニ、準備はできたかい？"
                },
                {
                    "N": "ケウラニ",
                    "T": "まあまあかな。"
                },
                {
                    "N": "リリウ",
                    "T": "どしたの？自信なさげな顔だね。"
                },
                {
                    "N": "リリウ",
                    "T": "ちょっとは笑いなよ！ははっ、あたしたちみたいに経験豊富な戦士にとっちゃ、試合で勝つなんて朝飯前だろ？"
                },
                {
                    "N": "ケウラニ",
                    "T": "相変わらず元気ね…私は年を取ったなって実感してるわ。前回「夜巡者の戦争」に参加したのっていつだったっけ？あっという間に十年ね…"
                },
                {
                    "N": "リリウ",
                    "T": "十年がどうしたっていうんだい？戦士の旬の年齢はこれからなんだよ！今回の「帰火聖夜の巡礼」は必ずものにするからね！"
                }
            ],
            [
                {
                    "N": "イズナ",
                    "T": "うぅ…"
                },
                {
                    "N": "イズナ",
                    "T": "やっぱり…"
                },
                {
                    "N": "イズナ",
                    "T": "何回来ても緊張するよ。"
                }
            ],
            [
                {
                    "N": "マルサ",
                    "T": "今回の「夜巡者の戦争」への進出枠は五人のはずだけど、実際、四人みたいなものね。"
                },
                {
                    "N": "マルサ",
                    "T": "チャスカ様は絶対に勝つもの！確実よ！"
                },
                {
                    "N": "サウサ",
                    "T": "ええ？そうとも限らないでしょう。今から喜ぶのは早すぎるんじゃありませんか？"
                }
            ],
            [
                {
                    "N": "セイル",
                    "T": "緊張してるみたいだな？よし、一緒に飲みに行って、リラックスしようぜ！"
                },
                {
                    "N": "トラコ",
                    "T": "こんな時間に酒を！？"
                },
                {
                    "N": "セイル",
                    "T": "分かってないな。緊張すればするほど眠れなくなる。一杯飲めば、かえってリラックスできるさ。何度も大会に出て得た経験則だぞ。"
                },
                {
                    "N": "センポア",
                    "T": "さすが隊長、いいアイデアね！"
                }
            ],
            [
                {
                    "N": "ビーキャン",
                    "T": "今回は僕たち二人が解説役だから、よろしくな。"
                },
                {
                    "N": "ラブナ",
                    "T": "よろしくお願いします。熱気球は日差しが強いですから、日焼け止めはしっかり塗っておいたほうがよさそうですよ。"
                }
            ]
        ]
    },
    "500102": {
        "Desc": "カチーナたちと合流する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "おはよう、旅人さん、パイモンちゃん。"
                },
                {
                    "N": "ムアラニ",
                    "T": "約束通りに集合！へへ、みんな寝坊せずにちゃんと時間通りに来たね。"
                },
                {
                    "N": "アハウ",
                    "T": "一番危なかったやつがよく言うよ！オレがいてよかったな！"
                },
                {
                    "N": "カチーナ",
                    "T": "うぅ…、朝からあんまり大きい声出さないで。頭が痛くなっちゃうよ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "えー、大丈夫？じゃあカチーナちゃんが実力をうまく発揮できなかったらアハウのせいだね。"
                },
                {
                    "N": "アハウ",
                    "T": "見ろ、これがお前の友達だぞ！わざわざ起こしに行ってやったっていうのに、感謝するどころかオレのせいだってよ！"
                },
                {
                    "N": "キィニチ",
                    "T": "ムアラニに賛成だ。"
                },
                {
                    "N": "アハウ",
                    "T": "…やれやれ、どいつもこいつもどうしようもねぇな！"
                },
                {
                    "N": "_1005",
                    "T": "まあまあ、みんな仲良くしようぜ。カチーナ、昨日はよく眠れたか？"
                },
                {
                    "N": "カチーナ",
                    "T": "最初はちょっとドキドキしてたけど、ここのベッドすっごく気持ちよくて…横になってたらすぐ寝ちゃった。"
                },
                {
                    "N": "_1005",
                    "T": "それならよかったぜ。もしかしたらおまえは気づいていないだけで、本当はすっごい心臓の持ち主なのかもな。"
                },
                {
                    "N": "キィニチ",
                    "T": "もうすぐ試合だ。みんな朝ごはんは済んだな？"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしは食べてきたよ。あまり沢山は食べないでおいたけど。"
                },
                {
                    "N": "_1005",
                    "T": "わ、どうしよう！試合のことばっかり考えてて、食べ物のことを忘れてたぞ！！"
                },
                {
                    "N": "ムアラニ",
                    "T": "こうなると思った。はい、君たちの分も持ってきたよ。"
                },
                {
                    "N": "_0",
                    "T": "ありがとう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "いいっていいって。試合が終わったらまた食べに——"
                },
                {
                    "N": "チュニーナ",
                    "T": "まもなく試合開始です。選手の皆様はご入場ください。繰り返します——選手の皆様はご入場ください——"
                },
                {
                    "N": "ムアラニ",
                    "T": "もうちょっと話したかったけど、時間だね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "最初に開幕式があるんだけど…席からもあたしとカチーナちゃんが見えるはずだよ。ってなわけで、応援よろしくね！"
                },
                {
                    "N": "_1005",
                    "T": "まかせとけ！おまえたちにも絶対聞こえるように、めいっぱい大きな声で応援してやるぞ！"
                },
                {
                    "N": "カチーナ",
                    "T": "ありがとう。わたしも二人の声を探すよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それじゃあ行ってくるね。また後で！"
                },
                {
                    "N": "_1005",
                    "T": "おう、またな！"
                },
                {
                    "N": "ラマナイ",
                    "T": "まもなく試合開始です。観客の皆様は観客席にご着席ください。繰り返します——観客の皆様は観客席にご着席ください——"
                },
                {
                    "N": "_1005",
                    "T": "へへ、今度はオイラたちのことだな。"
                },
                {
                    "N": "_1005",
                    "T": "こんなに規模の大きい試合を見るのなんて初めてだぜ。準備ができたら中に入ろうぜ。"
                }
            ]
        ]
    },
    "500103": {
        "Desc": "ラマナイと会話する",
        "Talk": [
            [
                {
                    "N": "ラマナイ",
                    "T": "会場に入って「帰火聖夜の巡礼」を観戦されますか？試合開始後の入退場はご遠慮いただいております。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "（観客席に入る。）"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "（まだやることがある…）"
                }
            ]
        ]
    },
    "500120": {
        "Desc": "大会の会場へ向かう",
        "Talk": [
            [
                {
                    "N": "シュプヒル",
                    "T": "あたしたちの隊長、試合前はあんなに自信満々だったのに、結局すぐにやられちゃったね…"
                },
                {
                    "N": "シュプヒル",
                    "T": "次はちゃんと目を光らせとこう…"
                }
            ]
        ]
    },
    "500104": {
        "Desc": "開幕式を観る",
        "Talk": [
            [
                {
                    "N": "バラム",
                    "T": "周知の通り、帰火聖夜の巡礼には悠久の歴史がある。誰もが巡礼で好成績を収め、「夜巡者の戦争」に参加する資格を手に入れたいと願っている。"
                },
                {
                    "N": "バラム",
                    "T": "もう知っているとは思うが、一応ルールを紹介しておこう。開幕式の後、選手たちはまず団体戦、次に個人戦に臨む。"
                },
                {
                    "N": "バラム",
                    "T": "団体戦の最初、各チームはそれぞれ熱気球に乗ってランダムな場所に降り立つ——そして試合開始だ。"
                },
                {
                    "N": "バラム",
                    "T": "選手は試合エリア内の聖火台を見つけ、台の周辺で戦闘を行うことによって「角逐の焔」を集め、最終的に十分な量の焔を競技場まで持って帰ってこなければならない。"
                },
                {
                    "N": "バラム",
                    "T": "戦闘に負け、エリアから離脱した場合や、時間切れになってしまった場合は敗北と見なされる。立て続けの遭遇戦に勝ち抜いた強者のチームだけが熱く美しい「角逐の焔」を持ち帰れるんだ。"
                },
                {
                    "N": "バラム",
                    "T": "団体戦で勝利した選手は、次の個人戦に進出する。一対一の決闘での勝敗は個人のスコアに影響し、次の決闘相手もそのスコアによって決まる。"
                },
                {
                    "N": "バラム",
                    "T": "そして数回の決闘の末、スコアランキング上位五名が「夜巡者の戦争」に参加する資格を手に入れることとなる！"
                },
                {
                    "N": "バラム",
                    "T": "それでは——炎神様、開会のご挨拶を！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "実力、コンディション、運、戦術…強さを決める要素は多い。しかし勝敗に偽りはない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "帰火聖夜の巡礼は「最強」を決する試練だが、諸君の成長と進化を知らしめる絶好のステージでもある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "今日の勝利は、新しい伝説の始まりとなろう。ここに——「帰火聖夜の巡礼」の開幕を宣言する！"
                },
                {
                    "N": "_1005",
                    "T": "あ、あいつが炎神か！？すごい迫力だな…"
                },
                {
                    "N": "_1005",
                    "T": "カチーナは「優しくて親切な良い人」って言ってたけど、一体どこからそう思ったんだろうな？"
                },
                {
                    "N": "_0",
                    "T": "確かに威厳があるね。"
                },
                {
                    "N": "_1005",
                    "T": "炎神は、「神」になる前は普通の人だったって言ってたよな…全然想像できないぜ。"
                },
                {
                    "N": "_1005",
                    "T": "どっからどう見ても普通の人には見えないだろ…あっ、見ろ！カチーナたちが入ってきたぞ！"
                },
                {
                    "N": "_0",
                    "T": "彼女と話したい。"
                },
                {
                    "N": "_1005",
                    "T": "オイラも話したいけど、「帰火聖夜の巡礼」の最中に突っ込んで行くのはちょっと失礼だろ？"
                },
                {
                    "N": "_1005",
                    "T": "おとなしく機会を待とうぜ…あっ、見ろ！カチーナたちが入ってきたぞ！"
                },
                {
                    "N": "バラム",
                    "T": "皆、早く試合を始めたくてたまらない様子だな。選手たちはこれから熱気球に乗って試合エリアに向かう。"
                },
                {
                    "N": "マルサ",
                    "T": "チャスカ！チャスカ！！"
                },
                {
                    "N": "サカトゥラ",
                    "T": "チャスカ！いけー！"
                },
                {
                    "N": "ティアヨ",
                    "T": "勝て！イズナ！"
                },
                {
                    "N": "サウサ",
                    "T": "いっけええ！ムアラニ！！"
                },
                {
                    "N": "_1005",
                    "T": "カチーナ！がんばれーっ！"
                },
                {
                    "N": "バラム",
                    "T": "どんどん歓声が大きくなってきたが、まもなく熱気球の離陸だ！さあ、準備はいいか？"
                },
                {
                    "N": "バラム",
                    "T": "ルールを忘れてはいけないぞ。熱気球はランダムな地点に着陸する。地上に降り立った瞬間から試合開始だ！聖火をできるだけ集めて、競技場に持って帰ってきてくれ！"
                },
                {
                    "N": "バラム",
                    "T": "ご武運を！"
                }
            ]
        ]
    },
    "500105": {
        "Desc": "団体戦開始",
        "Step": "帰火聖夜の巡礼が始まった。「夜巡者の戦争」に参加する資格は、一体誰の手に…？",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "ふぅ、今回はここかぁ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ふーん…あんまり人がいないみたいだね。これならいきなり混戦になる心配もないかな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "じゃあ、あっちに向かって行こう。途中で他の選手に遭ったら全員倒せばいいよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "わかった、そうしよう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "団体戦は賑やかに行かなくっちゃね！さあ、迷わず行こ！"
                }
            ]
        ]
    },
    "500106": {
        "Desc": "「角逐の火」を集める（0/3）",
        "Talk": [
            [
                {
                    "N": "シュプヒル",
                    "T": "あたしたちの隊長、試合前はあんなに自信満々だったのに、結局すぐにやられちゃったね…"
                },
                {
                    "N": "シュプヒル",
                    "T": "次はちゃんと目を光らせとこう…"
                }
            ],
            [
                {
                    "N": "キバング",
                    "T": "友よ、聞いてくれ。ここに聖火台はない。ここで争う必要はないんだ。"
                },
                {
                    "N": "キバング",
                    "T": "今は体力の温存を優先して、次に会った時に戦おう。どうだ、悪くない考えだろう？"
                }
            ]
        ]
    },
    "500107": {
        "Desc": "「角逐の火」を集める（1/3）",
        "Talk": [
            [
                {
                    "N": "シュプヒル",
                    "T": "あたしたちの隊長、試合前はあんなに自信満々だったのに、結局すぐにやられちゃったね…"
                },
                {
                    "N": "シュプヒル",
                    "T": "次はちゃんと目を光らせとこう…"
                }
            ],
            [
                {
                    "N": "キバング",
                    "T": "友よ、聞いてくれ。ここに聖火台はない。ここで争う必要はないんだ。"
                },
                {
                    "N": "キバング",
                    "T": "今は体力の温存を優先して、次に会った時に戦おう。どうだ、悪くない考えだろう？"
                }
            ]
        ]
    },
    "500108": {
        "Desc": "「角逐の火」を集める（2/3）",
        "Talk": [
            [
                {
                    "N": "シュプヒル",
                    "T": "あたしたちの隊長、試合前はあんなに自信満々だったのに、結局すぐにやられちゃったね…"
                },
                {
                    "N": "シュプヒル",
                    "T": "次はちゃんと目を光らせとこう…"
                }
            ],
            [
                {
                    "N": "キバング",
                    "T": "友よ、聞いてくれ。ここに聖火台はない。ここで争う必要はないんだ。"
                },
                {
                    "N": "キバング",
                    "T": "今は体力の温存を優先して、次に会った時に戦おう。どうだ、悪くない考えだろう？"
                }
            ]
        ]
    },
    "500109": {
        "Desc": "聖火競技場に戻る",
        "Talk": [
            [
                {
                    "N": "シュプヒル",
                    "T": "あたしたちの隊長、試合前はあんなに自信満々だったのに、結局すぐにやられちゃったね…"
                },
                {
                    "N": "シュプヒル",
                    "T": "次はちゃんと目を光らせとこう…"
                }
            ],
            [
                {
                    "N": "キバング",
                    "T": "友よ、聞いてくれ。ここに聖火台はない。ここで争う必要はないんだ。"
                },
                {
                    "N": "キバング",
                    "T": "今は体力の温存を優先して、次に会った時に戦おう。どうだ、悪くない考えだろう？"
                }
            ]
        ]
    },
    "500123": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "カチーナ、もっと肩の力を抜いていいぞ！自分を信じろよ！"
                }
            ]
        ]
    },
    "500112": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ウクンガ",
                    "T": "お前がカチーナか。"
                },
                {
                    "N": "ウクンガ",
                    "T": "ここに来る前、皆に当たりくじを引いたと言われたが、俺はそうは思っていない…試合に偶然はないからな。本当に噂のようなへっぽこなら、ここに立つことなんざ出来やしない。"
                },
                {
                    "N": "ウクンガ",
                    "T": "初戦があっけなく終わったもんで、まだまだ戦い足りないんだ。お前の実力を見せてみろ！がっかりさせないでくれよ。"
                },
                {
                    "N": "ウクンガ",
                    "T": "さて、俺の話は終わりだ。何か言いたいことはあるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わたし負けないよ。沢山の人が応援してくれてるし、それに…"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしは本気で夜巡者の戦争に参戦したいの！"
                },
                {
                    "N": "バラム",
                    "T": "交流はここまでだ。各自、位置について——試合開始！"
                }
            ]
        ]
    },
    "500110": {
        "Desc": "団体戦を突破する",
        "Talk": [
            [
                {
                    "N": "チュニーナ",
                    "T": "ムアラニ選手、カチーナ選手、帰火聖夜の巡礼団体戦突破おめでとうございます！"
                },
                {
                    "N": "マルサ",
                    "T": "やったぁ！おめでとう！"
                },
                {
                    "N": "タエンガ",
                    "T": "おめでとう。"
                },
                {
                    "N": "サウサ",
                    "T": "ムアラニさん、これからも頑張ってください！"
                },
                {
                    "N": "サカトゥラ",
                    "T": "カチーナ！ムアラニ！"
                },
                {
                    "N": "_1005",
                    "T": "カチーナ！ムアラニ！"
                },
                {
                    "N": "_0",
                    "T": "カチーナ！ムアラニ！"
                },
                {
                    "N": "ラマナイ",
                    "T": "お二人は暫く休んでいてくださいね。団体戦が全て終わったら抽選を行います。"
                },
                {
                    "N": "ラマナイ",
                    "T": "その後は個人戦です。お二人ともいい成績を収められるよう願っていますよ。"
                },
                {
                    "N": "チュニーナ",
                    "T": "お二人の休憩室は別々にご用意しております。カチーナ選手、こちらへ。"
                },
                {
                    "N": "カチーナ",
                    "T": "いよいよ個人戦か。前回は三回勝った数が足りなかった…今回はもっと頑張らなきゃ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ふぅ、大丈夫。今は調子がいいから、きっといける…"
                },
                {
                    "N": "チュニーナ",
                    "T": "お待ちください。ここは選手休憩室です。関係者以外は立ち入り禁止ですよ！"
                },
                {
                    "N": "テペスパン",
                    "T": "選手以外？俺たちも選手だ。中に入れろ！"
                },
                {
                    "N": "チュニーナ",
                    "T": "確認済みです。あなたたちの名前は個人戦の選手リストに載っていないし、ここで休んでいる選手たちの関係者でもないでしょう。"
                },
                {
                    "N": "テペスパン",
                    "T": "実力だけで言えば、個人戦に出場すべきは俺たちだ！奇襲にさえ遭わなければ負けるはずなかったんだ！この休憩室で待っててやるから、今すぐ審判に申し立——"
                },
                {
                    "N": "タムイン",
                    "T": "あっ。"
                },
                {
                    "N": "カチーナ",
                    "T": "あなたたち…"
                },
                {
                    "N": "テペスパン",
                    "T": "ほう、会いたくないやつにはよく出会うとはよく言ったもんだな。俺たちを覚えてるか？さっきお前らが奇襲をかけて試合資格を盗み取った相手だ！"
                },
                {
                    "N": "タムイン",
                    "T": "せっかくまた会えたんだ。ここで一戦交えて、どっちが個人戦出場に相応しいか確かめようじゃねえか！"
                },
                {
                    "N": "カチーナ",
                    "T": "い、今やるの？"
                },
                {
                    "N": "チュニーナ",
                    "T": "相手にしなくていいですよ、そんなルールはありませんから。負けは負けです。言い訳なんてみっともないですよ。"
                },
                {
                    "N": "チュニーナ",
                    "T": "ほら、ぼけっとしてないで警備を呼んできてください！"
                },
                {
                    "N": "テペスパン",
                    "T": "ルールなんて知ったこっちゃない。帰火聖夜の巡礼は最強の戦士を決めるためのものだろ？こいつは運よく俺たちが油断した隙をついただけじゃないか。"
                },
                {
                    "N": "タムイン",
                    "T": "その通りだ。今こそ正々堂々、勝負を——"
                },
                {
                    "N": "_1005",
                    "T": "カチーナ！"
                },
                {
                    "N": "_0",
                    "T": "……"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}が相手になろうか？"
                },
                {
                    "N": "テペスパン",
                    "T": "お前らは…"
                },
                {
                    "N": "カチーナ",
                    "T": "旅人さん、パイモンちゃん、どうしてここに？"
                },
                {
                    "N": "_1005",
                    "T": "おまえと話そうと思って来たんだけど、いきなり悪いやつらに絡まれてるとこに出くわすなんてな。"
                },
                {
                    "N": "_1005",
                    "T": "おい、カチーナをいじめるならオイラたちが黙ってないぞ！"
                },
                {
                    "N": "カチーナ",
                    "T": "あ、ありがとう。"
                },
                {
                    "N": "カチーナ",
                    "T": "名前もまだ知らないけど…試合が終わった後なら、対戦してみてもいいよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "でも今はだめ！次の準備をしたいから。パパやママ、それにわたしを助けてくれた友達をがっかりさせたくないんだ。"
                },
                {
                    "N": "チュニーナ",
                    "T": "いい加減にしてください。この先アビスの前でも「油断してた」なんて言い訳をするつもりですか？"
                },
                {
                    "N": "チュニーナ",
                    "T": "この辺りでやめにしておかないと、今後の帰火聖夜の巡礼の出場資格を失いますよ。"
                },
                {
                    "N": "タムイン",
                    "T": "チッ…今日のところは勘弁してやる。行くぞ。"
                },
                {
                    "N": "_1005",
                    "T": "カチーナ、大丈夫か？ケガしたりしてないか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、おかげで助かったよ。さっきは頭の中が真っ白になっちゃって、どうすればいいかわからなくなっちゃった…"
                },
                {
                    "N": "_0",
                    "T": "大丈夫、リラックスして。"
                },
                {
                    "N": "_0",
                    "T": "これからの試合の準備に集中して。"
                },
                {
                    "N": "カチーナ",
                    "T": "う、うん！絶対うまくやって、わたしのすごさをわからせてやるから！"
                },
                {
                    "N": "_1005",
                    "T": "おう！頑張れよ！"
                },
                {
                    "N": "ラマナイ",
                    "T": "ここで騒ぎを起こしている人がいると聞きましたが…解決したみたいかな？"
                },
                {
                    "N": "チュニーナ",
                    "T": "いつものアレですよ。団体戦に負けた人が結果に納得できなくて、忍び込んで個人戦の選手にちょっかいを出していたんです。"
                },
                {
                    "N": "ラマナイ",
                    "T": "はぁ、栄光は欲しいけど敗北の苦しみには耐えられないって人がいるんだよな…"
                },
                {
                    "N": "ラマナイ",
                    "T": "どうか、試合に影響がありませんように…そろそろ準備を始めてください。もうすぐ君の番です。"
                },
                {
                    "N": "カチーナ",
                    "T": "もうわたしの…わかった、すぐ行くよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "へへ…じゃ、じゃあ行ってくるね！"
                }
            ]
        ]
    },
    "500111": {
        "Desc": "個人戦の準備をする",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "カチーナ、もっと肩の力を抜いていいぞ！自分を信じろよ！"
                }
            ],
            [
                {
                    "N": "ウクンガ",
                    "T": "お前がカチーナか。"
                },
                {
                    "N": "ウクンガ",
                    "T": "ここに来る前、皆に当たりくじを引いたと言われたが、俺はそうは思っていない…試合に偶然はないからな。本当に噂のようなへっぽこなら、ここに立つことなんざ出来やしない。"
                },
                {
                    "N": "ウクンガ",
                    "T": "初戦があっけなく終わったもんで、まだまだ戦い足りないんだ。お前の実力を見せてみろ！がっかりさせないでくれよ。"
                },
                {
                    "N": "ウクンガ",
                    "T": "さて、俺の話は終わりだ。何か言いたいことはあるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わたし負けないよ。沢山の人が応援してくれてるし、それに…"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしは本気で夜巡者の戦争に参戦したいの！"
                },
                {
                    "N": "バラム",
                    "T": "交流はここまでだ。各自、位置について——試合開始！"
                }
            ],
            [
                {
                    "N": "ラマナイ",
                    "T": "さっきの厄介者にはきちんと警告を与えました。これから試合ですから、あまり気になさらないでくださいね。"
                },
                {
                    "N": "ラマナイ",
                    "T": "ああいう人は毎年いるんですよ。帰火聖夜の巡礼は栄光の象徴ですから、敗退してしまった者たちは、あと少しのところで栄光を手に入れられたのにという思いから不平不満を抱くんです…"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "カチーナ、もっと肩の力を抜いていいぞ！自分を信じろよ！"
                }
            ],
            [
                {
                    "N": "大会の告知板",
                    "T": "（試合の告知板。最終決戦のスケジュールと選手のスコアが表示されている。）"
                },
                {
                    "N": "カチーナ",
                    "T": "相手は…新人さんみたいだけど、かなり強そう。"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わたし…本当に勝てるかな…？"
                }
            ]
        ]
    },
    "500113": {
        "Desc": "ウクンガとの対戦を突破する",
        "Talk": [
            [
                {
                    "N": "ラマナイ",
                    "T": "さっきの厄介者にはきちんと警告を与えました。これから試合ですから、あまり気になさらないでくださいね。"
                },
                {
                    "N": "ラマナイ",
                    "T": "ああいう人は毎年いるんですよ。帰火聖夜の巡礼は栄光の象徴ですから、敗退してしまった者たちは、あと少しのところで栄光を手に入れられたのにという思いから不平不満を抱くんです…"
                }
            ]
        ]
    },
    "500114": {
        "Desc": "個人戦を続ける",
        "Talk": [
            [
                {
                    "N": "ウクンガ",
                    "T": "ぐっ…本当に負けてしまうとはな。まあいい、少なくともお前の強さを見抜いた俺の目に狂いはなかったようだ…"
                },
                {
                    "N": "バラム",
                    "T": "勝者、カチーナ選手に盛大な拍手を！一方、他の会場では——"
                },
                {
                    "N": "_1005",
                    "T": "初勝利だな！カチーナ、やるじゃないか！"
                },
                {
                    "N": "???",
                    "T": "その後、カチーナは勝ったり負けたりして、スコアの順位を真ん中くらいで維持した。"
                },
                {
                    "N": "???",
                    "T": "試合半ばを過ぎて、またカチーナの番が来た…"
                },
                {
                    "N": "リリウ",
                    "T": "どこのガキだい。あんたも夜巡者の戦争に出るつもりでいるんだね？"
                },
                {
                    "N": "リリウ",
                    "T": "悪いけど、ここは通さないよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "あなたは…"
                },
                {
                    "N": "リリウ",
                    "T": "あたしを知らないんだね？はぁ、アテアたちが前線を退いてから、あたしらの代も落ちぶれたもんだよ。"
                },
                {
                    "N": "リリウ",
                    "T": "まあいい、戦ってあたしの名前を覚えさせてやるさ。さあ、かかってきな！"
                }
            ]
        ]
    },
    "500116": {
        "Desc": "リリウとの対戦を突破する",
        "Talk": [
            [
                {
                    "N": "大会の告知板",
                    "T": "（試合の告知板。次の試合のスケジュールと選手のスコアが表示されている。）"
                },
                {
                    "N": "大会の告知板",
                    "T": "（「もうすぐ最終ラウンドが始まります…」）"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん…"
                }
            ]
        ]
    },
    "500117": {
        "Desc": "休憩に入る",
        "Talk": [
            [
                {
                    "N": "リリウ",
                    "T": "見直したよ。さっき言ったことは取り消させてくれ。"
                },
                {
                    "N": "リリウ",
                    "T": "カチーナ、あんたには実力がある。あんたみたいな若者は、自分たちで奇跡を起こせるだろう。"
                },
                {
                    "N": "バラム",
                    "T": "勝者はカチーナ選手！カチーナ選手、少し休んで最終決戦に備えてくれ！"
                },
                {
                    "N": "カチーナ",
                    "T": "旅人さん、パイモンちゃん、応援ありがとう。"
                },
                {
                    "N": "_1005",
                    "T": "おまえが強敵を沢山倒すところ、ちゃーんと見てたぞ！すごいじゃないか！"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしも嬉しいよ。こんなにスコアを稼げたの、初めて…"
                },
                {
                    "N": "ムアラニ",
                    "T": "調子はどう、カチーナちゃん？"
                },
                {
                    "N": "_1005",
                    "T": "ムアラニ、おまえも来たんだな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "試合が始まる前にここに来れるように許可をもらったんだ。カチーナちゃんの今のスコアなら、最後のラウンドで勝てば「夜巡者の戦争」に参加できるかも知れないよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それと、最後のラウンドの対戦相手は…あたし。"
                },
                {
                    "N": "_1005",
                    "T": "なんだって！？"
                },
                {
                    "N": "_0",
                    "T": "ついてないね。"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、わたしもついさっき知ったんだけどね。わたしたちスコアが近いから…つまり、勝ったほうだけが先に進めるってことになると思う。"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん…二人で一緒に行きたかったのに…"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしだってそうだよ。でも仕方ないね。スコアが近い人同士は当たりやすいから。"
                },
                {
                    "N": "ムアラニ",
                    "T": "元気出して！戦争は残酷で、アビスはあたしたちに容赦なんかしない。この場で一番強い者だけが夜巡者の戦争に参加する資格を得られるんだから。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしは全力を出すし、カチーナちゃんにもそうしてほしい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "勝ちを譲るのは一種の憐れみだけど、あたしたちにそんなものはいらない。でしょ？さ、準備は良い？"
                },
                {
                    "N": "カチーナ",
                    "T": "ぜ、全力で行くよ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、それでよし。"
                },
                {
                    "N": "_1005",
                    "T": "つまり、ムアラニとカチーナのどっちかが絶対に負けちゃうってことか…オイラたちどっちを応援すればいいんだ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "あははっ、「どっちかが必ず勝つ」の間違いでしょ？どっちが勝ったってめでたいじゃん！"
                },
                {
                    "N": "ムアラニ",
                    "T": "どっちが勝ったってきっと嬉しいと思う。カチーナちゃんだって同じ気持ちでしょ。だから、あまり深く考えないで対戦を楽しもうよ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人、パイモン、また試合の後でね。カチーナちゃん、会場で待ってるよ。"
                },
                {
                    "N": "_0",
                    "T": "カチーナ…"
                },
                {
                    "N": "_0",
                    "T": "頑張って。"
                },
                {
                    "N": "カチーナ",
                    "T": "うん！わたしだっていっぱい訓練したから。それに、ムアラニちゃんには沢山助けてもらったから、その努力は無駄じゃなかったって見せてあげたい！"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっと信じ続けてくれてありがとう。今度はわたしも自分を信じてみるよ。"
                }
            ]
        ]
    },
    "500115": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ウクンガ",
                    "T": "ぐっ…本当に負けてしまうとはな。まあいい、少なくともお前の強さを見抜いた俺の目に狂いはなかったようだ…"
                },
                {
                    "N": "バラム",
                    "T": "勝者、カチーナ選手に盛大な拍手を！一方、他の会場では——"
                },
                {
                    "N": "_1005",
                    "T": "初勝利だな！カチーナ、やるじゃないか！"
                },
                {
                    "N": "???",
                    "T": "その後、カチーナは勝ったり負けたりして、スコアの順位を真ん中くらいで維持した。"
                },
                {
                    "N": "???",
                    "T": "試合半ばを過ぎて、またカチーナの番が来た…"
                },
                {
                    "N": "リリウ",
                    "T": "どこのガキだい。あんたも夜巡者の戦争に出るつもりでいるんだね？"
                },
                {
                    "N": "リリウ",
                    "T": "悪いけど、ここは通さないよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "あなたは…"
                },
                {
                    "N": "リリウ",
                    "T": "あたしを知らないんだね？はぁ、アテアたちが前線を退いてから、あたしらの代も落ちぶれたもんだよ。"
                },
                {
                    "N": "リリウ",
                    "T": "まあいい、戦ってあたしの名前を覚えさせてやるさ。さあ、かかってきな！"
                }
            ]
        ]
    },
    "500121": {
        "Desc": "ムアラニとの対戦を突破する",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "おう！応援団一号と二号も、応援してるからな！"
                }
            ],
            [
                {
                    "N": "大会の告知板",
                    "T": "（試合の告知板。次の試合のスケジュールと選手のスコアが表示されている。）"
                },
                {
                    "N": "大会の告知板",
                    "T": "（「もうすぐ最終ラウンドが始まります…」）"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん…"
                }
            ],
            [
                {
                    "N": "チュニーナ",
                    "T": "試合で一番大事なのは、悔いのないように全力を尽くすことです。思い切って戦ってきてください。信じていますよ！"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "おう！応援団一号と二号も、応援してるからな！"
                }
            ]
        ]
    },
    "500118": {
        "Desc": "授賞式に参加する",
        "Talk": [
            [
                {
                    "N": "バラム",
                    "T": "今回の帰火聖夜の巡礼の勝者はこれで全員決まりだ。"
                },
                {
                    "N": "バラム",
                    "T": "盛大な拍手と共に、舞台に上がってもらおう——"
                },
                {
                    "N": "バラム",
                    "T": "まずは六回連続選出となる、「花翼の集」チャスカ選手。"
                },
                {
                    "N": "バラム",
                    "T": "一人、窮地からの見事な逆転劇を見せてくれた、「豊穣の邦」イアンサ選手。"
                },
                {
                    "N": "バラム",
                    "T": "十年ぶりの勝利となる、「流泉の衆」ケウラニ選手。"
                },
                {
                    "N": "バラム",
                    "T": "各地の歴戦で名を轟かせる、「懸木の民」キバング選手。"
                },
                {
                    "N": "バラム",
                    "T": "そして…強い心を持ち続け、蛹を破った——「こだまの子」カチーナ選手。"
                },
                {
                    "N": "_1005",
                    "T": "カチーナ、こっちを見てくれ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わたし…「帰火聖夜の巡礼」で勝ったんだ…"
                },
                {
                    "N": "カチーナ",
                    "T": "…夢みたい。"
                },
                {
                    "N": "チャスカ",
                    "T": "夢じゃない。お前は自分の力でここまで来たんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "今回の夜巡者の戦争にはこのメンバーで往くんだね。よろしく、カチーナ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「帰火聖夜の巡礼」は何度見届けても、心が躍るものだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "数え切れないほどの犠牲を乗り越えれば、必ず炎のように燃え盛る未来を迎えられるのだと、君たちは信じさせてくれた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "戦士たちよ、これは命令であり、懇願でもある——アビスを打ち倒し、勝利と栄光をナタにもたらしてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "はっ！"
                },
                {
                    "N": "カチーナ",
                    "T": "は、はい！"
                },
                {
                    "N": "???",
                    "T": "盛大な歓声の中で、帰火聖夜の巡礼は幕を閉じた。"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人、パイモン、やっと見つけた。"
                },
                {
                    "N": "ムアラニ",
                    "T": "カチーナちゃんを助けて、応援してくれてありがとう。本当に強くなったね…今回は完敗だったよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "負けたのはいい気分じゃないけど、カチーナちゃんのことを思うと嬉しくもなる…はぁ、本当に複雑だよね～"
                },
                {
                    "N": "ムアラニ",
                    "T": "ってことで、気分転換しに行かない？カチーナちゃんたちはこれから夜巡者の戦争に行かなきゃだから、あたしが代わりにナタを案内するよ。"
                },
                {
                    "N": "_1005",
                    "T": "いいな！旅人、おまえはどう思う？"
                },
                {
                    "N": "_1005",
                    "T": "どうしたんだ？"
                },
                {
                    "N": "_0",
                    "T": "カチーナがちょっと心配。"
                },
                {
                    "N": "_0",
                    "T": "カチーナは初めて参加するんでしょ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "正直、あたしもちょっと心配。でも経験豊富な頼もしい仲間がリードしてくれるだろうから、きっと大丈夫だよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "栄誉にはリスクがつきもの。勝利が当たり前のことだったら、誰もそれを誇りには思わないでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "でも、カチーナちゃんがそう簡単に倒れることなんてないって信じてるよ。だってあの子の古名は「ウッサビーティ」だもん。こっちもやるべきことをやらないとね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "まだ「流泉の衆」には行ったことないでしょ？ほら、案内してあげる。"
                },
                {
                    "N": "ムアラニ",
                    "T": "「流泉の衆」はあたしたちとコホラ竜が共に暮らす部族で、最高のリゾート地でもあるんだ。風習とか、色々教えてあげる。きっと気に入ると思うよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "…先を越されちまったみたいだな。"
                },
                {
                    "N": "_1005",
                    "T": "キィニチ？"
                },
                {
                    "N": "キィニチ",
                    "T": "俺も探してたんだ。「懸木の民」に招待したいと思ってな。ナタの冒険者協会のほとんどは「懸木の民」出身だから、お前らも興味があるかもしれないと思って…"
                },
                {
                    "N": "ムアラニ",
                    "T": "ちょっと、順番だよ。今回はあたしが先だからね！"
                },
                {
                    "N": "キィニチ",
                    "T": "ああ、お前に譲る。旅人、パイモン、もし時間があったらこっちも見に来てくれ。「懸木の民」もお前らを歓迎する。"
                },
                {
                    "N": "_0",
                    "T": "ありがとう。"
                },
                {
                    "N": "_0",
                    "T": "後で行くね。"
                },
                {
                    "N": "_1005",
                    "T": "おう、ありがとな！"
                },
                {
                    "N": "ムアラニ",
                    "T": "よ～し、準備ができたら——「流泉の衆」に出発だよ！"
                }
            ]
        ]
    },
    "500119": {
        "Desc": "授賞式に参加する",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "「流泉の衆」での自分の評判について…"
                },
                {
                    "N": "カラムル",
                    "T": "手伝ってくれるのか？いやあ、ありがたい！"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "こんにちは。これは何…？"
                },
                {
                    "N": "カラムル",
                    "T": "「黒曜石のトーテムポール」さ。立派だろう？なんと「大霊」と直接つながれると言われてる！"
                },
                {
                    "N": "カラムル",
                    "T": "うん、まあだいたいそんな感じの神聖なモノだ。具体的なことはあんまり覚えてない。ははっ、歴史はどうも苦手でさ。"
                },
                {
                    "N": "カラムル",
                    "T": "もっと詳しく知りたければ、夜勤のやつに聞いてくれ！"
                },
                {
                    "N": "カラムル",
                    "T": "とにかく、流泉の衆のために手を貸してくれるのなら、君にも黒曜石のトーテムポールのご加護があると思うぞ。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "「流泉の衆」での自分の評判について…"
                },
                {
                    "N": "カフナ",
                    "T": "手伝いにきてくれたのか、ご苦労さん。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "こんにちは。これは…？"
                },
                {
                    "N": "カフナ",
                    "T": "これは「黒曜石のトーテムポール」だ。他の部族でも似たような聖物を見ただろうな。これが「流泉の衆」のだ。"
                },
                {
                    "N": "カフナ",
                    "T": "部族からの依頼任務を完了すれば黒曜石のトーテムポールから相応の返礼がもらえる。先に「流泉の衆」を代表して感謝しておくぜ。"
                },
                {
                    "N": "カフナ",
                    "T": "他のことなら日勤のカラムルに聞いてくれよ！責任者はあいつなんだからな。暇を持て余してもらってちゃ困る！"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "「こだまの子」での自分の評判について…"
                },
                {
                    "N": "カウフ",
                    "T": "お力添え、感謝する。君がこの戦いの地で、常に勝利を収められますように。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "こんにちは。これは…？"
                },
                {
                    "N": "カウフ",
                    "T": "ああ、これは「黒曜石のトーテムポール」——部族の信仰の要なんだ。ナタの各部族と夜神の国とをつなぐ象徴でもある。"
                },
                {
                    "N": "カウフ",
                    "T": "ただし、すべてのナタ人がトーテムポールを通じて夜神の国の大霊と話せるわけじゃない。"
                },
                {
                    "N": "カウフ",
                    "T": "ごく少数の人望ある人物、もしくは突出した能力の持ち主だけが会話できるんだ。そしてその大半は謎煙の主にいる。"
                },
                {
                    "N": "カウフ",
                    "T": "とはいえ、部族のために依頼を果たしてくれるなら、君にも返事が返ってくるかもしれないけどな。"
                },
                {
                    "N": "カウフ",
                    "T": "人手の要る仕事はいつも山積みだ。興味があればまた来てくれ。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "「懸木の民」での自分の評判について…"
                },
                {
                    "N": "アクリャ",
                    "T": "本当に助っ人さんだったんだ！助かるよ～！"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "「助け」っていうのは…"
                },
                {
                    "N": "アクリャ",
                    "T": "ああ、あのね、集落では人手が足りないことがしょっちゅうあるから、外部に依頼を出してるんだ。"
                },
                {
                    "N": "アクリャ",
                    "T": "依頼を受けたい人はこの「黒曜石のトーテムポール」のところに来るといいよ。"
                },
                {
                    "N": "アクリャ",
                    "T": "依頼を終わらせてくれたら報酬も渡せるから！ぜひ手伝ってね！"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "「謎煙の主」での自分の評判について…"
                },
                {
                    "N": "シプ",
                    "T": "協力してくれてありがとう。君が煙の中で迷わないことを。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "こんにちは、ここは…"
                },
                {
                    "N": "シプ",
                    "T": "ああ、これは「黒曜石のトーテムポール」だ。黒曜石はナタでよく見かけるものだから、略して「トーテムポール」と呼ばれるほうが多い。"
                },
                {
                    "N": "シプ",
                    "T": "言いたいことは分かる。俺もこの話は因果関係がちゃんとしてないと思うよ。前にここの守衛だった人の受け売りだ。"
                },
                {
                    "N": "シプ",
                    "T": "あの時は俺もまだ新人だったから、疑問に思っても口にすることはしなかった。"
                },
                {
                    "N": "シプ",
                    "T": "今思えば、何かの内輪ネタなのかもしれないな…まあ、どのみち面白くないが。"
                },
                {
                    "N": "シプ",
                    "T": "だから、俺も後任に同じように話をするつもりだ。意味のないこの話がどのくらい伝えられ続けるのか、見てみようと思う。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "「花翼の集」での自分の評判について…"
                },
                {
                    "N": "アバンディ",
                    "T": "支援してくれてありがとうよ。働きに見合う報酬を用意しよう。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "こんにちは、ここは…"
                },
                {
                    "N": "アバンディ",
                    "T": "ここは花翼の集の「黒曜石のトーテムポール」だ。"
                },
                {
                    "N": "アバンディ",
                    "T": "他の部族に行ったことがあるなら、似たようなものを見たことがあるだろう。"
                },
                {
                    "N": "アバンディ",
                    "T": "これは私が子供の頃から変わっておらん。ここでずっと花翼の集を見守ってきたんだ。"
                },
                {
                    "N": "アバンディ",
                    "T": "この柱がある限り、花翼の集はきっと空を飛び続けられる。"
                }
            ]
        ]
    },
    "500201": {
        "Desc": "「流泉の衆」に行く",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "やっと着いたぞ！ここがムアラニの故郷の、「流泉の衆」だな。へえ——"
                },
                {
                    "N": "モエバ",
                    "T": "ふぅ…言っただろ、戦闘が終わった後の温泉は最高だって！"
                },
                {
                    "N": "タエタ",
                    "T": "あなた、お酒を一本持ってきてちょうだい。"
                },
                {
                    "N": "マクモ",
                    "T": "一本で足りるのか？二本持ってこよう。夜まではまだまだ時間があるからな。"
                },
                {
                    "N": "タエンガ",
                    "T": "この後、「黄金の夕暮れ」に行かないか？"
                },
                {
                    "N": "マルサ",
                    "T": "これでこそバカンスって感じ…素敵ね。"
                },
                {
                    "N": "_1005",
                    "T": "賑やかだな！ムアラニ、なにかお祭りでもやってるのか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "「毎日をお祭りのように過ごす」っていうのがあたしたちのモットーだよ。毎日が祝うべき日なんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あちこち見て回らない？案内するよ。んーっと、どこから行こうかな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "花歌レコード、コロンチェ広場…うーん、選択肢はいっぱいあるけど、やっぱり一番のおすすめはここの名物かな！"
                },
                {
                    "N": "_0",
                    "T": "名物？"
                },
                {
                    "N": "_0",
                    "T": "どんなの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "もちろん、温泉だよ！天然温泉は体にいいから、ゆっくり浸かるとぐっすり眠れるんだ。"
                },
                {
                    "N": "_1005",
                    "T": "お、おい、まさか一緒に入るのか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "恥ずかしがらないで！ほら、着替えに行こ——"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ、誰？…アテアおばさん？"
                },
                {
                    "N": "アテア",
                    "T": "「おばさん」って呼ぶなって言ってんでしょ。そんなに老けて見える？"
                },
                {
                    "N": "アテア",
                    "T": "この二人を天然温泉に連れて行こうとしてるのね？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん。紹介するね。こっちは旅人で、隣の小さい子がパイモン。"
                },
                {
                    "N": "ムアラニ",
                    "T": "二人ともナタに来たばっかりだから、ここの風習を体験してもらおうと思って。"
                },
                {
                    "N": "_1005",
                    "T": "よろしくな！"
                },
                {
                    "N": "_0",
                    "T": "はじめまして。"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "アテア",
                    "T": "初めまして。私はアテア、ムアラニのお隣さんよ。今回の「帰火聖夜の巡礼」じゃ、カチーナに負けたんだって？"
                },
                {
                    "N": "ムアラニ",
                    "T": "あとちょっとで勝てたって。ほんと、悔しいなあ…でもカチーナちゃんに負けたのは仕方ないって思うよ。あの子、すごく強いもん。"
                },
                {
                    "N": "ムアラニ",
                    "T": "そんなことより温泉温泉。アテアさん、一緒に入ってくるから、また後で。"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人とパイモンに水着を選んであげないと…あっ！そういえば、お店にちょうどいいのがあったな。ちょっと待ってて！"
                },
                {
                    "N": "アテア",
                    "T": "待ちなさい。温泉のルール…まさか忘れたわけじゃないでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ？何のルール…？って、もしかして——"
                },
                {
                    "N": "_1005",
                    "T": "ルール？温泉に入るのにルールなんてのがあるのか？"
                },
                {
                    "N": "アテア",
                    "T": "外から来た人はそのまま天然温泉に入っちゃいけないの。まずは人工温泉で「試練」をクリアしてちょうだい。"
                },
                {
                    "N": "_0",
                    "T": "試練？"
                },
                {
                    "N": "_0",
                    "T": "何かと戦うの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "そんな怖いものじゃないよ。簡単に言うと、天然温泉の水温はちょっと高いから、誰でも耐えられるわけじゃないの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "前に旅の人が火傷した事があって、それでこういうルールが生まれたんだ。外国の人は、まずは比較的ぬるい人工温泉を試して、慣れたら天然温泉に入れるってね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "でもアテアさん、そこまで厳しくしなくても大丈夫じゃない？この人たちは強いし、あの程度のお湯、大したことないと思うけど。"
                },
                {
                    "N": "アテア",
                    "T": "温泉をなめるやつはみんなそう言うけど、気を付けたほうがいいと思うわよ。最近の天然温泉は安定してないの。アビス侵入の兆しかもしれない。"
                },
                {
                    "N": "_1005",
                    "T": "ちょ、ちょっと危なそうだな。実はオイラってそこまで強くないし…気を付けたほうがいいと思うぞ！"
                },
                {
                    "N": "アテア",
                    "T": "用心するに越したことはないわ。あたしがいる限り、危険な目に遭わせたりしない。ムアラニ、まずはお客さんたちには人工温泉に行ってもらいましょ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "はいはい、そうするよ。"
                },
                {
                    "N": "アテア",
                    "T": "いい子ね。言っとくけど、小細工は通用しないわよ。あとで人工温泉も見回りするから、もしもあんたの姿が見当たらなかったら…もう家で料理をふるまってあげないから。"
                },
                {
                    "N": "ムアラニ",
                    "T": "わかってるってば。そういえば、アテアさん、体の調子はどう？"
                },
                {
                    "N": "アテア",
                    "T": "だいぶよくなったわよ。じゃなきゃこんな人数の面倒を見る余裕なんてないでしょ？"
                },
                {
                    "N": "アテア",
                    "T": "こら、チビども！——温泉で遊ぶなって言ったでしょうが！"
                },
                {
                    "N": "ニウ",
                    "T": "ヤバイ！あのうるさいおばさんがまた来た！"
                },
                {
                    "N": "エイナ",
                    "T": "逃げろ！"
                },
                {
                    "N": "アテア",
                    "T": "待ちなさい！今日こそ説教してあげるから！"
                },
                {
                    "N": "_1005",
                    "T": "げ、元気なやつだな…"
                },
                {
                    "N": "_0",
                    "T": "友達？"
                },
                {
                    "N": "_0",
                    "T": "仲がいいんだね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへっ、おばさんは「流泉の衆」では知らない人がいないほど、伝説級にすごい人なんだよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしが古名を手に入れる前から、おばさんは有名な戦士だったの。「流泉の衆」には温泉が大好きな女性がいて、よく温泉の集まりを開いてるってみんな知ってるよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "で、この集まりに参加した人を「泉友」って呼んでるんだ。リリウとかケウラニ、ヴィチャマとか…みんな尊敬されてる戦士だよ。あっ、炎神様もそう。"
                },
                {
                    "N": "_1005",
                    "T": "ここで暮らしてたら、オイラも毎日温泉に入れそうだな！それでそれで？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、でもね…ある戦闘で、アテアおばさんはアビスの魔物に腹部を貫かれたの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "救援が間に合ったおかげで命に別条はなかったけど、もうこの先温泉には入れないって医者に言われたのよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "お湯に浸かると、アビスの力による臓器の侵蝕が加速して、命が削られちゃうんだって…"
                },
                {
                    "N": "_1005",
                    "T": "そんなにひどい傷を負ったのか。道理で体に傷跡があるわけだ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "一見分からないよね。アテアおばさんは怪我の話なんてしたことないし。"
                },
                {
                    "N": "ムアラニ",
                    "T": "それに…たとえ自分が入れなくても、もっと沢山の人に温泉を楽しんでもらいたいって、おばさんはここ数年ずっと人工温泉を掘り続けてるの。これも尊敬してる理由かな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "さて、この話はここまで。温泉に連れてってあげるね。もしおばさんが先に着いてあたしたちがいないのに気づいちゃったら、怒るよ。"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "キィニチはこれからどうするんだ？"
                },
                {
                    "N": "キィニチ",
                    "T": "儀式用の道具を「懸木の民」に届ける。「帰火聖夜の巡礼」は終わった。いい順位を取れなかった以上、俺はそろそろ仕事の片付けに戻らないと。"
                },
                {
                    "N": "_1005",
                    "T": "最後のスコアが足りなかったのか？"
                },
                {
                    "N": "キィニチ",
                    "T": "ああ。団体戦でちょっと怪我をして、個人戦の重要な試合で二回も負けてしまったんだ。昔からのライバルだから、勝ったり負けたりはよくあることだが。"
                },
                {
                    "N": "アハウ",
                    "T": "へへっ、前夜祭でオレを閉じ込めたのが悪いんだろ！ざまあ見ろだ。おまぬけ野郎め、これからも毎日、大会の時の「良い」運気が続くといいな！"
                },
                {
                    "N": "キィニチ",
                    "T": "……"
                },
                {
                    "N": "アハウ",
                    "T": "おい、何するんだ！？ああっ——！！"
                }
            ]
        ]
    },
    "500202": {
        "Desc": "人工温泉に行く",
        "Talk": [
            [
                {
                    "N": "アミナ",
                    "T": "うーん…なるほど、いいアイデアだね。気に入った！"
                },
                {
                    "N": "ヒクエル",
                    "T": "な？族長は絶対に同意してくれるって言っただろ！"
                },
                {
                    "N": "マロカウ",
                    "T": "じゃあ、今すぐ行動しようぜ！絶対に誰にも知られないようにな…"
                },
                {
                    "N": "ムアラニ",
                    "T": "おーい——アミナ、ヒクエル、マロカウ、何してるの？楽しそうじゃん。"
                },
                {
                    "N": "ヒクエル",
                    "T": "ムアラニ、おかえり！あれ、その二人は…？"
                },
                {
                    "N": "ムアラニ",
                    "T": "こっちは旅人とパイモン、大事なお客さんだよ。二人を天然温泉に連れて行こうと思ってたんだけど、アテアおばさんにバレちゃったから、こっちに来たんだ。"
                },
                {
                    "N": "アミナ",
                    "T": "奇遇だね。わたしたちもちょうどアテアさんの話をしてたんだよ。"
                },
                {
                    "N": "マロカウ",
                    "T": "あのさ、ムアラニ。アテアさんの病気、よくなってるみたいだ。気づいてたか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "本当？何でわかるの？"
                },
                {
                    "N": "ヒクエル",
                    "T": "ハハッ、お前が外でトレーニングしたり大会に出たりしてる間、アテアさんはよく夜に一人で温泉に行ってたんだ。"
                },
                {
                    "N": "ヒクエル",
                    "T": "部族の北の洞窟にある温泉、覚えてるだろ？以前はよく行ってたけど、何かしらの理由で廃棄されたらしい。"
                },
                {
                    "N": "ヒクエル",
                    "T": "お前も知ってると思うけど、前はお湯に触れることすらできなかった。それが今は頻繁に温泉に入ってる——これがどういう意味か、言うまでもないだろ？"
                },
                {
                    "N": "マロカウ",
                    "T": "だから、アテアさんのために内緒であの廃温泉を改造して、パーティーを開いてやろうって思ってるんだ！"
                },
                {
                    "N": "マロカウ",
                    "T": "族長からもオーケーが出たし、ムアラニ、あんたも一緒にやってくれよ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "もっちろん！こういうことするのにあたし抜きってのはナシでしょ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "でも今はもっと重要な用事があるの。温泉が終わったら合流しよ。"
                },
                {
                    "N": "アミナ",
                    "T": "うんうん、今はお客さんをもてなすほうが大事だからね。"
                },
                {
                    "N": "アミナ",
                    "T": "ここはこの数年で開発したばかりの人工温泉だけど、天然温泉と比べても全然劣らないよ。なんてったって、わたしたちの心血が注がれてるからね。気に入ってくれると嬉しいな。"
                },
                {
                    "N": "アミナ",
                    "T": "それからキミたち、アテアさんにサプライズを用意するのはいいけど、見回りの仕事も忘れないでね。アビスはいつ襲ってくるか分からないから、警戒は常に怠らないようにしなくちゃダメだよ。"
                },
                {
                    "N": "ヒクエル",
                    "T": "安心してくれ、気をつけとく！"
                },
                {
                    "N": "マロカウ",
                    "T": "それじゃ先に行ってくるぜ！ムアラニ、あとで廃温泉で落ち合おう！"
                },
                {
                    "N": "アミナ",
                    "T": "わたしもこれで失礼するね。楽しんできてちょうだい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "やっと温泉の時間だ！水着はバッチリ用意したから、更衣室まで案内するよ。"
                }
            ]
        ]
    },
    "500203": {
        "Desc": "人工温泉に入る",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "（更衣室で水着に着替えた。意外と似合ってるかも…？）"
                }
            ]
        ]
    },
    "500204": {
        "Desc": "ムアラニが用意した服に着替える",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "（更衣室で水着に着替えた。意外と似合ってるかも…？）"
                },
                {
                    "N": "_1005",
                    "T": "ふう——"
                },
                {
                    "N": "_0",
                    "T": "ふう…"
                },
                {
                    "N": "ムアラニ",
                    "T": "はぁ～。どう？あったかくて、心も体もリラックスするでしょ？"
                },
                {
                    "N": "_1005",
                    "T": "気持ちいいな。湯気もぽかぽかだぞ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "初めて温泉に入った時、あたし全然落ち着きがなくってさ。パパとママの目を盗んであっつい浴槽に飛び込んだの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "で、二人がすごく焦って探し回ってくれてるところに、ゆっくりと水面から顔を出したらしいんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "まだ物心がつく前のことだから、あとで聞かされた話なんだけど…ふふ、面白いよね。ママに似て泳ぎ上手で、初めて泳いだのに自然と潜れちゃったんだって。"
                },
                {
                    "N": "ムアラニ",
                    "T": "だからもし泳ぎたくなったら、安心して泳いで。何かあったらすぐ助けてあげるから。"
                },
                {
                    "N": "_1005",
                    "T": "ほんとか？オイラもやってみ——"
                },
                {
                    "N": "アテア",
                    "T": "コホンッ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん！本当にわざわざ見に来てくれたんだ。"
                },
                {
                    "N": "アテア",
                    "T": "ちゃんとここにいてほっとしたよ。牛乳とお菓子を持ってきたから、ここに置いておくわね。"
                },
                {
                    "N": "アテア",
                    "T": "人工温泉はぬるめだから、ちび竜ビスケットとグレインチップスを選んだの。食べてみてちょうだい？"
                },
                {
                    "N": "_1005",
                    "T": "やったぜ！ありがとな！"
                },
                {
                    "N": "_1005",
                    "T": "もぐもぐ…うまいぞ！"
                },
                {
                    "N": "アテア",
                    "T": "当然よ、私が作ったんだから。"
                },
                {
                    "N": "アテア",
                    "T": "温泉の醍醐味を本当に分かってる若い子は少ないのよね。いい？お菓子は温泉の熱さに合わせて選ぶの。浸かる時間も温度によって調整するのよ。"
                },
                {
                    "N": "アテア",
                    "T": "温泉に浸かりながら、雑念を追い出すの。だから温泉で泳ぐのはとっても失礼な行為よ。真似しないでね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ちぇっ。"
                },
                {
                    "N": "アテア",
                    "T": "さて、あんたらはここの熱さにも慣れたみたいだから、天然温泉に行っても大きな危険はないはずだよ。"
                },
                {
                    "N": "アテア",
                    "T": "じゃあ私は行くけど、牛乳を飲むのを忘れないでね。特にムアラニ、あんたは小さい頃から牛乳が嫌いで、こっそり温泉に流したりするんだから。"
                },
                {
                    "N": "アテア",
                    "T": "あたしが見ていなくたって、もうそういうことはやめなさいね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "分かってるって。"
                },
                {
                    "N": "_1005",
                    "T": "そんなこともやってたのかよ。温泉に牛乳を流すなんて…"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへ、あの時はバレないと思ってたんだけど、水が澄んでるプールだったから目立っちゃって…現行犯で捕まっちゃった。"
                },
                {
                    "N": "???",
                    "T": "牛乳を飲みながら、ムアラニと一緒に温泉を満喫した…"
                },
                {
                    "N": "ムアラニ",
                    "T": "浸かりすぎるとめまいがする人もいるんだけど、大丈夫そ？"
                },
                {
                    "N": "_1005",
                    "T": "オイラは大丈夫だぞ！ちょっと食べすぎたみたいだけど…"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}も大丈夫。"
                },
                {
                    "N": "ムアラニ",
                    "T": "体質が温泉に合ってるみたいだね。午後はみんなと一緒に廃温泉を改造しに行くから、君たちにはついていってあげられないや。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あいつらのセンス、ほんとに微妙でさ、ほっといたらどんな変なのが出来上がるか分からないんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "だからごめん！埋め合わせに、素敵なお店をいくつか紹介するね——"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}たちも手伝うよ。"
                },
                {
                    "N": "_0",
                    "T": "人手は足りてるの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ？"
                },
                {
                    "N": "_0",
                    "T": "温泉に誘ってくれたお礼に…"
                },
                {
                    "N": "_1005",
                    "T": "うんうん。温泉に入れてもらって、お菓子までもらったんだ。オイラたちだってなにかの役に立ちたいぜ。"
                },
                {
                    "N": "_1005",
                    "T": "困ったときはお互いさまだろ。じゃないと一方的で、ちょっと申し訳ないぞ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "二人とも…本当にありがとう！"
                },
                {
                    "N": "ムアラニ",
                    "T": "それじゃ一緒に、空前絶後の最高の温泉パーティーを作り上げようね！よ～し、いざ出発！"
                }
            ]
        ]
    },
    "500205": {
        "Desc": "マロカウたちと合流する",
        "Talk": [
            [
                {
                    "N": "ヒクエル",
                    "T": "ムアラニ！なんでお客さんまで連れてきたんだよ。"
                },
                {
                    "N": "_1005",
                    "T": "手伝いに来たんだぞ！"
                },
                {
                    "N": "マロカウ",
                    "T": "ええっ、そんなのダメだろ？大事なお客さんを働かせるなんて…"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}たちも力になりたい。"
                },
                {
                    "N": "_0",
                    "T": "今は特に他の用事がないから…"
                },
                {
                    "N": "ムアラニ",
                    "T": "まあまあ、二人もこう言ってくれてるんだし、気楽にやろうよ。改造し終わったら、打ち上げを開こう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うーん、どこから始めようかな？えっと…温泉の湯の出口が詰まっちゃってるみたい。取り除かないと…"
                },
                {
                    "N": "ムアラニ",
                    "T": "隅っこのボロボロな箱も捨てるべきだね。ケホッ、ケホッ、カビ臭～い。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ねえねえ、誰か布地とか木材とか装飾を買ってきてくれない？それとお菓子も！まとめ割とかもあるはずだから、値引いてもらうのも忘れないでね——"
                },
                {
                    "N": "ヒクエル",
                    "T": "えっ…値段交渉は苦手だぞ…お前が行ってきてくれよ。"
                },
                {
                    "N": "マロカウ",
                    "T": "オレだって無理だぜ、どんなのを買えばいいかも分からないし。じゃあさ、こっちのことはオレたちに任せて、あんたたち三人で買い出しに行ってくるのはどうだ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "それもそっか。じゃ、買い出しは任せて。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ついでにお店とかも案内できるしね。じゃあ行こっか！また後で戻って来よう。"
                }
            ]
        ]
    },
    "500206": {
        "Desc": "集落で買い物をする",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "やっほー。繁盛してる？"
                },
                {
                    "N": "イェラファス",
                    "T": "ムアラニじゃありませんか。「帰火聖夜の巡礼」に参加してきたんですか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、でも今年はダメだった。"
                },
                {
                    "N": "イェラファス",
                    "T": "まあ、試合に勝ち負けはつきものですからね、気にしない気にしない。さて、今日は何を探してるんですか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "じゃじゃーん、はい、これリスト！ねっ、今日はめちゃくちゃおっきな買い物だから、まけてよ。"
                },
                {
                    "N": "イェラファス",
                    "T": "そんなに沢山？パーティーでも開くんですか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "そうだよ。しーっ…ここだけの話だけど、アテアおばさんのために温泉パーティーを準備してるの。"
                },
                {
                    "N": "イェラファス",
                    "T": "アテアさんはもう温泉に入って大丈夫なんですか？よかったですね。そしたら、装飾品はおまけで、布地と木材は二割引、いかがですか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うーん、もう一声！あの木材、前回見た時からずっと隅っこに置いてあったでしょ。早く処分しないとカビが生えちゃうよ?"
                },
                {
                    "N": "イェラファス",
                    "T": "はいはい…はぁ、本当にしょうがない子ですね。包んでくるから、ちょっと待っててちょうだい。"
                },
                {
                    "N": "_1005",
                    "T": "ムアラニ、やるな！"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへーん、任せてよ。そうだ！ねえねえ、ここにある石って売り物かな？"
                },
                {
                    "N": "イェラファス",
                    "T": "興味があるんですか？それは安くないですよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "分かってる。これは値切らないから、分けて包んでよ。"
                },
                {
                    "N": "_0",
                    "T": "これも装飾に使うの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "ううん。カチーナちゃん、こういうキラキラした小物が好きなんだよ。だから見つけるたびに買ってるんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ひとまず置いておいて、カチーナちゃんが勝って帰ってきたらプレゼントしようと思って。きっと気に入ってくれると思うよ。"
                },
                {
                    "N": "イェラファス",
                    "T": "お待たせしました。漏れはないかしら、確認してくださいね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "どれどれ…ん？ジュースが一箱多いけど？"
                },
                {
                    "N": "イェラファス",
                    "T": "ああ、それはおまけです。お代はいりませんよ。"
                },
                {
                    "N": "イェラファス",
                    "T": "七年前、集落にアビスが侵入した時、アテアさんは兄の命を救ってくれました。アテアさんは何もいらないと言ってくれたけど、この恩は忘れません。"
                },
                {
                    "N": "イェラファス",
                    "T": "アテアさんによろしくお伝えくださいね。楽しいパーティーになりますように。"
                },
                {
                    "N": "ムアラニ",
                    "T": "絶対に最高に賑やかなパーティーにするから安心して！ありがとね！"
                },
                {
                    "N": "ムアラニ",
                    "T": "買い物終わり～！んじゃ、戻ろっか。"
                }
            ],
            [
                {
                    "N": "ヒクエル",
                    "T": "いっちょやるか？"
                },
                {
                    "N": "マロカウ",
                    "T": "おう！"
                }
            ]
        ]
    },
    "500207": {
        "Desc": "廃温泉に戻る",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "ただいま。片付けのほうはどう？"
                },
                {
                    "N": "ムアラニ",
                    "T": "…わー、だいぶきれいになったね。詰まりもなんとかできたんだ、お見事！"
                },
                {
                    "N": "ヒクエル",
                    "T": "当たり前だ。底に潜って、半日もかけて砂利や泥を取り除いたんだぞ。"
                },
                {
                    "N": "ヒクエル",
                    "T": "そっちはどうだ？全部買えたか？"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、いろいろ買ってきたぞ。洞窟の入り口に置いてある。"
                },
                {
                    "N": "マロカウ",
                    "T": "よしっ、あとひと踏ん張りだ。みんな頑張ろうぜ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしがやるから、君たちは少し休んでなよ。旅人、ちょっと手伝ってくれる？"
                },
                {
                    "N": "_0",
                    "T": "仰せのままに。"
                },
                {
                    "N": "_0",
                    "T": "何をすればいい？"
                },
                {
                    "N": "ムアラニ",
                    "T": "戻ってくる途中に考えたの。ここにきれいな絵を描いて、お菓子と飲み物をあっちに用意して…"
                },
                {
                    "N": "???",
                    "T": "ムアラニの指揮のもと、廃温泉はあっという間に姿を変えた…"
                },
                {
                    "N": "ムアラニ",
                    "T": "どう？悪くないでしょ？"
                },
                {
                    "N": "_1005",
                    "T": "おお…！ムアラニ、やるじゃんか！"
                },
                {
                    "N": "ムアラニ",
                    "T": "うちのお店のこともやってるからね。こういう手入れとか整理整頓には自信があるんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "もちろん、みんなの協力あってこそだけど。でも、こんなに遅くまでかかっちゃったのは想定外…今からアテアおばさんを誘うのは、さすがに無理だよね？"
                },
                {
                    "N": "ヒクエル",
                    "T": "今夜は無理だな。アビスの侵入に備えて、族長がパトロール隊を立ち上げたのは知ってるだろ？アテアさんも志願したらしい。で、今夜はアテアさんが担当なんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "そっか。じゃサプライズは明日にお預けだね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん…かえっていいかもね。夜間のパトロールが終わって疲れてるところを温泉に誘ったら、きっと喜んでくれるよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "じゃあ、今日はこれで解散にしよう！旅人とパイモンも疲れたでしょ？宿まで送ってあげるね。"
                }
            ]
        ]
    },
    "500217": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "ゲホ、ゴホ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん！どうしてここに？アビスの境門は…！？"
                },
                {
                    "N": "アテア",
                    "T": "ふん、失礼ね…私がここにいるんだから、境門は片付いたに決まってるでしょ。"
                },
                {
                    "N": "アテア",
                    "T": "最善を尽くしたつもりだけど、状況が状況だったからね…あんたたちの大事なものは大丈夫だったかしら？"
                },
                {
                    "N": "ムアラニ",
                    "T": "今は話さないで。ひどい傷…アビスの侵蝕が進んでる。"
                },
                {
                    "N": "ヒクエル",
                    "T": "こっちで合ってるか？おーい、誰かいるか——"
                },
                {
                    "N": "ヒクエル",
                    "T": "ムアラニ！それにアテアさん？どうしたんだ？二つ目のアビスの境門が現れたって聞いて駆けつけてきたんだけど…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスの境門はアテアさんが片付けてくれたよ。でも…早くお医者さんを呼んできて！"
                },
                {
                    "N": "アテア",
                    "T": "いいの、自分の身体のことは自分が一番よくわかってる。ここの物が壊れてないならそれでいいわ。それにしても、綺麗になったわね…あんたたちがやってくれたんでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "いや、実は…アテアさんのために…"
                },
                {
                    "N": "アテア",
                    "T": "知ってるわよ。私へのサプライズなんでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "……"
                },
                {
                    "N": "マロカウ",
                    "T": "アテアさん…"
                },
                {
                    "N": "アテア",
                    "T": "バレバレよ。普段は会ったら必ず挨拶してくれるのに、今日は避けてばっかりいたから、きっと私に黙って何かやってるな、ってすぐ思ったわ。"
                },
                {
                    "N": "アテア",
                    "T": "それとムアラニ、お菓子はあんたが買ってきたんでしょ？お湯の温度に合わせて選びなさいって、前にも言ったのに…"
                },
                {
                    "N": "ムアラニ",
                    "T": "その話はいいから、お医者さんが来るまでもうちょっと頑張って。身体が治ったら、アテアさんの食べたいものを一緒に作ろう、ね？"
                },
                {
                    "N": "_0",
                    "T": "（アテアは前にも怪我をしたことがあるってムアラニが言ってた。そのせいか、アビスの侵蝕はかなり速く進んでる…）"
                },
                {
                    "N": "_0",
                    "T": "（放っておけば、医者が来るまで持たないかも。何かできることはないかな？）"
                },
                {
                    "N": "リサ",
                    "T": "この穢れの力は、わたくしたちの体内にある元素の力と相殺しあうの。"
                },
                {
                    "N": "_1005",
                    "T": "あれ？結晶が浄化されてる？いつの間に？"
                },
                {
                    "N": "ウェンティ",
                    "T": "風魔龍が苦しんで流した涙だ…"
                },
                {
                    "N": "ウェンティ",
                    "T": "ボクも涙の結晶を持ってるんだ。浄化をお願いできるかな？"
                },
                {
                    "N": "_0",
                    "T": "#（そうだ。あのとき、{M#俺}{F#私}は…）"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん…アテアさん？"
                },
                {
                    "N": "_0",
                    "T": "ちょっと試させて。"
                },
                {
                    "N": "ムアラニ",
                    "T": "試すって、何を…"
                },
                {
                    "N": "ムアラニ",
                    "T": "…！！！"
                },
                {
                    "N": "ムアラニ",
                    "T": "い、今のって…浄化？吸収？アビスの力が削ぎ取られていってる…！"
                },
                {
                    "N": "ヒクエル",
                    "T": "マ、マジかよ…！"
                },
                {
                    "N": "マロカウ",
                    "T": "こんなの初めて見たぜ…"
                },
                {
                    "N": "アテア",
                    "T": "……"
                },
                {
                    "N": "アテア",
                    "T": "…ゲホッ、ゲホッ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん！"
                },
                {
                    "N": "アテア",
                    "T": "アビスが…消えた？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、そうだよ。旅人が助けてくれたの…旅人は大丈夫なの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "今、アテアさんの身体からアビスの力を浄化してくれたんでしょ？君はアビスの影響を受けてないの？"
                },
                {
                    "N": "_0",
                    "T": "うん、大丈夫だよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "本当に？"
                },
                {
                    "N": "_0",
                    "T": "もちろん。"
                },
                {
                    "N": "_0",
                    "T": "何ともなってないでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "よかった…"
                },
                {
                    "N": "ヒクエル",
                    "T": "ふぅ、よかった！！"
                },
                {
                    "N": "マロカウ",
                    "T": "さっきは本当にひやひやしたぜ！！"
                },
                {
                    "N": "???",
                    "T": "流泉の衆の若者たちが勢いよく駆け寄ってきて、アテアとあなたを取り囲んだ。"
                },
                {
                    "N": "???",
                    "T": "そして英雄を歓迎するかのように、何度も胴上げした。"
                },
                {
                    "N": "ムアラニ",
                    "T": "よーし。みんな、今日は帰ってゆっくり休んで。明日またここで集合しましょ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさんの身体が治ったことと、アビス撃退を祝して…"
                },
                {
                    "N": "ムアラニ",
                    "T": "そして何より、旅人とパイモンへの感謝を込めて、明日は盛大にお祝いしましょ！それじゃ、解散！"
                },
                {
                    "N": "ヒクエル",
                    "T": "おう！！"
                },
                {
                    "N": "ムアラニ",
                    "T": "君にあんな力があったなんて。へへっ、おかげで本当に助かったよ。"
                },
                {
                    "N": "_1005",
                    "T": "オイラも、おまえにアビスを浄化できる不思議な力があるってことを忘れてたぜ。モンドでも、トワリンの涙を浄化したよな。"
                },
                {
                    "N": "_1005",
                    "T": "さっきはおまえがいてくれてほんとよかったぞ…ん？暗い顔して、どうしたんだ？"
                },
                {
                    "N": "_0",
                    "T": "（さっきはみんな盛り上がってたから、言えなかったけど…アテアさんのためにアビスの力を浄化したとき、指先から微かに伝わってきたあの感覚…）"
                },
                {
                    "N": "_0",
                    "T": "（何年も前にアテアさんの体内に潜んだアビスの力は、彼女の身体を蝕み続けてきた——）"
                },
                {
                    "N": "_0",
                    "T": "（できる限りアビスの力を削ぎ落したけど、すでにアビスと同化してしまった内臓は、枯れ葉のように脆くなっていた。）"
                },
                {
                    "N": "ムアラニ",
                    "T": "お湯に浸かると、アビスの力による臓器の侵蝕が加速して、命が削られちゃうんだって…"
                },
                {
                    "N": "マロカウ",
                    "T": "あのさ、ムアラニ。アテアさんの病気、よくなってるみたいだ。気づいてたか？"
                },
                {
                    "N": "ヒクエル",
                    "T": "お前も知ってると思うけど、前はお湯に触れることすらできなかった。それが今は頻繁に温泉に入ってる——これがどういう意味か、言うまでもないだろ？"
                },
                {
                    "N": "_0",
                    "T": "（温泉に入るようになったのは、病気が治ったからじゃなくて、もうどうしようもないぐらい悪化してることを分かってたからだったんだ…このことをムアラニに伝えるべきかな？）"
                },
                {
                    "N": "_1005",
                    "T": "おい——なにボーっとしてんだよ！オイラは眠たくて、目も開けてられないぐらいだぞ。考え事なら明日でもいいだろ。"
                }
            ]
        ]
    },
    "500208": {
        "Desc": "宿に戻って休む",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "じゃ、ゆっくり休んでね。また明日。"
                },
                {
                    "N": "_1005",
                    "T": "また明日な！おやすみ、ムアラニ。"
                },
                {
                    "N": "_1005",
                    "T": "ふぅ…今日はたくさん歩き回ったから疲れたぜ。"
                },
                {
                    "N": "_1005",
                    "T": "明日の温泉パーティーに備えて、今日はしっかり寝ないとだな。早く中に入ろうぜ！"
                }
            ]
        ]
    },
    "500209": {
        "Desc": "宿に戻って寝る",
        "Talk": []
    },
    "500210": {
        "Desc": "トラブルの対処",
        "Step": "廃温泉を改造した後、ぐっすり眠れると思っていたが…夜、部屋の外で激しい戦闘が起きた。一体何があったのだろう？",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "みんな——警戒してくれ——"
                },
                {
                    "N": "ヒクエル",
                    "T": "クソッ、よりによってこんなときに！"
                },
                {
                    "N": "_1005",
                    "T": "むにゃ…なんか、外が騒がしいな…"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人、パイモン、起きて！"
                },
                {
                    "N": "_1005",
                    "T": "ムアラニ、どうした…うわっ、どこから魔物が湧いてきたんだ！？"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスが襲ってきたの。パトロール隊が魔物と激しくやりあってる。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ついてきて。安全なところに連れてくから。"
                },
                {
                    "N": "タエタ",
                    "T": "ムアラニ——手を貸して！もう無理かも！"
                },
                {
                    "N": "ムアラニ",
                    "T": "まずい…！すぐ行くから！"
                },
                {
                    "N": "_0",
                    "T": "一緒に行く！"
                },
                {
                    "N": "ムアラニ",
                    "T": "ほんと？ありがとう。いつか一緒に戦いたいなって思ってたんだ。"
                },
                {
                    "N": "_0",
                    "T": "魔物の目にもの見せてやろう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん。力を合わせて、あいつらを懲らしめてやろう！"
                },
                {
                    "N": "ムアラニ",
                    "T": "もうちょっと耐えて！今助けに行くから——！"
                }
            ]
        ]
    },
    "500211": {
        "Desc": "アビスの侵入者を倒す",
        "Talk": []
    },
    "500212": {
        "Desc": "ムアラニと会話する",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "この辺の魔物はほぼ片付いたみたい。君たちがいてくれて助かったよ。あたしひとりじゃもっと時間がかかってた。"
                },
                {
                    "N": "ムアラニ",
                    "T": "でも、今夜の襲撃はこれで終わりじゃないって気がする。一体どこから湧いてきたんだろう…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アミナのところに行って聞いてみよう。アビス関連の防衛については、あたしよりよく知ってるはず。"
                }
            ]
        ]
    },
    "500213": {
        "Desc": "ムアラニと一緒にアミナを探す",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "アミナ！"
                },
                {
                    "N": "アミナ",
                    "T": "ムアラニ、それにお客さんたち…沢山の魔物を倒してくれたって聞いたよ。本当にありがとう。"
                },
                {
                    "N": "アミナ",
                    "T": "対策はしてるつもりだったけど、どうしても人手が足りなくて…魔物が防衛線を突破して集落の中まで入ってきたの。幸い、今のところ死者はいないみたい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスはどこから侵入してきたの？"
                },
                {
                    "N": "アミナ",
                    "T": "東から。「アビスの境門」の位置は特定できてるけど、そこを攻めるのに十分な数の戦士をまだ集められてなくて。"
                },
                {
                    "N": "_1005",
                    "T": "「アビスの境門」って、なんなんだ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスによって造られた「扉」…とでも考えればいいかな。そこを通って、魔物は夜神の国から地上にやってくる。"
                },
                {
                    "N": "ムアラニ",
                    "T": "侵入を食い止めるには、アビスの境門を壊さないといけない——それもできるだけ早くね。魔物が湧き続ければ、どれだけ強い戦士でも苦戦を強いられちゃう。"
                },
                {
                    "N": "アミナ",
                    "T": "うん、わたしもそれが一番心配。それに、魔物の数からして、今回の「アビスの境門」は一つじゃない。でも、他の門の位置は調べてるところなの…"
                },
                {
                    "N": "ムアラニ",
                    "T": "なら、とりあえず東側の境門を片付けちゃいましょ。旅人、パイモン、もう遠慮なんてしないことにしたの。君たちの力を貸して。"
                },
                {
                    "N": "_1005",
                    "T": "もちろんだぞ！はなから傍観を決め込むつもりなんかなかったしな。"
                },
                {
                    "N": "アミナ",
                    "T": "流泉の衆を代表して感謝します——よろしくね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "時間がないから、さっそく行こう。アミナも気をつけて。"
                }
            ]
        ]
    },
    "500214": {
        "Desc": "アビスの境門を破壊する",
        "Step": "族長のアミナによると、アビスの侵入を阻止する上で一番重要なのは、アビスの境門を破壊すること。ムアラニと一緒に行動しよう。",
        "Talk": []
    },
    "500215": {
        "Desc": "ムアラニと会話する",
        "Talk": [
            [
                {
                    "N": "アミナ",
                    "T": "流泉の衆を代表して感謝します——よろしくね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "時間がないから、さっそく行こう。アミナも気をつけて。"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "ふぅー、これでいいんだよな？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、近くに新しい魔物は出てきてないから、とりあえずは安全だと思う。"
                },
                {
                    "N": "_1005",
                    "T": "こんな襲撃に…よく遭うのか？大変そうだな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "大変っちゃ大変だけど、先祖代々そうやってきたわけだし…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスにしてみれば、こっちが大変だろうが何だろうが関係ないでしょ？あたしたちは戦うしか選択肢がないの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "さっ、帰ろ…何見てるの？あっちに何かある？"
                },
                {
                    "N": "_0",
                    "T": "あっちの方向に…"
                },
                {
                    "N": "_0",
                    "T": "魔物がたくさんいる…"
                },
                {
                    "N": "_1005",
                    "T": "わっ！ムアラニ、あっちを見ろ！魔物がいっぱい出てきたぞ！"
                },
                {
                    "N": "_1005",
                    "T": "あれ、あっちってたしか…"
                },
                {
                    "N": "_0",
                    "T": "廃温泉のあるところ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ、待って待って！うそでしょ…片付けたばっかりなのに！"
                },
                {
                    "N": "ムアラニ",
                    "T": "この状況じゃ、あっちに支援に行ける人はいないかも。あたしたちでなんとかしないと…！行きましょ！"
                }
            ]
        ]
    },
    "500216": {
        "Desc": "廃温泉に行く",
        "Talk": [
            [
                {
                    "N": "アミナ",
                    "T": "流泉の衆を代表して感謝します——よろしくね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "時間がないから、さっそく行こう。アミナも気をつけて。"
                }
            ],
            [
                {
                    "N": "アテア",
                    "T": "ゲホ、ゴホ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん！どうしてここに？アビスの境門は…！？"
                },
                {
                    "N": "アテア",
                    "T": "ふん、失礼ね…私がここにいるんだから、境門は片付いたに決まってるでしょ。"
                },
                {
                    "N": "アテア",
                    "T": "最善を尽くしたつもりだけど、状況が状況だったからね…あんたたちの大事なものは大丈夫だったかしら？"
                },
                {
                    "N": "ムアラニ",
                    "T": "今は話さないで。ひどい傷…アビスの侵蝕が進んでる。"
                },
                {
                    "N": "ヒクエル",
                    "T": "こっちで合ってるか？おーい、誰かいるか——"
                },
                {
                    "N": "ヒクエル",
                    "T": "ムアラニ！それにアテアさん？どうしたんだ？二つ目のアビスの境門が現れたって聞いて駆けつけてきたんだけど…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アビスの境門はアテアさんが片付けてくれたよ。でも…早くお医者さんを呼んできて！"
                },
                {
                    "N": "アテア",
                    "T": "いいの、自分の身体のことは自分が一番よくわかってる。ここの物が壊れてないならそれでいいわ。それにしても、綺麗になったわね…あんたたちがやってくれたんでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "いや、実は…アテアさんのために…"
                },
                {
                    "N": "アテア",
                    "T": "知ってるわよ。私へのサプライズなんでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "……"
                },
                {
                    "N": "マロカウ",
                    "T": "アテアさん…"
                },
                {
                    "N": "アテア",
                    "T": "バレバレよ。普段は会ったら必ず挨拶してくれるのに、今日は避けてばっかりいたから、きっと私に黙って何かやってるな、ってすぐ思ったわ。"
                },
                {
                    "N": "アテア",
                    "T": "それとムアラニ、お菓子はあんたが買ってきたんでしょ？お湯の温度に合わせて選びなさいって、前にも言ったのに…"
                },
                {
                    "N": "ムアラニ",
                    "T": "その話はいいから、お医者さんが来るまでもうちょっと頑張って。身体が治ったら、アテアさんの食べたいものを一緒に作ろう、ね？"
                },
                {
                    "N": "_0",
                    "T": "（アテアは前にも怪我をしたことがあるってムアラニが言ってた。そのせいか、アビスの侵蝕はかなり速く進んでる…）"
                },
                {
                    "N": "_0",
                    "T": "（放っておけば、医者が来るまで持たないかも。何かできることはないかな？）"
                },
                {
                    "N": "リサ",
                    "T": "この穢れの力は、わたくしたちの体内にある元素の力と相殺しあうの。"
                },
                {
                    "N": "_1005",
                    "T": "あれ？結晶が浄化されてる？いつの間に？"
                },
                {
                    "N": "ウェンティ",
                    "T": "風魔龍が苦しんで流した涙だ…"
                },
                {
                    "N": "ウェンティ",
                    "T": "ボクも涙の結晶を持ってるんだ。浄化をお願いできるかな？"
                },
                {
                    "N": "_0",
                    "T": "#（そうだ。あのとき、{M#俺}{F#私}は…）"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん…アテアさん？"
                },
                {
                    "N": "_0",
                    "T": "ちょっと試させて。"
                },
                {
                    "N": "ムアラニ",
                    "T": "試すって、何を…"
                },
                {
                    "N": "ムアラニ",
                    "T": "…！！！"
                },
                {
                    "N": "ムアラニ",
                    "T": "い、今のって…浄化？吸収？アビスの力が削ぎ取られていってる…！"
                },
                {
                    "N": "ヒクエル",
                    "T": "マ、マジかよ…！"
                },
                {
                    "N": "マロカウ",
                    "T": "こんなの初めて見たぜ…"
                },
                {
                    "N": "アテア",
                    "T": "……"
                },
                {
                    "N": "アテア",
                    "T": "…ゲホッ、ゲホッ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん！"
                },
                {
                    "N": "アテア",
                    "T": "アビスが…消えた？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、そうだよ。旅人が助けてくれたの…旅人は大丈夫なの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "今、アテアさんの身体からアビスの力を浄化してくれたんでしょ？君はアビスの影響を受けてないの？"
                },
                {
                    "N": "_0",
                    "T": "うん、大丈夫だよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "本当に？"
                },
                {
                    "N": "_0",
                    "T": "もちろん。"
                },
                {
                    "N": "_0",
                    "T": "何ともなってないでしょ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "よかった…"
                },
                {
                    "N": "ヒクエル",
                    "T": "ふぅ、よかった！！"
                },
                {
                    "N": "マロカウ",
                    "T": "さっきは本当にひやひやしたぜ！！"
                },
                {
                    "N": "???",
                    "T": "流泉の衆の若者たちが勢いよく駆け寄ってきて、アテアとあなたを取り囲んだ。"
                },
                {
                    "N": "???",
                    "T": "そして英雄を歓迎するかのように、何度も胴上げした。"
                },
                {
                    "N": "ムアラニ",
                    "T": "よーし。みんな、今日は帰ってゆっくり休んで。明日またここで集合しましょ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさんの身体が治ったことと、アビス撃退を祝して…"
                },
                {
                    "N": "ムアラニ",
                    "T": "そして何より、旅人とパイモンへの感謝を込めて、明日は盛大にお祝いしましょ！それじゃ、解散！"
                },
                {
                    "N": "ヒクエル",
                    "T": "おう！！"
                },
                {
                    "N": "ムアラニ",
                    "T": "君にあんな力があったなんて。へへっ、おかげで本当に助かったよ。"
                },
                {
                    "N": "_1005",
                    "T": "オイラも、おまえにアビスを浄化できる不思議な力があるってことを忘れてたぜ。モンドでも、トワリンの涙を浄化したよな。"
                },
                {
                    "N": "_1005",
                    "T": "さっきはおまえがいてくれてほんとよかったぞ…ん？暗い顔して、どうしたんだ？"
                },
                {
                    "N": "_0",
                    "T": "（さっきはみんな盛り上がってたから、言えなかったけど…アテアさんのためにアビスの力を浄化したとき、指先から微かに伝わってきたあの感覚…）"
                },
                {
                    "N": "_0",
                    "T": "（何年も前にアテアさんの体内に潜んだアビスの力は、彼女の身体を蝕み続けてきた——）"
                },
                {
                    "N": "_0",
                    "T": "（できる限りアビスの力を削ぎ落したけど、すでにアビスと同化してしまった内臓は、枯れ葉のように脆くなっていた。）"
                },
                {
                    "N": "ムアラニ",
                    "T": "お湯に浸かると、アビスの力による臓器の侵蝕が加速して、命が削られちゃうんだって…"
                },
                {
                    "N": "マロカウ",
                    "T": "あのさ、ムアラニ。アテアさんの病気、よくなってるみたいだ。気づいてたか？"
                },
                {
                    "N": "ヒクエル",
                    "T": "お前も知ってると思うけど、前はお湯に触れることすらできなかった。それが今は頻繁に温泉に入ってる——これがどういう意味か、言うまでもないだろ？"
                },
                {
                    "N": "_0",
                    "T": "（温泉に入るようになったのは、病気が治ったからじゃなくて、もうどうしようもないぐらい悪化してることを分かってたからだったんだ…このことをムアラニに伝えるべきかな？）"
                },
                {
                    "N": "_1005",
                    "T": "おい——なにボーっとしてんだよ！オイラは眠たくて、目も開けてられないぐらいだぞ。考え事なら明日でもいいだろ。"
                }
            ]
        ]
    },
    "500219": {
        "Desc": "",
        "Talk": []
    },
    "500218": {
        "Desc": "温泉パーティーに参加する",
        "Step": "アビスの侵入を無事に乗り切った。これでようやく温泉パーティーを開ける…",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "若い子たちと遊ばないの？"
                },
                {
                    "N": "_0",
                    "T": "……"
                },
                {
                    "N": "アテア",
                    "T": "お菓子が口に合わなかったかしら？それとも温泉が熱すぎた？"
                },
                {
                    "N": "アテア",
                    "T": "ってわけでもなさそうね…昨日はあんたがアビスの力を浄化してくれたって聞いたけど…もしかして、何か気づいた？"
                },
                {
                    "N": "_0",
                    "T": "……"
                },
                {
                    "N": "アテア",
                    "T": "はぁ、もう少し黙っていようと思ってたんだけど…せめてパーティーの間は興ざめになるようなこと言いたくなかったのよ。でもバレちゃったならしょうがないか…ムアラニ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "何？"
                },
                {
                    "N": "アテア",
                    "T": "ちょっと散策に付き合ってくれる？"
                },
                {
                    "N": "ヒクエル",
                    "T": "アテアさん、どこ行くんだ？何かあったか？"
                },
                {
                    "N": "アテア",
                    "T": "何でもないわ。にぎやかだから、ちょっと落ち着いたところで休んでくるわ。"
                },
                {
                    "N": "アテア",
                    "T": "すぐ戻ってくるから、気にしないで。お菓子はあっちの箱の中にまだあるから。全部今朝の焼きたてよ。"
                },
                {
                    "N": "マロカウ",
                    "T": "じゃ、遠慮なくいただきま～す！"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん？"
                },
                {
                    "N": "アテア",
                    "T": "…時間が経つのは早いわね…いつの間にかこんなに大きくなっちゃって。あんたが温泉で「悪事を働いていた」のが昨日のことみたいよ。"
                },
                {
                    "N": "アテア",
                    "T": "両親は変わりないの？"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、仕入れのために街を出てるけど…一体どうしたの？なんか変だよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人、君、何か知ってるんでしょ？二人とも変だもん…"
                },
                {
                    "N": "アテア",
                    "T": "自分の口で言うわ。"
                },
                {
                    "N": "アテア",
                    "T": "実は、この頃温泉に入るようになったのは、身体が良くなったからじゃないの。昨日アビスの境門に一人で対抗したのも、戦士として守るべきルールを忘れてしまうほど慌てたからじゃない。"
                },
                {
                    "N": "アテア",
                    "T": "この身体はもうだめなの。"
                },
                {
                    "N": "アテア",
                    "T": "昨夜の洞窟では、こちらの異郷の旅人が助けてくれたお陰で、今日はこうやってパーティーにも参加できたけど…おそらく、あと数日でしょうね。"
                },
                {
                    "N": "アテア",
                    "T": "だから…一分一秒でも長く温泉に浸かって、そうしていられる最期の時間を大切にしたかったのよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "……"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニ？"
                },
                {
                    "N": "ムアラニ",
                    "T": "…人工温泉で「あたしが見ていなくたって、もうそういうことはやめなさい」って言われた時、なんとなく悪い予感はしたけど…深くは考えなかった。"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさんに…本当に治ってほしかったのに…"
                },
                {
                    "N": "アテア",
                    "T": "治るのも死ぬのも、私にとって大した変わりはない。どっちも祝うべきことなの。"
                },
                {
                    "N": "アテア",
                    "T": "復活を経験したことがないあんたと違って、私は死と旧知の仲と言えるほどだからね。友達と会うのは、別に悲しいことじゃないでしょ？"
                },
                {
                    "N": "アテア",
                    "T": "心残りがあるとすれば…ナタの状況がどんどん悪化していくのをこの目で見ながら、怪我のせいで前線で戦えなかったこと。でも——"
                },
                {
                    "N": "アテア",
                    "T": "それもなくなった。命尽きる前にアビスと戦えたからっていうのもあるけど…ムアラニ、あんたの姿を見たからよ。"
                },
                {
                    "N": "アテア",
                    "T": "流泉の衆やナタの未来をあんまり心配することもないかって思ったわ。あんたなら、みんなを「団結」させられる。"
                },
                {
                    "N": "アテア",
                    "T": "怪我がなくたって、いつかは老いて死ぬ。できることはやり尽くしたつもりよ。あとは、あんたたち若者に託すわ。"
                },
                {
                    "N": "アテア",
                    "T": "覚えていて——生きている時も死んだ後も、私はあんたたちと共にいる。"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアさん…すでに色々考えてたんだね…分かったよ。教えてくれてありがとう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "全力で部族とナタを守るから。アテアさんと同じようにね。あたしの最高のお手本だよ。"
                },
                {
                    "N": "アテア",
                    "T": "ええ。それから、旅人とムアラニ、もし炎神様に会う機会があったら、これを渡してくれる？"
                },
                {
                    "N": "_0",
                    "T": "これは何？"
                },
                {
                    "N": "アテア",
                    "T": "生涯にわたって私に付き添ってくれたお守りよ。私から彼女への「形見分け」ってところかしら。まだ生きているうちに言うのも変な話だけど。"
                },
                {
                    "N": "アテア",
                    "T": "前線で戦ってたとき、それは私に幸運をもたらしてくれた。怪我で戦えなくなってからも、肌身離さず持ち歩いてたわ。"
                },
                {
                    "N": "アテア",
                    "T": "「この中には私の想いと意志が宿ることでしょう」——そう伝えてちょうだい。彼女ならきっと意味を分かってくれるはずよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "安心して。絶対に…叶えてあげるから。"
                },
                {
                    "N": "アテア",
                    "T": "ええ、伝えたいことはこれで全部よ。さ、パーティーに戻りましょ。残りわずかな時間を悲しむために使いたくないもの。"
                },
                {
                    "N": "_1005",
                    "T": "旅人、アテア、ムアラニ！早く来ないと、お菓子がなくなっちゃうぞ——"
                },
                {
                    "N": "アテア",
                    "T": "こら！満腹状態で温泉に入っちゃダメって言ったでしょ！ちょっと、聞いてるの？——"
                },
                {
                    "N": "???",
                    "T": "パーティーはますます盛り上がっていき、みんな楽しそうだった。解散のとき、アテアは笑顔でみんなに別れを告げた。"
                },
                {
                    "N": "???",
                    "T": "みんなの正面に立ったアテアが、軽くムアラニの肩を叩いた。"
                },
                {
                    "N": "アテア",
                    "T": "「人生は後戻りのできない旅なの。心置きなく勇気を出して前へ進めばいい。」"
                }
            ],
            [
                {
                    "N": "アミナ",
                    "T": "ふぅ…助けてくれてありがとう。アビスが夜神の国に逃げ帰ってから、水温も正常に戻ったよ。"
                },
                {
                    "N": "アミナ",
                    "T": "ほんとによかった。パーティーで祝うべきことがまた一つ増えたね。"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "やあ、アミナ。"
                },
                {
                    "N": "アミナ",
                    "T": "へへっ、わざわざわたしに会いに来てくれたの？"
                },
                {
                    "N": "アミナ",
                    "T": "流泉の衆は何もかも順調だよ。事件は起きてないし、子供たちが温泉に石を投げることも減ったし…"
                },
                {
                    "N": "アミナ",
                    "T": "いいんだ、悲しいことは話さないでおく。じいじが言ってたもん、前向きに生きるんだぞ！って。"
                },
                {
                    "N": "アミナ",
                    "T": "わたし…ここ最近はすごく忙しいんだ。新しい舞台の準備に、集落周辺のパトロールも強化しないといけない。"
                },
                {
                    "N": "アミナ",
                    "T": "アイデアがどんどん湧いてくるんだ。マヌアがあんまりうるさく言わなければいいけど！"
                },
                {
                    "N": "アミナ",
                    "T": "そうだ。それから、わたしが言わなくてもムアラニがキミを誘うだろうけど、これだけは言っておかなくちゃね。たくさん遊びに来て！"
                }
            ],
            [
                {
                    "N": "_0",
                    "T": "だったらアテアは知ってる？"
                },
                {
                    "N": "ペレ · ヌイ",
                    "T": "アテア…あらまぁ。するとあんたは、ムアラニが連れてきた子だろ？"
                },
                {
                    "N": "ペレ · ヌイ",
                    "T": "アテアから話を聞いたことがあってね。流泉の衆に力添えしてくれて助かったよ。ありがとう。"
                },
                {
                    "N": "ペレ · ヌイ",
                    "T": "ふぅ、アテアは…いつかこの日がやってくるけど、あまり悲しむなって言ってたよ…"
                },
                {
                    "N": "ペレ · ヌイ",
                    "T": "そうそう、たしかアテアと炎神様で撮った写真を持ってたはずだよ。すごくかっこいいんだから！"
                },
                {
                    "N": "ペレ · ヌイ",
                    "T": "残念だけど今は持ち歩いてなくてね。今度見つけたらみんなに見せてあげるよ。"
                }
            ]
        ]
    },
    "500220": {
        "Desc": "",
        "Talk": []
    }
}