// Auto Generated

var _mq = {
    "LineCount": [
        {
            "Name": "マーヴィカ",
            "ID": "1089",
            "Count": 337
        },
        {
            "Name": "_1005",
            "ID": "1005",
            "Count": 239
        },
        {
            "Name": "_0",
            "ID": 0,
            "Count": 235
        },
        {
            "Name": "シトラリ",
            "ID": "1096",
            "Count": 155
        },
        {
            "Name": "カチーナ",
            "ID": "1086",
            "Count": 87
        },
        {
            "Name": "シロネン",
            "ID": "1095",
            "Count": 86
        },
        {
            "Name": "オロルン",
            "ID": "1094",
            "Count": 79
        },
        {
            "Name": "グスレッド",
            "ID": "14673",
            "Count": 56
        },
        {
            "Name": "ムアラニ",
            "ID": "1087",
            "Count": 54
        },
        {
            "Name": "チャスカ",
            "ID": "1092",
            "Count": 52
        },
        {
            "Name": "イアンサ",
            "ID": "1091",
            "Count": 50
        },
        {
            "Name": "ヴィチャマ",
            "ID": "14669",
            "Count": 42
        },
        {
            "Name": "アテア",
            "ID": "14668",
            "Count": 35
        },
        {
            "Name": "キィニチ",
            "ID": "1088",
            "Count": 33
        },
        {
            "Name": "チャスカ",
            "ID": "14659",
            "Count": 31
        },
        {
            "Name": "ムアラニ",
            "ID": "14658",
            "Count": 30
        },
        {
            "Name": "サディグア",
            "ID": "14804",
            "Count": 30
        },
        {
            "Name": "夜神",
            "ID": "14383",
            "Count": 29
        },
        {
            "Name": "「隊長」",
            "ID": "14235",
            "Count": 23
        },
        {
            "Name": "シロネン",
            "ID": "14657",
            "Count": 23
        },
        {
            "Name": "アミナ",
            "ID": "6055",
            "Count": 20
        },
        {
            "Name": "キィニチ",
            "ID": "14656",
            "Count": 20
        },
        {
            "Name": "ニエガ",
            "ID": "14741",
            "Count": 20
        },
        {
            "Name": "ヒネ",
            "ID": "14672",
            "Count": 19
        },
        {
            "Name": "クイク",
            "ID": "14671",
            "Count": 19
        },
        {
            "Name": "ニペカ",
            "ID": "14739",
            "Count": 18
        },
        {
            "Name": "マルコ",
            "ID": "14670",
            "Count": 17
        },
        {
            "Name": "イアンサ",
            "ID": "14660",
            "Count": 17
        },
        {
            "Name": "ポーナ",
            "ID": "14631",
            "Count": 16
        },
        {
            "Name": "???",
            "ID": "",
            "Count": 15
        },
        {
            "Name": "シトラリ",
            "ID": "14661",
            "Count": 13
        },
        {
            "Name": "ロノヴァ",
            "ID": "14520",
            "Count": 13
        },
        {
            "Name": "アハウ",
            "ID": "9299",
            "Count": 12
        },
        {
            "Name": "山の王",
            "ID": "14664",
            "Count": 12
        },
        {
            "Name": "アハウ",
            "ID": "14737",
            "Count": 12
        },
        {
            "Name": "パカル",
            "ID": "14731",
            "Count": 12
        },
        {
            "Name": "カチーナ",
            "ID": "14639",
            "Count": 12
        },
        {
            "Name": "アハウ",
            "ID": "14221",
            "Count": 10
        },
        {
            "Name": "キナイ",
            "ID": "14760",
            "Count": 9
        },
        {
            "Name": "ユーちゃん",
            "ID": "14276",
            "Count": 9
        },
        {
            "Name": "アイェレ",
            "ID": "14689",
            "Count": 8
        },
        {
            "Name": "「ココウィク」",
            "ID": "14743",
            "Count": 8
        },
        {
            "Name": "バラム",
            "ID": "6028",
            "Count": 8
        },
        {
            "Name": "ワカンカ",
            "ID": "14772",
            "Count": 8
        },
        {
            "Name": "ポロア",
            "ID": "14687",
            "Count": 7
        },
        {
            "Name": "ズマリ",
            "ID": "14688",
            "Count": 7
        },
        {
            "Name": "パイモン",
            "ID": "14922",
            "Count": 7
        },
        {
            "Name": "カヒュイア",
            "ID": "14686",
            "Count": 6
        },
        {
            "Name": "ヌウ",
            "ID": "14740",
            "Count": 6
        },
        {
            "Name": "カイパ",
            "ID": "14761",
            "Count": 5
        },
        {
            "Name": "オロルン",
            "ID": "14738",
            "Count": 5
        },
        {
            "Name": "セタン",
            "ID": "14749",
            "Count": 4
        },
        {
            "Name": "一同",
            "ID": "14746",
            "Count": 4
        },
        {
            "Name": "ワイナ",
            "ID": "14732",
            "Count": 4
        },
        {
            "Name": "アミナ",
            "ID": "14733",
            "Count": 4
        },
        {
            "Name": "ムトタ",
            "ID": "14734",
            "Count": 4
        },
        {
            "Name": "ビラム",
            "ID": "14735",
            "Count": 4
        },
        {
            "Name": "アカトル",
            "ID": "14736",
            "Count": 4
        },
        {
            "Name": "???",
            "ID": -1,
            "Count": 4
        },
        {
            "Name": "シュバランケ",
            "ID": "14521",
            "Count": 4
        },
        {
            "Name": "フアク",
            "ID": "14759",
            "Count": 3
        },
        {
            "Name": "フナスカ",
            "ID": "14748",
            "Count": 3
        },
        {
            "Name": "ワンプナ",
            "ID": "14803",
            "Count": 3
        },
        {
            "Name": "オラパ",
            "ID": "14784",
            "Count": 3
        },
        {
            "Name": "アラカイ",
            "ID": "14785",
            "Count": 3
        },
        {
            "Name": "ルタ",
            "ID": "14797",
            "Count": 3
        },
        {
            "Name": "ヤタ",
            "ID": "14766",
            "Count": 3
        },
        {
            "Name": "ククヤ",
            "ID": "14799",
            "Count": 3
        },
        {
            "Name": "アトコ",
            "ID": "14755",
            "Count": 2
        },
        {
            "Name": "レイエン",
            "ID": "14756",
            "Count": 2
        },
        {
            "Name": "サコウェ",
            "ID": "14757",
            "Count": 2
        },
        {
            "Name": "タントゥー",
            "ID": "14758",
            "Count": 2
        },
        {
            "Name": "ヴァタスカ",
            "ID": "14751",
            "Count": 2
        },
        {
            "Name": "コヤ",
            "ID": "14667",
            "Count": 2
        },
        {
            "Name": "REALNAME[2]",
            "ID": "14662",
            "Count": 2
        },
        {
            "Name": "ルクワ",
            "ID": "14763",
            "Count": 2
        },
        {
            "Name": "衆人",
            "ID": "14794",
            "Count": 2
        },
        {
            "Name": "ウカマン",
            "ID": "14775",
            "Count": 2
        },
        {
            "Name": "ウットゥニー",
            "ID": "14778",
            "Count": 2
        },
        {
            "Name": "衆人",
            "ID": "14793",
            "Count": 2
        },
        {
            "Name": "閲覧",
            "ID": "6435",
            "Count": 2
        },
        {
            "Name": "チマリ",
            "ID": "14398",
            "Count": 2
        },
        {
            "Name": "ワマンガ",
            "ID": "14798",
            "Count": 2
        },
        {
            "Name": "敬意を表する",
            "ID": "14998",
            "Count": 2
        },
        {
            "Name": "ソンコ",
            "ID": "14800",
            "Count": 2
        },
        {
            "Name": "アユン",
            "ID": "14801",
            "Count": 2
        },
        {
            "Name": "マトー",
            "ID": "14802",
            "Count": 2
        },
        {
            "Name": "パイモン&カチーナ&ムアラニ",
            "ID": "14744",
            "Count": 1
        },
        {
            "Name": "ハンウィ",
            "ID": "14750",
            "Count": 1
        },
        {
            "Name": "ハンウィ&アンパーウ",
            "ID": "14745",
            "Count": 1
        },
        {
            "Name": "オラヤ",
            "ID": "14684",
            "Count": 1
        },
        {
            "Name": "マルコ&ヴィチャマ",
            "ID": "14742",
            "Count": 1
        },
        {
            "Name": "パカル",
            "ID": "6092",
            "Count": 1
        },
        {
            "Name": "ワイナ",
            "ID": "6100",
            "Count": 1
        },
        {
            "Name": "ムトタ",
            "ID": "6228",
            "Count": 1
        },
        {
            "Name": "アカトル",
            "ID": "6303",
            "Count": 1
        },
        {
            "Name": "ビラム",
            "ID": "14918",
            "Count": 1
        },
        {
            "Name": "ヌスタ",
            "ID": "14509",
            "Count": 1
        },
        {
            "Name": "ワニイェトゥ",
            "ID": "14774",
            "Count": 1
        },
        {
            "Name": "ヤレツィ",
            "ID": "14399",
            "Count": 1
        },
        {
            "Name": "エルニー",
            "ID": "14777",
            "Count": 1
        },
        {
            "Name": "閲覧",
            "ID": "6434",
            "Count": 1
        },
        {
            "Name": "閲覧",
            "ID": "6436",
            "Count": 1
        },
        {
            "Name": "ロチェフ",
            "ID": "14947",
            "Count": 1
        }
    ],
    "Num": "第五章 第五幕",
    "Title": "灼烈の反魂の詩",
    "IT": "ナタ",
    "Tab": "UI_LegendQuestImg_Nt",
    "Icon": "UI_ChapterIcon_Natlan",
    "Intro": "",
    "MainQuests": [
        {
            "_id": 5022,
            "Name": "奥底の惨状",
            "Desc": "重要な時が迫っている。今日はゆっくり休もう…",
            "Track": [
                5023
            ],
            "R": [
                105022
            ],
            "RP": [],
            "Sub": [
                502201,
                502203,
                502205,
                502204,
                502206,
                502207,
                502209,
                502208,
                502202
            ]
        },
        {
            "_id": 5023,
            "Name": "日が昇り、また沈むように",
            "Desc": "いよいよ待ち合わせの時間が来た。「談議室」へ向かおう。",
            "Track": [
                5024
            ],
            "R": [
                105023
            ],
            "RP": [],
            "Sub": [
                502301,
                502302,
                502303,
                502319,
                502320,
                502321,
                502322,
                502323,
                502324,
                502325,
                502304,
                502305,
                502318,
                502306,
                502308,
                502307,
                502310,
                502316,
                502309,
                502312,
                502311,
                502317,
                502313,
                502327,
                502314,
                502326,
                502315
            ]
        },
        {
            "_id": 5024,
            "Name": "星と炎の旅路",
            "Desc": "アビスとの決戦の時が来た。ナタのすべての人が、それぞれの形で支えてくれている。準備ができたら、最後の戦場に向かおう。",
            "Track": [
                5028
            ],
            "R": [
                105024
            ],
            "RP": [],
            "Sub": [
                502440,
                502401,
                502418,
                502402,
                502428,
                502429,
                502430,
                502421,
                502422,
                502423,
                502424,
                502425,
                502426,
                502427,
                502403,
                502404,
                502406,
                502407,
                502408,
                502409,
                502410,
                502436,
                502411,
                502437,
                502405,
                502412,
                502444,
                502435,
                502413,
                502441,
                502439,
                502419,
                502431,
                502432,
                502433,
                502442,
                502414,
                502420,
                502415,
                502438,
                502443,
                502417,
                502416,
                502434
            ]
        },
        {
            "_id": 5028,
            "Name": "皆の願いを背負って",
            "Desc": "仲間に支えられながら、ついにマーヴィカと共に「グーシィ・トース」に立ち向かうことになった。ナタの戦争を終わらせるため、全力で勝利を掴みに行こう。",
            "Track": [
                5029
            ],
            "R": [
                105028
            ],
            "RP": [],
            "Sub": [
                502821,
                502822,
                502801,
                502802,
                502803,
                502812,
                502804,
                502823,
                502805,
                502806,
                502807,
                502808,
                502809,
                502810,
                502811
            ]
        },
        {
            "_id": 5029,
            "Name": "全てが碑に刻まれる時",
            "Desc": "マーヴィカと共に「グーシィ・トース」を倒し、英雄として皆の賞賛を浴びた。この瞬間を胸に刻み付けよう。",
            "Track": [],
            "R": [
                105029
            ],
            "RP": [
                29012
            ],
            "Sub": [
                502901,
                502902,
                502903,
                502908,
                502904,
                502905,
                502906,
                502907,
                502909,
                502910,
                502911,
                502912,
                502913,
                502920,
                502914,
                502921,
                502940
            ]
        }
    ]
}

var _sq = {
    "502201": {
        "Desc": "2日後まで待つ",
        "Talk": []
    },
    "502203": {
        "Desc": "「草臥の家」に戻って休む",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": "目を閉じて、パイモンのいびきを聞きながらゆっくりと眠りに落ちた…"
                }
            ]
        ]
    },
    "502205": {
        "Desc": "「草臥の家」に戻って休む",
        "Talk": []
    },
    "502204": {
        "Desc": "夢の中を探索する",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "（ここはどこ？まさか…夜神の国？）"
                },
                {
                    "N": "_0",
                    "T": "#（{M#俺}{F#私}はどうしてここに？さっきは確か…うっ…）"
                },
                {
                    "N": "_0",
                    "T": "（頭がクラクラして、思考が働かない。とりあえずあたりを歩いてみよう。）"
                }
            ]
        ]
    },
    "502206": {
        "Desc": "探索を続ける",
        "Talk": []
    },
    "502207": {
        "Desc": "人影の集まっている場所に近づく",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "（光の壁を通り抜けた瞬間、全身が凍ったかと思った。）"
                },
                {
                    "N": "_0",
                    "T": "（夜神の加護はここに届かないみたい…冷たさと暗闇が五感に染みわたり、疲れ果てた誰かの苦しげな溜め息だけが耳に響く。）"
                },
                {
                    "N": "_0",
                    "T": "（彼らはどれだけ歩いてきたのだろうか。そして、これからどれだけ歩くのだろうか…）"
                },
                {
                    "N": "_0",
                    "T": "（あれ？あの人は…）"
                },
                {
                    "N": "「隊長」",
                    "T": "故郷を遠く離れた地に、戦火が燃え盛る。我らの血はすでに最後の一滴まで流しきった。"
                },
                {
                    "N": "「隊長」",
                    "T": "戦士たちよ、もう暫くの辛抱だ…"
                },
                {
                    "N": "_0",
                    "T": "（どうして「隊長」がここに？何を言ってるんだろう…）"
                },
                {
                    "N": "「隊長」",
                    "T": "いつの日か、お前たちを約束の場所に連れていく。"
                }
            ]
        ]
    },
    "502209": {
        "Desc": "人影の集まっている場所に近づく",
        "Talk": []
    },
    "502208": {
        "Desc": "パイモンと会話する",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "おはよう！昨日は悪い夢でも見たのか？"
                },
                {
                    "N": "_1005",
                    "T": "おまえがベッドで寝返りする音がずっと聞こえてたぞ。あんまり眠れなかったみたいだな。もうすぐ決戦だから緊張してるのか？"
                },
                {
                    "N": "_0",
                    "T": "（さっきの夢…あっという間に記憶が曖昧になっちゃった。）"
                },
                {
                    "N": "_0",
                    "T": "（夢の中の景色は薄いベールがかかったように、はっきりしない。思い出そうとすると、頭が痛い…）"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、今日はマーヴィカに会う日だ。元気出してこうぜ！"
                }
            ]
        ]
    },
    "502202": {
        "Desc": "",
        "Talk": []
    },
    "502301": {
        "Desc": "「談議室」に行ってマーヴィカに会う",
        "Talk": [
            [
                {
                    "N": "シロネン",
                    "T": "なるほどね。順調にいけば、三日もあれば作れるよ。あんたの計画を遅らせることはない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "うむ…可能であれば、もう少し早く作ってもらいたいんだが。出来上がったら、皆に知らせたい。"
                },
                {
                    "N": "シトラリ",
                    "T": "安心して、半日で充分よ。旅人はもう長いことナタにいるから、「聖宵の旅織り」にはかなりの冒険が記録されてるハズ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "入れ。"
                },
                {
                    "N": "_1005",
                    "T": "よう、マーヴィカ！おおっ、シロネンとシトラリも来てたのか。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ちょうど君たちの話をしていた。君たちをここに招待した理由は二つ。まず、旅人の古名をそろそろ作り始めねばならん。"
                },
                {
                    "N": "_1005",
                    "T": "ああ、そういえば、夜神からもらった「聖宵の旅織り」が必要なんだよな？"
                },
                {
                    "N": "_0",
                    "T": "持ってきたよ。"
                },
                {
                    "N": "シロネン",
                    "T": "いいね、ちょっと見せてもらえる？"
                },
                {
                    "N": "シロネン",
                    "T": "うんうん、なるほど…"
                },
                {
                    "N": "シロネン",
                    "T": "いい感じ。ウチの経験上、これで十分だと思うよ。"
                },
                {
                    "N": "シロネン",
                    "T": "古名を作るには、儀式をやって地脈から記憶を抽出しなきゃいけないもんなんだけど、今回は夜神様の記録があるから、ここの手間は省ける。"
                },
                {
                    "N": "シロネン",
                    "T": "でも、まったく新しい材料を使うことになるから、普段使ってるのとどう違うかは、よく調べてみないと。"
                },
                {
                    "N": "シトラリ",
                    "T": "だったら、ワタシも一緒に行く。夜神や大霊のことにはワタシの方が詳しいし、役に立てるハズよ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君たちを呼んだもう一つの理由は、なんとなく察しているだろうが——古名を手に入れたら、私たちは夜神の国の最深部に向かう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "正式な日時は、三日後に決めた。"
                },
                {
                    "N": "_1005",
                    "T": "み、三日…ずいぶん急だな！？"
                },
                {
                    "N": "_0",
                    "T": "準備しとく。"
                },
                {
                    "N": "_0",
                    "T": "たぶん大丈夫。"
                },
                {
                    "N": "_1005",
                    "T": "うぅ…えっと、その…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "旅人のことが心配なんだな。"
                },
                {
                    "N": "_1005",
                    "T": "…すごく心配だぞ…このことを知ってから色々考えてみたけど、考えるのはあまり得意じゃないし、どうすればいいのかわからなくて…"
                },
                {
                    "N": "_1005",
                    "T": "偉大なことを成し遂げようとしてるってことは分かってるんだ。もし成功すれば、大勢の人が助かる…"
                },
                {
                    "N": "_1005",
                    "T": "でも、出会った日から、オイラたちはほとんどずっと一緒にいたんだ。しかも、これがどんなに危険なことなのかってことくらい、オイラにも分かる。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}たちを信じて。"
                },
                {
                    "N": "_0",
                    "T": "#これは{M#俺}{F#私}たちがやるべきこと。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。勝てば、「反魂の詩」が私たちをこの大地に連れ戻してくれる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「夜神の国」は記憶と魂の国。物質的な力よりも、精神的な力の方が大事なんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "聖火が、ナタ全土の必ず勝つという意志を私たちと結びつけてくれる。そう簡単に負けやしないさ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "だから、何かしたいと思うなら、皆と一緒に私たちを応援してくれ。旅人にとって、君の意志は極めて重要だ。"
                },
                {
                    "N": "_1005",
                    "T": "オイラの意志が、重要…？"
                },
                {
                    "N": "_0",
                    "T": "応援してくれれば傍にいるって感じられる。"
                },
                {
                    "N": "_1005",
                    "T": "おう！そうやって今までみたいに、危険を乗り越えていくんだな！"
                },
                {
                    "N": "_0",
                    "T": "パイモンが心配してるって、思い出せる。"
                },
                {
                    "N": "_1005",
                    "T": "確かにそれなら、おまえも無茶しないよな…約束だぞ？オイラ、それが一番怖いんだ。"
                },
                {
                    "N": "_0",
                    "T": "釣りの時も、パイモンの応援で頑張れる。"
                },
                {
                    "N": "_1005",
                    "T": "よりによってその例えかよ？なんというか、雰囲気が…でもまあ、おまえらしいな。全然緊張してないってことだろ？"
                },
                {
                    "N": "_1005",
                    "T": "分かった、応援するぞ！おまえたちのことを一番でっかい声で応援してやる！"
                },
                {
                    "N": "シトラリ",
                    "T": "声の大きさなんて重要じゃないのよ。大切なのは、集中力。まあ、旅人を心配して言ってるのは分かるケドね。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "とはいえ、さっきの話はすべて古名の完成が前提だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "古名が完成しない限り、旅人は連れて行けない——最も重要な条件を忘れたわけではないからな。"
                },
                {
                    "N": "シロネン",
                    "T": "安心して。部族の名誉を賭けて言わせてもらうけど…こんなに重要な仕事を引き受けたからには、失敗なんてしない。"
                },
                {
                    "N": "シトラリ",
                    "T": "じゃあ、早速行きましょ。"
                },
                {
                    "N": "シロネン",
                    "T": "うん。みんな、次に会うのは、古名が完成した時だから。"
                },
                {
                    "N": "_1005",
                    "T": "がんばれよ！シロネン、シトラリ！"
                },
                {
                    "N": "_1005",
                    "T": "三日後…三日後…うーん…これから数日、何をすればいいんだ？最近、ナタの状況はどうなんだよ？何か手伝ったほうがいいか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君たちはすでに色んなところで手を貸してくれているんだろう？三日間、ゆっくり休むといい。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "心配せずとも…たとえアビスの魔物がまた現れたとしても、今のナタの戦闘力なら十分対応できる。"
                },
                {
                    "N": "_0",
                    "T": "脅威はまだ完全には鎮まってない…"
                },
                {
                    "N": "_0",
                    "T": "#休むのは{M#俺}{F#私}のスタイルじゃない。"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ。冒険の道を歩み続けてこその冒険者だ。"
                },
                {
                    "N": "_1005",
                    "T": "まだまだ道のりは長いし、行かなきゃいけないところもいっぱいだ。三日後のことだって、いつもの冒険の一環でしかないぞ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ははっ、分かった。ならば望み通り、一番やりたいことをやるといい。"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカはどうするつもり？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "三日後の決戦は私にとって非常に重要で、人生のすべてと言っても過言ではない。ただ、私の考えも君たちに似ている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "自分のやりたいことをやろうと思ってな。心を落ち着かせて、絵を描くつもりだ。"
                },
                {
                    "N": "_1005",
                    "T": "えっ？絵を描くのが好きなのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "まだ描き始めたばかりで、上手くは描けない。絵を描くにはかなりの練習が要るらしいからな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "具体的に何がしたいというより、修練を通してより上達するのが一番の楽しみなんだ。心身をリラックスさせる、私なりの方法でもある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もちろん、ちょうど他に予定がないからというのもある。こういう暇な時間など、なかなかないからな。"
                },
                {
                    "N": "_1005",
                    "T": "マーヴィカらしい休み方だなって言うべきか…？"
                },
                {
                    "N": "_0",
                    "T": "じゃあ、邪魔しないでおく。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、私もこれで失礼するよ。"
                },
                {
                    "N": "_1005",
                    "T": "練習して上達するのがあいつの休む方法だとしたら、休みはいらないってことだよな！？すごいな…"
                },
                {
                    "N": "_1005",
                    "T": "ん？誰だ？悪いけど、マーヴィカなら休暇中だぞ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "やっぱりここにいた！"
                },
                {
                    "N": "カチーナ",
                    "T": "はぁ…はぁ…よかった。"
                },
                {
                    "N": "_0",
                    "T": "そんなに息を切らして、どうしたの？"
                },
                {
                    "N": "_0",
                    "T": "もしかして、何かあった？"
                },
                {
                    "N": "ムアラニ",
                    "T": "あははっ、悪い知らせじゃないから、安心して。予定外って意味では、確かに何かあったって言えるけどね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "準備に時間がかかりすぎて、間に合わないかもって思っちゃったよ。ほら、君たちまたすぐどっか冒険しにいっちゃいそうだからさ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃんが寝坊したせいなのに…"
                },
                {
                    "N": "ムアラニ",
                    "T": "まあまあ、そんなことはいいからさ。さあ、「流泉の衆」に行こう！"
                },
                {
                    "N": "_1005",
                    "T": "ちょっと待て！一体どういうことなのか、教えてくれよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あはは、そうだね。ワクワクしすぎて忘れちゃってた！簡単に言うと、君たちが今からすごいことをしに行くって、みんな知ってるんだ。だから、盛大なお礼を用意したの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "今までも「帰火聖夜の巡礼」の前には、お腹いっぱいご飯を食べてたんだよ。豪華なごちそうを用意して、肉を山積みにして…好きなだけ食べるの！"
                },
                {
                    "N": "_1005",
                    "T": "わぁ！肉が食べられるのか！"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへ、予想通りの反応。ね、ゼッタイ見逃せないでしょ？あっちに着いたら、好きなだけ食べていいからね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "もちろん肉だけじゃなくて、いろんな野菜や果物、デザート、飲み物も用意してるから、きっとお腹パンパンになるよ。"
                },
                {
                    "N": "_1005",
                    "T": "すごそうだな！早く行こうぜ！"
                },
                {
                    "N": "_0",
                    "T": "冒険してこその冒険者とか言ってたくせに…"
                },
                {
                    "N": "_1005",
                    "T": "冒険者なら、臨機応変に対応しないとだろ？"
                },
                {
                    "N": "_1005",
                    "T": "それに、みんなおまえのために用意してくれたってことだろ。おまえが行かないと、みんなの頑張りが無駄になっちゃうぜ。"
                },
                {
                    "N": "カチーナ",
                    "T": "あ、でもわたしたちも事前に伝えておかなかったから…他の用事があるなら、本当に大丈夫だよ。でも、もし時間があるならぜひ来て！そんなに時間はかからないから。"
                },
                {
                    "N": "カチーナ",
                    "T": "すごく賑やかだし、友達もいっぱい来てるよ。"
                },
                {
                    "N": "_0",
                    "T": "分かった。"
                },
                {
                    "N": "_1005",
                    "T": "行こうぜ、ごちそうだ！"
                },
                {
                    "N": "_1005",
                    "T": "ん？なにか思いついたみたいな顔だな。"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカも呼ぶ？"
                },
                {
                    "N": "パイモン&カチーナ&ムアラニ",
                    "T": "ええっ——！？"
                },
                {
                    "N": "_1005",
                    "T": "あいつは…絵を描いてるんじゃないのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "炎神さまも来てくれるなら、もっと豪勢にしないとね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "た、たしかにあたしたちにとっての神様だし、やっぱり気を遣わないとだよね…"
                },
                {
                    "N": "ムアラニ",
                    "T": "予想外な提案だったけど、君の考えには賛成！じゃあ、さっそく聞いてみよっか。炎神様もこれからあたしたちのために全力で戦ってくださるんだから、招待しないとね！"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃあ、誰が行く…？"
                },
                {
                    "N": "ムアラニ",
                    "T": "もちろん、みんなで！"
                }
            ]
        ]
    },
    "502302": {
        "Desc": "マーヴィカを誘う",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "——構わん、そのまま入ってくれ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君たちか。それにムアラニとカチーナも…何か用か？"
                },
                {
                    "N": "_1005",
                    "T": "流泉の衆に行って美味しいものを食べようぜ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、なるほど…わざわざ宴を用意してくれたんだな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "はい、戦いの前には宴を開くのが伝統なので。みんなそれが必要だと思ってますし、これはあたしたちからの気持ちなんです！"
                },
                {
                    "N": "カチーナ",
                    "T": "助けてもらってから、炎神さまに感謝をお伝えする機会もなかったので…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "あれはそもそも、私のやるべきことだった。すべて片付いたのだから、気にする必要はない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ただ、その宴には興味があるな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ってことは…来てくださるんですか！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、だがアミナに知らせる必要はない。君たちが持ち帰ったサプライズということにでもしておこう、はははっ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "せっかく思いついてくれたのに、無駄にかしこまった宴になってしまうのは嫌だからな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もちろん、私も偉そうな態度は取らずに、普通の人と同じように参加者の皆と過ごそうと思う。"
                },
                {
                    "N": "_1005",
                    "T": "マーヴィカが偉そうだなんて、全然感じたことないぞ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "皆、そう思ってくれていればいいんだが…神が関わった途端に、雰囲気が一変してしまうことは多々ある。場をしらけさせる存在にはなりたくないと思っているんだがな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "たとえば、焼いた肉は熱いうちに食べるのが一番美味いのに…皆、私が先に食べるのを待ってから食べるんだ。"
                },
                {
                    "N": "_1005",
                    "T": "うぅ…確かにそれは、なんだか心が休まらないぞ…"
                },
                {
                    "N": "ムアラニ",
                    "T": "安心してください！そういうことがあったら、あたしがなんとかしますよ！「ぶしつけな人」第一号になってみせるので！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "その必要もない——状況を見て対処しよう。とにかく、誘ってくれてありがとう。こういう機会は貴重だ。"
                },
                {
                    "N": "_0",
                    "T": "描いてた絵はどうするの？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "絶対に完成させなければならないわけでもない。私が楽しんでいたのは、ただの過程だ。今はそれよりも楽しそうなことが出てきたからな。"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃあ——行きましょう！そろそろメイン料理ができている頃ですよ♪"
                }
            ]
        ]
    },
    "502303": {
        "Desc": "「流泉の衆」に行く",
        "Step": "ムアラニとカチーナから、「流泉の衆」で行われる宴に誘われた。シトラリとシロネンが古名を作ってくれている間に、マーヴィカを誘って行こう。",
        "Talk": [
            [
                {
                    "N": "キィニチ",
                    "T": "アミナ、また贈り物だ。"
                },
                {
                    "N": "アミナ",
                    "T": "え？また？"
                },
                {
                    "N": "キィニチ",
                    "T": "ああ。ここで宴をやっていると聞いて、差し入れで気持ちを伝えたくなったんだろう。"
                },
                {
                    "N": "アミナ",
                    "T": "でも、この出征の儀は規模も大きくないのに、こんなにたくさん…"
                },
                {
                    "N": "アミナ",
                    "T": "はぁ、まあいいか、これもみんなの気持ちだしね…わたしから説明しておくよ。それにしても…困っちゃったな、もう腐るほどあるのに…"
                },
                {
                    "N": "アミナ",
                    "T": "あれ？キミたち、もう戻ってきたの？わわっ——！？"
                },
                {
                    "N": "アミナ",
                    "T": "え…炎神さま！？どうしてここに？"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしたちが招待したんだよ。今回の宴のサプライズゲスト！"
                },
                {
                    "N": "アミナ",
                    "T": "サプライズどころか、ビックリ仰天だよ…ああ、申し訳ありません。歓迎していないという意味ではなく…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "構わない。今はどんな状況なんだ？"
                },
                {
                    "N": "アミナ",
                    "T": "慣例通り、出征の儀のことをみんなに伝えたところです。家を直すのに忙しくて、あまり参加できる人はいないかなと思っていたのですが…"
                },
                {
                    "N": "アミナ",
                    "T": "手が回らないくらい沢山の人が参加してくれて、プレゼントの山が出来てしまいました。こんなにたくさん、使い切れないのに…"
                },
                {
                    "N": "ムアラニ",
                    "T": "それもこれも「異郷の星」が人気すぎるからだね！"
                },
                {
                    "N": "_0",
                    "T": "その呼び名、まだ覚えてたんだ…"
                },
                {
                    "N": "_1005",
                    "T": "みんな、オイラたちのために来てくれたのか？"
                },
                {
                    "N": "アミナ",
                    "T": "そうだよ。古名を手に入れたら、炎神様と一緒に行くって話は、もうナタ中に広まってるから。"
                },
                {
                    "N": "アミナ",
                    "T": "戦場でもキミの活躍は目立ってたし、わざわざキミに感謝を伝えに来た人もいっぱいいる。直接、心からの祝福を捧げたいって人たちもね…"
                },
                {
                    "N": "アミナ",
                    "T": "むしろ、キミに会いたがってる人が多すぎるから、今回出征の儀をやることになったとも言えるかな。"
                },
                {
                    "N": "キィニチ",
                    "T": "だが、炎神様も一緒だというのは予想外だったな。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}の提案。"
                },
                {
                    "N": "_1005",
                    "T": "こいつが今回の待遇にふさわしいなら、マーヴィカだってふさわしいに決まってるからな！"
                },
                {
                    "N": "アミナ",
                    "T": "炎神様も来てくださったことだし、宴の規模も一気に大きくしちゃおうか。そしたら、大量のプレゼントも使いきれないことはないし…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ダメだ。それでは私の本来の目的に反する。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "戦いはまだ終わったばかりだ。物資の生産も輸送も完全に回復していない中で、私がこの会に出席したせいで追加の出費が出てしまうのでは、本末転倒だ。"
                },
                {
                    "N": "アミナ",
                    "T": "た、確かにそうですね…"
                },
                {
                    "N": "アミナ",
                    "T": "はぁ、儀式って大変だね。私は今まで計画を立てるだけで、具体的なことは全部アテアおばさんがやってくれてたし…"
                },
                {
                    "N": "アミナ",
                    "T": "ごめんなさい、バタバタしてるところを見せちゃって。"
                },
                {
                    "N": "_1005",
                    "T": "そうだ、アテアはどうなんだ？具合は良くなったか？"
                },
                {
                    "N": "カチーナ",
                    "T": "……"
                },
                {
                    "N": "ムアラニ",
                    "T": "…さすがに、隠しておけないね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "アテアおばさんは、部族の危機が収束した直後に亡くなったんだ。"
                },
                {
                    "N": "_1005",
                    "T": "…ええっ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君たちがお守りを渡してくれた時、あいつの伝えようとしたことが分かった。おかげで、アテアに会える最後のチャンスを逃さずに済んだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "傷だらけになってもなお、英雄のように…最後まで苦しみや悲しみの表情を見せなかった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "最後の時まで、流泉の衆やここで暮らす人々のことを一番気にかけていたよ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "思い出せば、あいつはいつも出征の儀といった行事を率先してやりたがっていた。だから、アテアを偲びたい気持ちもあって来たんだ。"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカも知ってたんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "隠そうとしたわけじゃないよ。話す機会がずっとなかっただけなの。"
                },
                {
                    "N": "ムアラニ",
                    "T": "…みんな、元気出して！あたしたちがアテアおばさんの話をするたびに、悲しそうにしてるなんて、おばさんだって嫌なはず！"
                },
                {
                    "N": "ムアラニ",
                    "T": "今まではアテアおばさんがいろいろ取り仕切ってくれてたけど、今度はあたしたちの番。もしおばさんほどいい儀式が準備できなかったら、きっと納得してくれないよ。おばさんの要求はすっごく厳しいんだから。"
                },
                {
                    "N": "_1005",
                    "T": "たしかにな！"
                },
                {
                    "N": "ムアラニ",
                    "T": "だから、早速はじめよっ！まだまだやることは山積みなんだから！あっ、今のはキィニチとカチーナちゃんに対して。族長とゲストはノーカンね！"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わかったってば——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "アミナ、物資の件については心配しなくていい。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "物資を届けてくれた人たちには、できる限り宴に参加してもらってくれ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "大量の物資を届けにきた商人についても、物資の送り主に連絡を取ってもらって、招待を送るんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もちろん招待する際は、参加してほしい旨だけでなく、これ以上の食べ物やお祝いの品は受け取れないと明記しなければならない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "その上で、まだ余った物資があれば、「談議室」の予算で購入しよう。品物の種類に応じて、適した場所に寄付しておく。"
                },
                {
                    "N": "アミナ",
                    "T": "ええっ、あ、ありがとうございます。炎神様にそう言っていただけるなんて、すごく助かります。"
                },
                {
                    "N": "アミナ",
                    "T": "じゃあ、今すぐ準備してきますね！"
                },
                {
                    "N": "_1005",
                    "T": "おまえってすごいな。論理的だし、説明もわかりやすかったぞ。ただ…そのやり方だと、結局この宴の規模がデカくなっちゃうんじゃないのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私は規模を拡大するという結果に反対したわけではない。「私が来たから規模を拡大する」という理由のほうに反対したんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "簡単な事柄にも、複雑な事柄にも、私は一貫してこういう態度を取るようにしている。解決方法というのは沢山あり、結果も多種多様だからな。形式にこだわらずとも、理にかなっているならばそれが「正しい」ということだ。"
                },
                {
                    "N": "_1005",
                    "T": "うんうん、さっきもまさにそういう感じだったよな。なんか理解できたぞ。"
                },
                {
                    "N": "_1005",
                    "T": "まだ準備できてないみたいだし、散歩でもするか？"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}たちは「お客さん」だしね。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、せっかくの機会だ。色々見て回ろう。"
                }
            ]
        ]
    },
    "502319": {
        "Desc": "",
        "Talk": []
    },
    "502320": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "キィニチ",
                    "T": "やはりラベルが見つからないな。送り主を調べるには、箱本体から手がかりを探すしかなさそうだ。"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "この箱、ラベルが取れてしまってるみたいだな…ん？何か用か？"
                },
                {
                    "N": "_1005",
                    "T": "いや、いろいろ見て回ってるだけだぞ！"
                },
                {
                    "N": "_0",
                    "T": "最近、どうしてたの？"
                },
                {
                    "N": "キィニチ",
                    "T": "みんな元の生活に戻るため、復旧作業に忙しい。だから今は、本業の竜狩りはほとんどない。"
                },
                {
                    "N": "キィニチ",
                    "T": "ただ、炎神様から特別な任務を言い渡された。"
                },
                {
                    "N": "_1005",
                    "T": "え？そうなのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それはちょっと大げさだな——ただ、身元が判明していない被害者の身元調査を任せたんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "あの戦争はナタ全土を巻き込んだ。巻き込まれた人や竜は数えきれないほど多く、戦後の調査と記録もかなり複雑になる。"
                },
                {
                    "N": "キィニチ",
                    "T": "具体的に言えば、探偵のような仕事だ。彼らの生前の習慣を、細かい手がかりから推測し、証拠品も見つける。"
                },
                {
                    "N": "キィニチ",
                    "T": "どんなに複雑な作業だとしても、やり続ける理由がある。"
                },
                {
                    "N": "_1005",
                    "T": "英雄を決して忘れてはならないから…だろ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。それは生きている人が、英雄と命への敬意を表す方法でもある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "必要があれば、人手を増やそう。"
                },
                {
                    "N": "キィニチ",
                    "T": "こっちはまだ大丈夫です。どちらかというと、犠牲者の捜索に人手を集中させた方がいいかと…識別がどんどん難しくなります。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "わかった、そうしよう。苦労をかけるな。"
                },
                {
                    "N": "キィニチ",
                    "T": "当然のことです。"
                }
            ]
        ]
    },
    "502321": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "オロルン",
                    "T": "炎神様の言う通りだ。これからの道のりは長いし、時間ならまだまだある。"
                }
            ],
            [
                {
                    "N": "オロルン",
                    "T": "#{M#じいちゃん}{F#ばあちゃん}、それに炎神様…最近は特に何もやらかしてませんよ。"
                },
                {
                    "N": "_1005",
                    "T": "えっと、おまえっていつもそんな感じだけど…会って早々その台詞は怪しすぎるぞ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ふふっ、だが確かに気になるな。君は戦いが終わっても尚、「隊長」と行動を共にしているのかな？"
                },
                {
                    "N": "オロルン",
                    "T": "いえ、もう彼についていく理由はありませんから。野菜を育てたり、ミツムシを飼ったり…ごく普通の生活に戻りました。"
                },
                {
                    "N": "オロルン",
                    "T": "ああ…まるっきり普通というわけではありませんが。引き続き、夜神の国の状況は注視しないと…まだ事は終わってませんし、地脈の状態は悪いままです。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについてはこれからすぐに取り掛かる。"
                },
                {
                    "N": "オロルン",
                    "T": "#知っています。旅人の{M#じいちゃん}{F#ばあちゃん}とも関係があることですよね。"
                },
                {
                    "N": "オロルン",
                    "T": "あなたたちは偉大な英雄になることでしょう。しかし僕があなたたちにできることは…色々と考えてみましたが、ウォーベンを編むことくらいのようです。"
                },
                {
                    "N": "_1005",
                    "T": "おまえ、そんなことも出来るのか！"
                },
                {
                    "N": "オロルン",
                    "T": "謎煙の主の者なら、誰でも習う。でも僕はあまり上手くない…心を落ち着かせるのが苦手なんだ。"
                },
                {
                    "N": "オロルン",
                    "T": "記念というのは他者を励ますためのものだが、他者を励ます前に、なぜ自分でやらないのかと…そう思ってしまう。"
                },
                {
                    "N": "_1005",
                    "T": "それは…誰にでもできないことはあるからじゃないか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "間違いないが、気分が下がる答えだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "時間が君に答えをくれるだろう…私も同じような考えから少しずつ這い出してきた身だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "今の私は前より大人な考え方ができるようになったが、かつての情熱も時々懐かしく感じる——どちらも、誇りに思えることだ。"
                },
                {
                    "N": "オロルン",
                    "T": "つまり…今を生きろと？"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}が正しいと思うことをやればいい。"
                },
                {
                    "N": "オロルン",
                    "T": "そうですね…ありがとうございます、炎神様。僕は今までもずっとそうしてきました。"
                }
            ]
        ]
    },
    "502322": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "イアンサ",
                    "T": "休憩時間だ！水分補給を忘れるなよ。めまいを感じたりしたら、すぐに知らせてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "さてと、始めるか。"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "よっ。まだ準備中だから、もう少し待ってくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "ほらほら、まだ休憩時間じゃないぞ！この後のごちそうを思い浮かべて、やる気を出せ！"
                },
                {
                    "N": "フアク",
                    "T": "はいっ！"
                },
                {
                    "N": "_1005",
                    "T": "今も各地で集落の再建を手伝ってるのか？"
                },
                {
                    "N": "イアンサ",
                    "T": "いや、その仕事は大体終わったけど…アビス侵蝕症候群にかかった人が思った以上に多かったんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "今は患者の情報を集めて、幻覚を克服する手助けをしながら、重症者の数の統計を取って、「隊長」から貰った静幻剤を分配してる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについては聞いている。談議室の者に任せた方が良さそうだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "集中的に患者に対応した方が効率的だろう。それに談議室ならファデュイと直接連絡が取れるから、より多くの「静幻剤」が手に入る。"
                },
                {
                    "N": "イアンサ",
                    "T": "聖火競技場の医師の人手は足りてるんですか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ピークは過ぎたから、問題ないだろう。後で戻ったら確認してみる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "問題なければ、君に連絡しよう。大変だろうが、スムーズな引き継ぎのために現時点での情報を整理しておいてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "かしこまりました、炎神様！ですが、引き続き治療には参加します。今まで積み重ねた経験を無駄にするわけにはいきませんから。"
                },
                {
                    "N": "_1005",
                    "T": "責任感が強いんだな。"
                },
                {
                    "N": "イアンサ",
                    "T": "ははっ、経験は「力」なんだぞ。"
                }
            ]
        ]
    },
    "502323": {
        "Desc": "",
        "Talk": []
    },
    "502324": {
        "Desc": "",
        "Talk": []
    },
    "502325": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "チャスカ。"
                },
                {
                    "N": "チャスカ",
                    "T": "炎神様。私は今釣りの最中なんです。"
                },
                {
                    "N": "_1005",
                    "T": "えーっと、特に収穫がないみたいだけど。"
                },
                {
                    "N": "チャスカ",
                    "T": "そうだな。"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "えっと…"
                },
                {
                    "N": "チャスカ",
                    "T": "用があるなら、気にしないでくれ。見ての通り、私は魚を釣りたいわけじゃない。こうやって水面をただ見つめていると、少し心が落ち着くんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のご両親に会いに行った。私のできることは限られているが。"
                },
                {
                    "N": "チャスカ",
                    "T": "いえ、ご足労いただき、ありがとうございました。炎神様と話してから、母はずいぶん落ち着きました。"
                },
                {
                    "N": "チャスカ",
                    "T": "かつての私が両親に対して抱いていた感情が「感謝」だとすると、今はまた別の強い感情が生まれました——「責任感」です。"
                },
                {
                    "N": "チャスカ",
                    "T": "私はこの先も、両親の中にあるクイクという穴を満たせる存在にはなり得ないでしょう。それでも、二人の寂しさや悲しみを無くしてあげられるよう、出来る限りのことをします。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のお母さんは心配していた——君が彼らの気持ちを気にしすぎるのではないかと。君の中にある苦しみが、彼らの苦しみより軽いなんてことは決してないと、よく分かっていたからだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これは誰が一番悲しいとか、誰が補わねばならないとかいう問題ではないんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のご両親は、クイクのために、君に対する愛情を差し引いたことなどないはずだ…"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ、あまり抱え込みすぎるなよ。"
                },
                {
                    "N": "チャスカ",
                    "T": "ありがとう。"
                },
                {
                    "N": "チャスカ",
                    "T": "時間を見つけて、二人とゆっくり話をしないといけませんね。"
                }
            ],
            [
                {
                    "N": "チャスカ",
                    "T": "——ありがとう。両親と、一度ちゃんと話してみる。"
                }
            ]
        ]
    },
    "502304": {
        "Desc": "仲間と話しながら宴の開始を待つ",
        "Tips": "宴の会場付近で仲間と会話（任意）",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん、もうすぐごはんの時間だよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "もうお客さんがいっぱい集まってるから、先に飲み物を出したほうがいいかも。"
                },
                {
                    "N": "ムアラニ",
                    "T": "はいはーい、ちょっと待って、いまジュースを用意してるから！氷もいるよね！"
                },
                {
                    "N": "カチーナ",
                    "T": "わあっ！びっくりした。ごめんなさい、もうすぐ準備できるから。今はキッチンがちょっと忙しくて…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アハウ！なんで氷入れに入ってるの！"
                },
                {
                    "N": "アハウ",
                    "T": "偉大なる聖龍クフル・アハウはこの蒸し暑い小屋が嫌いなんだ。涼める場所を探すのは当然だろ？ちょうど、こういう感じのところはオレさまにふさわしい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "この中にある氷がぜーんぶ使い物にならなくなっちゃうでしょ！こらっ、イタズラするだけしといて逃げるなー！"
                },
                {
                    "N": "ムアラニ",
                    "T": "カチーナちゃん！アハウが逃げた、早く捕まえて！"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わかった…わたし、アハウを捕まえに行かないと！"
                },
                {
                    "N": "_1005",
                    "T": "相変わらず、アハウがいると騒がしいな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "賑やかでいいじゃないか。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "カチーナ、急がなくていい。私に任せなさい。"
                },
                {
                    "N": "アハウ",
                    "T": "なんだこのヘンな力は！一瞬でこの偉大なる聖龍を捕まえるとは…ひぃっ、マーヴィカ…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ムアラニ、捕まえたぞ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "わあ、すごーい！ありがとうございます、炎神様！"
                },
                {
                    "N": "アハウ",
                    "T": "いいい、偉大なる我輩の名を犯すべからず…さ、さもなくば従者を遣わして…汝を問いただす！"
                },
                {
                    "N": "_1005",
                    "T": "そういう時に従者に出てきてもらう主がいるか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "アハウがここの氷を全部汚しちゃったんです。他のはまだ使えますけど…最低な嫌がらせです！炎神様、懲らしめてやってください！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ふむ…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ちょうどキッチンが人手不足のようだ。アハウ、助っ人に行きなさい。"
                },
                {
                    "N": "アハウ",
                    "T": "なにいっ！？この偉大なる聖龍クフル・アハウがキッチンの手伝いなどという卑しい雑務を…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君の意見は聞いていない。"
                },
                {
                    "N": "アハウ",
                    "T": "…承知。"
                },
                {
                    "N": "カチーナ",
                    "T": "もう、アハウったら、ちゃんと言うこと聞かないとダメでしょ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ほら！ちょうど数十人分の野菜が届いたから、葉っぱを全部綺麗に洗って。"
                },
                {
                    "N": "アハウ",
                    "T": "た、助けてくれ——"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "やはりラベルが見つからないな。送り主を調べるには、箱本体から手がかりを探すしかなさそうだ。"
                }
            ],
            [
                {
                    "N": "オロルン",
                    "T": "炎神様の言う通りだ。これからの道のりは長いし、時間ならまだまだある。"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "休憩時間だ！水分補給を忘れるなよ。めまいを感じたりしたら、すぐに知らせてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "さてと、始めるか。"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "この箱、ラベルが取れてしまってるみたいだな…ん？何か用か？"
                },
                {
                    "N": "_1005",
                    "T": "いや、いろいろ見て回ってるだけだぞ！"
                },
                {
                    "N": "_0",
                    "T": "最近、どうしてたの？"
                },
                {
                    "N": "キィニチ",
                    "T": "みんな元の生活に戻るため、復旧作業に忙しい。だから今は、本業の竜狩りはほとんどない。"
                },
                {
                    "N": "キィニチ",
                    "T": "ただ、炎神様から特別な任務を言い渡された。"
                },
                {
                    "N": "_1005",
                    "T": "え？そうなのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それはちょっと大げさだな——ただ、身元が判明していない被害者の身元調査を任せたんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "あの戦争はナタ全土を巻き込んだ。巻き込まれた人や竜は数えきれないほど多く、戦後の調査と記録もかなり複雑になる。"
                },
                {
                    "N": "キィニチ",
                    "T": "具体的に言えば、探偵のような仕事だ。彼らの生前の習慣を、細かい手がかりから推測し、証拠品も見つける。"
                },
                {
                    "N": "キィニチ",
                    "T": "どんなに複雑な作業だとしても、やり続ける理由がある。"
                },
                {
                    "N": "_1005",
                    "T": "英雄を決して忘れてはならないから…だろ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。それは生きている人が、英雄と命への敬意を表す方法でもある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "必要があれば、人手を増やそう。"
                },
                {
                    "N": "キィニチ",
                    "T": "こっちはまだ大丈夫です。どちらかというと、犠牲者の捜索に人手を集中させた方がいいかと…識別がどんどん難しくなります。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "わかった、そうしよう。苦労をかけるな。"
                },
                {
                    "N": "キィニチ",
                    "T": "当然のことです。"
                }
            ],
            [
                {
                    "N": "マーヴィカ",
                    "T": "チャスカ。"
                },
                {
                    "N": "チャスカ",
                    "T": "炎神様。私は今釣りの最中なんです。"
                },
                {
                    "N": "_1005",
                    "T": "えーっと、特に収穫がないみたいだけど。"
                },
                {
                    "N": "チャスカ",
                    "T": "そうだな。"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "えっと…"
                },
                {
                    "N": "チャスカ",
                    "T": "用があるなら、気にしないでくれ。見ての通り、私は魚を釣りたいわけじゃない。こうやって水面をただ見つめていると、少し心が落ち着くんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のご両親に会いに行った。私のできることは限られているが。"
                },
                {
                    "N": "チャスカ",
                    "T": "いえ、ご足労いただき、ありがとうございました。炎神様と話してから、母はずいぶん落ち着きました。"
                },
                {
                    "N": "チャスカ",
                    "T": "かつての私が両親に対して抱いていた感情が「感謝」だとすると、今はまた別の強い感情が生まれました——「責任感」です。"
                },
                {
                    "N": "チャスカ",
                    "T": "私はこの先も、両親の中にあるクイクという穴を満たせる存在にはなり得ないでしょう。それでも、二人の寂しさや悲しみを無くしてあげられるよう、出来る限りのことをします。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のお母さんは心配していた——君が彼らの気持ちを気にしすぎるのではないかと。君の中にある苦しみが、彼らの苦しみより軽いなんてことは決してないと、よく分かっていたからだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これは誰が一番悲しいとか、誰が補わねばならないとかいう問題ではないんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のご両親は、クイクのために、君に対する愛情を差し引いたことなどないはずだ…"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ、あまり抱え込みすぎるなよ。"
                },
                {
                    "N": "チャスカ",
                    "T": "ありがとう。"
                },
                {
                    "N": "チャスカ",
                    "T": "時間を見つけて、二人とゆっくり話をしないといけませんね。"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "よっ。まだ準備中だから、もう少し待ってくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "ほらほら、まだ休憩時間じゃないぞ！この後のごちそうを思い浮かべて、やる気を出せ！"
                },
                {
                    "N": "フアク",
                    "T": "はいっ！"
                },
                {
                    "N": "_1005",
                    "T": "今も各地で集落の再建を手伝ってるのか？"
                },
                {
                    "N": "イアンサ",
                    "T": "いや、その仕事は大体終わったけど…アビス侵蝕症候群にかかった人が思った以上に多かったんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "今は患者の情報を集めて、幻覚を克服する手助けをしながら、重症者の数の統計を取って、「隊長」から貰った静幻剤を分配してる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについては聞いている。談議室の者に任せた方が良さそうだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "集中的に患者に対応した方が効率的だろう。それに談議室ならファデュイと直接連絡が取れるから、より多くの「静幻剤」が手に入る。"
                },
                {
                    "N": "イアンサ",
                    "T": "聖火競技場の医師の人手は足りてるんですか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ピークは過ぎたから、問題ないだろう。後で戻ったら確認してみる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "問題なければ、君に連絡しよう。大変だろうが、スムーズな引き継ぎのために現時点での情報を整理しておいてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "かしこまりました、炎神様！ですが、引き続き治療には参加します。今まで積み重ねた経験を無駄にするわけにはいきませんから。"
                },
                {
                    "N": "_1005",
                    "T": "責任感が強いんだな。"
                },
                {
                    "N": "イアンサ",
                    "T": "ははっ、経験は「力」なんだぞ。"
                }
            ],
            [
                {
                    "N": "オロルン",
                    "T": "#{M#じいちゃん}{F#ばあちゃん}、それに炎神様…最近は特に何もやらかしてませんよ。"
                },
                {
                    "N": "_1005",
                    "T": "えっと、おまえっていつもそんな感じだけど…会って早々その台詞は怪しすぎるぞ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ふふっ、だが確かに気になるな。君は戦いが終わっても尚、「隊長」と行動を共にしているのかな？"
                },
                {
                    "N": "オロルン",
                    "T": "いえ、もう彼についていく理由はありませんから。野菜を育てたり、ミツムシを飼ったり…ごく普通の生活に戻りました。"
                },
                {
                    "N": "オロルン",
                    "T": "ああ…まるっきり普通というわけではありませんが。引き続き、夜神の国の状況は注視しないと…まだ事は終わってませんし、地脈の状態は悪いままです。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについてはこれからすぐに取り掛かる。"
                },
                {
                    "N": "オロルン",
                    "T": "#知っています。旅人の{M#じいちゃん}{F#ばあちゃん}とも関係があることですよね。"
                },
                {
                    "N": "オロルン",
                    "T": "あなたたちは偉大な英雄になることでしょう。しかし僕があなたたちにできることは…色々と考えてみましたが、ウォーベンを編むことくらいのようです。"
                },
                {
                    "N": "_1005",
                    "T": "おまえ、そんなことも出来るのか！"
                },
                {
                    "N": "オロルン",
                    "T": "謎煙の主の者なら、誰でも習う。でも僕はあまり上手くない…心を落ち着かせるのが苦手なんだ。"
                },
                {
                    "N": "オロルン",
                    "T": "記念というのは他者を励ますためのものだが、他者を励ます前に、なぜ自分でやらないのかと…そう思ってしまう。"
                },
                {
                    "N": "_1005",
                    "T": "それは…誰にでもできないことはあるからじゃないか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "間違いないが、気分が下がる答えだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "時間が君に答えをくれるだろう…私も同じような考えから少しずつ這い出してきた身だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "今の私は前より大人な考え方ができるようになったが、かつての情熱も時々懐かしく感じる——どちらも、誇りに思えることだ。"
                },
                {
                    "N": "オロルン",
                    "T": "つまり…今を生きろと？"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}が正しいと思うことをやればいい。"
                },
                {
                    "N": "オロルン",
                    "T": "そうですね…ありがとうございます、炎神様。僕は今までもずっとそうしてきました。"
                }
            ],
            [
                {
                    "N": "キナイ",
                    "T": "夜神の国にあるアビスの問題を解決しなければ、近い将来…またひどい戦争が始まるでしょう。"
                },
                {
                    "N": "キナイ",
                    "T": "この束の間の平和を当たり前のように享受するわけにはいきません。前線で戦うことはできませんが、私たちにもなにか出来ることはあるはずです。"
                },
                {
                    "N": "キナイ",
                    "T": "防戦を固めたり、アビスの魔物を退治したり、国土の再建に尽くしたり…"
                },
                {
                    "N": "キナイ",
                    "T": "あとは…こうしてみんなで集まってあなたたちに歌を捧げ、最高の祝福を贈ったりね。"
                }
            ],
            [
                {
                    "N": "カイパ",
                    "T": "炎神様、夜神の国の奥とはどんなところなのですか！私たちは本当に行けないのでしょうか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、あそこは完全にアビスに侵蝕されている。普通の者が保護もなく向かえば、瞬く間にアビスの餌だ。"
                },
                {
                    "N": "カイパ",
                    "T": "そう…なのですね…どうやら神にしか行けないところらしい。私たちが行っても足を引っ張るだけですね…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "安心するといい。ずっと、この日のために準備してきたのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私は自らの責務を必ず全うする。"
                }
            ],
            [
                {
                    "N": "チャスカ",
                    "T": "——ありがとう。両親と、一度ちゃんと話してみる。"
                }
            ]
        ]
    },
    "502305": {
        "Desc": "会場に向かい、宴の開始を待つ",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "ムアラニちゃん、もうすぐごはんの時間だよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "もうお客さんがいっぱい集まってるから、先に飲み物を出したほうがいいかも。"
                },
                {
                    "N": "ムアラニ",
                    "T": "はいはーい、ちょっと待って、いまジュースを用意してるから！氷もいるよね！"
                },
                {
                    "N": "カチーナ",
                    "T": "わあっ！びっくりした。ごめんなさい、もうすぐ準備できるから。今はキッチンがちょっと忙しくて…"
                },
                {
                    "N": "ムアラニ",
                    "T": "アハウ！なんで氷入れに入ってるの！"
                },
                {
                    "N": "アハウ",
                    "T": "偉大なる聖龍クフル・アハウはこの蒸し暑い小屋が嫌いなんだ。涼める場所を探すのは当然だろ？ちょうど、こういう感じのところはオレさまにふさわしい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "この中にある氷がぜーんぶ使い物にならなくなっちゃうでしょ！こらっ、イタズラするだけしといて逃げるなー！"
                },
                {
                    "N": "ムアラニ",
                    "T": "カチーナちゃん！アハウが逃げた、早く捕まえて！"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わかった…わたし、アハウを捕まえに行かないと！"
                },
                {
                    "N": "_1005",
                    "T": "相変わらず、アハウがいると騒がしいな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "賑やかでいいじゃないか。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "カチーナ、急がなくていい。私に任せなさい。"
                },
                {
                    "N": "アハウ",
                    "T": "なんだこのヘンな力は！一瞬でこの偉大なる聖龍を捕まえるとは…ひぃっ、マーヴィカ…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ムアラニ、捕まえたぞ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "わあ、すごーい！ありがとうございます、炎神様！"
                },
                {
                    "N": "アハウ",
                    "T": "いいい、偉大なる我輩の名を犯すべからず…さ、さもなくば従者を遣わして…汝を問いただす！"
                },
                {
                    "N": "_1005",
                    "T": "そういう時に従者に出てきてもらう主がいるか？"
                },
                {
                    "N": "ムアラニ",
                    "T": "アハウがここの氷を全部汚しちゃったんです。他のはまだ使えますけど…最低な嫌がらせです！炎神様、懲らしめてやってください！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ふむ…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ちょうどキッチンが人手不足のようだ。アハウ、助っ人に行きなさい。"
                },
                {
                    "N": "アハウ",
                    "T": "なにいっ！？この偉大なる聖龍クフル・アハウがキッチンの手伝いなどという卑しい雑務を…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君の意見は聞いていない。"
                },
                {
                    "N": "アハウ",
                    "T": "…承知。"
                },
                {
                    "N": "カチーナ",
                    "T": "もう、アハウったら、ちゃんと言うこと聞かないとダメでしょ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ほら！ちょうど数十人分の野菜が届いたから、葉っぱを全部綺麗に洗って。"
                },
                {
                    "N": "アハウ",
                    "T": "た、助けてくれ——"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "やはりラベルが見つからないな。送り主を調べるには、箱本体から手がかりを探すしかなさそうだ。"
                }
            ],
            [
                {
                    "N": "オロルン",
                    "T": "炎神様の言う通りだ。これからの道のりは長いし、時間ならまだまだある。"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "休憩時間だ！水分補給を忘れるなよ。めまいを感じたりしたら、すぐに知らせてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "さてと、始めるか。"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "この箱、ラベルが取れてしまってるみたいだな…ん？何か用か？"
                },
                {
                    "N": "_1005",
                    "T": "いや、いろいろ見て回ってるだけだぞ！"
                },
                {
                    "N": "_0",
                    "T": "最近、どうしてたの？"
                },
                {
                    "N": "キィニチ",
                    "T": "みんな元の生活に戻るため、復旧作業に忙しい。だから今は、本業の竜狩りはほとんどない。"
                },
                {
                    "N": "キィニチ",
                    "T": "ただ、炎神様から特別な任務を言い渡された。"
                },
                {
                    "N": "_1005",
                    "T": "え？そうなのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それはちょっと大げさだな——ただ、身元が判明していない被害者の身元調査を任せたんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "あの戦争はナタ全土を巻き込んだ。巻き込まれた人や竜は数えきれないほど多く、戦後の調査と記録もかなり複雑になる。"
                },
                {
                    "N": "キィニチ",
                    "T": "具体的に言えば、探偵のような仕事だ。彼らの生前の習慣を、細かい手がかりから推測し、証拠品も見つける。"
                },
                {
                    "N": "キィニチ",
                    "T": "どんなに複雑な作業だとしても、やり続ける理由がある。"
                },
                {
                    "N": "_1005",
                    "T": "英雄を決して忘れてはならないから…だろ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。それは生きている人が、英雄と命への敬意を表す方法でもある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "必要があれば、人手を増やそう。"
                },
                {
                    "N": "キィニチ",
                    "T": "こっちはまだ大丈夫です。どちらかというと、犠牲者の捜索に人手を集中させた方がいいかと…識別がどんどん難しくなります。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "わかった、そうしよう。苦労をかけるな。"
                },
                {
                    "N": "キィニチ",
                    "T": "当然のことです。"
                }
            ],
            [
                {
                    "N": "マーヴィカ",
                    "T": "チャスカ。"
                },
                {
                    "N": "チャスカ",
                    "T": "炎神様。私は今釣りの最中なんです。"
                },
                {
                    "N": "_1005",
                    "T": "えーっと、特に収穫がないみたいだけど。"
                },
                {
                    "N": "チャスカ",
                    "T": "そうだな。"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "えっと…"
                },
                {
                    "N": "チャスカ",
                    "T": "用があるなら、気にしないでくれ。見ての通り、私は魚を釣りたいわけじゃない。こうやって水面をただ見つめていると、少し心が落ち着くんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のご両親に会いに行った。私のできることは限られているが。"
                },
                {
                    "N": "チャスカ",
                    "T": "いえ、ご足労いただき、ありがとうございました。炎神様と話してから、母はずいぶん落ち着きました。"
                },
                {
                    "N": "チャスカ",
                    "T": "かつての私が両親に対して抱いていた感情が「感謝」だとすると、今はまた別の強い感情が生まれました——「責任感」です。"
                },
                {
                    "N": "チャスカ",
                    "T": "私はこの先も、両親の中にあるクイクという穴を満たせる存在にはなり得ないでしょう。それでも、二人の寂しさや悲しみを無くしてあげられるよう、出来る限りのことをします。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のお母さんは心配していた——君が彼らの気持ちを気にしすぎるのではないかと。君の中にある苦しみが、彼らの苦しみより軽いなんてことは決してないと、よく分かっていたからだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これは誰が一番悲しいとか、誰が補わねばならないとかいう問題ではないんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のご両親は、クイクのために、君に対する愛情を差し引いたことなどないはずだ…"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ、あまり抱え込みすぎるなよ。"
                },
                {
                    "N": "チャスカ",
                    "T": "ありがとう。"
                },
                {
                    "N": "チャスカ",
                    "T": "時間を見つけて、二人とゆっくり話をしないといけませんね。"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "よっ。まだ準備中だから、もう少し待ってくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "ほらほら、まだ休憩時間じゃないぞ！この後のごちそうを思い浮かべて、やる気を出せ！"
                },
                {
                    "N": "フアク",
                    "T": "はいっ！"
                },
                {
                    "N": "_1005",
                    "T": "今も各地で集落の再建を手伝ってるのか？"
                },
                {
                    "N": "イアンサ",
                    "T": "いや、その仕事は大体終わったけど…アビス侵蝕症候群にかかった人が思った以上に多かったんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "今は患者の情報を集めて、幻覚を克服する手助けをしながら、重症者の数の統計を取って、「隊長」から貰った静幻剤を分配してる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについては聞いている。談議室の者に任せた方が良さそうだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "集中的に患者に対応した方が効率的だろう。それに談議室ならファデュイと直接連絡が取れるから、より多くの「静幻剤」が手に入る。"
                },
                {
                    "N": "イアンサ",
                    "T": "聖火競技場の医師の人手は足りてるんですか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ピークは過ぎたから、問題ないだろう。後で戻ったら確認してみる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "問題なければ、君に連絡しよう。大変だろうが、スムーズな引き継ぎのために現時点での情報を整理しておいてくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "かしこまりました、炎神様！ですが、引き続き治療には参加します。今まで積み重ねた経験を無駄にするわけにはいきませんから。"
                },
                {
                    "N": "_1005",
                    "T": "責任感が強いんだな。"
                },
                {
                    "N": "イアンサ",
                    "T": "ははっ、経験は「力」なんだぞ。"
                }
            ],
            [
                {
                    "N": "オロルン",
                    "T": "#{M#じいちゃん}{F#ばあちゃん}、それに炎神様…最近は特に何もやらかしてませんよ。"
                },
                {
                    "N": "_1005",
                    "T": "えっと、おまえっていつもそんな感じだけど…会って早々その台詞は怪しすぎるぞ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ふふっ、だが確かに気になるな。君は戦いが終わっても尚、「隊長」と行動を共にしているのかな？"
                },
                {
                    "N": "オロルン",
                    "T": "いえ、もう彼についていく理由はありませんから。野菜を育てたり、ミツムシを飼ったり…ごく普通の生活に戻りました。"
                },
                {
                    "N": "オロルン",
                    "T": "ああ…まるっきり普通というわけではありませんが。引き続き、夜神の国の状況は注視しないと…まだ事は終わってませんし、地脈の状態は悪いままです。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについてはこれからすぐに取り掛かる。"
                },
                {
                    "N": "オロルン",
                    "T": "#知っています。旅人の{M#じいちゃん}{F#ばあちゃん}とも関係があることですよね。"
                },
                {
                    "N": "オロルン",
                    "T": "あなたたちは偉大な英雄になることでしょう。しかし僕があなたたちにできることは…色々と考えてみましたが、ウォーベンを編むことくらいのようです。"
                },
                {
                    "N": "_1005",
                    "T": "おまえ、そんなことも出来るのか！"
                },
                {
                    "N": "オロルン",
                    "T": "謎煙の主の者なら、誰でも習う。でも僕はあまり上手くない…心を落ち着かせるのが苦手なんだ。"
                },
                {
                    "N": "オロルン",
                    "T": "記念というのは他者を励ますためのものだが、他者を励ます前に、なぜ自分でやらないのかと…そう思ってしまう。"
                },
                {
                    "N": "_1005",
                    "T": "それは…誰にでもできないことはあるからじゃないか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "間違いないが、気分が下がる答えだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "時間が君に答えをくれるだろう…私も同じような考えから少しずつ這い出してきた身だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "今の私は前より大人な考え方ができるようになったが、かつての情熱も時々懐かしく感じる——どちらも、誇りに思えることだ。"
                },
                {
                    "N": "オロルン",
                    "T": "つまり…今を生きろと？"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}が正しいと思うことをやればいい。"
                },
                {
                    "N": "オロルン",
                    "T": "そうですね…ありがとうございます、炎神様。僕は今までもずっとそうしてきました。"
                }
            ],
            [
                {
                    "N": "キナイ",
                    "T": "夜神の国にあるアビスの問題を解決しなければ、近い将来…またひどい戦争が始まるでしょう。"
                },
                {
                    "N": "キナイ",
                    "T": "この束の間の平和を当たり前のように享受するわけにはいきません。前線で戦うことはできませんが、私たちにもなにか出来ることはあるはずです。"
                },
                {
                    "N": "キナイ",
                    "T": "防戦を固めたり、アビスの魔物を退治したり、国土の再建に尽くしたり…"
                },
                {
                    "N": "キナイ",
                    "T": "あとは…こうしてみんなで集まってあなたたちに歌を捧げ、最高の祝福を贈ったりね。"
                }
            ],
            [
                {
                    "N": "カイパ",
                    "T": "炎神様、夜神の国の奥とはどんなところなのですか！私たちは本当に行けないのでしょうか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、あそこは完全にアビスに侵蝕されている。普通の者が保護もなく向かえば、瞬く間にアビスの餌だ。"
                },
                {
                    "N": "カイパ",
                    "T": "そう…なのですね…どうやら神にしか行けないところらしい。私たちが行っても足を引っ張るだけですね…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "安心するといい。ずっと、この日のために準備してきたのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私は自らの責務を必ず全うする。"
                }
            ],
            [
                {
                    "N": "チャスカ",
                    "T": "——ありがとう。両親と、一度ちゃんと話してみる。"
                }
            ]
        ]
    },
    "502318": {
        "Desc": "みんなと宴を楽しむ",
        "Talk": [
            [
                {
                    "N": "ムアラニ",
                    "T": "ぷっはー、お腹いっぱい。いま水の上に浮かんだら、プクプク獣になっちゃいそう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ぷ…ぷくぷくじゅう？"
                },
                {
                    "N": "ムアラニ",
                    "T": "フォンテーヌの動物で、お腹がまんまるなの。本とかで見たことない？"
                },
                {
                    "N": "カチーナ",
                    "T": "お腹がまんまる…可愛いね！"
                },
                {
                    "N": "_1005",
                    "T": "確かにあいつらは可愛いぞ！オイラ、お腹を叩いたこともあるんだ。オイラが叩いたら、あいつら自分でも叩いて、オイラがもう一回叩いたら、また自分で叩くんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "こんな話をしてたら、アタシの竜の仲間のことを思い出しちゃうぜ。イモラって言ったんだけどな、ちょっとぼーっとしてて、でもすごく勇敢なライノ竜だったんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "何もない時は集落の中で寝そべって、ぶつかられても、声一つあげないようなやつだった。観光客に気絶してるって勘違いされたりしてさ。"
                },
                {
                    "N": "イアンサ",
                    "T": "でも、動くと全然違うんだ。イモラは生まれた時からずっと、アタシについて、あちこちがむしゃらに走り回ってた。でも竜の成長は人間よりずっと速くて…この頃は、アタシがイモラに連れ回されてた。"
                },
                {
                    "N": "_1005",
                    "T": "強そうだな！"
                },
                {
                    "N": "イアンサ",
                    "T": "そうそう、すごかったんだぞ。ヴァレサが教えてくれたけど、この間の戦いではイモラも活躍したらしい…"
                },
                {
                    "N": "イアンサ",
                    "T": "ずっと、すごく心残りなことがあったんだ…アタシは聖火競技場の近くにずっと残っていたもんで、あの子の最期に立ち会えなかった。でも、そっちの選択をせざるを得ない状況だとも分かってた。"
                },
                {
                    "N": "イアンサ",
                    "T": "…ごめん、重い話がしたかったわけじゃないんだ。話したかったのはこの後のことで、実はさ——"
                },
                {
                    "N": "イアンサ",
                    "T": "ここ数日、夢の中でイモラを見たんだ！夢の中ではすごくリアルで、アタシの記憶の中のイモラとおんなじ。"
                },
                {
                    "N": "イアンサ",
                    "T": "またイモラに乗って、ナタのいろんなところを駆け回ったんだぜ。イモラはすごく楽しそうで、アタシもすごく楽しかった。"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ…言われてみれば——"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたしも、夢の中でアテアおばさんを見たよ！相変わらず、すっごく勇敢で、すっごく厳しくて…でも、厳しさの中にはおばさんの…言葉に出来ない優しさがあった。"
                },
                {
                    "N": "ムアラニ",
                    "T": "あんなにリアルな夢を見たのは、生まれて初めてな気がする。君の見た夢と同じで、まるで現実世界でもう一度会えたみたいな感じだった！"
                },
                {
                    "N": "オロルン",
                    "T": "みんなそういう夢を見たんだな…"
                },
                {
                    "N": "_1005",
                    "T": "ん？もしかしておまえも、いつも夢中になってるあのミツムシでも夢に見たか？"
                },
                {
                    "N": "オロルン",
                    "T": "あの子たちだけじゃなく、僕の面倒を見てくれた、じいちゃんやばあちゃんたちを夢に見た。"
                },
                {
                    "N": "オロルン",
                    "T": "彼らの言葉にはいつも、後ろめたさが混じってた。だからこそ、僕に過剰な要求をせず、あり余るほどの自由を与えてくれたんだ。"
                },
                {
                    "N": "オロルン",
                    "T": "それは僕の望むところではなかったが、夢の中でも、彼らの言葉が僕の意志によって変わることはなかった…まるで、本当に言い聞かせられてるようだった。"
                },
                {
                    "N": "カチーナ",
                    "T": "ねえねえ、わたしも！わたしも、ユーちゃんのおじいちゃんおばあちゃんに会ったよ！"
                },
                {
                    "N": "_1005",
                    "T": "ユーちゃんって…ああ、おまえの竜の仲間か！"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。あのね、ユーちゃんのおばあちゃんたちはアビスの災いから逃げ遅れちゃったの。だから最近、ユーちゃんはすごく機嫌が悪くて…食欲もあまりないの。"
                },
                {
                    "N": "カチーナ",
                    "T": "わたし、ユーちゃんのそばにいる時間を増やして、ユーちゃんの家にテントを張って近くで暮らしたりした。そしたらある日、夢の中で、ユーちゃんのおじいちゃんとおばあちゃんが戻ってきたの。"
                },
                {
                    "N": "カチーナ",
                    "T": "ユーちゃんもまた元気なユーちゃんに戻ってて、すごく嬉しかった。でも、夢はあっという間で…目が覚めてから、悲しくなっちゃった…"
                },
                {
                    "N": "カチーナ",
                    "T": "現実のユーちゃんは相変わらず機嫌が悪くて、ごはんも食べないし、寝ようともしないんだ。でも大丈夫、ちょくちょく様子を見に行くようにはしてるから！"
                },
                {
                    "N": "_0",
                    "T": "#（みんな、色んな人の夢を見てる。まさか、{M#俺}{F#私}が夢で見たのも、同じような現象？）"
                },
                {
                    "N": "_1005",
                    "T": "もしかして、おまえらも…あっ、ごめん、なんでもない…"
                },
                {
                    "N": "チャスカ",
                    "T": "…いや、みんなが揃って夢の話を語り始めたのを不思議に思っていただけだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "別に話せないようなことでもない…私はクイクに会う夢を見た。"
                },
                {
                    "N": "チャスカ",
                    "T": "クイクは、私の雰囲気がかなり変わったと言っていた。みんなが安心できる道を歩んでいると…だから、もう私とは喧嘩しないそうだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "みんなの夢と違うのは…私はこのクイクが「リアル」だとは感じなかったことだ。クイクと私は、そんな関係じゃなかった。"
                },
                {
                    "N": "チャスカ",
                    "T": "ただの夢だ、過ぎたことを気に留める必要もない。"
                },
                {
                    "N": "イアンサ",
                    "T": "ごめん、アタシがこの話を始めたせいだよな。"
                },
                {
                    "N": "チャスカ",
                    "T": "気にしないでくれ。私の方こそ、興ざめさせてしまったな。"
                },
                {
                    "N": "_1005",
                    "T": "じゃ、じゃあ旅人、おまえは？なにか夢を見なかったか？楽しいのとか、特別なのとか、面白いのとか！"
                },
                {
                    "N": "???",
                    "T": "「隊長」と多くの魂が出てきた夢のことを話した。"
                },
                {
                    "N": "ムアラニ",
                    "T": "えっ！？うそ…「隊長」？"
                },
                {
                    "N": "イアンサ",
                    "T": "まさか、アンタと「隊長」って…何か人に言えないような関係だったりするのか？"
                },
                {
                    "N": "_1005",
                    "T": "そんなわけないだろ！"
                },
                {
                    "N": "オロルン",
                    "T": "旅人の夢は、僕たちの夢と同じ現象ではないのかも？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "皆がそのような夢を見た理由はなんとなく分かる。戦いの最後、私は神座の力で特殊な「夜猟者の戦争」を開始した。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "その力は非常に強大で、古名も勝利もなしに、「反魂の詩」の力で死者を連れ戻すことができる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "この力は「夜神の国」に宿る記憶と魂を活性化させ、それらは引き寄せ合って生前の姿を形作る。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「夜猟者の戦争」が終わっても、この効果はすぐに消えるものではない。だから、君たちのよく知る、この世にいない者たちが、君たちの夢に現れやすくなっているのだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "旅人が見たものについては——オロルンの見方に賛成だ。今挙げたものとは異なる、特殊な現象のようだな。"
                },
                {
                    "N": "オロルン",
                    "T": "謎煙の主のシャーマンは、夢の中に未来の啓示を求める…ということでしょうか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、その通り。"
                },
                {
                    "N": "_1005",
                    "T": "ってことは、「隊長」の未来…なのか？"
                },
                {
                    "N": "オロルン",
                    "T": "まだ確信はできないが…ばあちゃんから夢を見る方法を教わったことがある。それを使ってその夢を見てもいいか？"
                },
                {
                    "N": "オロルン",
                    "T": "君の魂を観察することで、夢の中の重要な箇所を読み取るんだ。"
                },
                {
                    "N": "???",
                    "T": "しばらく肩の力を抜き、美味しい食べ物を満喫したりして楽しく過ごした。"
                }
            ]
        ]
    },
    "502306": {
        "Desc": "オロルンについて行き、儀式を受ける",
        "Talk": [
            [
                {
                    "N": "オロルン",
                    "T": "知らない配合法だ。そうやって作ることもできるのか…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "おばあさんに教わらなかったか？これは調香の技術にも関わってくるものだ。"
                },
                {
                    "N": "オロルン",
                    "T": "いえ、ばあちゃんは、面倒くさそうに香料の種類と割合を一通り教えてくれただけで、まずはレシピ通りに作れとしか…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "はははっ、彼女から学べることは、まだまだあるみたいだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "準備できたぞ、旅人。君は部屋に入るだけでいい。入ったら、短い眠りにつくことになる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君の夢はオロルンが読み取るが、不快感が生じることはないはずだ。"
                },
                {
                    "N": "オロルン",
                    "T": "うん、準備完了だ。"
                },
                {
                    "N": "_1005",
                    "T": "ひと眠りするだけでいいのかよ？結構簡単そうだな。"
                },
                {
                    "N": "_0",
                    "T": "おやすみ。"
                },
                {
                    "N": "オロルン",
                    "T": "……"
                },
                {
                    "N": "オロルン",
                    "T": "こ、これは…"
                },
                {
                    "N": "???",
                    "T": "とても短い眠りだった。再び目を開けた時には、夢の読み取りは終わっていたようだった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "とにかく、まずは水を飲んで目を醒ませ。"
                },
                {
                    "N": "_1005",
                    "T": "旅人、もう目が覚めたのか？こんなに早く終わるとは…"
                },
                {
                    "N": "_0",
                    "T": "数分しか寝てないような…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それで十分だ。どうだった、オロルン？"
                },
                {
                    "N": "オロルン",
                    "T": "「隊長」のそばにいた人、見たことがある…秘源装置の前で、僕の体をコントロールしようとしてた人か？"
                },
                {
                    "N": "_1005",
                    "T": "えっ？あいつが見えたのか！？えっと…グスレッドとかいう軍医だよな？"
                },
                {
                    "N": "オロルン",
                    "T": "君たちもその名前を知ってるとは…"
                },
                {
                    "N": "_1005",
                    "T": "知ってるぞ。この前イアンサと一緒に「隊長」に会ったとき、グスレッドのことを教えてくれたんだ。"
                },
                {
                    "N": "_1005",
                    "T": "精神疾患の治療に使う「静幻剤」は、あいつの発明らしいぞ。"
                },
                {
                    "N": "オロルン",
                    "T": "そうだったのか…"
                },
                {
                    "N": "オロルン",
                    "T": "アビス侵入の戦いが終わった後、部族に戻って、夢の中の記憶を頼りに500年前の災いに関するウォーベンを調べた。それでやっと、彼に関する記述を見つけたんだ。"
                },
                {
                    "N": "オロルン",
                    "T": "彼は「隊長」に匹敵する実力の持ち主だったが、冷血で決断力があり、「隊長」とは全く異なる形の正義を実践していたらしい。"
                },
                {
                    "N": "_1005",
                    "T": "じゃあ「隊長」みたいに…剛直な感じじゃなかったってことか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "理にかなっているな。似たような性格では、お互いにとって最高のパートナーにはなり得ない。"
                },
                {
                    "N": "_1005",
                    "T": "もしかして、昔の「隊長」に関する話って、ナタでも有名なのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。ただ、「隊長」が出自を自ら語っていなければ、ファデュイ執行官と古代ナタの伝説の英雄「スラーイン」を結びつける者はまずいなかっただろうな。"
                },
                {
                    "N": "オロルン",
                    "T": "僕もそう思います。それに、グスレッドは最終的にナタの人々のために犠牲になり、かなりの名声を残した…部族ではすごく有名な伝説なんだ。"
                },
                {
                    "N": "オロルン",
                    "T": "奇妙なのは、グスレッドの姿を見たのは僕だけだという点だ。理論上、夢の中で知らない人が見えるはずがない…"
                },
                {
                    "N": "オロルン",
                    "T": "でも、君が夢の中で見たグスレッドは、本物の彼とそっくりだった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "偶然ではないだろうな。旅人が夢の中で目にしたのは、グスレッドの魂だ。"
                },
                {
                    "N": "オロルン",
                    "T": "彼はもう何百年も前に亡くなった人物です。どんな理由があろうと、魂が現在まで残っているとは到底…"
                },
                {
                    "N": "_1005",
                    "T": "夜神の国に一時的に取り込まれてた可能性はないのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "無いな。夜神の国はよそ者の魂を受け入れることができない。これは、夜神の国の誕生時からある特性だ。おそらく、「死の執政」は「反魂の詩」が濫用されるのを防ぎたかったんだろう。"
                },
                {
                    "N": "オロルン",
                    "T": "僕は以前、「隊長」から「隊長」ではない魂の声を聞いたことがある。それは時に微弱で、時に強烈で…悲しい声も、苦しい声も聞いた。"
                },
                {
                    "N": "_1005",
                    "T": "つまり、「隊長」はずっとグスレッドの魂を持ち歩いてたってことか！？"
                },
                {
                    "N": "オロルン",
                    "T": "そこがどうしても理解できないところだ。普通の人が、他人の魂を持ち歩くなんてできないはず…"
                },
                {
                    "N": "オロルン",
                    "T": "僕はかなり特殊な体質だから、そういうことができたこともあった。でも…結果は君たちも見ただろう。魂になんらかの欠陥があった場合、夜神の声を聞いた瞬間、激しい波動が発生する。"
                },
                {
                    "N": "_0",
                    "T": "あの時、「隊長」は全く反応しなかった。"
                },
                {
                    "N": "オロルン",
                    "T": "それに、「隊長」の魂をわざわざ確認したこともある。完全かつ強靭で、まばゆいほどの光を放っていた。"
                },
                {
                    "N": "_1005",
                    "T": "ってことは、原因はグスレッドのほうから探った方がいいってことか？"
                },
                {
                    "N": "オロルン",
                    "T": "ああ、その可能性が高いと思う。"
                },
                {
                    "N": "オロルン",
                    "T": "今は結論を出せないが、「グスレッドの魂が今も存在している」ということは、「隊長」の真の意図を探る重要な手がかりになる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "同感だ。"
                },
                {
                    "N": "_1005",
                    "T": "あんなに長いこと一緒にいたおまえにも、そういう情報をまったく漏らさなかったんだな。"
                },
                {
                    "N": "オロルン",
                    "T": "「隊長」は自分についてほとんど話さなかった。ナタを救うことに関して意見が一致していただけだから、それ以上のことを話す必要はないと判断していたのかもしれない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "とにかく、話はこの辺にしておこう。私たちもナタを救える、あと一歩のところまで来ている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「隊長」の動向については、談議室にも注意を払うように伝えておく。だが…私が思うに、彼の目標がアビスに対抗する私たちの計画と衝突することはない。"
                },
                {
                    "N": "_1005",
                    "T": "そうだな。ちょっと不安だけど、そこまででもないような…"
                },
                {
                    "N": "_1005",
                    "T": "心配度合いを点数で表すとしたら、「隊長」のことは五十点くらいで、これからの戦いのことは、最低でも二千点って感じだぞ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "こうやって根拠もなく推測するより、今度オロルンが「隊長」に会った時に直接聞いた方が早い。もしかしたら、教えてくれるかもしれない。"
                },
                {
                    "N": "オロルン",
                    "T": "えっ。ぼ、僕が？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「隊長」がお前を高く評価していることに気づいていないわけではないだろう？彼はファデュイの第一執行官だ。そう簡単に他人と協力などしない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私なら回りくどいことをするより、直接質問をぶつける者の方が、度胸があって賢いやつだと判断する。"
                },
                {
                    "N": "オロルン",
                    "T": "自信はありませんが…やってみます。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "さあ、戻ろう。引き続き宴を楽しまなければな。"
                }
            ],
            [
                {
                    "N": "ムアラニ",
                    "T": "あたしも夢の暗示のことは気になるな。なにが起きてるのか分かったら、戻ってきてあたしたちにも教えて。"
                },
                {
                    "N": "カチーナ",
                    "T": "うんうん。それでわたしたちの手伝いが必要だったら言って！"
                }
            ]
        ]
    },
    "502308": {
        "Desc": "宴に戻る",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": "その後、宴は日が暮れるまで続いた。"
                },
                {
                    "N": "アミナ",
                    "T": "みんな、今日は来てくれて本当にありがとう。宴の最後に、もう一度炎神様と旅人に声援を！"
                },
                {
                    "N": "キナイ",
                    "T": "頑張ってください！"
                },
                {
                    "N": "カイパ",
                    "T": "絶対に勝てます！"
                },
                {
                    "N": "ムアラニ",
                    "T": "ナタを任せたよ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "皆、感謝する——今日の宴はとても楽しかったよ。こんなにリラックスできたのは久しぶりだ。"
                },
                {
                    "N": "_1005",
                    "T": "オイラも！"
                },
                {
                    "N": "_0",
                    "T": "みんなありがとう。"
                },
                {
                    "N": "アミナ",
                    "T": "じゃあ、宴はここまで。この後は、自由にしていいよ。手伝ってくれる人はこっちに来て、一緒に会場を掃除しよう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "はいは～い、手伝いまーす！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私は競技場に戻るとしよう。一日中空けていたから、おそらく談議室では処理すべきことが山積みだ。"
                },
                {
                    "N": "_1005",
                    "T": "えっ、休みじゃなかったのか？休みなのに仕事するのかよ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "やるべきことはやらねばな。他に一緒に競技場に戻る者はいるか？"
                },
                {
                    "N": "チャスカ",
                    "T": "買い物をしに行きたいので、私も一緒に行きます。最近は調停の仕事も少ないので、もっと両親の傍にいてあげようと思って。"
                },
                {
                    "N": "_1005",
                    "T": "じゃあ、また今度な！"
                },
                {
                    "N": "オロルン",
                    "T": "僕も…いや、僕はイファのところに行かないとな。"
                },
                {
                    "N": "オロルン",
                    "T": "ちゃんと僕の大根たちを世話してくれてるのか…"
                },
                {
                    "N": "_1005",
                    "T": "前におまえが植えたやつな…まあ、気をつけて帰れよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "俺も帰る、またな。"
                },
                {
                    "N": "_1005",
                    "T": "ずっと気になってたんだけどよ、アハウは宴の間、どこに行ってたんだ？"
                },
                {
                    "N": "キィニチ",
                    "T": "こういう場面にあいつはいらないだろ。一番食べるし、一番口が悪い。"
                },
                {
                    "N": "_0",
                    "T": "つまり、キィニチに閉じ込められてたの？"
                },
                {
                    "N": "_1005",
                    "T": "ま、自業自得だな！肉が食べられなかったのも、身から出たサビってやつだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "アタシも行くぜ。まずは、アンタの古名が無事に出来上がりますように。"
                },
                {
                    "N": "イアンサ",
                    "T": "古名の初代所有者になれるなんて、誰もが羨むことだぜ。もちろん、名誉だけじゃなく責任もついてくるけどな。"
                },
                {
                    "N": "イアンサ",
                    "T": "でも、アンタの業績は、きっとナタの人々が代々語り継ぐのにふさわしい。信じてるぞ。"
                },
                {
                    "N": "_0",
                    "T": "ありがとう。"
                },
                {
                    "N": "カチーナ",
                    "T": "みんな帰る準備をしてるし、わたしもそろそろ行こうかな。家に帰る頃には、すっかり暗くなってるだろうけど。"
                },
                {
                    "N": "カチーナ",
                    "T": "シロネンお姉さんのところに、様子を見に行ってみるよ。うまくいけば、もう出来てるかもね。いい知らせを待ってて。"
                },
                {
                    "N": "_0",
                    "T": "速すぎない？"
                },
                {
                    "N": "カチーナ",
                    "T": "シロネンお姉さんはすごいからね。普通の古名なら一瞬だよ。ただ、今回の古名はちょっと特殊だから、分からないけど…"
                },
                {
                    "N": "_1005",
                    "T": "この後は用もないし、オイラたちも行ってみるか？"
                },
                {
                    "N": "_0",
                    "T": "そうだね。"
                },
                {
                    "N": "_0",
                    "T": "夜道を一人でなんて心配だし。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ？わたしの心配なんてしなくていいよ！ぐるぐるコマちゃんだってついてるし。"
                },
                {
                    "N": "カチーナ",
                    "T": "でも、もし古名が見たいなら、一緒に行こっか。初めて古名を手にする瞬間かぁ…きっといい記念になるよ！"
                },
                {
                    "N": "_1005",
                    "T": "じゃあ、行こうぜ。"
                },
                {
                    "N": "アハウ",
                    "T": "た、助けてくれ——"
                }
            ]
        ]
    },
    "502307": {
        "Desc": "カチーナを集落まで送る",
        "Step": "宴の楽しい時間はあっという間に過ぎた。カチーナを送るついでに、古名作りの進捗を確認しに行こう。",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "そういえば、二人がナタに着いたばかりのときも、この道を一緒に通ったよね。あの時は昼間だったけど。"
                },
                {
                    "N": "カチーナ",
                    "T": "ちょうど帰火聖夜の巡礼の前日で…ここでキィニチお兄さんとムアラニちゃんに会ったんだよね。"
                },
                {
                    "N": "_1005",
                    "T": "そうやって考えてみると、まるで昨日のことみたいだよな。"
                },
                {
                    "N": "_0",
                    "T": "いろんな冒険を思い出すね。"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。二人は夜神の国からわたしを助けてくれて、その後ナタとアビスの大規模な戦いにも参加してくれたんだよね。"
                },
                {
                    "N": "カチーナ",
                    "T": "そしてもうすぐ、最後の決戦…"
                },
                {
                    "N": "_0",
                    "T": "#今度はカチーナが{M#俺}{F#私}を送り出す番だね。"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ？あ、そっか…へへっ、確かにそうだね。"
                },
                {
                    "N": "カチーナ",
                    "T": "実はね、帰火聖夜の巡礼の前の晩はずっと緊張してたんだけど…あなたたちに励ましてもらったことを思い出して、すごく心が軽くなったんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "不思議だよね。あの夜はぐっすり眠れて、今までで最高の成績が取れた。"
                },
                {
                    "N": "カチーナ",
                    "T": "い、いま緊張してる？もし緊張してるなら、わたしが励ましてあげるよ…"
                },
                {
                    "N": "カチーナ",
                    "T": "うぅ、沢山のことを教わったのに、わたしはなんにもあげられない…"
                },
                {
                    "N": "_0",
                    "T": "緊張はしてない。"
                },
                {
                    "N": "カチーナ",
                    "T": "そ、そうだよね。こんな心配するべきじゃなかったか。あなたは最高のお手本なんだから。"
                },
                {
                    "N": "_0",
                    "T": "ちょっと緊張する。"
                },
                {
                    "N": "カチーナ",
                    "T": "あっ、じゃあ…大丈夫、わたしが応援してあげる。なにがあっても、わたしが手伝えることなら、真っ先に駆けつけるよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしの古名は「ウッサビ{RUBY#[S]不屈}ーティ」。絶対に諦めないから、あなたも諦めないで。"
                },
                {
                    "N": "カチーナ",
                    "T": "よし、じゃあ先に進もう！"
                }
            ],
            [
                {
                    "N": "アハウ",
                    "T": "ちびニチめが、オレをずっと閉じ込めておけると思うなよ？ここのものをバクバクバクバク食ってやる！"
                }
            ]
        ]
    },
    "502310": {
        "Desc": "引き続き道に沿って進む",
        "Talk": []
    },
    "502316": {
        "Desc": "引き続き道に沿って進む",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "待って！ハンウィだ。ねえハンウィ。どうしてこんなところにいるの？"
                },
                {
                    "N": "カチーナ",
                    "T": "紹介するね、ユーちゃんのママだよ！"
                },
                {
                    "N": "_1005",
                    "T": "こんにちは。"
                },
                {
                    "N": "ハンウィ",
                    "T": "キュッ、キュー！"
                },
                {
                    "N": "カチーナ",
                    "T": "どうしたの？何か焦ってる…？"
                },
                {
                    "N": "カチーナ",
                    "T": "行っちゃった！追いかけよう！"
                }
            ]
        ]
    },
    "502309": {
        "Desc": "ハンウィについて行く",
        "Talk": [
            [
                {
                    "N": "シトラリ",
                    "T": "あら？宴はもう終わったの？"
                },
                {
                    "N": "_1005",
                    "T": "ん？おまえも宴のこと知ってたのか？"
                },
                {
                    "N": "シトラリ",
                    "T": "ええ。ワタシたちは参加しなかったけど、キミたちを応援する気持ちはみんなと同じよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "古名なら、あとちょっとよ。シロネンがいま全身全霊で仕上げてくれてるから、ジャマしないようにしましょ。"
                },
                {
                    "N": "シトラリ",
                    "T": "今までの古名とはかなり違うから、色々問題にぶち当たっちゃって、かなり時間を使っちゃったのよね。"
                },
                {
                    "N": "_0",
                    "T": "十分早いよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "早く作れたら、焼肉パーティーの最後の最後に残るホネくらいには間に合うかもねって、ジョーダンで話してたんだけど…"
                },
                {
                    "N": "シトラリ",
                    "T": "ちょっと笑わせるだけのつもりが、シロネンったら真剣に考え込んじゃって。思いっきり頷いたと思ったら、一生懸命シゴトし始めたのよ。まるで燃えたみたいにね。"
                },
                {
                    "N": "_1005",
                    "T": "シロネンにとって、肉ってそこまで魅力的だったのか。"
                },
                {
                    "N": "シトラリ",
                    "T": "あのコの部族のヒトたちはみんなそうかもね。今は時間も忘れてるんじゃないかしら。きっと宴が終わったコトにすら気づいてないもの。"
                },
                {
                    "N": "_1005",
                    "T": "じゃ、じゃあ肉を用意してあげた方がいいか？"
                },
                {
                    "N": "_0",
                    "T": "でないと、がっかりさせちゃう。"
                },
                {
                    "N": "シロネン",
                    "T": "ウチの機嫌を気遣ってくれてありがと。でも気にしなくても、外の明るさで時間くらい判断できるから。"
                },
                {
                    "N": "シロネン",
                    "T": "訂正させてもらうけど、冗談だってのは分かってたよ。でも、それまでずっと真剣に製作方法について話し合ってたから、あえてこういう風に応えようと思ったわけ。"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "……"
                },
                {
                    "N": "シロネン",
                    "T": "ま、どーでもいいか。ほら、できたよ。"
                },
                {
                    "N": "_1005",
                    "T": "わぁ、古名だ…！旅人の古名だぞ！"
                },
                {
                    "N": "シロネン",
                    "T": "「トゥマ{RUBY#[S]希望}イニ」、この響きが魂の河の底から浮かび上がった。意味は「希望」。"
                },
                {
                    "N": "シトラリ",
                    "T": "旅人にピッタリね。まるで星や月のように、真夜中にいるワタシたちの進むべき道を照らしてくれる。"
                },
                {
                    "N": "_1005",
                    "T": "カッコいいぜ！この名前にも他の人たちの古名みたいに、カッコいい言葉がついたりするのか？"
                },
                {
                    "N": "シロネン",
                    "T": "もちろん。でもそれは古名が出来た時からあるものじゃなくて、古名の初代所有者が冒険する中で、自然と浮かび上がってくるんだ。"
                },
                {
                    "N": "シロネン",
                    "T": "きっと、戦いから無事帰ってきた時…夜神様が「トゥマイニ」って名をあんたに与えた意味が分かるよ。"
                },
                {
                    "N": "_0",
                    "T": "これで準備万端。"
                },
                {
                    "N": "_0",
                    "T": "あとは時を待つのみ、だね。"
                },
                {
                    "N": "_1005",
                    "T": "古名の製作がこんなに順調に進むとは思わなかったぜ。"
                },
                {
                    "N": "シロネン",
                    "T": "今回は夜神様の力を借りられたからね。特例中の特例。今後も、こんな機会に巡り合うことはほとんど無いと思う。"
                },
                {
                    "N": "シトラリ",
                    "T": "夜神がここまで手伝ってくれたのに、一番信頼できる名鋳り師が古名を作れないとなったら、人類は大恥をかくことになるものね！"
                },
                {
                    "N": "シロネン",
                    "T": "ウチは初めから自分の実力を疑ってなかったよ。あんたが小説の読みすぎで、波乱万丈な展開を求めてただけっしょ。"
                },
                {
                    "N": "シトラリ",
                    "T": "ちょっと、成功を願ってなかったみたいに言わないでちょうだい！ただ、ワタシは長生きしてるから、いろんなコトを見てきたの！"
                },
                {
                    "N": "_1005",
                    "T": "まあまあ二人とも、ちゃんとできあがったんだしさ。"
                },
                {
                    "N": "シロネン",
                    "T": "でもお祝いの前に、まだ最後の一歩が残ってる。古名はできたし、テストもオッケーだったけど…"
                },
                {
                    "N": "シロネン",
                    "T": "これがあんたのものといえるかどうか、あんたが持ってて効果をちゃんと発揮できるかどうかについて、調べないと。"
                },
                {
                    "N": "シトラリ",
                    "T": "前代未聞の、異邦人の古名だものね…未知のコトが起こるんじゃないかって、ワタシも心配よ。"
                },
                {
                    "N": "_1005",
                    "T": "うぅ…まだ喜ぶには早いってことか…"
                },
                {
                    "N": "_1005",
                    "T": "でも、確かに調べないとだな！大事なものだし、問題があると困るぜ。"
                },
                {
                    "N": "シロネン",
                    "T": "うん、でも身構えなくていいよ。簡単なテストだから、夕飯を食べてから、静かなとこでやってみよう。"
                },
                {
                    "N": "シロネン",
                    "T": "旅人の魂が地脈と繋がれるかどうか観察するんだ。その過程で拒絶反応が起きないかを見るってワケ。"
                },
                {
                    "N": "シトラリ",
                    "T": "この前、夜神の国に入ったのはある意味「侵入」ともいえる行為だったけど、今回は、ホントに受け入れてもらう必要がある。"
                },
                {
                    "N": "シトラリ",
                    "T": "そこの確認はワタシに任せて、プロだから。"
                },
                {
                    "N": "_0",
                    "T": "わかった。"
                },
                {
                    "N": "シロネン",
                    "T": "あと、夜神様からあんたへのプレゼント——「聖宵の旅織り」。これも返すね。"
                },
                {
                    "N": "_1005",
                    "T": "あれ、消えたりしなかったんだな？"
                },
                {
                    "N": "シロネン",
                    "T": "別に、記憶を消費して作るわけじゃないから。でないと、初代の所有者が何をしたか誰もわからなくなるでしょ？"
                },
                {
                    "N": "シロネン",
                    "T": "「聖宵の旅織り」はこれからも、あんたのナタでの冒険を一番効果的に証明してくれるはず。"
                },
                {
                    "N": "_0",
                    "T": "ありがとう。"
                },
                {
                    "N": "シトラリ",
                    "T": "難しい話はその辺にして、ご飯を食べに行きましょ。もうお腹ペコペコだよ。"
                },
                {
                    "N": "シロネン",
                    "T": "じゃあ、行きつけの店で肉でも食べよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "ほら、肉ですって。やっぱり食べたくなったのね。"
                },
                {
                    "N": "シロネン",
                    "T": "ちなみに、お酒も一流。"
                },
                {
                    "N": "シトラリ",
                    "T": "それならグズグズしてないで行きましょ！キミたちも早く！"
                },
                {
                    "N": "???",
                    "T": "みんなで美味しいお肉を楽しんだ。シロネンとシトラリは、一日中ご飯を食べていなかったせいか、とてもお腹が空いていたようだった。"
                },
                {
                    "N": "???",
                    "T": "お酒は焼いた肉と同じくらい美味しかったが、これから大事な用事があるためか、シトラリはかなり分量を控えていた。"
                },
                {
                    "N": "???",
                    "T": "食事の後、シロネンは検査用の道具を取りに家に戻った。外で、シトラリと一緒に彼女を待つことになった…"
                },
                {
                    "N": "_1005",
                    "T": "シトラリ、どうしたんだ？なんか悩んでるのか？お酒もあまり飲んでなかったし…"
                },
                {
                    "N": "シトラリ",
                    "T": "…まさか、こんなトシになっても、これほど落ち着かないキモチになるなんてね。"
                },
                {
                    "N": "シトラリ",
                    "T": "旅立ちの日が近づくほど、不安になってくる…「古名」はできたケド、「反魂の詩」は…戦いに勝たないと効力を発揮しない…"
                },
                {
                    "N": "シトラリ",
                    "T": "それに、炎神様の運命には「死」が待つと示されてる…"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}は運命を信じない。"
                },
                {
                    "N": "_0",
                    "T": "一緒に勝利を手に入れる。"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "シトラリ",
                    "T": "ありがとう、キミたちを信じる…キミの言葉が、ワタシには最大の慰めよ。"
                },
                {
                    "N": "シロネン",
                    "T": "準備できたよ、行こ。ん…？なんの話をしてたの？"
                },
                {
                    "N": "_1005",
                    "T": "なんでもないぞ！シトラリはお腹いっぱい過ぎて、消化不良なんだってさ。"
                },
                {
                    "N": "シトラリ",
                    "T": "そ、そうそう！でも、ちょっと散歩したら治りそう。お腹も膨れたし、そろそろ古名を確かめに行かないとね。"
                }
            ]
        ]
    },
    "502312": {
        "Desc": "ユーちゃんとその家族と会話する",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "なるほど、ユーちゃんのことだったんだね…ユーちゃん、相変わらずなんだ…かわいそう。"
                },
                {
                    "N": "_1005",
                    "T": "ああ、そういやごはんの時に言ってたよな。ユーちゃんのおじいちゃんとおばあちゃんって…"
                },
                {
                    "N": "カチーナ",
                    "T": "うん。アビスの魔物がこだまの子を攻撃した時、ユーちゃん一家のみんなが勇敢に戦ってくれた。"
                },
                {
                    "N": "カチーナ",
                    "T": "ユーちゃんのパパとママは無事だけど、おじいちゃんとおばあちゃんは亡くなっちゃった…"
                },
                {
                    "N": "カチーナ",
                    "T": "ユーちゃんの家族は仲が良いんだ。あの事件の後、ユーちゃんはまともにご飯も食べなくて、寝ようともしなくて…ただ外をむやみに走り回るばかりで。"
                },
                {
                    "N": "カチーナ",
                    "T": "おじいちゃんとおばあちゃんがまだ帰ってきてないだけだと思って、探しに行ってるのかも。でも、実際はもう戻ってこない。"
                },
                {
                    "N": "カチーナ",
                    "T": "ユーちゃん、来たよ。今日の調子はどう？"
                },
                {
                    "N": "カチーナ",
                    "T": "ユーちゃんの大好きなステーキを持ってきたよ。アツアツだから、すごくいい匂いでしょ。食べる？"
                },
                {
                    "N": "ユーちゃん",
                    "T": "グル…"
                },
                {
                    "N": "カチーナ",
                    "T": "だめだ、見向きもしてくれない。"
                },
                {
                    "N": "_1005",
                    "T": "旅人、ユーちゃんのこの様子…「アビス侵蝕症候群」に似てると思わないか？"
                },
                {
                    "N": "_0",
                    "T": "少し…"
                },
                {
                    "N": "カチーナ",
                    "T": "えっ？「アビス侵蝕症候群」って？"
                },
                {
                    "N": "_1005",
                    "T": "「隊長」が言ってたやつだ。アビスに侵蝕されたことがある人は、浄化された後も、心の傷が残っちゃうんだってさ。"
                },
                {
                    "N": "_1005",
                    "T": "事実を間違って認識して、心が壊れたみたいになって…すごく危険なんだ。"
                },
                {
                    "N": "カチーナ",
                    "T": "確かにユーちゃんの状況と似てるかも。でも、ユーちゃんはアビスに侵蝕されていないはず…"
                },
                {
                    "N": "_1005",
                    "T": "オイラもそうだとは言い切れないけど…あの時はそこら中にアビスの力が散らばってたから、知らないうちに影響を受けたのかもしれないぞ。"
                },
                {
                    "N": "カチーナ",
                    "T": "確かに、その可能性はあるかも…"
                },
                {
                    "N": "_0",
                    "T": "あの時、静幻剤を少し分けてもらった。"
                },
                {
                    "N": "_1005",
                    "T": "重症の人にはかなり効く薬だぞ。他の方法もないし、試してみるか？"
                },
                {
                    "N": "カチーナ",
                    "T": "うぅ…じゃあちょっとだけ。人間の薬を竜にあげて、副作用が出たら大変だから。"
                },
                {
                    "N": "_1005",
                    "T": "おう！慎重にな！"
                },
                {
                    "N": "???",
                    "T": "「隊長」の薬はかなり効いた。ユーちゃんは薬を飲むとすぐに元気になり、カチーナのステーキもきれいに食べ尽くした。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュイッ！"
                },
                {
                    "N": "カチーナ",
                    "T": "もう平気？…良かった！"
                },
                {
                    "N": "カチーナ",
                    "T": "ありがとう、本当に助かったよ！"
                },
                {
                    "N": "ハンウィ&アンパーウ",
                    "T": "ウウ——"
                },
                {
                    "N": "カチーナ",
                    "T": "お腹いっぱい？お腹いっぱいになったら、ちょっと休もう。ユーちゃんはもう何日も寝てないんだよ。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュイッ、キュイッ！"
                },
                {
                    "N": "カチーナ",
                    "T": "うんうん、こんなに元気になるなんて。じゃあ急かさないから、疲れたらちゃんと寝るんだよ。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュウウウ！"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、本当にありがとう。ユーちゃんを助けてくれて。"
                },
                {
                    "N": "カチーナ",
                    "T": "さっきの薬、わたしにも少し分けてもらえないかな？同じような状況になった時にまた役に立ちそうだから。"
                },
                {
                    "N": "_1005",
                    "T": "もちろんだぜ。"
                },
                {
                    "N": "カチーナ",
                    "T": "昔は、この世界の大半のものが当たり前にあるものだって思ってた。生まれた時から、すでにあったから。"
                },
                {
                    "N": "カチーナ",
                    "T": "でも、戦争を経験して分かったの。ほとんどのものはすごく儚いんだって。この道と一緒で…行った時と戻ってくる時で、見える景色はすっかり違ってる。"
                },
                {
                    "N": "カチーナ",
                    "T": "——そういうものを、もっと大事にしたい。自分にできることを、もっともっとやりたい。そうすれば、きっと後悔しないから。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}もそう思う。"
                },
                {
                    "N": "カチーナ",
                    "T": "全部、あなたが教えてくれたんだよ。へへっ、本当に色々教えてもらっちゃったね。"
                },
                {
                    "N": "_0",
                    "T": "大げさだよ。"
                },
                {
                    "N": "_0",
                    "T": "カチーナの理解力が高いからだよ。"
                },
                {
                    "N": "_1005",
                    "T": "そうだぞ。おまえは優秀だし、強い心を持ってるから、オイラたちが心配する必要なんて全然ないぜ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ほ、本当？あなたたちから見て、わたしはちゃんと…良い弟子で、良い生徒？"
                },
                {
                    "N": "_0",
                    "T": "「仲間」だよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "わぁ…！"
                },
                {
                    "N": "カチーナ",
                    "T": "あ、ありがとう。そう言ってもらえて嬉しい…！明日からの訓練、もっと頑張れそうだよ！"
                },
                {
                    "N": "カチーナ",
                    "T": "えへへ、行こう！あと少しで家につくよ。"
                },
                {
                    "N": "カチーナ",
                    "T": "じゃあ、ばいばい、ユーちゃん！ハンウィとアンパーウも、またね。"
                }
            ]
        ]
    },
    "502311": {
        "Desc": "カチーナを家まで送る",
        "Talk": [
            [
                {
                    "N": "カチーナ",
                    "T": "やっと着いた。ふぅ、いっぱい歩いたね。"
                },
                {
                    "N": "カチーナ",
                    "T": "シロネンお姉さんに会ったら、うちに夕飯を食べに来なよ。夜は泊まってもいいから！わたし、パパとママと一緒に準備する！"
                },
                {
                    "N": "_1005",
                    "T": "ええ、いきなり邪魔していいのかよ…？"
                },
                {
                    "N": "_1005",
                    "T": "必要があったらまた声かけるぜ。先に用事を済ませてくるからさ。"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、あなたたちが決めて。こっちはいつでも歓迎だから。"
                },
                {
                    "N": "カチーナ",
                    "T": "ばいばい！"
                },
                {
                    "N": "_1005",
                    "T": "考えてみると、カチーナと知り合ってからまだそんなに経ってないんだな。"
                },
                {
                    "N": "_1005",
                    "T": "ナタでの旅もあっという間に終わっちゃいそうだぜ。"
                },
                {
                    "N": "_0",
                    "T": "まだ行ってないところが沢山ある。"
                },
                {
                    "N": "_1005",
                    "T": "それもそうか。これからの予定に組み込んでおかないとな！"
                },
                {
                    "N": "_1005",
                    "T": "よし、行くぞ。オイラたちの…いや、おまえの古名を見に行こう！"
                }
            ]
        ]
    },
    "502317": {
        "Desc": "古名作りの進捗を確認する",
        "Talk": [
            [
                {
                    "N": "シトラリ",
                    "T": "あら？宴はもう終わったの？"
                },
                {
                    "N": "_1005",
                    "T": "ん？おまえも宴のこと知ってたのか？"
                },
                {
                    "N": "シトラリ",
                    "T": "ええ。ワタシたちは参加しなかったけど、キミたちを応援する気持ちはみんなと同じよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "古名なら、あとちょっとよ。シロネンがいま全身全霊で仕上げてくれてるから、ジャマしないようにしましょ。"
                },
                {
                    "N": "シトラリ",
                    "T": "今までの古名とはかなり違うから、色々問題にぶち当たっちゃって、かなり時間を使っちゃったのよね。"
                },
                {
                    "N": "_0",
                    "T": "十分早いよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "早く作れたら、焼肉パーティーの最後の最後に残るホネくらいには間に合うかもねって、ジョーダンで話してたんだけど…"
                },
                {
                    "N": "シトラリ",
                    "T": "ちょっと笑わせるだけのつもりが、シロネンったら真剣に考え込んじゃって。思いっきり頷いたと思ったら、一生懸命シゴトし始めたのよ。まるで燃えたみたいにね。"
                },
                {
                    "N": "_1005",
                    "T": "シロネンにとって、肉ってそこまで魅力的だったのか。"
                },
                {
                    "N": "シトラリ",
                    "T": "あのコの部族のヒトたちはみんなそうかもね。今は時間も忘れてるんじゃないかしら。きっと宴が終わったコトにすら気づいてないもの。"
                },
                {
                    "N": "_1005",
                    "T": "じゃ、じゃあ肉を用意してあげた方がいいか？"
                },
                {
                    "N": "_0",
                    "T": "でないと、がっかりさせちゃう。"
                },
                {
                    "N": "シロネン",
                    "T": "ウチの機嫌を気遣ってくれてありがと。でも気にしなくても、外の明るさで時間くらい判断できるから。"
                },
                {
                    "N": "シロネン",
                    "T": "訂正させてもらうけど、冗談だってのは分かってたよ。でも、それまでずっと真剣に製作方法について話し合ってたから、あえてこういう風に応えようと思ったわけ。"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "……"
                },
                {
                    "N": "シロネン",
                    "T": "ま、どーでもいいか。ほら、できたよ。"
                },
                {
                    "N": "_1005",
                    "T": "わぁ、古名だ…！旅人の古名だぞ！"
                },
                {
                    "N": "シロネン",
                    "T": "「トゥマ{RUBY#[S]希望}イニ」、この響きが魂の河の底から浮かび上がった。意味は「希望」。"
                },
                {
                    "N": "シトラリ",
                    "T": "旅人にピッタリね。まるで星や月のように、真夜中にいるワタシたちの進むべき道を照らしてくれる。"
                },
                {
                    "N": "_1005",
                    "T": "カッコいいぜ！この名前にも他の人たちの古名みたいに、カッコいい言葉がついたりするのか？"
                },
                {
                    "N": "シロネン",
                    "T": "もちろん。でもそれは古名が出来た時からあるものじゃなくて、古名の初代所有者が冒険する中で、自然と浮かび上がってくるんだ。"
                },
                {
                    "N": "シロネン",
                    "T": "きっと、戦いから無事帰ってきた時…夜神様が「トゥマイニ」って名をあんたに与えた意味が分かるよ。"
                },
                {
                    "N": "_0",
                    "T": "これで準備万端。"
                },
                {
                    "N": "_0",
                    "T": "あとは時を待つのみ、だね。"
                },
                {
                    "N": "_1005",
                    "T": "古名の製作がこんなに順調に進むとは思わなかったぜ。"
                },
                {
                    "N": "シロネン",
                    "T": "今回は夜神様の力を借りられたからね。特例中の特例。今後も、こんな機会に巡り合うことはほとんど無いと思う。"
                },
                {
                    "N": "シトラリ",
                    "T": "夜神がここまで手伝ってくれたのに、一番信頼できる名鋳り師が古名を作れないとなったら、人類は大恥をかくことになるものね！"
                },
                {
                    "N": "シロネン",
                    "T": "ウチは初めから自分の実力を疑ってなかったよ。あんたが小説の読みすぎで、波乱万丈な展開を求めてただけっしょ。"
                },
                {
                    "N": "シトラリ",
                    "T": "ちょっと、成功を願ってなかったみたいに言わないでちょうだい！ただ、ワタシは長生きしてるから、いろんなコトを見てきたの！"
                },
                {
                    "N": "_1005",
                    "T": "まあまあ二人とも、ちゃんとできあがったんだしさ。"
                },
                {
                    "N": "シロネン",
                    "T": "でもお祝いの前に、まだ最後の一歩が残ってる。古名はできたし、テストもオッケーだったけど…"
                },
                {
                    "N": "シロネン",
                    "T": "これがあんたのものといえるかどうか、あんたが持ってて効果をちゃんと発揮できるかどうかについて、調べないと。"
                },
                {
                    "N": "シトラリ",
                    "T": "前代未聞の、異邦人の古名だものね…未知のコトが起こるんじゃないかって、ワタシも心配よ。"
                },
                {
                    "N": "_1005",
                    "T": "うぅ…まだ喜ぶには早いってことか…"
                },
                {
                    "N": "_1005",
                    "T": "でも、確かに調べないとだな！大事なものだし、問題があると困るぜ。"
                },
                {
                    "N": "シロネン",
                    "T": "うん、でも身構えなくていいよ。簡単なテストだから、夕飯を食べてから、静かなとこでやってみよう。"
                },
                {
                    "N": "シロネン",
                    "T": "旅人の魂が地脈と繋がれるかどうか観察するんだ。その過程で拒絶反応が起きないかを見るってワケ。"
                },
                {
                    "N": "シトラリ",
                    "T": "この前、夜神の国に入ったのはある意味「侵入」ともいえる行為だったけど、今回は、ホントに受け入れてもらう必要がある。"
                },
                {
                    "N": "シトラリ",
                    "T": "そこの確認はワタシに任せて、プロだから。"
                },
                {
                    "N": "_0",
                    "T": "わかった。"
                },
                {
                    "N": "シロネン",
                    "T": "あと、夜神様からあんたへのプレゼント——「聖宵の旅織り」。これも返すね。"
                },
                {
                    "N": "_1005",
                    "T": "あれ、消えたりしなかったんだな？"
                },
                {
                    "N": "シロネン",
                    "T": "別に、記憶を消費して作るわけじゃないから。でないと、初代の所有者が何をしたか誰もわからなくなるでしょ？"
                },
                {
                    "N": "シロネン",
                    "T": "「聖宵の旅織り」はこれからも、あんたのナタでの冒険を一番効果的に証明してくれるはず。"
                },
                {
                    "N": "_0",
                    "T": "ありがとう。"
                },
                {
                    "N": "シトラリ",
                    "T": "難しい話はその辺にして、ご飯を食べに行きましょ。もうお腹ペコペコだよ。"
                },
                {
                    "N": "シロネン",
                    "T": "じゃあ、行きつけの店で肉でも食べよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "ほら、肉ですって。やっぱり食べたくなったのね。"
                },
                {
                    "N": "シロネン",
                    "T": "ちなみに、お酒も一流。"
                },
                {
                    "N": "シトラリ",
                    "T": "それならグズグズしてないで行きましょ！キミたちも早く！"
                },
                {
                    "N": "???",
                    "T": "みんなで美味しいお肉を楽しんだ。シロネンとシトラリは、一日中ご飯を食べていなかったせいか、とてもお腹が空いていたようだった。"
                },
                {
                    "N": "???",
                    "T": "お酒は焼いた肉と同じくらい美味しかったが、これから大事な用事があるためか、シトラリはかなり分量を控えていた。"
                },
                {
                    "N": "???",
                    "T": "食事の後、シロネンは検査用の道具を取りに家に戻った。外で、シトラリと一緒に彼女を待つことになった…"
                },
                {
                    "N": "_1005",
                    "T": "シトラリ、どうしたんだ？なんか悩んでるのか？お酒もあまり飲んでなかったし…"
                },
                {
                    "N": "シトラリ",
                    "T": "…まさか、こんなトシになっても、これほど落ち着かないキモチになるなんてね。"
                },
                {
                    "N": "シトラリ",
                    "T": "旅立ちの日が近づくほど、不安になってくる…「古名」はできたケド、「反魂の詩」は…戦いに勝たないと効力を発揮しない…"
                },
                {
                    "N": "シトラリ",
                    "T": "それに、炎神様の運命には「死」が待つと示されてる…"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}は運命を信じない。"
                },
                {
                    "N": "_0",
                    "T": "一緒に勝利を手に入れる。"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "シトラリ",
                    "T": "ありがとう、キミたちを信じる…キミの言葉が、ワタシには最大の慰めよ。"
                },
                {
                    "N": "シロネン",
                    "T": "準備できたよ、行こ。ん…？なんの話をしてたの？"
                },
                {
                    "N": "_1005",
                    "T": "なんでもないぞ！シトラリはお腹いっぱい過ぎて、消化不良なんだってさ。"
                },
                {
                    "N": "シトラリ",
                    "T": "そ、そうそう！でも、ちょっと散歩したら治りそう。お腹も膨れたし、そろそろ古名を確かめに行かないとね。"
                }
            ]
        ]
    },
    "502313": {
        "Desc": "外に行って古名を調べる",
        "Talk": [
            [
                {
                    "N": "シトラリ",
                    "T": "シロネン、準備はいい？"
                },
                {
                    "N": "シロネン",
                    "T": "ちょっと待って…はいはい、こっちはオッケー。"
                },
                {
                    "N": "シトラリ",
                    "T": "これから、キミと地脈のつながりをそばで確認するわ。すぐ終わるケド、一つだけ注意してほしいの。"
                },
                {
                    "N": "シトラリ",
                    "T": "確認する原理は「スピリットストーン」と似てるんだけど…前回使った時、危ないコトがあったそうね？"
                },
                {
                    "N": "_1005",
                    "T": "おう、アビスの力がどんどん湧いてきたんだ！チャスカが「スピリットストーン」を壊してなかったら、ヴィチャマは完全に侵蝕されちゃってたぞ。"
                },
                {
                    "N": "シトラリ",
                    "T": "…そこが一番心配。アビスの元凶はまだ夜神の国の奥深くに潜んでるし、その力は今も地脈を破壊し続けてるんだもの。"
                },
                {
                    "N": "シトラリ",
                    "T": "キミのアビスへの耐性はスゴいけど、体調が悪くなったらすぐ教えてね。中断する。"
                },
                {
                    "N": "シトラリ",
                    "T": "ワタシから見て違和感があっても、すぐにやめるから。"
                },
                {
                    "N": "_0",
                    "T": "アビスぐらい、余裕余裕。"
                },
                {
                    "N": "_0",
                    "T": "溢れてくるアビスの汚染のほうが心配。"
                },
                {
                    "N": "シトラリ",
                    "T": "溢れ出るアビスの力は元素力で排除するから安心して。ピクニックが終わった後にゴミを全部持ち去るのとおんなじ、アタリマエのコトよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "シロネン、こっちもオッケーよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "パイモン、ちょっと離れてて。"
                },
                {
                    "N": "_1005",
                    "T": "わかったぞ！"
                },
                {
                    "N": "シトラリ",
                    "T": "じゃあ、始めるね。"
                },
                {
                    "N": "_1005",
                    "T": "おおっ、すごくキレイな光だな。「スピリットストーン」が初めて起動したときもこんな感じだったぞ。"
                },
                {
                    "N": "シトラリ",
                    "T": "地脈とのつながりの状態は…良好。夜神の存在を感じるわ。"
                },
                {
                    "N": "シトラリ",
                    "T": "キミの魂はホントにスゴいのね。夜神に匹敵するほどの存在感よ…"
                },
                {
                    "N": "シトラリ",
                    "T": "夜神は新しい古名を完全に受け入れ、キミを古名の主だと認めている…まあ、元々この件は彼女の意志で行われてたワケだものね。"
                },
                {
                    "N": "シトラリ",
                    "T": "つながった後も、地脈は安定してるみたいよ。予想外の波動もなかったわ。"
                },
                {
                    "N": "シトラリ",
                    "T": "どう？大丈夫かしら？"
                },
                {
                    "N": "_0",
                    "T": "異常なし。"
                },
                {
                    "N": "_0",
                    "T": "いつも通り。"
                },
                {
                    "N": "シロネン",
                    "T": "問題はなさそうね。ちゃんと使えるみたいでよかった。"
                },
                {
                    "N": "_1005",
                    "T": "おい、見ろ。なにか近づいてくるぞ！"
                },
                {
                    "N": "シトラリ",
                    "T": "落ち着いて、パイモン。地脈が破損したせいで、魂のようなものが溢れ出てるだけ。"
                },
                {
                    "N": "シトラリ",
                    "T": "ユーレイを見たみたいに思うかもしれないけど、これは儀式が生み出した特殊な現象だから、見えるのも今のうちだけよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "って…なんでこんなに多いの？"
                },
                {
                    "N": "オラヤ",
                    "T": "家に…帰る…"
                },
                {
                    "N": "カヒュイア",
                    "T": "こっちだ…"
                },
                {
                    "N": "シトラリ",
                    "T": "確認は終わったわ。シロネン、早く止めて！"
                },
                {
                    "N": "シロネン",
                    "T": "わかった！"
                },
                {
                    "N": "_1005",
                    "T": "ど、どういうことだ？"
                },
                {
                    "N": "シトラリ",
                    "T": "溢れ出たコだけじゃなく、この辺の魂がゼンブ引き寄せられて来ちゃったみたいね。"
                },
                {
                    "N": "_1005",
                    "T": "この辺の魂？"
                },
                {
                    "N": "シトラリ",
                    "T": "夜神の国は日に日に弱っていて、魂を受け入れる能力にも問題が生じてる。死んだ生き物の魂が、地脈に戻れないなんて例も増えてきてるわ。"
                },
                {
                    "N": "シトラリ",
                    "T": "導きを失った魂は、帰る機会を逃して、永遠に彷徨い続けることになる。存在が次第に薄れていき…いずれ完全に消えてなくなるまで。"
                },
                {
                    "N": "ポロア",
                    "T": "帰らせて…くれ…お願いだ…"
                },
                {
                    "N": "ズマリ",
                    "T": "消え…たく…ない…"
                },
                {
                    "N": "シロネン",
                    "T": "ってことは、ここが夜神の国と繋がってるって気づいたから、この魂たちは自発的に集まってきたってこと？"
                },
                {
                    "N": "シトラリ",
                    "T": "そういうコト。旅人の魂は強いから、夜神の国から伝わる響きも強烈だったんでしょうね。"
                },
                {
                    "N": "シトラリ",
                    "T": "ここには地脈に戻れない魂だけじゃなく、夜神の国から溢れ出た魂や、ナタに属さない魂まで存在してる。ホント、複雑すぎるわ。"
                },
                {
                    "N": "_1005",
                    "T": "そ、そんな…普段は見えてなかったけど、ここまで深刻な状況だったんだな。"
                },
                {
                    "N": "_0",
                    "T": "助ける方法はないの？"
                },
                {
                    "N": "シトラリ",
                    "T": "…やってみましょうか。夜神の国に魂を送るには複雑な儀式が必要なんだけど…今は準備する時間もないし、彼らに猶予はないわ…"
                },
                {
                    "N": "シトラリ",
                    "T": "だからこそ、オロルンという「媒体」が必要なワケ。"
                },
                {
                    "N": "シトラリ",
                    "T": "あのコは霊感が強いから、あの一件の後はナタを旅しながら、彷徨っている魂をできる限り地脈に送り返してるんだけど…"
                },
                {
                    "N": "シトラリ",
                    "T": "ほとんどは、魂の存在しか感じられなくて…ナニもできずに、苦しみながら消えていく魂を見てるコトしかできなかったそうよ…"
                },
                {
                    "N": "シロネン",
                    "T": "一つずつ助けるんじゃ、やっぱ間に合わないんだ。"
                },
                {
                    "N": "シトラリ",
                    "T": "ええ…でも一人でも多く救いたかったでしょうね。そのまま消えれば、魂たちはもうこの地に生まれ変われなくなる。"
                },
                {
                    "N": "シトラリ",
                    "T": "それは世界に見捨てられたという、真の孤独よ…"
                },
                {
                    "N": "_0",
                    "T": "さっそく行動しよう。"
                },
                {
                    "N": "_1005",
                    "T": "おう、行こうぜ。助けられるやつがいないか探してみよう！"
                }
            ]
        ]
    },
    "502327": {
        "Desc": "突然現れた魂と会話する",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "お、おまえ…ヴィチャマなのか！？"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "懐かしい…お前たちか。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "まさか、こんな形で再会するとはな。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "シトラリ…「スピリットストーン」の件、感謝する。やっと礼を言えたな。"
                },
                {
                    "N": "シトラリ",
                    "T": "そんなことより、どうして…どうしてこんなコトになったのよ？"
                },
                {
                    "N": "_0",
                    "T": "あの戦いで…？"
                },
                {
                    "N": "_1005",
                    "T": "そうだった。あの時、懸木の民が…"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "悲しむ必要はない。俺にとっては、夢が叶ったようなものだ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "せっかく掴んだ「夜巡者の戦争」のチャンスは逃してしまったが——今度こそ、力になれた。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "アビスの魔物の出現場所と侵攻してくる方角を偵察し、一番安全な撤退ルートを族長のワイナに伝えたんだ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "フックを使える部族のメンバーは空中ルートで撤退し、他の人々は一ヶ所に集まって、正面突破で撤退した。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "俺はみんなに情報を伝え、集落で最後まで持ちこたえた。"
                },
                {
                    "N": "シロネン",
                    "T": "…あんたは間違いなく、偉大な英雄だよ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "ありがとう。でも俺にとって、それは重要ではない。部族の人々の未来と、ナタの未来こそが重要なんだ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "心残りはない。あの戦いで、俺は帰る場所を見つけたんだ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "やっとマルコと同じ場所に帰り、ナタの新生を見届けることができる…と思ってたんだが…"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "夜神の国は、俺を拒んだ。"
                },
                {
                    "N": "_1005",
                    "T": "うぅ、おまえはすごいやつなのに、なんでそんなことに…"
                },
                {
                    "N": "シトラリ",
                    "T": "ごめんなさい…でも信じて、それは夜神の本意じゃないの。地脈はもう長く持たないし、「反魂の詩」にも異常が起きてるのよ…"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "ああ…夜神の力が足りないということだな？"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "分かってる、分かってるんだ…ただ、いざ自分の身に起こると、運命が嘲笑ってるように感じてしまって。最後まで…一番の親友とも会えなかった。"
                },
                {
                    "N": "シトラリ",
                    "T": "諦めないで。あの戦いからまだそんなに日は経ってない。夜神の国への扉は完全に閉ざされてはいないハズよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "少し時間をちょうだい。何とかしてみる。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "ほ、本当に何とかできるのか？"
                },
                {
                    "N": "シトラリ",
                    "T": "できるかどうかはさておき、英雄の最期がこんなだなんて、誰も納得できないでしょう！"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "この感覚…ここが夜神の国なのか？"
                },
                {
                    "N": "シトラリ",
                    "T": "ふぅ、大成功…この方法でなんとかなったみたいね。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "ありがとう…本当に。噂では付き合いにくい人だと聞いていたのに、まったくのでたらめだったな…"
                },
                {
                    "N": "シトラリ",
                    "T": "ふん、トーゼンでしょ。"
                },
                {
                    "N": "シトラリ",
                    "T": "早くここに戻って来られるよう、祈ってる。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "一つ聞きたいんだが、彼らは…俺のように助かるんだろうか？"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "ごめん。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "いや、謝らなくていい。誰もができる限りのことをしている。誰も悪くなんかないんだ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "この世界に、最後の願いを残そう——"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "帰る場所のない魂がこれ以上増えることのないようにと…"
                },
                {
                    "N": "シトラリ",
                    "T": "地脈のことは任せて。最後までやり遂げるわ。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}たちに任せて。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "礼を言う——お前たちこそ、真の英雄の称号にふさわしい。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "さらばだ。"
                }
            ]
        ]
    },
    "502314": {
        "Desc": "突然現れた魂と会話する",
        "Talk": [
            [
                {
                    "N": "カヒュイア",
                    "T": "ここから…家に…帰る…"
                },
                {
                    "N": "シトラリ",
                    "T": "彼女は夜神の国から溢れ出た魂よ…もう戻るコトはできない。"
                },
                {
                    "N": "カヒュイア",
                    "T": "家に…帰りたい…"
                },
                {
                    "N": "_1005",
                    "T": "悲しいだろうけど…ごめんな。"
                },
                {
                    "N": "カヒュイア",
                    "T": "帰りたい…"
                },
                {
                    "N": "カヒュイア",
                    "T": "かえ…"
                },
                {
                    "N": "カヒュイア",
                    "T": "……"
                },
                {
                    "N": "シロネン",
                    "T": "限界が来たか。ここに来るまでに、力を使い果たしたみたいだったな…"
                },
                {
                    "N": "シトラリ",
                    "T": "…っ。"
                },
                {
                    "N": "ポロア",
                    "T": "帰らせて…くれ…"
                },
                {
                    "N": "シトラリ",
                    "T": "夜神の国からの返事がない…拒まれたってコトね。はぁ…"
                },
                {
                    "N": "ポロア",
                    "T": "なぜだ…"
                },
                {
                    "N": "ポロア",
                    "T": "一生…戦いに…捧げて…のに…夜神を…信じて…"
                },
                {
                    "N": "シロネン",
                    "T": "地脈はもうボロボロだし、夜神様の力も尽きちゃってるんだ…ごめん…"
                },
                {
                    "N": "ポロア",
                    "T": "なぜ…オレなんだ…"
                },
                {
                    "N": "ポロア",
                    "T": "オレは…誰だ…"
                },
                {
                    "N": "ポロア",
                    "T": "オレが誰なのかすら…どうでも…いいのか…"
                },
                {
                    "N": "_1005",
                    "T": "そんなことないぞ。おい！"
                },
                {
                    "N": "_0",
                    "T": "消えた。"
                },
                {
                    "N": "シトラリ",
                    "T": "最後の一瞬、彼のどうしようもなくやるせない気持ちが伝わってきた…"
                },
                {
                    "N": "シトラリ",
                    "T": "ホントに…ゴメンなさい。"
                }
            ]
        ]
    },
    "502326": {
        "Desc": "突然現れた魂と会話する",
        "Talk": [
            [
                {
                    "N": "アイェレ",
                    "T": "助けて…"
                },
                {
                    "N": "シトラリ",
                    "T": "大丈夫。今助けてあげるから、ちょっと待ってて。"
                },
                {
                    "N": "アイェレ",
                    "T": "夜神の国…"
                },
                {
                    "N": "アイェレ",
                    "T": "ありがとう…"
                },
                {
                    "N": "アイェレ",
                    "T": "名前を教えてくれないかしら？謎煙の主の優しい方。"
                },
                {
                    "N": "シトラリ",
                    "T": "シトラリよ。"
                },
                {
                    "N": "アイェレ",
                    "T": "シト…ラリ…"
                },
                {
                    "N": "アイェレ",
                    "T": "美しい名前ね…"
                },
                {
                    "N": "アイェレ",
                    "T": "今夜の…星空のよう…"
                },
                {
                    "N": "アイェレ",
                    "T": "……"
                },
                {
                    "N": "ズマリ",
                    "T": "消える…わけには…いかない…"
                },
                {
                    "N": "シトラリ",
                    "T": "この人はまだ亡くなって間もないから、助けられるかもしれない！"
                },
                {
                    "N": "ズマリ",
                    "T": "きえたく…ない…"
                },
                {
                    "N": "ズマリ",
                    "T": "きえたく…■■…"
                },
                {
                    "N": "ズマリ",
                    "T": "■■■■…■■…"
                },
                {
                    "N": "シロネン",
                    "T": "シトラリ、アビスの力よ！気を付けて！"
                },
                {
                    "N": "ズマリ",
                    "T": "消える■■…お前■…"
                },
                {
                    "N": "ズマリ",
                    "T": "……"
                },
                {
                    "N": "シロネン",
                    "T": "…ごめんね。"
                },
                {
                    "N": "シロネン",
                    "T": "彼の魂はアビスに侵蝕されて、とっくにバラバラになってた。夜神の国に送り返しても、汚染がさらに悪化するだけ。"
                },
                {
                    "N": "シトラリ",
                    "T": "もっと早く来られていれば、アビスの力を抽出できたのに…"
                },
                {
                    "N": "シトラリ",
                    "T": "——とにかく、残りのヒトの状況を確認しましょう。"
                }
            ]
        ]
    },
    "502315": {
        "Desc": "テペトル竜の具合を確認する",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "竜の魂にも同じことが起こるなんて…"
                },
                {
                    "N": "シトラリ",
                    "T": "このコたちの魂は比較的完全だから、まだ救えるわ。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュ、キュウ——"
                },
                {
                    "N": "_1005",
                    "T": "そ、そいつは！？"
                },
                {
                    "N": "_0",
                    "T": "ユーちゃん…！？"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュン——"
                },
                {
                    "N": "フナスカ",
                    "T": "……"
                },
                {
                    "N": "シロネン",
                    "T": "たしかにユーちゃんだ。二つの魂は、ユーちゃんのおじいちゃんとおばあちゃんかな。カチーナから前に聞いたよ。"
                },
                {
                    "N": "シロネン",
                    "T": "なるほどね…二人の存在を感じてたからこそ、気がかりで食欲がなかったのか。"
                },
                {
                    "N": "_1005",
                    "T": "やっと会えて、すごく嬉しそうだな。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "キュウ…"
                },
                {
                    "N": "シトラリ",
                    "T": "ずっと寝てなかったのかしら？"
                },
                {
                    "N": "_1005",
                    "T": "うん。あれからユーちゃんはほとんど寝てなくて、体調を崩してるってカチーナが言ってたぞ。"
                },
                {
                    "N": "_1005",
                    "T": "二人に会えて、ホッとしたんだろうな。"
                },
                {
                    "N": "シロネン",
                    "T": "昔、カチーナについてユーちゃんの巣に行ったことがあるけど、元気すぎてほとんど寝たがらないから、親も困ってたんだ。"
                },
                {
                    "N": "シロネン",
                    "T": "でもおじいちゃんとおばあちゃんの歌を聞いたら、すぐに落ち着いて寝てた。"
                },
                {
                    "N": "シロネン",
                    "T": "ユーちゃんのパパが子供の頃から歌ってる子守歌みたい。"
                },
                {
                    "N": "セタン",
                    "T": "グル～ルルル～…"
                },
                {
                    "N": "_1005",
                    "T": "不思議だな…あんなにイライラしてたユーちゃんが、本当に落ち着いちゃったぜ。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "……"
                },
                {
                    "N": "_1005",
                    "T": "よかったな。やっとゆっくり眠れるぞ。"
                },
                {
                    "N": "_1005",
                    "T": "でも…これじゃ根本的な解決にはならないよな？"
                },
                {
                    "N": "シトラリ",
                    "T": "うん…二匹のテペトル竜に残された時間はあんまり多くないわ。早く夜神の国に送り返さないと。"
                },
                {
                    "N": "フナスカ",
                    "T": "グルルル！"
                },
                {
                    "N": "セタン",
                    "T": "グル、グルル！"
                },
                {
                    "N": "_1005",
                    "T": "ど、どうしたんだ？急に怒り出したみたいだぞ…"
                },
                {
                    "N": "シロネン",
                    "T": "行きたくないみたい。"
                },
                {
                    "N": "シトラリ",
                    "T": "ダメよ。ユーちゃんと離れたくないのは分かるけど、もう時間がないの。"
                },
                {
                    "N": "シトラリ",
                    "T": "夜神の国に帰らなかったら、あと数日で消えちゃうのよ！"
                },
                {
                    "N": "フナスカ",
                    "T": "グルル！"
                },
                {
                    "N": "セタン",
                    "T": "ギャア！"
                },
                {
                    "N": "シロネン",
                    "T": "こいつら…"
                },
                {
                    "N": "シロネン",
                    "T": "「それでも、ユーちゃんのそばにいたい」って。"
                },
                {
                    "N": "ユーちゃん",
                    "T": "……"
                },
                {
                    "N": "シロネン",
                    "T": "はぁ…"
                },
                {
                    "N": "シロネン",
                    "T": "この子たちの意志を尊重しよう。"
                },
                {
                    "N": "シトラリ",
                    "T": "ダメだって頭では分かってるケド…こんな状況じゃダメだなんて言えないわね。"
                },
                {
                    "N": "_1005",
                    "T": "それじゃ、どうなるんだ？あの魂たちと同じことになるのか？"
                },
                {
                    "N": "セタン",
                    "T": "キュル、キュルル。"
                },
                {
                    "N": "シトラリ",
                    "T": "ええ。存在がどんどん薄れていって、苦しみながらバラバラになって…最後にはナニも残らない。"
                },
                {
                    "N": "シトラリ",
                    "T": "でもこれがこのコたちの選んだ道よ。少なくともこれから数日…ユーちゃんはゆっくり眠れる。"
                },
                {
                    "N": "_0",
                    "T": "地脈を救わないと。"
                },
                {
                    "N": "シロネン",
                    "T": "そうだね…苦しむ魂は増える一方だ。"
                },
                {
                    "N": "シロネン",
                    "T": "夜神の国にあるアビスの力を完全に取り除いたら、炎神様は地脈全体を修復する。それがあいつの計画の、最後の一歩だよ。"
                },
                {
                    "N": "_1005",
                    "T": "オイラたちは生きてる人のためだけじゃなく、こういう魂のためにも戦わないといけないんだな…"
                },
                {
                    "N": "_0",
                    "T": "「隊長」の夢のことを思い出した…"
                },
                {
                    "N": "シトラリ",
                    "T": "「隊長」の夢？"
                },
                {
                    "N": "_1005",
                    "T": "そういや、「隊長」の周りにもそういう魂が沢山いたって言ってたよな。そいつらも家に帰りたいんじゃないのか？"
                },
                {
                    "N": "_1005",
                    "T": "でも、カーンルイア人は夜神の国に入れないよな？"
                },
                {
                    "N": "_1005",
                    "T": "うぅ、考えてみると「隊長」っていつも諦めが悪いっていうか、ぜったい実現できなそうなことに執着してたような…"
                },
                {
                    "N": "シトラリ",
                    "T": "そうね、たとえ夜神の国が完全な状態でも、異邦人の魂を受け入れるコトはないわ。だって、あそこは他の国の地脈と隔離されてるんだもの。"
                },
                {
                    "N": "シトラリ",
                    "T": "理論上、カーンルイアの魂が夜神の国に引き寄せられることはないハズ。一体どういうコトなのかしら…"
                },
                {
                    "N": "シロネン",
                    "T": "一つ確かなのは、隊長は彷徨う魂たちに力を尽くそうとしてるってことだね。"
                },
                {
                    "N": "_1005",
                    "T": "まあ、あいつの行動を待つしかないか。あいつ、本当に自分のことを話したがらないからな。"
                },
                {
                    "N": "_1005",
                    "T": "まずはこれからの戦いに集中しよう。今一番大事なのはそれだからな。"
                },
                {
                    "N": "_0",
                    "T": "とにかく…"
                },
                {
                    "N": "_0",
                    "T": "ユーちゃんのことをカチーナに伝えよう。"
                },
                {
                    "N": "シロネン",
                    "T": "うん。伝えとくよ。"
                },
                {
                    "N": "シロネン",
                    "T": "いいことにも悪いことにも、幸せにも残酷さにも、ぜんぶ向き合わないと。たとえ知っていないとしたって、事実は変わらないんだしね。"
                },
                {
                    "N": "シトラリ",
                    "T": "今日は救えない魂が多すぎて、ホントにゴメンなさい…"
                },
                {
                    "N": "_1005",
                    "T": "おまえの責任じゃないんだから、申し訳なく思うことないだろ！"
                },
                {
                    "N": "シトラリ",
                    "T": "それもそうね…このコトをどうにかするには、地脈のモンダイを根本的に解決しなきゃ。"
                },
                {
                    "N": "シロネン",
                    "T": "すべてが、戦う意味になる。"
                },
                {
                    "N": "シロネン",
                    "T": "旅人、出発する前に、古名を炎神様に見せてみな。すべてのナタ人に古名とその意味を伝えてくれるはずだからさ。"
                },
                {
                    "N": "シロネン",
                    "T": "じゃあ…あとは頼む。"
                },
                {
                    "N": "_0",
                    "T": "分かった。"
                },
                {
                    "N": "_0",
                    "T": "旅で見たことや感じたことを心に刻むよ。"
                },
                {
                    "N": "_1005",
                    "T": "オイラたち、みんな応援してるからさ…忘れないでくれよ。"
                }
            ]
        ]
    },
    "502440": {
        "Desc": "2日後まで待つ（8時～14時）",
        "Talk": []
    },
    "502401": {
        "Desc": "聖火競技場へ向かう",
        "Talk": [
            [
                {
                    "N": "ヴィチャマ",
                    "T": "かなり腕が立つようだが…その格好を見る限り、ナタ人じゃなさそうだな？"
                },
                {
                    "N": "マルコ",
                    "T": "夜神の国で、君のような魂は見たことないが…"
                },
                {
                    "N": "ポーナ",
                    "T": "でもここってさ、別の土地の魂を受け入れないはずだよね？"
                },
                {
                    "N": "「ココウィク」",
                    "T": "チュン…"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "_0",
                    "T": "グスレッドだよね。"
                },
                {
                    "N": "グスレッド",
                    "T": "そうだ。正確に言うと、俺は魂ではない。多くのナタ人によって構成された「物語」だ。"
                },
                {
                    "N": "グスレッド",
                    "T": "俺は、長官の信頼を最も受ける副官だった。そして五百年前、あの方と共にアビスに立ち向かい、戦場で命を捧げた。"
                },
                {
                    "N": "グスレッド",
                    "T": "謎煙の主のシャーマンが俺の物語をウォーベンに織り込んだおかげで、今もこの名を知る者は多くいる。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "つまりお前は「本人とは似て非なる存在」ということか？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ、この姿は物語に記されたものだ。輝かしい英雄だと思われているが、実際はそうでもない。"
                },
                {
                    "N": "グスレッド",
                    "T": "断片的な記憶の中で、俺は本当の「俺」を理解した。"
                },
                {
                    "N": "グスレッド",
                    "T": "正義感に満ちた「長官」とは違い、俺は忠誠心を持ちながらも残忍だった。そのほうが問題を早く解決できると思っていたからだ。そのため長官とは意見の食い違うことが多々あった。"
                },
                {
                    "N": "_0",
                    "T": "どうりであの時オロルンを…"
                },
                {
                    "N": "_0",
                    "T": "…殺そうとしたわけだ。"
                },
                {
                    "N": "マルコ",
                    "T": "そ、そんなことがあったのか？"
                },
                {
                    "N": "グスレッド",
                    "T": "…「長官」の益となることであれば、「俺」は何でもする。"
                },
                {
                    "N": "グスレッド",
                    "T": "この世のあらゆる理想と正義は、いかなるときも容易く瓦解する。俺はあの方の刃を守らなければならない。なぜなら、その理想と正義だけが、最も強大で、最も悪辣な敵に立ち向かえるからだ。"
                },
                {
                    "N": "グスレッド",
                    "T": "——これこそが俺の思う、「カーンルイアの栄光」なのさ。"
                },
                {
                    "N": "_0",
                    "T": "たとえもう理解することができなくても…"
                },
                {
                    "N": "_0",
                    "T": "今も彼を信じてるの？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ。"
                },
                {
                    "N": "グスレッド",
                    "T": "すべての信頼には相応の理由があると、お前もすぐに理解するだろう。"
                },
                {
                    "N": "グスレッド",
                    "T": "地脈の制約のせいで、同行できるのはここまでのようだ。この先は、アビスが深く根付いている。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "だが、夜神の国に存在するすべての魂が、お前の力になるだろう。"
                },
                {
                    "N": "マルコ",
                    "T": "君は、新時代の英雄になる。"
                },
                {
                    "N": "ポーナ",
                    "T": "本当にすごいよ。またもや見直しちゃった。"
                },
                {
                    "N": "「ココウィク」",
                    "T": "（光が導き、底の見えない暗闇を照らさんことを。）"
                },
                {
                    "N": "グスレッド",
                    "T": "さあ、行け。ナタのために、そしてアビスによって命を落とした、テイワットの人々のために。"
                },
                {
                    "N": "グスレッド",
                    "T": "この戦いには、立場も国の隔たりもない。「我々」は必ず勝利を手にするのだ。"
                }
            ]
        ]
    },
    "502418": {
        "Desc": "マーヴィカの演説を聞く",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "旅人、パイモン、来たか。"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカ…"
                },
                {
                    "N": "_0",
                    "T": "お待たせ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "その自信に満ちた眼差し——「古名」は無事完成したんだな？"
                },
                {
                    "N": "_1005",
                    "T": "出来上がったぞ。会ったらおまえに見せてみろって、シロネンに言われたんだ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「トゥマイニ」か。確かに、これほど君に相応しい古名はないだろう。"
                },
                {
                    "N": "アトコ",
                    "T": "あれが…古名か？"
                },
                {
                    "N": "レイエン",
                    "T": "異邦人に古名を作ったのはこれが初めてらしいわよ。成功したみたいだけど…どんなことが刻まれてるのかしら？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私だけではなく、皆も君の古名に興味津々のようだ。旅人、パイモン、こっちに来てくれ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "見えるか——この手の中にあるのは旅人の古名だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これには旅人に対する大霊の期待が込められている。そしてそれは、この大地が私たちを親しい「家族」のように結び付けていることを意味している。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "#「トゥマイニ」——それが{M#彼}{F#彼女}の古名だ。闇夜に輝く星のように、雪原に燃える炎のように、最も明るく暖かい「希望」。"
                },
                {
                    "N": "サコウェ",
                    "T": "「トゥマイニ」…！"
                },
                {
                    "N": "タントゥー",
                    "T": "希望か…長年戦ってきたが、やっと希望が見えてきたってことだな？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "アビスの侵入によって、地脈は衰退した——そんなナタが反魂の詩に守られて、数千年が経った。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "我々は代々この土地で生きてきた。幼い頃、両親の後ろ姿を見上げていた我々は、大人になって彼らの代わりに前線で戦うようになった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これまでの道のりがどれほど大変だったかは、よく知っている。君たちの助けがあったからこそ、アビスとの決戦のチャンスを掴むことができた。そして——ついに、長き戦いに終止符を打つ「希望」が見えた！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "この栄誉はナタのものであり、我々全員のものでもある！"
                },
                {
                    "N": "ヴァタスカ",
                    "T": "ナタのために！"
                },
                {
                    "N": "一同",
                    "T": "ナタのために——！！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "長い苦難は永遠に記憶に刻まれるが、いつか必ず、胸を張って後継者にこう伝えられるだろう…「我々は勝ったのだ」と。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "犠牲になった英雄の魂のために、一生を捧げてきた同胞のために、無数の壁にぶつかりながらも道を切り開こうとする探索者たちのために！そして、ナタのために——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "必ず勝利を手にして帰ると約束しよう！なぜならば、我々は独りではないからだ！"
                },
                {
                    "N": "一同",
                    "T": "——「我々は独りで戦ったりしない！」"
                },
                {
                    "N": "マーヴィカ",
                    "T": "行こう！"
                }
            ]
        ]
    },
    "502402": {
        "Desc": "夜神の国へ向かう",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "旅人、パイモン、来たか。"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカ…"
                },
                {
                    "N": "_0",
                    "T": "お待たせ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "その自信に満ちた眼差し——「古名」は無事完成したんだな？"
                },
                {
                    "N": "_1005",
                    "T": "出来上がったぞ。会ったらおまえに見せてみろって、シロネンに言われたんだ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「トゥマイニ」か。確かに、これほど君に相応しい古名はないだろう。"
                },
                {
                    "N": "アトコ",
                    "T": "あれが…古名か？"
                },
                {
                    "N": "レイエン",
                    "T": "異邦人に古名を作ったのはこれが初めてらしいわよ。成功したみたいだけど…どんなことが刻まれてるのかしら？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私だけではなく、皆も君の古名に興味津々のようだ。旅人、パイモン、こっちに来てくれ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "見えるか——この手の中にあるのは旅人の古名だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これには旅人に対する大霊の期待が込められている。そしてそれは、この大地が私たちを親しい「家族」のように結び付けていることを意味している。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "#「トゥマイニ」——それが{M#彼}{F#彼女}の古名だ。闇夜に輝く星のように、雪原に燃える炎のように、最も明るく暖かい「希望」。"
                },
                {
                    "N": "サコウェ",
                    "T": "「トゥマイニ」…！"
                },
                {
                    "N": "タントゥー",
                    "T": "希望か…長年戦ってきたが、やっと希望が見えてきたってことだな？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "アビスの侵入によって、地脈は衰退した——そんなナタが反魂の詩に守られて、数千年が経った。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "我々は代々この土地で生きてきた。幼い頃、両親の後ろ姿を見上げていた我々は、大人になって彼らの代わりに前線で戦うようになった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これまでの道のりがどれほど大変だったかは、よく知っている。君たちの助けがあったからこそ、アビスとの決戦のチャンスを掴むことができた。そして——ついに、長き戦いに終止符を打つ「希望」が見えた！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "この栄誉はナタのものであり、我々全員のものでもある！"
                },
                {
                    "N": "ヴァタスカ",
                    "T": "ナタのために！"
                },
                {
                    "N": "一同",
                    "T": "ナタのために——！！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "長い苦難は永遠に記憶に刻まれるが、いつか必ず、胸を張って後継者にこう伝えられるだろう…「我々は勝ったのだ」と。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "犠牲になった英雄の魂のために、一生を捧げてきた同胞のために、無数の壁にぶつかりながらも道を切り開こうとする探索者たちのために！そして、ナタのために——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "必ず勝利を手にして帰ると約束しよう！なぜならば、我々は独りではないからだ！"
                },
                {
                    "N": "一同",
                    "T": "——「我々は独りで戦ったりしない！」"
                },
                {
                    "N": "マーヴィカ",
                    "T": "行こう！"
                }
            ]
        ]
    },
    "502428": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ワイナ",
                    "T": "懸木の民のメンバーを代表して、君に祝福を贈ろう。"
                },
                {
                    "N": "キィニチ",
                    "T": "戦いに血と涙を捧げてきた。「廻焔」の名が示す通り、あらゆるものに代償はつきものだが——今こそ、その成果を得る時だ。"
                },
                {
                    "N": "キィニチ",
                    "T": "復讐を誓ってるのは俺やお前だけじゃない。こいつもだ。"
                },
                {
                    "N": "山の王",
                    "T": "廻焔の夜、こう言った。コンガマトーの意志は…必ずや前へと突き進み、アビスを踏み潰すことだろう、と。"
                },
                {
                    "N": "山の王",
                    "T": "最近、夢の中であいつに会った。我が最も信頼する仲間、ブルキナに。"
                },
                {
                    "N": "山の王",
                    "T": "これがすべてに終止符を打つ最後の戦いになると、あいつは信じている。時代の英雄をしっかり支えてくれと頼まれたのだ。"
                },
                {
                    "N": "山の王",
                    "T": "——やはりそなただったか、異郷の旅人よ。"
                },
                {
                    "N": "山の王",
                    "T": "あの時から、そなたの実力には気づいていた。そなたはブルキナを説得したかの者にそっくりだ…"
                },
                {
                    "N": "山の王",
                    "T": "漆黒に打ち勝つ奇跡は、必ずやこの時代に降臨する。"
                },
                {
                    "N": "キィニチ",
                    "T": "「我々のすべての所業を、必ず炎が審問するだろう。」アビスには必ず、その行いを償ってもらう。"
                },
                {
                    "N": "キィニチ",
                    "T": "それと、アハウも話したいことがあるらしい。"
                },
                {
                    "N": "アハウ",
                    "T": "汝らは…下僕にしては、ずいぶん楽しませてくれた。"
                },
                {
                    "N": "アハウ",
                    "T": "楽しい時間は、長ければ長いほどいい。ここで終わるなど、もったいない。"
                },
                {
                    "N": "アハウ",
                    "T": "もちろん、オレはどうでもいいが——お前ら、しくじっても悔しがるなよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "こいつのことはよく知ってるだろう？今のがこいつにとって最上級の言葉だ。"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "あらゆるものに代償はつきものだ。アビスに償ってもらおう。"
                }
            ]
        ]
    },
    "502429": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "アミナ",
                    "T": "さざ波と怒涛のように——「流泉の衆」、ここに集う！"
                },
                {
                    "N": "ムアラニ",
                    "T": "ヌウおじさんも見送りに来てくれたよ。"
                },
                {
                    "N": "ヌウ",
                    "T": "英雄が間もなく切り開く歴史に比べれば、私の功績など取るに足らない。"
                },
                {
                    "N": "ヌウ",
                    "T": "私たちの先祖が冒険の旅に出た時、千年以上も続く部族を創り上げることになるなどとは夢にも思わなかっただろう。"
                },
                {
                    "N": "ヌウ",
                    "T": "——我々がこれまで成し遂げてきたことや、これから成し遂げることは…さらに偉大な形で、後世の人々にも伝わり、謳われるだろう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "じゃあ、旅人の物語も石に記録しようよ。神秘の島の伝説みたいに！"
                },
                {
                    "N": "_0",
                    "T": "そうしてもらおうかな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへっ、じゃあそうさせてもらうね。でもあたしだけじゃなく、みんなも我先にってこの物語を記録しようとするだろうな。"
                },
                {
                    "N": "_0",
                    "T": "目立つ場所にお願い。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うんうん、初代族長みたいにね！"
                },
                {
                    "N": "ムアラニ",
                    "T": "君には英雄になってほしい。流泉の衆のみんなもそう思ってるよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "でもそれ以上に…友達として、シンプルなお願いがあるんだけど…"
                },
                {
                    "N": "ムアラニ",
                    "T": "——この戦いが終わったら、パイモンを連れてまた温泉に行かない？"
                },
                {
                    "N": "ムアラニ",
                    "T": "一緒に楽しく過ごして、楽しいことをするのが友達だもん！"
                },
                {
                    "N": "_0",
                    "T": "約束する。"
                },
                {
                    "N": "ムアラニ",
                    "T": "約束だよ！"
                }
            ],
            [
                {
                    "N": "ムアラニ",
                    "T": "一緒に楽しく過ごして、楽しいことをするのが友達だもん！"
                }
            ]
        ]
    },
    "502430": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ムトタ",
                    "T": "明るい空でいつまでも、みんなが翼を広げて飛べますように——この願いを叶えるために、花翼の集はここに集まっているんだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "戦いには重い意味がある。それでも、私たちの歩みは止まったりしない。"
                },
                {
                    "N": "チャスカ",
                    "T": "長きに渡って夢見ていた平和が目の前にある。そしてお前はその手でこのような未来を作るチャンスを手に入れた。"
                },
                {
                    "N": "チャスカ",
                    "T": "ここでお前を応援してる…それと、お前が戦いに行くと知って、コヤも来てくれたんだ。"
                },
                {
                    "N": "コヤ",
                    "T": "クウッ——"
                },
                {
                    "N": "チャスカ",
                    "T": "姉さんも私と同じように、愛に関する決断に直面した。でもあの一件の後、誤解は解けて、姉さんも人間社会の絆について理解してくれた。"
                },
                {
                    "N": "チャスカ",
                    "T": "私がここで新しい愛と幸せを見つけたのなら、私のためにここを守りたいと…姉さんはそう言ってくれたんだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "私も姉さんを守りたいと思っている。"
                },
                {
                    "N": "チャスカ",
                    "T": "それと、人間の家族——クイクの両親も。"
                },
                {
                    "N": "チャスカ",
                    "T": "お前から見れば、私を取り巻く関係は相当ごちゃごちゃしてるように感じるだろう…でも、これからはちゃんと自分で片をつけるから、心配しないでくれ。"
                },
                {
                    "N": "チャスカ",
                    "T": "お前と共にした冒険に恥じないよう、運命の試練を乗り越え、よりよい自分になって見せる。"
                },
                {
                    "N": "_0",
                    "T": "ついに自分自身の調停者になるんだね。"
                },
                {
                    "N": "チャスカ",
                    "T": "ああ、そういうことだ。同時に…"
                },
                {
                    "N": "チャスカ",
                    "T": "お前のこれからの旅で、頼れる者になってみせる。"
                }
            ],
            [
                {
                    "N": "チャスカ",
                    "T": "色々ありがとう。恩返しができるよう、準備しておく。"
                }
            ]
        ]
    },
    "502421": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "パカル",
                    "T": "もうすぐ出発だな。"
                },
                {
                    "N": "パカル",
                    "T": "お前の勇ましさは音の波のように、山にこだまする。こだまの子の者たちはその音を頼りにお前を見送るだろう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっとずーっと応援してるからね。聖火競技場で帰りを待ってるよ！"
                },
                {
                    "N": "シロネン",
                    "T": "アビスの力はものすごいけど、一度打ち勝ったことがあるんだから、恐れる必要なんかない。"
                },
                {
                    "N": "シロネン",
                    "T": "ナタに、新しい未来を築いてよ。"
                }
            ],
            [
                {
                    "N": "シロネン",
                    "T": "ナタに、新しい未来を築いてよ。"
                }
            ]
        ]
    },
    "502422": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ワイナ",
                    "T": "懸木の民のメンバーを代表して、君に祝福を贈ろう。"
                },
                {
                    "N": "キィニチ",
                    "T": "戦いに血と涙を捧げてきた。「廻焔」の名が示す通り、あらゆるものに代償はつきものだが——今こそ、その成果を得る時だ。"
                },
                {
                    "N": "キィニチ",
                    "T": "アビスに償ってもらおう。"
                },
                {
                    "N": "キィニチ",
                    "T": "それと、アハウも話したいことがあるらしい。"
                },
                {
                    "N": "アハウ",
                    "T": "汝らは…下僕にしては、ずいぶん楽しませてくれた。"
                },
                {
                    "N": "アハウ",
                    "T": "楽しい時間は、長ければ長いほどいい。ここで終わるなど、もったいない。"
                },
                {
                    "N": "アハウ",
                    "T": "もちろん、オレはどうでもいいが——お前ら、しくじっても悔しがるなよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "こいつのことはよく知ってるだろう？今のがこいつにとって最上級の言葉だ。"
                }
            ],
            [
                {
                    "N": "キィニチ",
                    "T": "あらゆるものに代償はつきものだ。アビスに償ってもらおう。"
                }
            ]
        ]
    },
    "502423": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "アミナ",
                    "T": "さざ波と怒涛のように——「流泉の衆」、ここに集う！"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたし、うちの集落の温泉が大好きなんだ。いくら入っても足りないくらい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "今日も入りたいし、明日も、明後日も。"
                },
                {
                    "N": "ムアラニ",
                    "T": "友達とも行きたいし、君ともまた行きたい。考えただけで楽しいよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "この戦いが終わったら、パイモンを連れてまた温泉に行こう？約束。"
                },
                {
                    "N": "_0",
                    "T": "約束する。"
                },
                {
                    "N": "ムアラニ",
                    "T": "やった！楽しみ！"
                }
            ],
            [
                {
                    "N": "ムアラニ",
                    "T": "一緒に温泉に行くって約束、忘れないでね！"
                }
            ]
        ]
    },
    "502424": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ムトタ",
                    "T": "明るい空でいつまでも、みんなが翼を広げて飛べますように——この願いを叶えるために、花翼の集はここに集まっているんだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "戦いには重い意味がある。それでも、私たちの歩みは止まったりしない。"
                },
                {
                    "N": "チャスカ",
                    "T": "長きに渡って夢見ていた平和が目の前にある。そしてお前はその手でこのような未来を作るチャンスを手に入れた。"
                },
                {
                    "N": "チャスカ",
                    "T": "やってきたすべてのことに意味があると、信じている。"
                }
            ],
            [
                {
                    "N": "チャスカ",
                    "T": "やってきたすべてのことに意味があると、信じている。"
                }
            ]
        ]
    },
    "502425": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ビラム",
                    "T": "夢の中で啓示を得て、部族の者に伝えた。君こそが、謎煙の中で最も輝く星だ。"
                },
                {
                    "N": "ビラム",
                    "T": "幾千万の霊が君を見送るだろう。"
                },
                {
                    "N": "オロルン",
                    "T": "これから、植物は君のために芽吹き、虫は君のために飛び——万物が君のために流転する。"
                },
                {
                    "N": "_0",
                    "T": "ちょっと大げさだね…"
                },
                {
                    "N": "オロルン",
                    "T": "大げさではない。ナタの土地は命を育むが、アビスからは何も生まれない。"
                },
                {
                    "N": "シトラリ",
                    "T": "ここには命だけじゃなく、数え切れないほどの記憶と物語があるの。"
                },
                {
                    "N": "シトラリ",
                    "T": "ワタシの寿命は普通のヒトより長いから、生と死がナニを意味するのか、より深く理解できてる。"
                },
                {
                    "N": "シトラリ",
                    "T": "死者は生者から慰めを得て、生者は死者のため勇敢に前へと進む。"
                },
                {
                    "N": "シトラリ",
                    "T": "——すべては、ワタシたちがこの世界に残した痕跡。無に帰すなんて、あまりに惜しい。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}もそう思う。"
                },
                {
                    "N": "_0",
                    "T": "#だからこそ、{M#俺}{F#私}はここにいる。"
                },
                {
                    "N": "シトラリ",
                    "T": "うん、ワタシたちの代わりに戦ってくれてありがとう。"
                },
                {
                    "N": "シトラリ",
                    "T": "帰りを待ってるから。"
                }
            ],
            [
                {
                    "N": "オロルン",
                    "T": "ああ…僕たちは、待っている。"
                },
                {
                    "N": "シトラリ",
                    "T": "戦ってくれてありがとう。"
                }
            ]
        ]
    },
    "502426": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "アカトル",
                    "T": "大地の果てには、源火があり——遥かな大地より祝福をもたらした。豊穣の邦からの敬意を受け取ってくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "力は天からの贈り物なんかじゃない。一歩一歩積み重ねてきたものだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "ナタは数千年の歴史がある。ここまでこれたのは、この土地に住む人々のおかげだと信じている。"
                },
                {
                    "N": "イアンサ",
                    "T": "炎神様の時間に対する観点には賛成だ。過去も現在も未来も同時に存在している。そしてアタシたちは今、まさにそういうタイミングにいるんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "アンタたちを信頼してる。勝利を掴みとるのは、きっとナタだ。"
                },
                {
                    "N": "_0",
                    "T": "うん、必ず勝つって約束する。"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}たちの努力を無駄にはしない。"
                },
                {
                    "N": "イアンサ",
                    "T": "それともう一つ…個人的な頼みなんだが…"
                },
                {
                    "N": "イアンサ",
                    "T": "戦いが終わったら、豊穣の邦に来てくれないか。"
                },
                {
                    "N": "アカトル",
                    "T": "ハハッ、頼むよ。部族のみんながお前に会いたがってる。"
                },
                {
                    "N": "イアンサ",
                    "T": "その時はアタシとヴァレサが、豊穣の邦のことを存分に教えてやるぜ！"
                },
                {
                    "N": "イアンサ",
                    "T": "詳細はまだ秘密だが…とにかく、絶対にがっかりさせないからな！"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "アタシとヴァレサが、豊穣の邦のことを存分に教えてやるぜ！楽しみにしててくれ！"
                }
            ]
        ]
    },
    "502427": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "パカル",
                    "T": "もうすぐ出発だな。"
                },
                {
                    "N": "パカル",
                    "T": "お前の勇ましさは音の波のように、山にこだまする。こだまの子の者たちはその音を頼りにお前を見送るだろう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっとずーっと応援してるからね。聖火競技場で帰りを待ってるよ！"
                },
                {
                    "N": "シロネン",
                    "T": "アビスの力はものすごいけど、一度打ち勝ったことがあるんだから、恐れる必要なんかない。"
                },
                {
                    "N": "シロネン",
                    "T": "そうだ。ニペカが会いたいっていうから、連れてきたよ。"
                },
                {
                    "N": "ニペカ",
                    "T": "#こんにちは、{M#お兄ちゃん}{F#お姉ちゃん}…"
                },
                {
                    "N": "ニペカ",
                    "T": "この間は本当にありがとう。あなたとシロネンお姉ちゃんが、わたしの「名前」を取り戻してくれた。"
                },
                {
                    "N": "ニペカ",
                    "T": "そして今、あなたはこの地に住むみんなの「名前」を守るために、すごく危ない場所に向かおうとしてる…"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、旅人はすごいんだよ！"
                },
                {
                    "N": "ニペカ",
                    "T": "「名前」は「祝福」だって、シロネンお姉ちゃんが言ってくれた。だからわたしもお姉ちゃんみたいに、祝福を贈っていいかな。"
                },
                {
                    "N": "ニペカ",
                    "T": "難しいことは分からないけど…えっと、無事帰ってきて、またこだまの子に来られますように…"
                },
                {
                    "N": "ニペカ",
                    "T": "今度は、わたしたちに誕生日を祝わせてね。"
                },
                {
                    "N": "_0",
                    "T": "うん。"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、じゃあ約束だね。"
                },
                {
                    "N": "シロネン",
                    "T": "だね、「未来」で会おうって約束。"
                },
                {
                    "N": "シロネン",
                    "T": "あんたがまたこだまの子に来る時は、豪華な肉と酒を用意して歓迎するよ。"
                },
                {
                    "N": "シロネン",
                    "T": "あんたなら、勝利を手にして帰って来れると思う。"
                }
            ],
            [
                {
                    "N": "シロネン",
                    "T": "あんたなら、勝利を手にして帰って来れると思う。"
                }
            ]
        ]
    },
    "502403": {
        "Desc": "マーヴィカと会話する",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "着いたな。夜神の国の風景は、君も知っているだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ここのアビスの侵蝕はそれほどひどくない。そしてここが、我々がとどまれる最後の場所だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "出発すると決めたら、一刻も早く元凶を排除せねばならない。でなければ、アビスの侵蝕に抵抗する力がどんなに強くとも、我々はやがて汚染され、バラバラになってしまう。"
                },
                {
                    "N": "パイモン",
                    "T": "もう、途中で引き返せないぜ。"
                },
                {
                    "N": "_0",
                    "T": "パイモンも来てたんだね。"
                },
                {
                    "N": "_0",
                    "T": "ちょっといつもと違うけど…"
                },
                {
                    "N": "パイモン",
                    "T": "どうしてかわからないけど、おまえたちが出発した後、オイラにもここの景色が見えるようになったんだ。"
                },
                {
                    "N": "REALNAME[2]",
                    "T": "キュイ！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "聖火が私たちを繋げたのだ。私と旅人をここに送り込んだと同時に、君たちの精神をも送り届けてくれた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "しかしここまでのようだな。アビスは精神をも侵す。私たちと共に奥に来てもらうことはできない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ただ、出発前に、旅の仲間たちは君に伝えたいことがあるのだろう。"
                },
                {
                    "N": "_0",
                    "T": "時間はそんなにないよね？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、だが別れを告げる時間ぐらいはある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "準備が出来たら私のところに来てくれ。計画を説明する。"
                }
            ],
            [
                {
                    "N": "パカル",
                    "T": "もうすぐ出発だな。"
                },
                {
                    "N": "パカル",
                    "T": "お前の勇ましさは音の波のように、山にこだまする。こだまの子の者たちはその音を頼りにお前を見送るだろう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっとずーっと応援してるからね。聖火競技場で帰りを待ってるよ！"
                },
                {
                    "N": "シロネン",
                    "T": "アビスの力はものすごいけど、一度打ち勝ったことがあるんだから、恐れる必要なんかない。"
                },
                {
                    "N": "シロネン",
                    "T": "ナタに、新しい未来を築いてよ。"
                }
            ],
            [
                {
                    "N": "ワイナ",
                    "T": "懸木の民のメンバーを代表して、君に祝福を贈ろう。"
                },
                {
                    "N": "キィニチ",
                    "T": "戦いに血と涙を捧げてきた。「廻焔」の名が示す通り、あらゆるものに代償はつきものだが——今こそ、その成果を得る時だ。"
                },
                {
                    "N": "キィニチ",
                    "T": "アビスに償ってもらおう。"
                },
                {
                    "N": "キィニチ",
                    "T": "それと、アハウも話したいことがあるらしい。"
                },
                {
                    "N": "アハウ",
                    "T": "汝らは…下僕にしては、ずいぶん楽しませてくれた。"
                },
                {
                    "N": "アハウ",
                    "T": "楽しい時間は、長ければ長いほどいい。ここで終わるなど、もったいない。"
                },
                {
                    "N": "アハウ",
                    "T": "もちろん、オレはどうでもいいが——お前ら、しくじっても悔しがるなよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "こいつのことはよく知ってるだろう？今のがこいつにとって最上級の言葉だ。"
                }
            ],
            [
                {
                    "N": "アミナ",
                    "T": "さざ波と怒涛のように——「流泉の衆」、ここに集う！"
                },
                {
                    "N": "ムアラニ",
                    "T": "あたし、うちの集落の温泉が大好きなんだ。いくら入っても足りないくらい。"
                },
                {
                    "N": "ムアラニ",
                    "T": "今日も入りたいし、明日も、明後日も。"
                },
                {
                    "N": "ムアラニ",
                    "T": "友達とも行きたいし、君ともまた行きたい。考えただけで楽しいよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "この戦いが終わったら、パイモンを連れてまた温泉に行こう？約束。"
                },
                {
                    "N": "_0",
                    "T": "約束する。"
                },
                {
                    "N": "ムアラニ",
                    "T": "やった！楽しみ！"
                }
            ],
            [
                {
                    "N": "ムトタ",
                    "T": "明るい空でいつまでも、みんなが翼を広げて飛べますように——この願いを叶えるために、花翼の集はここに集まっているんだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "戦いには重い意味がある。それでも、私たちの歩みは止まったりしない。"
                },
                {
                    "N": "チャスカ",
                    "T": "長きに渡って夢見ていた平和が目の前にある。そしてお前はその手でこのような未来を作るチャンスを手に入れた。"
                },
                {
                    "N": "チャスカ",
                    "T": "やってきたすべてのことに意味があると、信じている。"
                }
            ],
            [
                {
                    "N": "アカトル",
                    "T": "大地の果てには、源火があり——遥かな大地より祝福をもたらした。豊穣の邦からの敬意を受け取ってくれ。"
                },
                {
                    "N": "イアンサ",
                    "T": "力は天からの贈り物なんかじゃない。一歩一歩積み重ねてきたものだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "ナタは数千年の歴史がある。ここまでこれたのは、この土地に住む人々のおかげだと信じている。"
                },
                {
                    "N": "イアンサ",
                    "T": "炎神様の時間に対する観点には賛成だ。過去も現在も未来も同時に存在している。そしてアタシたちは今、まさにそういうタイミングにいるんだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "アンタたちを信頼してる。勝利を掴みとるのは、きっとナタだ。"
                },
                {
                    "N": "_0",
                    "T": "うん、必ず勝つって約束する。"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}たちの努力を無駄にはしない。"
                },
                {
                    "N": "イアンサ",
                    "T": "それともう一つ…個人的な頼みなんだが…"
                },
                {
                    "N": "イアンサ",
                    "T": "戦いが終わったら、豊穣の邦に来てくれないか。"
                },
                {
                    "N": "アカトル",
                    "T": "ハハッ、頼むよ。部族のみんながお前に会いたがってる。"
                },
                {
                    "N": "イアンサ",
                    "T": "その時はアタシとヴァレサが、豊穣の邦のことを存分に教えてやるぜ！"
                },
                {
                    "N": "イアンサ",
                    "T": "詳細はまだ秘密だが…とにかく、絶対にがっかりさせないからな！"
                }
            ],
            [
                {
                    "N": "パカル",
                    "T": "もうすぐ出発だな。"
                },
                {
                    "N": "パカル",
                    "T": "お前の勇ましさは音の波のように、山にこだまする。こだまの子の者たちはその音を頼りにお前を見送るだろう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっとずーっと応援してるからね。聖火競技場で帰りを待ってるよ！"
                },
                {
                    "N": "シロネン",
                    "T": "アビスの力はものすごいけど、一度打ち勝ったことがあるんだから、恐れる必要なんかない。"
                },
                {
                    "N": "シロネン",
                    "T": "そうだ。ニペカが会いたいっていうから、連れてきたよ。"
                },
                {
                    "N": "ニペカ",
                    "T": "#こんにちは、{M#お兄ちゃん}{F#お姉ちゃん}…"
                },
                {
                    "N": "ニペカ",
                    "T": "この間は本当にありがとう。あなたとシロネンお姉ちゃんが、わたしの「名前」を取り戻してくれた。"
                },
                {
                    "N": "ニペカ",
                    "T": "そして今、あなたはこの地に住むみんなの「名前」を守るために、すごく危ない場所に向かおうとしてる…"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、旅人はすごいんだよ！"
                },
                {
                    "N": "ニペカ",
                    "T": "「名前」は「祝福」だって、シロネンお姉ちゃんが言ってくれた。だからわたしもお姉ちゃんみたいに、祝福を贈っていいかな。"
                },
                {
                    "N": "ニペカ",
                    "T": "難しいことは分からないけど…えっと、無事帰ってきて、またこだまの子に来られますように…"
                },
                {
                    "N": "ニペカ",
                    "T": "今度は、わたしたちに誕生日を祝わせてね。"
                },
                {
                    "N": "_0",
                    "T": "うん。"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、じゃあ約束だね。"
                },
                {
                    "N": "シロネン",
                    "T": "だね、「未来」で会おうって約束。"
                },
                {
                    "N": "シロネン",
                    "T": "あんたがまたこだまの子に来る時は、豪華な肉と酒を用意して歓迎するよ。"
                },
                {
                    "N": "シロネン",
                    "T": "あんたなら、勝利を手にして帰って来れると思う。"
                }
            ],
            [
                {
                    "N": "ワイナ",
                    "T": "懸木の民のメンバーを代表して、君に祝福を贈ろう。"
                },
                {
                    "N": "キィニチ",
                    "T": "戦いに血と涙を捧げてきた。「廻焔」の名が示す通り、あらゆるものに代償はつきものだが——今こそ、その成果を得る時だ。"
                },
                {
                    "N": "キィニチ",
                    "T": "復讐を誓ってるのは俺やお前だけじゃない。こいつもだ。"
                },
                {
                    "N": "山の王",
                    "T": "廻焔の夜、こう言った。コンガマトーの意志は…必ずや前へと突き進み、アビスを踏み潰すことだろう、と。"
                },
                {
                    "N": "山の王",
                    "T": "最近、夢の中であいつに会った。我が最も信頼する仲間、ブルキナに。"
                },
                {
                    "N": "山の王",
                    "T": "これがすべてに終止符を打つ最後の戦いになると、あいつは信じている。時代の英雄をしっかり支えてくれと頼まれたのだ。"
                },
                {
                    "N": "山の王",
                    "T": "——やはりそなただったか、異郷の旅人よ。"
                },
                {
                    "N": "山の王",
                    "T": "あの時から、そなたの実力には気づいていた。そなたはブルキナを説得したかの者にそっくりだ…"
                },
                {
                    "N": "山の王",
                    "T": "漆黒に打ち勝つ奇跡は、必ずやこの時代に降臨する。"
                },
                {
                    "N": "キィニチ",
                    "T": "「我々のすべての所業を、必ず炎が審問するだろう。」アビスには必ず、その行いを償ってもらう。"
                },
                {
                    "N": "キィニチ",
                    "T": "それと、アハウも話したいことがあるらしい。"
                },
                {
                    "N": "アハウ",
                    "T": "汝らは…下僕にしては、ずいぶん楽しませてくれた。"
                },
                {
                    "N": "アハウ",
                    "T": "楽しい時間は、長ければ長いほどいい。ここで終わるなど、もったいない。"
                },
                {
                    "N": "アハウ",
                    "T": "もちろん、オレはどうでもいいが——お前ら、しくじっても悔しがるなよ。"
                },
                {
                    "N": "キィニチ",
                    "T": "こいつのことはよく知ってるだろう？今のがこいつにとって最上級の言葉だ。"
                }
            ],
            [
                {
                    "N": "アミナ",
                    "T": "さざ波と怒涛のように——「流泉の衆」、ここに集う！"
                },
                {
                    "N": "ムアラニ",
                    "T": "ヌウおじさんも見送りに来てくれたよ。"
                },
                {
                    "N": "ヌウ",
                    "T": "英雄が間もなく切り開く歴史に比べれば、私の功績など取るに足らない。"
                },
                {
                    "N": "ヌウ",
                    "T": "私たちの先祖が冒険の旅に出た時、千年以上も続く部族を創り上げることになるなどとは夢にも思わなかっただろう。"
                },
                {
                    "N": "ヌウ",
                    "T": "——我々がこれまで成し遂げてきたことや、これから成し遂げることは…さらに偉大な形で、後世の人々にも伝わり、謳われるだろう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "じゃあ、旅人の物語も石に記録しようよ。神秘の島の伝説みたいに！"
                },
                {
                    "N": "_0",
                    "T": "そうしてもらおうかな。"
                },
                {
                    "N": "ムアラニ",
                    "T": "へへっ、じゃあそうさせてもらうね。でもあたしだけじゃなく、みんなも我先にってこの物語を記録しようとするだろうな。"
                },
                {
                    "N": "_0",
                    "T": "目立つ場所にお願い。"
                },
                {
                    "N": "ムアラニ",
                    "T": "うんうん、初代族長みたいにね！"
                },
                {
                    "N": "ムアラニ",
                    "T": "君には英雄になってほしい。流泉の衆のみんなもそう思ってるよ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "でもそれ以上に…友達として、シンプルなお願いがあるんだけど…"
                },
                {
                    "N": "ムアラニ",
                    "T": "——この戦いが終わったら、パイモンを連れてまた温泉に行かない？"
                },
                {
                    "N": "ムアラニ",
                    "T": "一緒に楽しく過ごして、楽しいことをするのが友達だもん！"
                },
                {
                    "N": "_0",
                    "T": "約束する。"
                },
                {
                    "N": "ムアラニ",
                    "T": "約束だよ！"
                }
            ],
            [
                {
                    "N": "ムトタ",
                    "T": "明るい空でいつまでも、みんなが翼を広げて飛べますように——この願いを叶えるために、花翼の集はここに集まっているんだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "戦いには重い意味がある。それでも、私たちの歩みは止まったりしない。"
                },
                {
                    "N": "チャスカ",
                    "T": "長きに渡って夢見ていた平和が目の前にある。そしてお前はその手でこのような未来を作るチャンスを手に入れた。"
                },
                {
                    "N": "チャスカ",
                    "T": "ここでお前を応援してる…それと、お前が戦いに行くと知って、コヤも来てくれたんだ。"
                },
                {
                    "N": "コヤ",
                    "T": "クウッ——"
                },
                {
                    "N": "チャスカ",
                    "T": "姉さんも私と同じように、愛に関する決断に直面した。でもあの一件の後、誤解は解けて、姉さんも人間社会の絆について理解してくれた。"
                },
                {
                    "N": "チャスカ",
                    "T": "私がここで新しい愛と幸せを見つけたのなら、私のためにここを守りたいと…姉さんはそう言ってくれたんだ。"
                },
                {
                    "N": "チャスカ",
                    "T": "私も姉さんを守りたいと思っている。"
                },
                {
                    "N": "チャスカ",
                    "T": "それと、人間の家族——クイクの両親も。"
                },
                {
                    "N": "チャスカ",
                    "T": "お前から見れば、私を取り巻く関係は相当ごちゃごちゃしてるように感じるだろう…でも、これからはちゃんと自分で片をつけるから、心配しないでくれ。"
                },
                {
                    "N": "チャスカ",
                    "T": "お前と共にした冒険に恥じないよう、運命の試練を乗り越え、よりよい自分になって見せる。"
                },
                {
                    "N": "_0",
                    "T": "ついに自分自身の調停者になるんだね。"
                },
                {
                    "N": "チャスカ",
                    "T": "ああ、そういうことだ。同時に…"
                },
                {
                    "N": "チャスカ",
                    "T": "お前のこれからの旅で、頼れる者になってみせる。"
                }
            ],
            [
                {
                    "N": "ビラム",
                    "T": "夢の中で啓示を得て、部族の者に伝えた。君こそが、謎煙の中で最も輝く星だ。"
                },
                {
                    "N": "ビラム",
                    "T": "幾千万の霊が君を見送るだろう。"
                },
                {
                    "N": "オロルン",
                    "T": "これから、植物は君のために芽吹き、虫は君のために飛び——万物が君のために流転する。"
                },
                {
                    "N": "_0",
                    "T": "ちょっと大げさだね…"
                },
                {
                    "N": "オロルン",
                    "T": "大げさではない。ナタの土地は命を育むが、アビスからは何も生まれない。"
                },
                {
                    "N": "シトラリ",
                    "T": "ここには命だけじゃなく、数え切れないほどの記憶と物語があるの。"
                },
                {
                    "N": "シトラリ",
                    "T": "ワタシの寿命は普通のヒトより長いから、生と死がナニを意味するのか、より深く理解できてる。"
                },
                {
                    "N": "シトラリ",
                    "T": "死者は生者から慰めを得て、生者は死者のため勇敢に前へと進む。"
                },
                {
                    "N": "シトラリ",
                    "T": "——すべては、ワタシたちがこの世界に残した痕跡。無に帰すなんて、あまりに惜しい。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}もそう思う。"
                },
                {
                    "N": "_0",
                    "T": "#だからこそ、{M#俺}{F#私}はここにいる。"
                },
                {
                    "N": "シトラリ",
                    "T": "うん、ワタシたちの代わりに戦ってくれてありがとう。"
                },
                {
                    "N": "シトラリ",
                    "T": "帰りを待ってるから。"
                }
            ]
        ]
    },
    "502404": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "パカル",
                    "T": "もうすぐ出発だな。"
                },
                {
                    "N": "パカル",
                    "T": "お前の勇ましさは音の波のように、山にこだまする。こだまの子の者たちはその音を頼りにお前を見送るだろう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっとずーっと応援してるからね。聖火競技場で帰りを待ってるよ！"
                },
                {
                    "N": "シロネン",
                    "T": "アビスの力はものすごいけど、一度打ち勝ったことがあるんだから、恐れる必要なんかない。"
                },
                {
                    "N": "シロネン",
                    "T": "ナタに、新しい未来を築いてよ。"
                }
            ]
        ]
    },
    "502406": {
        "Desc": "準備ができたら、マーヴィカと会話する",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "旅人、準備はいいか？"
                },
                {
                    "N": "_0",
                    "T": "大丈夫、準備できた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "よし。ここより先の戦いでは、二手に分かれアビスの元凶に立ち向かう必要がある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "以前ナタを守る戦いで、君は「アビスの忌瘤」を処理しただろう？すべて破壊しない限り、アビスの魔物が無尽蔵に湧いてくるあれだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "今から相対する敵も、似たようなコアを持つ。だが、そのコアはどこかに隠されているのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "夜神の国は私のほうが詳しい。コアを見つけて破壊する役は私が担おう。君はこのままアビスの元凶のもとへと向かってくれ。そこで落ち合うとしよう。"
                },
                {
                    "N": "_0",
                    "T": "分かった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "では、行動開始だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——勇を奮い起こせ。ナタのすべてが我々を応援している。未知なるものに、怯える必要はない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「我々は独りで戦ったりしない」のだからな。"
                },
                {
                    "N": "パイモン",
                    "T": "マーヴィカはもう動き出したし、おまえも行かないとだな。えっと…オイラのせいで出遅れると良くないし…"
                },
                {
                    "N": "パイモン",
                    "T": "安心しろ、約束は忘れてないから。全力で応援するぞ！"
                },
                {
                    "N": "パイモン",
                    "T": "大丈夫だ、おまえがいなくてもオドオドしたり、ビクビクしたりしないぜ。心配すんなよ！もう明かりなしで眠れない子供じゃないんだからな！"
                },
                {
                    "N": "_0",
                    "T": "帰ってくるまで待ってて。"
                },
                {
                    "N": "パイモン",
                    "T": "おう！"
                },
                {
                    "N": "REALNAME[2]",
                    "T": "キュイ！"
                },
                {
                    "N": "パイモン",
                    "T": "おまえは独りで戦ってるわけじゃない。オイラたちもいるってこと忘れるなよ！"
                },
                {
                    "N": "_0",
                    "T": "もう少し待ってほしい。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、心残りがないようにしておくといい。"
                }
            ]
        ]
    },
    "502407": {
        "Desc": "探索を続ける",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "まさか、こんなに早く会えるとは思ってなかったわ。"
                },
                {
                    "N": "ニエガ",
                    "T": "ふぅ…こんなことがわたしにできるなんて…"
                },
                {
                    "N": "ニエガ",
                    "T": "#こんにちは、{M#お兄ちゃん}{F#お姉ちゃん}。"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "ニエガ",
                    "T": "ラゾーリを…わたしのお母さんを覚えてる？お母さんは、許されないことをしたよね。"
                },
                {
                    "N": "ニエガ",
                    "T": "夢の中で会ったけど、ずっと謝ってたよ。でも、どう言葉をかけたらいいのか分からなかった…"
                },
                {
                    "N": "ニエガ",
                    "T": "だって、わたしじゃなくて、ニペカに謝るべきでしょ。それから、記憶を利用した人たちに…"
                },
                {
                    "N": "アテア",
                    "T": "この子の話を聞いて、ひとつ提案をしたの。"
                },
                {
                    "N": "アテア",
                    "T": "犯した過ちを反省するよりも、いま何をして償えるかを考えたほうがいいってね。"
                },
                {
                    "N": "ニエガ",
                    "T": "夢の中で、お母さんは私の声に耳を傾けて、力を貸してくれたの。だから、さっきみたいな方法であなたを助けられたんだ。"
                },
                {
                    "N": "ニエガ",
                    "T": "…お母さんはひどいことをしたけど、少なくとも今は…力を正しいことに使ってくれてる。"
                },
                {
                    "N": "_0",
                    "T": "助けてくれてありがとう。"
                },
                {
                    "N": "アテア",
                    "T": "才能あるよ、あんた。会ったのがここじゃなかったらよかったのに。"
                },
                {
                    "N": "ニエガ",
                    "T": "でもそのおかげで、アビスに抗う機会を得られたでしょ？"
                },
                {
                    "N": "ニエガ",
                    "T": "頑張って。あなたはわたしたちの希望だから。"
                },
                {
                    "N": "アテア",
                    "T": "ここは任せてちょうだい。アビスの魔物はまた攻撃を仕掛けてくるだろうけど、防いでみせるわ。"
                },
                {
                    "N": "_0",
                    "T": "ムアラニが広場にいる。"
                },
                {
                    "N": "_0",
                    "T": "アテアに会いたがってると思う。"
                },
                {
                    "N": "アテア",
                    "T": "もう夢の中で会ったから、十分よ。"
                },
                {
                    "N": "アテア",
                    "T": "広場はみんなの意志と夜神の国を繋げる重要な場所。アビスの侵蝕を受ければ、ナタがまた魔物で溢れるかもしれない。"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニに会えないのは残念だけど、もしナタを守れなかったら、もっと後悔するもの。"
                },
                {
                    "N": "アテア",
                    "T": "——あの子は私よりも立派な戦士になって、私にはできなかったことをやり遂げる。そう信じてるわ。"
                }
            ]
        ]
    },
    "502408": {
        "Desc": "魔物を倒し、探索を続ける",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502409": {
        "Desc": "探索を続ける",
        "Talk": [
            [
                {
                    "N": "ヒネ",
                    "T": "久しぶりだね。ちゃんとお姉ちゃんの記憶の中にある姿になれてるかな、私。"
                },
                {
                    "N": "ヒネ",
                    "T": "あ、そういえば、このまえ夢で会ったんだっけ。でも…お姉ちゃんは誰にも話してないみたいだけど。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "……"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「君」まで呼び起こされるとは思っていなかった。五百年も経っているというのに。"
                },
                {
                    "N": "ヒネ",
                    "T": "へへっ、そうだね。本当の「私」は何度も生と死を経験してるんだと思う。でも、「ヒネ」に関する物語と記憶が消えることはないよ。"
                },
                {
                    "N": "ヒネ",
                    "T": "「過去」「現在」「未来」、すべてが同時に存在してるんだから、こうしてまた会えるのもなんら不思議はないでしょ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ただ思い出を語らう時間はないんだ、惜しいことにな。"
                },
                {
                    "N": "ヒネ",
                    "T": "お姉ちゃんの計画は、もうすぐ最後の段階に入るんだよね？"
                },
                {
                    "N": "ヒネ",
                    "T": "どんなに困難なことでも、お姉ちゃんならどうにかできるって知ってたよ。"
                },
                {
                    "N": "ヒネ",
                    "T": "ほんとはその時代に行って手伝いたいけど、私は普通の人間だから、時を越えられない。"
                },
                {
                    "N": "ヒネ",
                    "T": "小さい頃に「探しに行く」って言ったよね。色んな方法をずっと試してたんだけど、結局上手くいかなかったんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "いや、君はそれをやってのけた。"
                },
                {
                    "N": "ヒネ",
                    "T": "えっ、もしかして…私の折った紙カエルが届いたの？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、そして建築ノートもな。君の助けを受けた人の子孫がしかと届けてくれた。"
                },
                {
                    "N": "ヒネ",
                    "T": "ふふっ、良かった。五百年も経ってるし、引っ越しの時とかに、適当に捨てられちゃうんじゃないかと思ってた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そんなことはない。あの者たちはその恩を覚えている。君に関することのほとんどは、彼らから聞いたものだ。"
                },
                {
                    "N": "ヒネ",
                    "T": "やっぱり、私の目に狂いはなかったみたい。"
                },
                {
                    "N": "ヒネ",
                    "T": "ノートに書いてあったものは、もうとっくに時代遅れだよね？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、相当にな。"
                },
                {
                    "N": "ヒネ",
                    "T": "まあ、仕方ないよね。すごい時間が経ってるわけだし、私も歴史に名を残せるような偉大な建築家じゃないもの。そんな画期的なデザインなんて思いつかないよ。"
                },
                {
                    "N": "ヒネ",
                    "T": "…でもね、幸せだった。帰る場所のない人をたくさん助けて、彼らのために力を尽くせたこと…"
                },
                {
                    "N": "ヒネ",
                    "T": "自分の時間も、恋をするヒマもなかったけど…でも大丈夫。だって、この世には「自分」よりも大切なことがたくさんあるって、お姉ちゃんが教えてくれたから。"
                },
                {
                    "N": "ヒネ",
                    "T": "お姉ちゃんも、足を止めて人生を楽しむ時間なんてなかったでしょ？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そうだな。楽しむヒマもなかったし、必要もない…もうすぐ、すべてが終わるのだからな。アビスも、この私自身も。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それでも言っておきたいことがある、ヒネ——君が見つけた、時を越えて会いに来る方法は、紙カエルを遥かに凌ぐものだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——君の愛をひしひしと感じるよ。私も、ずっとヒネを愛している。"
                },
                {
                    "N": "ヒネ",
                    "T": "へへっ…うん！お父さんとお母さんもお姉ちゃんを愛してるよ。私たちが家族だってことは、ずっと変わらないんだから！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "…もう一人の英雄が待っている。そろそろ行かなければ。"
                },
                {
                    "N": "ヒネ",
                    "T": "頑張って、お姉ちゃん！"
                },
                {
                    "N": "ヒネ",
                    "T": "ナタのために！"
                }
            ]
        ]
    },
    "502410": {
        "Desc": "探索を続ける",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "まさか、こんなに早く会えるとは思ってなかったわ。"
                },
                {
                    "N": "アテア",
                    "T": "ここは私たちに任せて。アビスの魔物はまた攻撃を仕掛けてくるだろうけど、防いでみせるわ。"
                },
                {
                    "N": "_0",
                    "T": "ムアラニが広場にいる。"
                },
                {
                    "N": "_0",
                    "T": "アテアに会いたがってると思う。"
                },
                {
                    "N": "アテア",
                    "T": "もう夢の中で会ったから、十分よ。"
                },
                {
                    "N": "アテア",
                    "T": "広場はみんなの意志と夜神の国を繋げる重要な場所。アビスの侵蝕を受ければ、ナタがまた魔物で溢れるかもしれない。"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニに会えないのは残念だけど、もしナタを守れなかったら、もっと後悔するもの。"
                },
                {
                    "N": "アテア",
                    "T": "——あの子は私よりも立派な戦士になって、私にはできなかったことをやり遂げる。そう信じてるわ。"
                }
            ]
        ]
    },
    "502436": {
        "Desc": "",
        "Talk": []
    },
    "502411": {
        "Desc": "全ての魔物を倒す",
        "Talk": [
            [
                {
                    "N": "ポーナ",
                    "T": "へへっ、相変わらずすごいね、君は。"
                },
                {
                    "N": "「ココウィク」",
                    "T": "チュン！"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "彼女たちは…"
                },
                {
                    "N": "_0",
                    "T": "立派な冒険者とその仲間。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}の友達。"
                },
                {
                    "N": "ポーナ",
                    "T": "へへっ、君がそう言ってくれるなら…でも、ここにいるみんなすごいと思うよ。あたしとココウィク含めてね。"
                },
                {
                    "N": "ポーナ",
                    "T": "誰もが自分だけの冒険を成し遂げるべきだけど…すべての冒険が人々に知られ、歴史に名を残せるわけじゃない…"
                },
                {
                    "N": "ポーナ",
                    "T": "でも今のあたしたちって、きっとすごいことをしてる、そうだよね？"
                },
                {
                    "N": "「ココウィク」",
                    "T": "チュンッ！"
                },
                {
                    "N": "マルコ",
                    "T": "ああ、その通りだ！"
                },
                {
                    "N": "ポーナ",
                    "T": "よし、行くよ！みんなでサポートするから！"
                },
                {
                    "N": "ポーナ",
                    "T": "ガイドの妖精もちびちゃんも今は隣にいないけど、きっと応援してくれてると思う。"
                }
            ]
        ]
    },
    "502437": {
        "Desc": "",
        "Talk": []
    },
    "502405": {
        "Desc": "アテアと会話する",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "まさか、こんなに早く会えるとは思ってなかったわ。"
                },
                {
                    "N": "ニエガ",
                    "T": "ふぅ…こんなことがわたしにできるなんて…"
                },
                {
                    "N": "ニエガ",
                    "T": "#こんにちは、{M#お兄ちゃん}{F#お姉ちゃん}。"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "ニエガ",
                    "T": "ラゾーリを…わたしのお母さんを覚えてる？お母さんは、許されないことをしたよね。"
                },
                {
                    "N": "ニエガ",
                    "T": "夢の中で会ったけど、ずっと謝ってたよ。でも、どう言葉をかけたらいいのか分からなかった…"
                },
                {
                    "N": "ニエガ",
                    "T": "だって、わたしじゃなくて、ニペカに謝るべきでしょ。それから、記憶を利用した人たちに…"
                },
                {
                    "N": "アテア",
                    "T": "この子の話を聞いて、ひとつ提案をしたの。"
                },
                {
                    "N": "アテア",
                    "T": "犯した過ちを反省するよりも、いま何をして償えるかを考えたほうがいいってね。"
                },
                {
                    "N": "ニエガ",
                    "T": "夢の中で、お母さんは私の声に耳を傾けて、力を貸してくれたの。だから、さっきみたいな方法であなたを助けられたんだ。"
                },
                {
                    "N": "ニエガ",
                    "T": "…お母さんはひどいことをしたけど、少なくとも今は…力を正しいことに使ってくれてる。"
                },
                {
                    "N": "_0",
                    "T": "助けてくれてありがとう。"
                },
                {
                    "N": "アテア",
                    "T": "才能あるよ、あんた。会ったのがここじゃなかったらよかったのに。"
                },
                {
                    "N": "ニエガ",
                    "T": "でもそのおかげで、アビスに抗う機会を得られたでしょ？"
                },
                {
                    "N": "ニエガ",
                    "T": "頑張って。あなたはわたしたちの希望だから。"
                },
                {
                    "N": "アテア",
                    "T": "ここは任せてちょうだい。アビスの魔物はまた攻撃を仕掛けてくるだろうけど、防いでみせるわ。"
                },
                {
                    "N": "_0",
                    "T": "ムアラニが広場にいる。"
                },
                {
                    "N": "_0",
                    "T": "アテアに会いたがってると思う。"
                },
                {
                    "N": "アテア",
                    "T": "もう夢の中で会ったから、十分よ。"
                },
                {
                    "N": "アテア",
                    "T": "広場はみんなの意志と夜神の国を繋げる重要な場所。アビスの侵蝕を受ければ、ナタがまた魔物で溢れるかもしれない。"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニに会えないのは残念だけど、もしナタを守れなかったら、もっと後悔するもの。"
                },
                {
                    "N": "アテア",
                    "T": "——あの子は私よりも立派な戦士になって、私にはできなかったことをやり遂げる。そう信じてるわ。"
                }
            ],
            [
                {
                    "N": "アテア",
                    "T": "まさか、こんなに早く会えるとは思ってなかったわ。"
                },
                {
                    "N": "アテア",
                    "T": "ここは私たちに任せて。アビスの魔物はまた攻撃を仕掛けてくるだろうけど、防いでみせるわ。"
                },
                {
                    "N": "_0",
                    "T": "ムアラニが広場にいる。"
                },
                {
                    "N": "_0",
                    "T": "アテアに会いたがってると思う。"
                },
                {
                    "N": "アテア",
                    "T": "もう夢の中で会ったから、十分よ。"
                },
                {
                    "N": "アテア",
                    "T": "広場はみんなの意志と夜神の国を繋げる重要な場所。アビスの侵蝕を受ければ、ナタがまた魔物で溢れるかもしれない。"
                },
                {
                    "N": "アテア",
                    "T": "ムアラニに会えないのは残念だけど、もしナタを守れなかったら、もっと後悔するもの。"
                },
                {
                    "N": "アテア",
                    "T": "——あの子は私よりも立派な戦士になって、私にはできなかったことをやり遂げる。そう信じてるわ。"
                }
            ]
        ]
    },
    "502412": {
        "Desc": "探索を続ける",
        "Talk": [
            [
                {
                    "N": "ヴィチャマ",
                    "T": "ああ、やっぱり来たか！"
                },
                {
                    "N": "マルコ",
                    "T": "会うのは二回目だな。俺だよ、マルコだ。君たちがカチーナを助けに来たときは、人の姿を維持するのが難しかったが…"
                },
                {
                    "N": "マルコ",
                    "T": "夜神の国の魂はいま活性化してる。地上じゃ現実とは思えないような大きな戦争中だって、ヴィチャマから聞いた…"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "ただ何より感慨深いのは、紆余曲折を経た末に、俺たちがこうしてまた一緒に戦えてることだ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "これもお前とシトラリのおかげだな。"
                },
                {
                    "N": "_0",
                    "T": "ここで会うなんて…"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}も驚いた。"
                },
                {
                    "N": "マルコ",
                    "T": "この先の道はアビスに侵蝕されてて、歩きづらい。前回と同じように光を作ってやろう。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "俺は偵察と戦闘担当だ。これでも、昔は実力者として名を馳せてたんだ。前に見た落ちこぼれの姿は忘れてくれ。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "さあ、こっちだ。"
                },
                {
                    "N": "_0",
                    "T": "うん、おねがい。"
                },
                {
                    "N": "マルコ&ヴィチャマ",
                    "T": "おう！"
                }
            ],
            [
                {
                    "N": "アテア",
                    "T": "アビスの力が広がらないよう、ここを死守するわ。"
                }
            ],
            [
                {
                    "N": "アテア",
                    "T": "アビスの力が広がらないよう、ここを死守するわ。"
                },
                {
                    "N": "ニエガ",
                    "T": "安心して先に進んで。"
                }
            ]
        ]
    },
    "502444": {
        "Desc": "",
        "Talk": []
    },
    "502435": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "アビスの力が広がらないよう、ここを死守するわ。"
                }
            ]
        ]
    },
    "502413": {
        "Desc": "探索を続ける",
        "Talk": [
            [
                {
                    "N": "アテア",
                    "T": "アビスの力が広がらないよう、ここを死守するわ。"
                }
            ],
            [
                {
                    "N": "アテア",
                    "T": "アビスの力が広がらないよう、ここを死守するわ。"
                },
                {
                    "N": "ニエガ",
                    "T": "安心して先に進んで。"
                }
            ]
        ]
    },
    "502441": {
        "Desc": "全ての魔物を倒す",
        "Talk": []
    },
    "502439": {
        "Desc": "",
        "Talk": []
    },
    "502419": {
        "Desc": "ポーナと会話する",
        "Talk": [
            [
                {
                    "N": "ポーナ",
                    "T": "へへっ、相変わらずすごいね、君は。"
                },
                {
                    "N": "「ココウィク」",
                    "T": "チュン！"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "彼女たちは…"
                },
                {
                    "N": "_0",
                    "T": "立派な冒険者とその仲間。"
                },
                {
                    "N": "_0",
                    "T": "#{M#俺}{F#私}の友達。"
                },
                {
                    "N": "ポーナ",
                    "T": "へへっ、君がそう言ってくれるなら…でも、ここにいるみんなすごいと思うよ。あたしとココウィク含めてね。"
                },
                {
                    "N": "ポーナ",
                    "T": "誰もが自分だけの冒険を成し遂げるべきだけど…すべての冒険が人々に知られ、歴史に名を残せるわけじゃない…"
                },
                {
                    "N": "ポーナ",
                    "T": "でも今のあたしたちって、きっとすごいことをしてる、そうだよね？"
                },
                {
                    "N": "「ココウィク」",
                    "T": "チュンッ！"
                },
                {
                    "N": "マルコ",
                    "T": "ああ、その通りだ！"
                },
                {
                    "N": "ポーナ",
                    "T": "よし、行くよ！みんなでサポートするから！"
                },
                {
                    "N": "ポーナ",
                    "T": "ガイドの妖精もちびちゃんも今は隣にいないけど、きっと応援してくれてると思う。"
                }
            ]
        ]
    },
    "502431": {
        "Desc": "探索を続ける",
        "Talk": [
            [
                {
                    "N": "チャスカ",
                    "T": "色々ありがとう。恩返しができるよう、準備しておく。"
                }
            ]
        ]
    },
    "502432": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ヴィチャマ",
                    "T": "かなり腕が立つようだが…その格好を見る限り、ナタ人じゃなさそうだな？"
                },
                {
                    "N": "マルコ",
                    "T": "夜神の国で、君のような魂は見たことないが…"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "_0",
                    "T": "グスレッドだよね。"
                },
                {
                    "N": "グスレッド",
                    "T": "そうだ。正確に言うと、俺は魂ではない。多くのナタ人によって構成された「物語」だ。"
                },
                {
                    "N": "グスレッド",
                    "T": "俺は、長官の信頼を最も受ける副官だった。そして五百年前、あの方と共にアビスに立ち向かい、戦場で命を捧げた。"
                },
                {
                    "N": "グスレッド",
                    "T": "謎煙の主のシャーマンが俺の物語をウォーベンに織り込んだおかげで、今もこの名を知る者は多くいる。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "つまりお前は「本人とは似て非なる存在」ということか？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ、この姿は物語に記されたものだ。輝かしい英雄だと思われているが、実際はそうでもない。"
                },
                {
                    "N": "グスレッド",
                    "T": "断片的な記憶の中で、俺は本当の「俺」を理解した。"
                },
                {
                    "N": "グスレッド",
                    "T": "正義感に満ちた「長官」とは違い、俺は忠誠心を持ちながらも残忍だった。そのほうが問題を早く解決できると思っていたからだ。そのため長官とは意見の食い違うことが多々あった。"
                },
                {
                    "N": "_0",
                    "T": "どうりであの時オロルンを…"
                },
                {
                    "N": "_0",
                    "T": "…殺そうとしたわけだ。"
                },
                {
                    "N": "マルコ",
                    "T": "そ、そんなことがあったのか？"
                },
                {
                    "N": "グスレッド",
                    "T": "…「長官」の益となることであれば、「俺」は何でもする。"
                },
                {
                    "N": "グスレッド",
                    "T": "この世のあらゆる理想と正義は、いかなるときも容易く瓦解する。俺はあの方の刃を守らなければならない。なぜなら、その理想と正義だけが、最も強大で、最も悪辣な敵に立ち向かえるからだ。"
                },
                {
                    "N": "グスレッド",
                    "T": "——これこそが俺の思う、「カーンルイアの栄光」なのさ。"
                },
                {
                    "N": "_0",
                    "T": "たとえもう理解することができなくても…"
                },
                {
                    "N": "_0",
                    "T": "今も彼を信じてるの？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ。"
                },
                {
                    "N": "グスレッド",
                    "T": "すべての信頼には相応の理由があると、お前もすぐに理解するだろう。"
                },
                {
                    "N": "グスレッド",
                    "T": "地脈の制約のせいで、同行できるのはここまでのようだ。この先は、アビスが深く根付いている。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "だが、夜神の国に存在するすべての魂が、お前の力になるだろう。"
                },
                {
                    "N": "マルコ",
                    "T": "君は、新時代の英雄になる。"
                },
                {
                    "N": "グスレッド",
                    "T": "さあ、行け。ナタのために、そしてアビスによって命を落とした、テイワットの人々のために。"
                },
                {
                    "N": "グスレッド",
                    "T": "この戦いには、立場も国の隔たりもない。「我々」は必ず勝利を手にするのだ。"
                }
            ]
        ]
    },
    "502433": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502442": {
        "Desc": "全ての魔物を倒す",
        "Talk": []
    },
    "502414": {
        "Desc": "グスレッドと会話する",
        "Talk": [
            [
                {
                    "N": "ヴィチャマ",
                    "T": "かなり腕が立つようだが…その格好を見る限り、ナタ人じゃなさそうだな？"
                },
                {
                    "N": "マルコ",
                    "T": "夜神の国で、君のような魂は見たことないが…"
                },
                {
                    "N": "ポーナ",
                    "T": "でもここってさ、別の土地の魂を受け入れないはずだよね？"
                },
                {
                    "N": "「ココウィク」",
                    "T": "チュン…"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "_0",
                    "T": "グスレッドだよね。"
                },
                {
                    "N": "グスレッド",
                    "T": "そうだ。正確に言うと、俺は魂ではない。多くのナタ人によって構成された「物語」だ。"
                },
                {
                    "N": "グスレッド",
                    "T": "俺は、長官の信頼を最も受ける副官だった。そして五百年前、あの方と共にアビスに立ち向かい、戦場で命を捧げた。"
                },
                {
                    "N": "グスレッド",
                    "T": "謎煙の主のシャーマンが俺の物語をウォーベンに織り込んだおかげで、今もこの名を知る者は多くいる。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "つまりお前は「本人とは似て非なる存在」ということか？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ、この姿は物語に記されたものだ。輝かしい英雄だと思われているが、実際はそうでもない。"
                },
                {
                    "N": "グスレッド",
                    "T": "断片的な記憶の中で、俺は本当の「俺」を理解した。"
                },
                {
                    "N": "グスレッド",
                    "T": "正義感に満ちた「長官」とは違い、俺は忠誠心を持ちながらも残忍だった。そのほうが問題を早く解決できると思っていたからだ。そのため長官とは意見の食い違うことが多々あった。"
                },
                {
                    "N": "_0",
                    "T": "どうりであの時オロルンを…"
                },
                {
                    "N": "_0",
                    "T": "…殺そうとしたわけだ。"
                },
                {
                    "N": "マルコ",
                    "T": "そ、そんなことがあったのか？"
                },
                {
                    "N": "グスレッド",
                    "T": "…「長官」の益となることであれば、「俺」は何でもする。"
                },
                {
                    "N": "グスレッド",
                    "T": "この世のあらゆる理想と正義は、いかなるときも容易く瓦解する。俺はあの方の刃を守らなければならない。なぜなら、その理想と正義だけが、最も強大で、最も悪辣な敵に立ち向かえるからだ。"
                },
                {
                    "N": "グスレッド",
                    "T": "——これこそが俺の思う、「カーンルイアの栄光」なのさ。"
                },
                {
                    "N": "_0",
                    "T": "たとえもう理解することができなくても…"
                },
                {
                    "N": "_0",
                    "T": "今も彼を信じてるの？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ。"
                },
                {
                    "N": "グスレッド",
                    "T": "すべての信頼には相応の理由があると、お前もすぐに理解するだろう。"
                },
                {
                    "N": "グスレッド",
                    "T": "地脈の制約のせいで、同行できるのはここまでのようだ。この先は、アビスが深く根付いている。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "だが、夜神の国に存在するすべての魂が、お前の力になるだろう。"
                },
                {
                    "N": "マルコ",
                    "T": "君は、新時代の英雄になる。"
                },
                {
                    "N": "ポーナ",
                    "T": "本当にすごいよ。またもや見直しちゃった。"
                },
                {
                    "N": "「ココウィク」",
                    "T": "（光が導き、底の見えない暗闇を照らさんことを。）"
                },
                {
                    "N": "グスレッド",
                    "T": "さあ、行け。ナタのために、そしてアビスによって命を落とした、テイワットの人々のために。"
                },
                {
                    "N": "グスレッド",
                    "T": "この戦いには、立場も国の隔たりもない。「我々」は必ず勝利を手にするのだ。"
                }
            ],
            [
                {
                    "N": "ヴィチャマ",
                    "T": "かなり腕が立つようだが…その格好を見る限り、ナタ人じゃなさそうだな？"
                },
                {
                    "N": "マルコ",
                    "T": "夜神の国で、君のような魂は見たことないが…"
                },
                {
                    "N": "_0",
                    "T": "#{M#君}{F#あなた}は…"
                },
                {
                    "N": "_0",
                    "T": "グスレッドだよね。"
                },
                {
                    "N": "グスレッド",
                    "T": "そうだ。正確に言うと、俺は魂ではない。多くのナタ人によって構成された「物語」だ。"
                },
                {
                    "N": "グスレッド",
                    "T": "俺は、長官の信頼を最も受ける副官だった。そして五百年前、あの方と共にアビスに立ち向かい、戦場で命を捧げた。"
                },
                {
                    "N": "グスレッド",
                    "T": "謎煙の主のシャーマンが俺の物語をウォーベンに織り込んだおかげで、今もこの名を知る者は多くいる。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "つまりお前は「本人とは似て非なる存在」ということか？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ、この姿は物語に記されたものだ。輝かしい英雄だと思われているが、実際はそうでもない。"
                },
                {
                    "N": "グスレッド",
                    "T": "断片的な記憶の中で、俺は本当の「俺」を理解した。"
                },
                {
                    "N": "グスレッド",
                    "T": "正義感に満ちた「長官」とは違い、俺は忠誠心を持ちながらも残忍だった。そのほうが問題を早く解決できると思っていたからだ。そのため長官とは意見の食い違うことが多々あった。"
                },
                {
                    "N": "_0",
                    "T": "どうりであの時オロルンを…"
                },
                {
                    "N": "_0",
                    "T": "…殺そうとしたわけだ。"
                },
                {
                    "N": "マルコ",
                    "T": "そ、そんなことがあったのか？"
                },
                {
                    "N": "グスレッド",
                    "T": "…「長官」の益となることであれば、「俺」は何でもする。"
                },
                {
                    "N": "グスレッド",
                    "T": "この世のあらゆる理想と正義は、いかなるときも容易く瓦解する。俺はあの方の刃を守らなければならない。なぜなら、その理想と正義だけが、最も強大で、最も悪辣な敵に立ち向かえるからだ。"
                },
                {
                    "N": "グスレッド",
                    "T": "——これこそが俺の思う、「カーンルイアの栄光」なのさ。"
                },
                {
                    "N": "_0",
                    "T": "たとえもう理解することができなくても…"
                },
                {
                    "N": "_0",
                    "T": "今も彼を信じてるの？"
                },
                {
                    "N": "グスレッド",
                    "T": "ああ。"
                },
                {
                    "N": "グスレッド",
                    "T": "すべての信頼には相応の理由があると、お前もすぐに理解するだろう。"
                },
                {
                    "N": "グスレッド",
                    "T": "地脈の制約のせいで、同行できるのはここまでのようだ。この先は、アビスが深く根付いている。"
                },
                {
                    "N": "ヴィチャマ",
                    "T": "だが、夜神の国に存在するすべての魂が、お前の力になるだろう。"
                },
                {
                    "N": "マルコ",
                    "T": "君は、新時代の英雄になる。"
                },
                {
                    "N": "グスレッド",
                    "T": "さあ、行け。ナタのために、そしてアビスによって命を落とした、テイワットの人々のために。"
                },
                {
                    "N": "グスレッド",
                    "T": "この戦いには、立場も国の隔たりもない。「我々」は必ず勝利を手にするのだ。"
                }
            ]
        ]
    },
    "502420": {
        "Desc": "先へと続く道を探す",
        "Talk": [
            [
                {
                    "N": "_0",
                    "T": "#（ここまで状況がひどいなんて…これも地脈が傷ついた{M#影響}{F#影響なの}？）"
                },
                {
                    "N": "_0",
                    "T": "#（道が崩れてる。けど、上のほうはそうでもない{M#みたいだ}{F#みたい}…上に行けば先に進めるかも。）"
                },
                {
                    "N": "_0",
                    "T": "（どうやって行けば…）"
                },
                {
                    "N": "_0",
                    "T": "（えっ、この音は——）"
                },
                {
                    "N": "クイク",
                    "T": "こっちよ、旅人さん！あたしよ、クイク！"
                },
                {
                    "N": "クイク",
                    "T": "困ってるのよね？医者は治療をするだけじゃなく、万が一の時には手助けもできるのよ、ふふっ。"
                },
                {
                    "N": "クイク",
                    "T": "あなたには不思議な力があるわ。その力を使えば、この先へ行けるはずよ。"
                },
                {
                    "N": "クイク",
                    "T": "さあ、早く。"
                },
                {
                    "N": "クイク",
                    "T": "えっ、何かしら？急に大きく揺れたけど…"
                },
                {
                    "N": "_0",
                    "T": "もしかして…"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカが成功したのかも？"
                },
                {
                    "N": "クイク",
                    "T": "なるほど、だから一緒じゃなかったのね。"
                },
                {
                    "N": "クイク",
                    "T": "それじゃ、なおさら時間を無駄にできないわ。炎神様にあなたを引き留めたと思われたくないもの。"
                },
                {
                    "N": "_0",
                    "T": "クイク…"
                },
                {
                    "N": "_0",
                    "T": "チャスカに会いに行ったんだよね。"
                },
                {
                    "N": "クイク",
                    "T": "…うん。"
                },
                {
                    "N": "クイク",
                    "T": "お姉ちゃんが使命を果たせて嬉しかったわ。このあいだ会ったとき、すごく成長してるのが分かった。"
                },
                {
                    "N": "クイク",
                    "T": "もっと早くにそうなってくれてたら、心配する必要もなかったのに。"
                },
                {
                    "N": "クイク",
                    "T": "——これで十分。もう夢の中には行かない。"
                },
                {
                    "N": "クイク",
                    "T": "だって、お姉ちゃんを心配する妹なんて、どこにもいないでしょ。"
                },
                {
                    "N": "_0",
                    "T": "クイクは強いね。"
                },
                {
                    "N": "クイク",
                    "T": "もう、そういうのやめてよ。あたしたちはみんな、事実を受け入れたの。前を向かなきゃ。"
                },
                {
                    "N": "クイク",
                    "T": "ナタには明るい未来が待ってる。そうでしょ？"
                },
                {
                    "N": "クイク",
                    "T": "旅人さん——さあ、行って！"
                }
            ]
        ]
    },
    "502415": {
        "Desc": "引き続き進む",
        "Talk": [
            [
                {
                    "N": "クイク",
                    "T": "ナタには明るい未来が待ってる。そうでしょ？"
                },
                {
                    "N": "クイク",
                    "T": "旅人さん——さあ、行って！"
                }
            ]
        ]
    },
    "502438": {
        "Desc": "引き続き進んでみる",
        "Talk": []
    },
    "502443": {
        "Desc": "",
        "Talk": []
    },
    "502417": {
        "Desc": "ガイドに従って目的地にたどり着く",
        "Talk": [
            [
                {
                    "N": "パカル",
                    "T": "もうすぐ出発だな。"
                },
                {
                    "N": "パカル",
                    "T": "お前の勇ましさは音の波のように、山にこだまする。こだまの子の者たちはその音を頼りにお前を見送るだろう。"
                },
                {
                    "N": "カチーナ",
                    "T": "ずっとずーっと応援してるからね。聖火競技場で帰りを待ってるよ！"
                },
                {
                    "N": "シロネン",
                    "T": "アビスの力はものすごいけど、一度打ち勝ったことがあるんだから、恐れる必要なんかない。"
                },
                {
                    "N": "シロネン",
                    "T": "そうだ。ニペカが会いたいっていうから、連れてきたよ。"
                },
                {
                    "N": "ニペカ",
                    "T": "#こんにちは、{M#お兄ちゃん}{F#お姉ちゃん}…"
                },
                {
                    "N": "ニペカ",
                    "T": "この間は本当にありがとう。あなたとシロネンお姉ちゃんが、わたしの「名前」を取り戻してくれた。"
                },
                {
                    "N": "ニペカ",
                    "T": "そして今、あなたはこの地に住むみんなの「名前」を守るために、すごく危ない場所に向かおうとしてる…"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、旅人はすごいんだよ！"
                },
                {
                    "N": "ニペカ",
                    "T": "「名前」は「祝福」だって、シロネンお姉ちゃんが言ってくれた。だからわたしもお姉ちゃんみたいに、祝福を贈っていいかな。"
                },
                {
                    "N": "ニペカ",
                    "T": "難しいことは分からないけど…えっと、無事帰ってきて、またこだまの子に来られますように…"
                },
                {
                    "N": "ニペカ",
                    "T": "今度は、わたしたちに誕生日を祝わせてね。"
                },
                {
                    "N": "_0",
                    "T": "うん。"
                },
                {
                    "N": "カチーナ",
                    "T": "へへっ、じゃあ約束だね。"
                },
                {
                    "N": "シロネン",
                    "T": "だね、「未来」で会おうって約束。"
                },
                {
                    "N": "シロネン",
                    "T": "あんたがまたこだまの子に来る時は、豪華な肉と酒を用意して歓迎するよ。"
                },
                {
                    "N": "シロネン",
                    "T": "あんたなら、勝利を手にして帰って来れると思う。"
                }
            ]
        ]
    },
    "502416": {
        "Desc": "ガイドに従って目的地にたどり着く",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502434": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "クイク",
                    "T": "ナタには明るい未来が待ってる。そうでしょ？"
                },
                {
                    "N": "クイク",
                    "T": "旅人さん——さあ、行って！"
                }
            ]
        ]
    },
    "502821": {
        "Desc": "「グーシィ・トース」のいる場所へ向かう",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502822": {
        "Desc": "「グーシィ・トース」のいる場所へ向かう",
        "Talk": []
    },
    "502801": {
        "Desc": "「グーシィ・トース」のいる場所へ向かう",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": ""
                }
            ]
        ]
    },
    "502802": {
        "Desc": "「グーシィ・トース」のいる場所へ向かう",
        "Talk": []
    },
    "502803": {
        "Desc": "「グーシィ・トース」のいる場所へ向かう",
        "Talk": []
    },
    "502812": {
        "Desc": "「グーシィ・トース」を倒す",
        "Talk": []
    },
    "502804": {
        "Desc": "「グーシィ・トース」を倒す",
        "Talk": [
            [
                {
                    "N": "シュバランケ",
                    "T": "我はすべてを奪い、呑み込み、滅する！"
                }
            ]
        ]
    },
    "502823": {
        "Desc": "「グーシィ・トース」を倒す",
        "Talk": []
    },
    "502805": {
        "Desc": "自分の旅を続ける",
        "Talk": [
            [
                {
                    "N": "シュバランケ",
                    "T": "降臨者の命の価値は、汝の想像を遥かに超えるもの。"
                },
                {
                    "N": "シュバランケ",
                    "T": "だが、汝はその手で世界の希望を握り潰した。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もし私の失敗が運命で定まっているのなら、なぜそうも恐れる？"
                },
                {
                    "N": "シュバランケ",
                    "T": "……"
                },
                {
                    "N": "マーヴィカ",
                    "T": "（願いのため、我々は巡礼の道を歩む。）"
                },
                {
                    "N": "マーヴィカ",
                    "T": "（最強の名のため、我々は集い戦う。）"
                },
                {
                    "N": "マーヴィカ",
                    "T": "（夢のため、我々は劫火の中で燃え尽きるのだ。）"
                },
                {
                    "N": "マーヴィカ",
                    "T": "（それを延々と繰り返してきた…）"
                }
            ]
        ]
    },
    "502806": {
        "Desc": "自分の旅を続ける",
        "Talk": []
    },
    "502807": {
        "Desc": "自分の旅を続ける",
        "Talk": []
    },
    "502808": {
        "Desc": "「グーシィ・トース」を倒す",
        "Talk": []
    },
    "502809": {
        "Desc": "「グーシィ・トース」を倒す",
        "Talk": []
    },
    "502810": {
        "Desc": "「グーシィ・トース」を倒す",
        "Talk": []
    },
    "502811": {
        "Desc": "仲間たちと会話する",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": ""
                }
            ]
        ]
    },
    "502901": {
        "Desc": "仲間たちと会話する",
        "Talk": [
            [
                {
                    "N": "???",
                    "T": "ナタの人々は心の底から勝利を祝っている。無事に帰ってきたことを友人たちも喜んでくれた。"
                },
                {
                    "N": "???",
                    "T": "ただ念のため、アビスの力に汚染されていないか診てもらうことにした。"
                },
                {
                    "N": "ルクワ",
                    "T": "し…信じられない。炎神様と同じく、アビスの汚染が見られません。"
                },
                {
                    "N": "ルクワ",
                    "T": "問題はなさそうですし…こまめに休憩を取りつつ、心ゆくまで勝利を味わってください。"
                },
                {
                    "N": "_1005",
                    "T": "ふぅ…これで安心だな！"
                },
                {
                    "N": "_1005",
                    "T": "こっちの大勝利ってやつだ、へへへっ！"
                },
                {
                    "N": "_0",
                    "T": "やっとひと息つけるね。"
                },
                {
                    "N": "_1005",
                    "T": "いくら恐ろしいアビスだって、おまえの前じゃひとたまりもないって知ってたぜ！"
                },
                {
                    "N": "_0",
                    "T": "やっと自分でしゃべらなくて済む…"
                },
                {
                    "N": "_1005",
                    "T": "おい、そんぐらいの価値しかオイラにはないのかよ？フン、でも今日はいじられても見逃してやるって決めたんだ！"
                },
                {
                    "N": "イアンサ",
                    "T": "今回もやってくれたな。やっぱりアンタはただもんじゃない。"
                },
                {
                    "N": "イアンサ",
                    "T": "やっとナタは、アビスの脅威から完全に解放された！"
                },
                {
                    "N": "ムアラニ",
                    "T": "我らが大英雄～♪君の物語を早くみんなに話してあげたいよっ！"
                },
                {
                    "N": "オロルン",
                    "T": "謎煙の主では、ウォーベンに記録して残すつもりだ。代々受け継がれるようにな。"
                },
                {
                    "N": "オロルン",
                    "T": "じいちゃんやばあちゃんたちがすでに、その手配を進めている。"
                },
                {
                    "N": "チャスカ",
                    "T": "見事なものだ。古名を授かった最初の異郷人ってところも、まさに伝説にふさわしい。"
                },
                {
                    "N": "シロネン",
                    "T": "だね。夜神様の目に狂いはなかった。授けた名前もあんたにピッタリ。"
                },
                {
                    "N": "カチーナ",
                    "T": "ぶ、無事に帰ってきてくれてホントに良かった！旅人さんを助ける方法をあれこれひねり出すのも、もうおしまいでいいんだよね！"
                },
                {
                    "N": "_1005",
                    "T": "そんなこと考えてたのか？"
                },
                {
                    "N": "カチーナ",
                    "T": "前回みんなに助けられたから、もし夜神の国で旅人さんが危険な目に遭ったら、ぜったい助けにいくって決めてたの！"
                },
                {
                    "N": "イアンサ",
                    "T": "危険すぎるぞ、カチーナ。でも、まぁ…"
                },
                {
                    "N": "イアンサ",
                    "T": "もし本当にそうなったら、アタシも助けに行く。諦めるわけにはいかないしな！絶対になんとかしてやるさ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "うん、あたしもあたしも！"
                },
                {
                    "N": "キィニチ",
                    "T": "勇気と蛮勇は別もんだが…このケースに限っては例外でいいな。"
                },
                {
                    "N": "_0",
                    "T": "その気持ちだけで嬉しいよ。"
                },
                {
                    "N": "_0",
                    "T": "みんなに聞いて欲しいことがある。"
                },
                {
                    "N": "_0",
                    "T": "#地脈の中で、亡くなった人たちに{M#会ったんだ}{F#会ったの}。それから地上にいるみんなの応援が、{M#俺}{F#私}のところにまで届いた。"
                },
                {
                    "N": "_1005",
                    "T": "えっ？亡くなった人たち？応援？"
                },
                {
                    "N": "_0",
                    "T": "アテア、ヴィチャマ、クイク、そして五百年前の六部族の英雄たち…みんなが古名の中に残してくれたメッセージも。"
                },
                {
                    "N": "_0",
                    "T": "本当にありがとう、みんな。"
                },
                {
                    "N": "_0",
                    "T": "ナタの人たちの応援がなかったら、強大なアビスに勝ててなかったと思う。"
                },
                {
                    "N": "オロルン",
                    "T": "僕たちのメッセージを…聞いたのか？"
                },
                {
                    "N": "シロネン",
                    "T": "古名を作るための材料だし、中に残ってたんだよ。まさか、いざって時に役立ってくれるとはね。"
                },
                {
                    "N": "イアンサ",
                    "T": "ち、ちっと恥ずかしいな…"
                },
                {
                    "N": "ムアラニ",
                    "T": "なに照れてるの～？あたしは面と向かってもっかい言えるよ！"
                },
                {
                    "N": "ムアラニ",
                    "T": "旅人と友達になれて、本当によかった！へへへ～！"
                },
                {
                    "N": "チャスカ",
                    "T": "…そうか、クイクのやつが。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "盛り上がっているようだな。旅人、具合はどうだ？"
                },
                {
                    "N": "_0",
                    "T": "全然問題なし。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ならよかった。それが一番の気がかりだったのでな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君のために祝賀会を用意した。ちょうど準備が整ったところだ。"
                },
                {
                    "N": "_1005",
                    "T": "祝賀会？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。ナタでは、引退する優れた戦士が最後の「帰火聖夜の巡礼」を終えたとき、祝賀会を開くのが慣例となっている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「優れた戦士」というのは、「夜巡者の戦争」で二十回以上勝利した者のことだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それゆえ、実際にこの祝賀会を開かれた戦士はさほど多くない。そうだな、生涯の功績を讃えるものと理解すればいいだろう。"
                },
                {
                    "N": "オロルン",
                    "T": "祝賀会を開くのはずいぶんと久しぶりですよね？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、此度の旅人の功績は、これを開くのに十分だと判断した。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "さあ、ついて来てくれ。のちほど聖火競技場の真ん中で、君が勝ち取った栄誉を皆に告げるつもりだ。改めて歓声に包まれることになるだろう。"
                },
                {
                    "N": "ムアラニ",
                    "T": "じゃ、いい席を探さないとだねっ！"
                },
                {
                    "N": "カチーナ",
                    "T": "わ、わたしも行く！"
                },
                {
                    "N": "イアンサ",
                    "T": "こういう時こそ、写真機の出番だな。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、転ぶなよ！"
                },
                {
                    "N": "_1005",
                    "T": "でもそれで言うと、マーヴィカだって賞賛を受けるべきじゃないか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "自分のための祝賀会を開くなどおかしな話だ。それに、私にとって炎神という肩書き以上の栄誉はない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "さあ、行こう。皆が待っている。"
                }
            ]
        ]
    },
    "502902": {
        "Desc": "「祝福の道」へ向かう",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "ナタとアビスとの長き戦いの歴史に、今日ついに終止符が打たれた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ナタのために力を捧げ、犠牲となった一人ひとりを我々は決して忘れてはならない。そして、異郷の英雄が手を差し伸べてくれたことを、しかと胸に刻むのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "その古名「トゥマイニ」は、末永くナタの歴史に残るだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「夜巡者の戦争」はもう必要ない。願わくば、「反魂の詩」が再び犠牲者の復活に使われずに済むことを…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "すべては最も崇高な願い——平和のために。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "犠牲者を追悼するための葬礼は日を改めて行う予定だ。その前に、我らが英雄には祝福の道を歩んでもらおう。さあ皆々よ、拍手をもって送り届けるのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "この地の情熱と、我々の深い感謝を込めて！"
                },
                {
                    "N": "衆人",
                    "T": "うぉおおっ——！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "さあ、君が勝ち取った栄光の瞬間を遠慮なく噛みしめるといい。"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカはこの後どうするの？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "アビスの脅威が取り除かれ、やっと夜神の国を完全に修復できるようになった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "さっそくその作業に取り掛かるつもりだ。"
                },
                {
                    "N": "_1005",
                    "T": "おう、いい知らせを待ってるぜ！"
                }
            ]
        ]
    },
    "502903": {
        "Desc": "羽飾りをつけてもらう",
        "Talk": [
            [
                {
                    "N": "パカル",
                    "T": "おっと英雄殿、祝福の道を歩く前に、羽飾りをつけさせてくれ。お前のために作られたもんだ。"
                },
                {
                    "N": "ワイナ",
                    "T": "この羽飾りは、「生涯の功績」を認められた者が授かる褒賞で、勇気と強さを象徴している。つまり、ナタ人の模範であることを意味しているんだ。"
                },
                {
                    "N": "アミナ",
                    "T": "力を貸してくれて、本当にありがとう！"
                },
                {
                    "N": "ムトタ",
                    "T": "さて、戦士代表として羽飾りをつけてくれるのは、同じく名の知れた優秀な戦士、チャスカだ！"
                },
                {
                    "N": "_1005",
                    "T": "えっ、チャスカが？"
                },
                {
                    "N": "チャスカ",
                    "T": "なんだ、不満か？"
                },
                {
                    "N": "_0",
                    "T": "お馴染みの戦友ってこと。"
                },
                {
                    "N": "_1005",
                    "T": "そうそう、知らない人よりは、おまえにつけてもらったほうがよっぽど嬉しいぜ。"
                },
                {
                    "N": "チャスカ",
                    "T": "いずれにせよ…戦士代表として、そして個人として、旅人に心から祝福を贈ろう。"
                },
                {
                    "N": "チャスカ",
                    "T": "——その胸の炎が、いつまでも純粋に燃え盛ることを。"
                },
                {
                    "N": "アカトル",
                    "T": "お前のそばにはオレたちがいる。我々は独りで戦ったりしない！"
                },
                {
                    "N": "ビラム",
                    "T": "さあ、祝福の道に進んでくれ。"
                }
            ]
        ]
    },
    "502908": {
        "Desc": "引き続き「祝福の道」を進む",
        "Talk": [
            [
                {
                    "N": "チャスカ",
                    "T": "行くといい。たくさんの人が沿道で待ってるはずだ。"
                }
            ],
            [
                {
                    "N": "バラム",
                    "T": "旅人…いや、我らが英雄、ちょっといいか？"
                },
                {
                    "N": "バラム",
                    "T": "祝福の道沿いには、君に憧れる人が大勢集まっていてな。みんな撮影やサインを望んでるんだ。"
                },
                {
                    "N": "バラム",
                    "T": "もしよければ少しだけ足を止めて、みんなの熱い思いに応えちゃくれないか。"
                },
                {
                    "N": "_1005",
                    "T": "ホントにいっぱいいるぞ。ずっと待ってたんだろうな。"
                },
                {
                    "N": "_1005",
                    "T": "せっかくだし、応えてやろうぜ！"
                },
                {
                    "N": "_0",
                    "T": "うん、そうしよう。"
                },
                {
                    "N": "_0",
                    "T": "撮影とサインだよね？"
                },
                {
                    "N": "バラム",
                    "T": "ああ、撮影はそこで、サインはあそこだ。"
                },
                {
                    "N": "バラム",
                    "T": "祝福の道はあっちへ伸びてる。自分のタイミングで次の地点へ向かってもらって構わない。応援してるからな！"
                }
            ]
        ]
    },
    "502904": {
        "Desc": "引き続き「祝福の道」を進む",
        "Talk": [
            [
                {
                    "N": "ワカンカ",
                    "T": "いいね。はい、チーズ！"
                },
                {
                    "N": "ヌスタ",
                    "T": "ありがとう！"
                },
                {
                    "N": "ワカンカ",
                    "T": "そのポーズ、素敵ね！"
                },
                {
                    "N": "ワニイェトゥ",
                    "T": "感謝する。いい記念だ——"
                },
                {
                    "N": "ワカンカ",
                    "T": "そのポーズもいいわ。"
                },
                {
                    "N": "ウカマン",
                    "T": "もう一枚いいか？もう一枚だけ！"
                },
                {
                    "N": "_1005",
                    "T": "ダメだぞ。みんな待ってるし、一人一枚って決まりだろ？"
                },
                {
                    "N": "ウカマン",
                    "T": "分かった…まあ、一枚でも十分満足さ。"
                },
                {
                    "N": "ワカンカ",
                    "T": "目線をこっちに！…うん！掲示板にそのまま載せられそうね。"
                },
                {
                    "N": "ヤレツィ",
                    "T": "本当にありがとう。ナタのために尽くしてくれて。"
                },
                {
                    "N": "ワカンカ",
                    "T": "あら、フィルム切れだわ。撮影はここまでね！"
                },
                {
                    "N": "エルニー",
                    "T": "えーっ！？"
                },
                {
                    "N": "ワカンカ",
                    "T": "英雄様の時間をあまり奪うのも良くないでしょう？どうか分かってちょうだい。みんな参加してくれてありがとう！"
                },
                {
                    "N": "_1005",
                    "T": "みんなすごい熱狂ぶりだな。もしさ、こっそりおまえの写真を撮って、ナタで売ったら儲かるかな？"
                },
                {
                    "N": "_0",
                    "T": "パイモン…"
                },
                {
                    "N": "_0",
                    "T": "その発想はアウトでしょ。"
                },
                {
                    "N": "_1005",
                    "T": "も、もちろん冗談だぞ！"
                }
            ],
            [
                {
                    "N": "バラム",
                    "T": "大丈夫。案内してくれる人がいるから。"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "おっ、シロネンじゃんか。どうしたんだ？"
                },
                {
                    "N": "シロネン",
                    "T": "あ、いや、やっぱあんたは「トゥマイニ」を授かるべくして授かったんだなって思ってさ。"
                },
                {
                    "N": "シロネン",
                    "T": "ここに集まってる誰もが、あんたに「希望」を見出してる。その光景を目の当たりにして納得したよ。"
                }
            ]
        ]
    },
    "502905": {
        "Desc": "引き続き「祝福の道」を進む",
        "Talk": [
            [
                {
                    "N": "ウットゥニー",
                    "T": "まもなく英雄様のサイン会が始まりますので、ご希望の方は列にお並びください。"
                },
                {
                    "N": "_0",
                    "T": "（うーん、どの名前を書くべきかな…）"
                },
                {
                    "N": "_0",
                    "T": "（やっぱりここは「トゥマイニ」にしとこう。）"
                },
                {
                    "N": "_0",
                    "T": "（少し慣れてきた。このまま頑張ろう。）"
                },
                {
                    "N": "_0",
                    "T": "（……）"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "おっ、シロネンじゃんか。どうしたんだ？"
                },
                {
                    "N": "シロネン",
                    "T": "あ、いや、やっぱあんたは「トゥマイニ」を授かるべくして授かったんだなって思ってさ。"
                },
                {
                    "N": "シロネン",
                    "T": "ここに集まってる誰もが、あんたに「希望」を見出してる。その光景を目の当たりにして納得したよ。"
                }
            ],
            [
                {
                    "N": "ワカンカ",
                    "T": "撮影への協力に感謝するわ。本当にありがとう。"
                }
            ],
            [
                {
                    "N": "アハウ",
                    "T": "この偉大なる聖龍クフル・アハウのサインがほしいってやつはいねぇのか！？"
                },
                {
                    "N": "キィニチ",
                    "T": "石を拾って、さっきから「アハウ」って書く練習をしてたみたいだが…おそらく使う機会は一生ないだろうな。"
                },
                {
                    "N": "アハウ",
                    "T": "だ、黙りやがれ！"
                }
            ]
        ]
    },
    "502906": {
        "Desc": "引き続き「祝福の道」を進む",
        "Talk": [
            [
                {
                    "N": "ワンプナ",
                    "T": "あの、英雄様。少しお時間よろしいでしょうか？"
                },
                {
                    "N": "ワンプナ",
                    "T": "私は懸木の民の伝達使です。「トゥマイニ」に託された言葉を誰もが知りたがっておりまして、詳しくお伺いできたらと…"
                },
                {
                    "N": "サディグア",
                    "T": "どの古名にもそれにまつわる物語と、何かしらの言葉が込められておる…"
                },
                {
                    "N": "サディグア",
                    "T": "本来であれば、夢の中で各部族の大霊から族長へ伝えられるはずじゃが、今回の場合は分からないからのう。"
                },
                {
                    "N": "_1005",
                    "T": "ああ、あれのことか！六人の英雄が現れたときに言ってたよな？"
                },
                {
                    "N": "_1005",
                    "T": "うーん、でもあの言葉ってどこから…？本人が考えて言ってるのかな？"
                },
                {
                    "N": "_0",
                    "T": "「星海は暗く、孤独に果てはない。」"
                },
                {
                    "N": "_0",
                    "T": "「ある者が己を灯したとき——」"
                },
                {
                    "N": "_0",
                    "T": "「宇宙に初めて光が差した。」"
                },
                {
                    "N": "衆人",
                    "T": "おおっ——！"
                },
                {
                    "N": "ワンプナ",
                    "T": "素晴らしい！全部書き留めましたよ！"
                },
                {
                    "N": "_1005",
                    "T": "へへ、これで名実ともに古名の持ち主だな。ナタの地脈に完全に受け入れられたって証だぜ！"
                },
                {
                    "N": "_0",
                    "T": "夜神が教えてくれた。"
                },
                {
                    "N": "サディグア",
                    "T": "夜神様直々のお言葉…"
                },
                {
                    "N": "サディグア",
                    "T": "なんと素晴らしい。"
                },
                {
                    "N": "衆人",
                    "T": "「トゥマイニ」！「トゥマイニ」！「トゥマイニ」！"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "おっ、シロネンじゃんか。どうしたんだ？"
                },
                {
                    "N": "シロネン",
                    "T": "あ、いや、やっぱあんたは「トゥマイニ」を授かるべくして授かったんだなって思ってさ。"
                },
                {
                    "N": "シロネン",
                    "T": "ここに集まってる誰もが、あんたに「希望」を見出してる。その光景を目の当たりにして納得したよ。"
                }
            ],
            [
                {
                    "N": "ウットゥニー",
                    "T": "サイン会に応じていただき、ありがとうございました。"
                }
            ],
            [
                {
                    "N": "アハウ",
                    "T": "この偉大なる聖龍クフル・アハウのサインがほしいってやつはいねぇのか！？"
                },
                {
                    "N": "キィニチ",
                    "T": "石を拾って、さっきから「アハウ」って書く練習をしてたみたいだが…おそらく使う機会は一生ないだろうな。"
                },
                {
                    "N": "アハウ",
                    "T": "だ、黙りやがれ！"
                }
            ]
        ]
    },
    "502907": {
        "Desc": "引き続き「祝福の道」を進む",
        "Talk": [
            [
                {
                    "N": "バラム",
                    "T": "英雄様が祝福の道の終点にご到着だ。盛大な拍手と、心からの祝福でお出迎えを！"
                },
                {
                    "N": "衆人",
                    "T": "おおおおっ——！"
                },
                {
                    "N": "_0",
                    "T": "みんな、ありがとう。"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、本当に大英雄になったんだな、おまえ。"
                },
                {
                    "N": "_1005",
                    "T": "でも、あれだけの危機を乗り越えてきたわけだし、ご褒美をもらって当然だと思うぜ。"
                },
                {
                    "N": "シトラリ",
                    "T": "旅人、パイモン、やっと見つけた！"
                },
                {
                    "N": "_1005",
                    "T": "シトラリ！いないと思ってたけど…どこに行ってたんだ？"
                },
                {
                    "N": "シトラリ",
                    "T": "大事なハナシがあるの！とりあえず、人のいないトコロに行きましょ！"
                },
                {
                    "N": "シトラリ",
                    "T": "キミが帰ってきてすぐ、夢の中にあった暗示をもう一度確認しようと思ってね。"
                },
                {
                    "N": "シトラリ",
                    "T": "でも、そのへんで寝るワケにもいかないでしょ。眠ってるときに変なコトしちゃったり、寝言を言ったりしたら恥ずかしいし…それで安全な場所を探してて…"
                },
                {
                    "N": "シトラリ",
                    "T": "あ、いや大事なのはそこじゃなくて！前回夢の中で見たマーヴィカさまの死は、今も変わってなかったの。"
                },
                {
                    "N": "_1005",
                    "T": "えっ？"
                },
                {
                    "N": "_0",
                    "T": "マーヴィカと一緒に帰ってきたのに…？"
                },
                {
                    "N": "_1005",
                    "T": "も、もしかしてアビスの災いはまだ終わってないのか？でも、一番悪いやつを倒したんだろ？"
                },
                {
                    "N": "シトラリ",
                    "T": "そうね、災いは終わったハズ。でも夢の中の暗示はとてもハッキリしていて、間違ってるとは思えなかった…"
                },
                {
                    "N": "シトラリ",
                    "T": "だから、急いでキミたちに知らせに来たの。ナニか見落としてないかと思って。"
                },
                {
                    "N": "シトラリ",
                    "T": "マーヴィカさまは今どこ？予定は聞いてる？"
                },
                {
                    "N": "_1005",
                    "T": "おう、夜神の国の修復を始めるって言ってたぞ。でも、アビスとの戦いも終わったんだし、地脈の修復って言っても後片付けのことだろ？"
                },
                {
                    "N": "_0",
                    "T": "アビスが地脈を侵蝕することもないはず。"
                },
                {
                    "N": "シトラリ",
                    "T": "ううん、そうとも限らない。後片付けとはいえ、地脈の修復には夜神のチカラが必要なの。でも、今の夜神にそんなチカラが残ってるかどうか…"
                },
                {
                    "N": "シトラリ",
                    "T": "自身が弱ってるって、夜神本人も言ってたし、再構築ほどじゃないとはいえ、修復作業だって決して簡単なコトじゃないハズよ。"
                },
                {
                    "N": "_0",
                    "T": "シトラリの言う通り…"
                },
                {
                    "N": "_0",
                    "T": "でなきゃ、マーヴィカ自ら行く必要がない。"
                },
                {
                    "N": "_1005",
                    "T": "たしかに。夜神の力でできることなら、勝利したことを夜神に伝えれば済む話だしな。"
                },
                {
                    "N": "シトラリ",
                    "T": "ううん、それすら必要ない。地脈にナニが起きたかは夜神が一番よく知ってるから。キミたちが凱旋したコトもとっくに知ってるハズよ。"
                },
                {
                    "N": "シトラリ",
                    "T": "とにかく、この件にはゼッタイに裏がある。一刻も早く状況をハッキリさせないと。"
                },
                {
                    "N": "_0",
                    "T": "でも、なんで隠す必要があったんだろう？"
                },
                {
                    "N": "シトラリ",
                    "T": "前も言ったけど、マーヴィカさまはジブンが死ぬってコトを知ってるし、受け入れてる。けど、それは彼女らしいケツダンとは言えない。"
                },
                {
                    "N": "シトラリ",
                    "T": "唯一考えられるのは、その「死」に十分な価値がある場合ね。"
                },
                {
                    "N": "シトラリ",
                    "T": "「死の執政」の残したチカラを使ったマーヴィカさまには、「死」が必ず起こる。努力義務とかじゃなくて、これはルールの履行なの。"
                },
                {
                    "N": "シトラリ",
                    "T": "言い換えれば、彼女の死は「死の執政」に捧げる供物ではなく、ナニかを成し遂げるための道具ってコト。"
                },
                {
                    "N": "_0",
                    "T": "本人の意思で死を選んだってこと？"
                },
                {
                    "N": "_1005",
                    "T": "じゃ、じゃあ早くマーヴィカを探さないと。でも、どこにいるんだ？「秘源装置」のとこかな？"
                },
                {
                    "N": "シトラリ",
                    "T": "今の夜神なら、ナタのどこに現れてもおかしくない。それよりも、「死の執政」を呼べる場所のほうがカギになるでしょうね。"
                },
                {
                    "N": "シトラリ",
                    "T": "「死の執政」は天理の影だって夜神は言ってた。必要がない限り、自ら姿を現したりしない。ナタで数千年にわたって伝わるウォーベンにさえ、ほとんど記録が残ってないのもそれが理由よ。"
                },
                {
                    "N": "_0",
                    "T": "たしかマーヴィカは…"
                },
                {
                    "N": "_0",
                    "T": "シュバランケに会ったって言ってた。"
                },
                {
                    "N": "_1005",
                    "T": "おう、シュバランケは死の執政の力を借りて、ナタのルールを作ったって。"
                },
                {
                    "N": "_1005",
                    "T": "シュバランケが暮らしてた家ってあるか？えっと…それかお墓とか。"
                },
                {
                    "N": "シトラリ",
                    "T": "彼はとても聡明な人で、ジブンの功績を記念したり讃えたりするものは一切残してないみたい。"
                },
                {
                    "N": "シトラリ",
                    "T": "でも、それに当たる場所が一か所だけある——オシカ・ナタ。今は灰燼の都って呼ばれてる古い廃墟よ。"
                },
                {
                    "N": "シトラリ",
                    "T": "そこは、炎神さまによって龍の都の上に建てられた最初の都市。たぶん、シュバランケはそこで死の執政に会ったんだと思う。"
                },
                {
                    "N": "_1005",
                    "T": "じゃあ、さっそくその…なんとかナタってところに行こうぜ。うぅ…やっぱり「かいじんのみやこ」って呼ぶか。"
                },
                {
                    "N": "シトラリ",
                    "T": "ええ、少し道が険しいけど、ついて来て。案内してあげる。"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "シュバランケが死の執政に会った場所って、もしかして…灰燼の都「オシカ・ナタ」じゃないか？"
                },
                {
                    "N": "シトラリ",
                    "T": "その可能性は高そうね。そこは、炎神さまによって龍の都の上に建てられた最初の都市だったハズよ。"
                },
                {
                    "N": "_1005",
                    "T": "じゃ、今から行こうぜ！"
                },
                {
                    "N": "シトラリ",
                    "T": "ええ、少し道が険しいけど、ついて来て。案内してあげる。"
                }
            ],
            [
                {
                    "N": "オラパ",
                    "T": "あっ、英雄様！一緒に踊ろう！"
                },
                {
                    "N": "_1005",
                    "T": "あわわ、ど、どうする？踊るか？"
                },
                {
                    "N": "_0",
                    "T": "<color=#FFCC33FF>うん、踊ってみよう。</color>"
                },
                {
                    "N": "_1005",
                    "T": "わかった。じゃ、オイラも一緒に踊るぞ！"
                },
                {
                    "N": "オラパ",
                    "T": "お、やるねぇ？ダンス経験あり？"
                },
                {
                    "N": "アラカイ",
                    "T": "英雄に拍手を！"
                },
                {
                    "N": "_0",
                    "T": "や、やめとく。"
                },
                {
                    "N": "アラカイ",
                    "T": "大丈夫さ、気にすんな。我らが英雄に拍手を！"
                }
            ],
            [
                {
                    "N": "オラパ",
                    "T": "音楽のために、聖火のために！"
                },
                {
                    "N": "アラカイ",
                    "T": "へい！"
                }
            ]
        ]
    },
    "502909": {
        "Desc": "マーヴィカのもとに行く",
        "Step": "「グーシィ・トース」を倒したにもかかわらず、マーヴィカの「死」という未来は変わらなかった。彼女がそれを受け入れる覚悟をしていることに気付き、あなたとシトラリは急いで「灰燼の都」へ向かった…",
        "Talk": [
            [
                {
                    "N": "ロノヴァ",
                    "T": "…もう待ちくたびれた。この地がどんな結末を迎えるかなんて、一切興味はない。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "でも、きみたち人類は天理の期待を裏切らなかった…結果からすれば、称賛に値する。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "マーヴィカ、わたしの力を使った代償として、ここできみの死を見届けよう。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "数千年に及ぶ戦争にも、ようやく終止符が打たれようとしてる。"
                },
                {
                    "N": "シトラリ",
                    "T": "マーヴィカさま！"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、やはり来たか。思ったより早かったな。"
                },
                {
                    "N": "_1005",
                    "T": "こ、ここでなにしてるんだよ！？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "無論、この五百年…いや、ナタの歴史を左右する大いなる計画の最後の仕上げだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "アビスを取り除いたとはいえ、テイワットの外にはまだやつらの力が存在している。途轍もなく強大な力が絶えず湧いているんだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "この先ずっと、その力の侵蝕を食い止めるためには、夜神の国を完全に修復しなければならない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "だが、夜神の国の建創者は余命わずか。修復するための力はもう残っていない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もっと厄介なのは、夜神の命が尽きたら、ナタを支えるルールも消滅してしまうことだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ナタでは当面の間「反魂の詩」が必要なくなった。だが長い目で見たとき、もし再びアビスに襲われたら、「反魂の詩」こそがこの地を守る屈強な砦となるだろう。"
                },
                {
                    "N": "シトラリ",
                    "T": "だから、炎神さまは…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、私の命を再び聖火に溶け込ませるのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "五百年前にも私はそうして、この時代に生まれ変わることができた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "おかげで、今生の命を使ってすべての計画を完遂させられた。だから、今度は夜神の命をつなぐためにこの命を返す番だ。"
                },
                {
                    "N": "夜神",
                    "T": "マーヴィカ、貴方の決意は尊重するわ。でも、そのやり方には大きな犠牲がともなう。"
                },
                {
                    "N": "夜神",
                    "T": "貴方の命の炎は強大な力を秘めている。でも、炎によりつながれた命はいつかは燃え尽きるものよ。そうなったら、ナタの未来はどうなるの？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "それについては織り込み済みだ。アビスの脅威がなくなったことで、聖火の消耗は以前ほど激しくない。私の命でこの先二、三百年は維持できるだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "後任の炎神が、また新たな炎の源を見つけてくれるはずだ。ナタの伝承が途絶えない限り、夜神の国は存続し、アビスに付け入る隙を与えない。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "また未来に希望を託すのか…"
                },
                {
                    "N": "シトラリ",
                    "T": "待って。「帰火聖夜の巡礼」で聖火のチカラを補充できるでしょ？その巡礼に新たなイミを与えれば済むハナシじゃない？なんで炎神さま独りで背負おうとするの？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "まさに、それを正すのが私の願いだからだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「帰火聖夜の巡礼」は、アビスと戦うために欠かせないものであり、偉大で栄光に満ちた大会だ。だが同時に、すべてのナタ人にとっての枷でもある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "我々はアビスへの恐怖と未来への不安を抱えながら日々生きてきた。しかし、武器を取って戦わなければ、悲惨な結果や自責の念に苛まれる羽目になる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——その繰り返しがナタを「戦争」の国にしたのだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "かつて、シュバランケはこの地で龍を倒し、民を解放した。だが、それはあくまで肉体の解放。今こそ、ナタ人の精神を解放する絶好の機会だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「戦争」は純粋な「競技」となり、災いへの抵抗手段ではなく、未来を描く土台となるだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "新たな未来を手にしたなら、その未来に新たな意味を与えようではないか。足を止めるべきではない。"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "夜神",
                    "T": "素晴らしい心構えね、マーヴィカ。でも、貴方自身はどうなの？まだ貴方の願いを教えてもらってないわ。"
                },
                {
                    "N": "夜神",
                    "T": "マーヴィカだってナタの民の一人よ。私からすれば、決して特別な存在じゃない。"
                },
                {
                    "N": "夜神",
                    "T": "地脈の修復は急を要することとはいえ、貴方独りですべてを背負うのはあまりに酷だわ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そこが君と私の考えの違いかもな。君にとってすべての人類は平等だが、私にとって一国の「指導者」とは特別な意味を持っている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「指導者」たる者、物事の本質を見極め、「最善」の判断を迅速に下さなければならない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "多くの場合、「より良い選択」ではなく、「それほど悪くない」選択がそれに当たる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——残りの命を捧げ、目の前の危機を乗り越えることこそ、私が思う「最善」の選択だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "なにしろ、「指導者」は民の信頼あっての概念であり、民がいなければ「指導者」も存在し得ない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そして、民が「指導者」に信頼を寄せるのは、その人によって世界がより良くなり、いざという時に身を挺して守ってくれると信じているからだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ゆえに、その責任を全うしたいと思っている。命の最後の瞬間までな。"
                },
                {
                    "N": "シトラリ",
                    "T": "結局、ジブンのコトは一言も言ってないじゃない…"
                },
                {
                    "N": "シトラリ",
                    "T": "取るに足らないコトだと思ってるの？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、その通りだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "皆が力を合わせて掴んだ未来より重要なものが、一体どこにあるというのだ？"
                },
                {
                    "N": "_0",
                    "T": "#（マーヴィカの話は反論の余地がない。こっちが駆けつけることも予想して準備してた{M#んだろう}{F#みたい}。）"
                },
                {
                    "N": "_0",
                    "T": "（ナタは新しい時代を迎えるべきだし、指導者としての責任を果たしたいという思いも分かる。でも…）"
                },
                {
                    "N": "_0",
                    "T": "（「皆が力を合わせて掴んだ未来」に、彼女の居場所もあるべきなんじゃ…）"
                },
                {
                    "N": "ロノヴァ",
                    "T": "これからマーヴィカの命は夜神に捧げられ、彼女は死を迎える。その過程をわたしがしかと見届けよう。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "それをもって、数千年前に結んだシュバランケとの取引は終了とする。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "さあ、始めなさい、夜神。"
                },
                {
                    "N": "夜神",
                    "T": "……"
                },
                {
                    "N": "ロノヴァ",
                    "T": "何を迷ってるの？"
                },
                {
                    "N": "夜神",
                    "T": "この儀式への参加を望んでた人がもう一人いるの。だから、その人の意見を無視するわけにはいかない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もう一人…？"
                },
                {
                    "N": "ロノヴァ",
                    "T": "はぁ、代償を見届ける簡単な儀式だったのに、変数が多すぎる。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "もしその者の「命」に見合う価値がなかったら、わたしもこれ以上は我慢しないから。"
                },
                {
                    "N": "夜神",
                    "T": "十分価値があると保証しましょう。私は人類の協力者。どんな時でも人類の願いを第一に考えるわ。誰に対してもね。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "なんて強情…ただ、これも天の使いが背負うべき使命か…仕方ない…"
                },
                {
                    "N": "シトラリ",
                    "T": "ん？この感じ、まさか…"
                },
                {
                    "N": "オロルン",
                    "T": "はぁ、はぁ…間に合ったな。"
                },
                {
                    "N": "「隊長」",
                    "T": "案内、感謝する。"
                },
                {
                    "N": "_1005",
                    "T": "「隊長」！？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もう一人とは、彼のことだったのか？"
                },
                {
                    "N": "夜神",
                    "T": "ええ、貴方と同じように、彼も崇高な理想を抱いている。"
                },
                {
                    "N": "「隊長」",
                    "T": "マーヴィカ、お前の考えていることは分かる。もし俺が普通の人間なら、お前を止める理由はない。"
                },
                {
                    "N": "「隊長」",
                    "T": "だがお前と同じように、俺もずっとこの日を待ち望んできた。今なら、より良い方法がある。"
                },
                {
                    "N": "「隊長」",
                    "T": "ナタの未来を切り開いたのはお前だ。それがどこに向かうべきかは、お前が定義し、導く必要がある。ここで命を絶つべきではない。"
                },
                {
                    "N": "「隊長」",
                    "T": "だが、俺にとっては「死」こそがたどり着くべき終点だ。ここまで歩み続けてきたのも、俺の「死」をもってあいつらのために地脈の扉を開けるため。"
                },
                {
                    "N": "_1005",
                    "T": "あいつら…？"
                },
                {
                    "N": "_0",
                    "T": "もしかして…夢で見た魂たち？"
                },
                {
                    "N": "「隊長」",
                    "T": "ああ…五百年間、あいつらはずっと俺の中にいる。"
                },
                {
                    "N": "オロルン",
                    "T": "あり得ない。人間の身体にあれだけの魂を宿していたら、とっくに意識はバラバラになっているはず…"
                },
                {
                    "N": "オロルン",
                    "T": "それに「秘源装置」のところにいたとき、僕と違って君は影響を受けていなかっただろう？"
                },
                {
                    "N": "「隊長」",
                    "T": "以前、お前が俺の中から聞いた声を覚えているか？"
                },
                {
                    "N": "「隊長」",
                    "T": "あれは俺の心臓から発せられたものだ。この心臓はカーンルイアの技術によって改造され、地脈の中にある記憶と魂を知識に変換することができるようになっている。"
                },
                {
                    "N": "「隊長」",
                    "T": "副作用は…お前と同様、魂に敏感になり、周囲にあるそれらを感じるようになることだ…"
                },
                {
                    "N": "「隊長」",
                    "T": "五百年前の災害の後、あまりに多くの魂が帰る場所を失った。だから俺は心臓の学習機能を放棄し、器として使うことにした。"
                },
                {
                    "N": "「隊長」",
                    "T": "戦友たちの、そして多くのナタ人の「命」が、ここに宿っている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "彼らの魂を…送りたいのか？"
                },
                {
                    "N": "「隊長」",
                    "T": "ああ、今の地脈の状態ではあいつらを受け入れることはできない。だが、もし俺が夜神と一体となり地脈の主となって、すべてのルールを書き換えることができたら？"
                },
                {
                    "N": "夜神",
                    "T": "彼からその決意を聞いて、私も同意したわ。"
                },
                {
                    "N": "夜神",
                    "T": "それが人類にとって、より優しい、公平なルールだと思ったからよ。それから「隊長」にはもう一つ、目的があるの——「死の執政」の権威に挑むこと。あるいは「復讐」と言うべきかしら？"
                },
                {
                    "N": "_1005",
                    "T": "ふ、復讐？"
                },
                {
                    "N": "「隊長」",
                    "T": "こちらの死の執政のおかげで俺は「不死の呪い」、つまり絶対的な命を授かったからな。"
                },
                {
                    "N": "ロノヴァ",
                    "T": "なるほど、そういうこと…"
                },
                {
                    "N": "「隊長」",
                    "T": "俺の決意、そして憎しみを感じられるか？"
                },
                {
                    "N": "「隊長」",
                    "T": "カーンルイア人は重罪を犯し、そして呪いをかけられた——愛するものの消滅を見届け、肉体の果てなき苦痛を味わえ、という目的でな。"
                },
                {
                    "N": "「隊長」",
                    "T": "だが、その中には無実の人のほうが多い。五大罪人がアビスの力を利用したことすら知らないのだ。俺もその一人だった。"
                },
                {
                    "N": "「隊長」",
                    "T": "俺が夜神に命を捧げれば、お前は死を見届けることになる。だが、その死はお前の「不死の呪い」により取り消されてしまう…"
                },
                {
                    "N": "「隊長」",
                    "T": "そのパラドックスをどうにかしない限り、この世界を支える「理」の根幹をも揺るがしかねない…いくら崇高なる「死の執政」といえど、その責任は負えないだろう。"
                },
                {
                    "N": "「隊長」",
                    "T": "お前の呪いは、俺が人と神の立場を逆転させるための切り札となった。これは宣戦布告だ。"
                },
                {
                    "N": "「隊長」",
                    "T": "お前は、どちらかを諦めるほかない——さあ、選べ。"
                }
            ],
            [
                {
                    "N": "???",
                    "T": ""
                }
            ]
        ]
    },
    "502910": {
        "Desc": "「ルール」が執行される瞬間を見届ける",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "「隊長」は…"
                },
                {
                    "N": "オロルン",
                    "T": "不死の呪いは依然としてある。ということは…彼は永遠にここに座っていることになるのか？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "夜神、「隊長」は今どんな状態だ？"
                },
                {
                    "N": "夜神",
                    "T": "それを知る必要はないわ。不死の者にとって、俗世からの離脱こそが一番の解放のはずだもの。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そうか。なら、私の心からの感謝を伝えてくれるとありがたい。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "長い旅を終えた彼にとって、これはいい結末なのだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "五百年もの間、彼がどれほどの苦しみに耐えてきたのか、その胸にある目的を見失わないためにどれほど強い意志が必要だったのか、私には到底想像がつかない。"
                },
                {
                    "N": "オロルン",
                    "T": "一つずっと気になっていたことがあるんだ…「隊長」が寝ているところを、少なくとも僕は一度も見たことがない。"
                },
                {
                    "N": "オロルン",
                    "T": "ここに来る途中も聞いてみたんだ。でも…相変わらず、個人的なことは一切教えてくれなかった。"
                },
                {
                    "N": "夜神",
                    "T": "きっと眠れないんじゃないかしら。"
                },
                {
                    "N": "夜神",
                    "T": "魂を受け入れると、それらの声が絶えず頭の中に響くの。"
                },
                {
                    "N": "夜神",
                    "T": "人生の最後の記憶を残した魂たちは、泣きわめき、絶望の叫びをあげる…ましてや、彼の中に宿る魂はとてつもない数だから。"
                },
                {
                    "N": "_1005",
                    "T": "ご、五百年も寝てないのか？"
                },
                {
                    "N": "_0",
                    "T": "どうりで、ダインとは違って…"
                },
                {
                    "N": "_0",
                    "T": "年を取っていたんだね。"
                },
                {
                    "N": "シトラリ",
                    "T": "「不死の呪い」がもたらす苦痛は、本人以外には分からないでしょうね。"
                },
                {
                    "N": "シトラリ",
                    "T": "だからこそ、死の執政に強い憎しみを抱いてたんだと思う。"
                },
                {
                    "N": "シトラリ",
                    "T": "でも、最終的に彼は夜神と一体化し、それによって夜神は永遠のイノチを手に入れた…"
                },
                {
                    "N": "シトラリ",
                    "T": "「隊長」のあの一戦は、本当に見事なものね。"
                },
                {
                    "N": "夜神",
                    "T": "ところで、こう疑問に思っているんじゃないかしら？「夜神の国は魂で溢れているのに、どうして地上に散らばった魂を受け入れられないのか」って…"
                },
                {
                    "N": "夜神",
                    "T": "当初、天理が地脈を改造した目的は、アビスに対抗するためだった。だから、地脈の安定性は極めて重要なものなの。"
                },
                {
                    "N": "夜神",
                    "T": "ナタの地脈は一度破壊され、夜神の国は再建された。けれど、「反魂の詩」に関するルールを作るために、他の国とのつながりは修復されなかったの。"
                },
                {
                    "N": "夜神",
                    "T": "こういったナタの特殊性に、「隊長」は可能性を見出したのでしょう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "彼は他の国でも試したことがあるのか？"
                },
                {
                    "N": "夜神",
                    "T": "ええ、でもいずれも失敗に終わっているわ。"
                },
                {
                    "N": "夜神",
                    "T": "彼がナタを助けようと決めたのは、アビスの脅威からできるだけ多くの人を救うためだけじゃない。ここなら、自分の身体に宿る魂が安らぎを得られると考えたからよ。"
                },
                {
                    "N": "夜神",
                    "T": "数日前、彼に計画の実現が可能か「相談」されたの。"
                },
                {
                    "N": "夜神",
                    "T": "地脈のルールを変えることに意義はあると、私は判断したわ——帰る場所のないナタ人の魂はあまりに多いし、よそから来た者がナタで最期を迎えることだって十分あり得る…"
                },
                {
                    "N": "夜神",
                    "T": "天理からすれば、ルールの変更には高いリスクが伴うわ。きっと受け入れがたいでしょう…でも、私は「天の使い」。人類のために尽くすという使命を果たしたの。"
                },
                {
                    "N": "シトラリ",
                    "T": "ワタシたちのために色々とありがとう。"
                },
                {
                    "N": "夜神",
                    "T": "シトラリ、貴方とシロネンに「聖宵の旅織り」を渡したとき、私ずいぶんと冷めたことを言ってしまったでしょう？"
                },
                {
                    "N": "夜神",
                    "T": "どれぐらい生きられたらいいんだろうかって。十年、数百年生きたところで、私にとってはさほど意味はない、ってね。"
                },
                {
                    "N": "夜神",
                    "T": "でも今は違う。永遠に生きたいと思っている——人類からの贈り物に心から感謝しているわ。そして、軽率なことを言ってしまったことを謝らせてちょうだい。"
                },
                {
                    "N": "シトラリ",
                    "T": "そんなコト言わないで。そう思ってしまうほど、背負ってる荷が重いのだから…"
                },
                {
                    "N": "夜神",
                    "T": "重い？いいえ、違うわ。私はそのために生まれてきたのよ。"
                },
                {
                    "N": "夜神",
                    "T": "さようなら、奇跡を紡ぐ人類よ。新しい時代が貴方たちを待っているわ。"
                },
                {
                    "N": "シトラリ",
                    "T": "消えた…夜神の国に戻ったのかしら。"
                },
                {
                    "N": "オロルン",
                    "T": "これが「隊長」の最終的な目的だったとは…"
                },
                {
                    "N": "オロルン",
                    "T": "帰る場所を失った魂のために、最後まで戦い、世界のルールをも揺るがした。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ、彼は立派な戦士だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "私のやるべきことを肩代わりしただけでなく、より素晴らしい結果を残してくれた…この勝負、私の負けだな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "戦いが終わった後、ナタがどこへ向かうべきかという課題は、次の炎神に任せようと思っていたが…彼に言われた通り、引き続き私が引き受けよう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "次の一歩を踏み出す前に、もう一度、英雄に敬意を…"
                },
                {
                    "N": "_1005",
                    "T": "……"
                },
                {
                    "N": "シトラリ",
                    "T": "……"
                },
                {
                    "N": "オロルン",
                    "T": "……"
                },
                {
                    "N": "_0",
                    "T": "……"
                }
            ]
        ]
    },
    "502911": {
        "Desc": "「談議室」に行く",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "親愛なる妹、ヒネへ——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "夜神の国に記憶だけを残している君だが、いろいろと迷った結果、やはり戦争が終わった後の状況を伝えたいと思い、この手紙を書いている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "数え切れないほどの犠牲と離別の痛みを経て、ついにナタに「平和」が訪れた——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「帰火聖夜の巡礼」は依然として人気を博している。変わったところといえば、戦士を選抜するための儀式ではなく、「競技」に情熱を注ぐ人たちの舞台となったことだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "苦難を乗り越えた今でも、ナタの文化は途絶えることなく、さらに勢いを増して燃え盛っている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "夜神の国の復興に伴い、ナタを離れることを堅く禁じていた制限も解かれた。人々はテイワット各地の様々な景色に興味津々らしい。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "これまでに叶わなかった、世界を自由に冒険する楽しさを味わってほしいものだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "戦争がもたらした傷は次第に癒え、英雄の物語は脈々と受け継がれていくだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "新たな「君」が再びこの地に帰ってきた暁には、戦争と離別の意義を感じられるはずだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——私たちの愛する土地は、滅びなかった。これからもっとよくなるだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "またヒネに会えて、本当に嬉しかった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "この手紙と君への想いを、炎が届けてくれることを願って。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "まさか、この絵を完成させられるとはな——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そろそろ時間か。亡き人々を見送ろう。"
                }
            ]
        ]
    },
    "502912": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "バラム",
                    "T": "大丈夫。案内してくれる人がいるから。"
                }
            ]
        ]
    },
    "502913": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "_1005",
                    "T": "おっ、シロネンじゃんか。どうしたんだ？"
                },
                {
                    "N": "シロネン",
                    "T": "あ、いや、やっぱあんたは「トゥマイニ」を授かるべくして授かったんだなって思ってさ。"
                },
                {
                    "N": "シロネン",
                    "T": "ここに集まってる誰もが、あんたに「希望」を見出してる。その光景を目の当たりにして納得したよ。"
                }
            ]
        ]
    },
    "502920": {
        "Desc": "追悼会が行われる場所に行く",
        "Step": "ナタの戦争はついに終止符が打たれ、この土地に住む人々は新たな明日を迎える。未来がどのようになろうと、この物語の英雄が忘れ去られることはない…",
        "Talk": [
            [
                {
                    "N": "マーヴィカ",
                    "T": "今日ここに集まったのは、この戦いで犠牲になった者に別れを告げるためだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "戦争は我々に深い傷を残した。孤独と離別の悲しさに打ちひしがれながらも——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "我々は強い意志と勇気で立ち向かい、勝利への希望を決して失わなかった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "たとえ小さな火の粉であっても、それが集まれば大きな炎となる。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "彼らはこの大地を照らし、我々を導いてくれた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "蘇った故郷の地に万物が息づく頃、彼らは最初の雨と共に帰ってくるだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "長きにわたって詠われてきた、あの詩のように——"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「我々は記憶と伝説を受け継ぎ」"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「太陽と風と共に育ち」"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「運命と未来を築きあげた」"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「これらすべてナタの炎、ナタの血である」"
                },
                {
                    "N": "マーヴィカ",
                    "T": "別れを告げたわけではない。じきに未来で再会するのだから。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "愛するこの地で、共に新たな詩篇を綴っていくために。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "彼らの功績を我々は決して忘れない。堅石に刻まれ、いつまでも語られるだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "強い意志と勇をもって戦い抜いた戦士と竜は、この地の歴史を作ったかけがえのない存在だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "同じく、この戦争で命を捧げた者がいる。スネージナヤのファデュイ執行官だ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "カーンルイアの戦士だった彼は、五百年前にもナタのために戦ってくれた。そして、己の体内に受け入れた数多の戦士の魂を救うため、再び私たちと共に戦うことを選んだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "最後に、彼はやり遂げた——体内の魂たちを地脈へ送り届けたのだ。呪いを刃と化して仇敵を打ち破り、私の命を救ってくれた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ファデュイに対し、先入観を持っている人もいるだろう。もちろん、ファデュイ全員が彼と同じわけではない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "だが事実を見極め、心からの賞賛を惜しまないでほしい。ナタでは、すべての英雄は記憶され、讃えられるべきなのだから。"
                }
            ],
            [
                {
                    "N": "閲覧",
                    "T": "「気高き心を継ぐ者たちに、安らかな眠りを。」"
                }
            ],
            [
                {
                    "N": "閲覧",
                    "T": "「終末の詩で、英雄を彼岸へ届けよう。」"
                },
                {
                    "N": "閲覧",
                    "T": "「この慰霊碑は、ナタのために命を捧げた{ABYSSWAR#1003}名の戦士を弔うために建てられました。」"
                }
            ],
            [
                {
                    "N": "閲覧",
                    "T": "「異郷の者のために、涙と弔歌を。」"
                }
            ]
        ]
    },
    "502914": {
        "Desc": "",
        "Talk": [
            [
                {
                    "N": "ワカンカ",
                    "T": "撮影への協力に感謝するわ。本当にありがとう。"
                }
            ]
        ]
    },
    "502921": {
        "Desc": "英雄たちに敬意を表す",
        "Talk": [
            [
                {
                    "N": "オロルン",
                    "T": "グスレッドの魂に取り憑かれたとき、底知れぬ闇を見たのをいまだに覚えている。"
                },
                {
                    "N": "オロルン",
                    "T": "なのに「隊長」は心臓にあれだけの魂を収めながら、何百年も耐えてきた。彼を支えたのは一体何だったんだろうか？"
                },
                {
                    "N": "オロルン",
                    "T": "僕たちにとっては、悲しい離別だけど…彼にとっては、久しぶりに味わう安らぎなんだろう。"
                }
            ],
            [
                {
                    "N": "ムアラニ",
                    "T": "ねえねえ、族長に申請すれば、ナタを離れる許可をもらえるんだって！"
                },
                {
                    "N": "カチーナ",
                    "T": "うん、聞いたよ。地脈が修復されて、夜神の力が強くなったおかげだね。"
                },
                {
                    "N": "ムアラニ",
                    "T": "ってことは、やっとナタを出て、世界中を回れるってことだよね?"
                },
                {
                    "N": "ムアラニ",
                    "T": "フォンテーヌにはどこまでも広がる海があるんだって！あたしにピッタリだと思わない？早く行ってみたいな～♪"
                },
                {
                    "N": "カチーナ",
                    "T": "わたしは璃月に行ってみたいかな。高い山がいっぱいあるって聞いたんだ。"
                },
                {
                    "N": "ムアラニ",
                    "T": "いいね！じゃあ、一緒に旅行プランを立てよっか！"
                },
                {
                    "N": "ムアラニ",
                    "T": "でもその前に、約束を果たさないと——みんなを流泉の衆の温泉に連れてくって約束したでしょ！えへへ、一緒に温泉に入れば「泉友」になれるんだよ。"
                }
            ],
            [
                {
                    "N": "シトラリ",
                    "T": "前にセンセーがこう言ってたの。「運命の重みはそれを背負う者によって決まる」ってね。"
                },
                {
                    "N": "シトラリ",
                    "T": "キミのおかげで、ナタは残酷な運命と戦って勝つコトができた。だから、今度はワタシたちがキミのチカラになる番よ。"
                },
                {
                    "N": "シトラリ",
                    "T": "キミの運命…いや、「みんなの運命」がどこに向かうのか、すごくキョウミがあるの。"
                }
            ],
            [
                {
                    "N": "アハウ",
                    "T": "いろんな賞賛が飛び交ってるのに、この偉大なる聖龍クフル・アハウの名前がちっとも聞こえてこねぇとは、どうなってやがんだ！？"
                },
                {
                    "N": "アハウ",
                    "T": "オレの輝かしい功績に無関心なわけねぇよな？この英雄の名が話題に挙がんないなんて、ムカつくぜ！"
                },
                {
                    "N": "キィニチ",
                    "T": "ま、少しは役に立ったんじゃないか。よくやった。"
                },
                {
                    "N": "アハウ",
                    "T": "は？オレの聞き間違いじゃないよな？いま褒められたのか？フン、やっと従者としての自覚が芽生えたようだな！"
                },
                {
                    "N": "アハウ",
                    "T": "な、なに睨んでやがる？あ、うわぁっ——！"
                }
            ],
            [
                {
                    "N": "シロネン",
                    "T": "英雄の功績はいつまでも受け継がれてく。"
                },
                {
                    "N": "シロネン",
                    "T": "もしいつか、またナタに危機が訪れたら、この地に新たな「希望」が生まれるだろうね。そんときは、ウチらの物語が語られるかもしんない。"
                },
                {
                    "N": "シロネン",
                    "T": "「歴史」に登場するって思ったら…なんか不思議な感じ。"
                }
            ],
            [
                {
                    "N": "イアンサ",
                    "T": "筋肉は損傷と回復を繰り返す中で成長してく。人間も同じだ。"
                },
                {
                    "N": "イアンサ",
                    "T": "危機を乗り越え、この先もみんな一丸となって未来を迎えよう。"
                },
                {
                    "N": "イアンサ",
                    "T": "あ、そうだ。時間があったら、豊穣の邦に遊びに来てくれ。パイモン、シェイプアップにぴったりな栄養抜群のレシピをばっちり用意してあるからな。"
                },
                {
                    "N": "_1005",
                    "T": "うぅ、わかったぞ。その…おまえのメニューでトレーニングすれば、オイラも強くなれるか？"
                },
                {
                    "N": "_1005",
                    "T": "もし今度同じ状況になったら、オイラもこいつのそばで一緒に戦いたいと思ってさ！"
                },
                {
                    "N": "イアンサ",
                    "T": "ハハッ、もちろん！パイモンはポテンシャルがあるから、絶対に強くなれるぞ！"
                }
            ],
            [
                {
                    "N": "チャスカ",
                    "T": "夜神の国から帰ってきたとき、クイクに会ったと言っていたな…あいつは、お前の助けとなってくれたか？"
                },
                {
                    "N": "_0",
                    "T": "竜をたくさん連れてきてくれた…"
                },
                {
                    "N": "_0",
                    "T": "おかげで一人じゃ無理な道を突破できた。"
                },
                {
                    "N": "チャスカ",
                    "T": "ならよかった。お前の役に立てて、あいつも喜んでるだろう。"
                },
                {
                    "N": "チャスカ",
                    "T": "……"
                },
                {
                    "N": "_0",
                    "T": "きっとまた会える機会はある。"
                },
                {
                    "N": "_0",
                    "T": "また夢の中で会えるかも。"
                },
                {
                    "N": "チャスカ",
                    "T": "いや、その必要はない。あいつも来てくれないだろう。"
                },
                {
                    "N": "チャスカ",
                    "T": "妹を心配させる姉であってほしくないと、あいつも思ってるはずだ"
                },
                {
                    "N": "チャスカ",
                    "T": "——クイクのことを教えてくれてありがとう。お前のおかげでナタは明るい未来を迎えることができたし、私は取り返しのつかない悔いを残さずに済んだ。感謝する。"
                }
            ],
            [
                {
                    "N": "チマリ",
                    "T": "炎神様が仰った通り、これからは胸を張って子供たちに言ってやれる——戦争の苦難を乗り越え、ナタは生まれ変わるってな。"
                },
                {
                    "N": "チマリ",
                    "T": "お前が俺たちのためにしてくれたすべてを、絶対に忘れない。これからもナタはお前と共にある。その旅に聖火の加護があらんことを！"
                }
            ],
            [
                {
                    "N": "ルタ",
                    "T": "子供の頃、父に聞かされました——遥か昔、ナタの戦士と共に戦った「天柱騎士」こと、スラーインという異郷人がいたと。"
                },
                {
                    "N": "ルタ",
                    "T": "困難を恐れずに勇猛に戦う騎士を、戦士たちは心から尊敬していたそうです。物語を聞きながら、どれほど胸が高鳴ったことか。彼の雄姿をこの目で見られないことがただただ残念でした。"
                },
                {
                    "N": "ルタ",
                    "T": "でも大人になってから、もう一人の異郷の英雄と共にアビスを倒しナタを守ることになるとは、夢にも思っていませんでした…この日々は私の一生の宝物です。"
                }
            ],
            [
                {
                    "N": "ワマンガ",
                    "T": "「隊長」カピターノの強さは噂に聞いていたが、それだけでなく情に厚い方だとは知らなかった…"
                },
                {
                    "N": "ワマンガ",
                    "T": "——過去の先入観はどうあれ、今は心から尊敬している。"
                }
            ],
            [
                {
                    "N": "マーヴィカ",
                    "T": "旅人、我らが英雄よ——私に何か聞きたいことはあるか？"
                },
                {
                    "N": "_0",
                    "T": "「天理」と「影」について…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "アビスはいつ何時もテイワットを侵蝕しようと狙っている。テイワットが命を育むことができたのは、「天理」が創った地脈の庇護があるからこそだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "もしこの世界が完全にアビスに吞まれたらどうなるのか、その光景を君たちも目にしただろう？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "人間がアビスの力に手を染めようとすれば、すぐさま「天理」あるいは「影」から罰を与えられる。容赦なくな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "だが、その強行な方法により無数の悲しみや憎しみが生まれたのも事実…ゆえに、どれが「善」でどれが「悪」か簡単に結論づけることはできない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君なら、旅の先でその真相を見届けられるかもしれないな。"
                },
                {
                    "N": "_0",
                    "T": "あの時「反魂の詩」が発動した理由って…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "答えはいたって簡単だが？"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——「反魂の詩」は発動していなかった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君が再び立ち上がれたのは、君自身の力、そして君を支え、背中を押してくれたナタ人の応援のおかげだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "だが私は、その「応援」も「反魂の詩」の効果の一部だと思っている。とても重要な部分だが、見過ごしがちなものだ。"
                },
                {
                    "N": "_0",
                    "T": "神の心について…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「隊長」の部下が一通の手紙を届けてくれた。その「隊長」直筆の手紙には、聖火競技場での勝負の後、神の心を手に入れる任から下ろしてほしいと氷の女皇に申し出、承諾を得たことが書かれてあった。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "彼はあの勝負の結果を重く受け止めていたようだ。だから、それに背く行動はしたくなかったのだろう。だが、残り一つの神の心を氷の女皇が簡単に諦めるとは思えない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "彼の任を引き継いだ執行官がじきに来るはずだ。こちらもしっかり備えておくつもりでいる。"
                },
                {
                    "N": "_0",
                    "T": "次の旅の目的地について…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "スネージナヤに足を踏み入れたその瞬間から、ファデュイとの正面衝突は避けられないだろう。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "様々な状況に対応できるよう、十分な準備をしておくことを勧める。それと、手に入れた情報がある——ナタの空に突如現れた欠片についてだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「古月の遺骸」と呼ばれ、古龍の時代にあった秘源の技術の名残だという。あれが現れたのと同じタイミングで、ファデュイのとある小隊がナタに入ってきた。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "調査の結果、その小隊は「博士」の部下だと判明した。そしてやつらの拠点は、スネージナヤの近く、悠久の歴史を持つ「ナド・クライ」という場所にある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そこの住民は非常に特殊な力を持つらしい。テイワットの七つの元素力が現れるよりも前の、謎の力をな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「古月の遺骸」、謎の力、執行官「博士」の動向…その裏に隠された計画は決して単純なものではないだろう。"
                },
                {
                    "N": "_0",
                    "T": "授かった古名の今後について…"
                },
                {
                    "N": "マーヴィカ",
                    "T": "古名の今後？ああ、六人の英雄の話の関係で、古名の継承ルールについて誤解している部分があるかもしれないな。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "部族の文化や民俗に関連するごく少数の古名を除き、どの部族からも古名の継承者が現れる可能性はある。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "君の古名も部族に関係なく受け継がれるものだろう——であれば、大霊は君と気質や品格の一番似ている人を継承者として選ぶはずだ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "無論、まだまだ先のことだろうがな。"
                },
                {
                    "N": "_0",
                    "T": "もう質問はない。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "「炎神」としての長旅は一段落した。君と共に「漆黒」と「死」を乗り越えられたことを心から誇りに思っている。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "そして、「マーヴィカ」という一個人として、改めて礼を言わせてくれ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "——尊重と理解を示してくれて、そしてずっと支えてくれて、ありがとう。"
                },
                {
                    "N": "_0",
                    "T": "どういたしまして。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "ああ。"
                },
                {
                    "N": "マーヴィカ",
                    "T": "よければ近くにいる仲間たちともっと語り合うといい。私はしばらくここで彼らと一緒にいるつもりだ。"
                }
            ],
            [
                {
                    "N": "ロチェフ",
                    "T": "「隊長」様、これからもずっと、あなたは我々の手本です。"
                }
            ],
            [
                {
                    "N": "_1005",
                    "T": "どうした？なにか考えてるみたいだけど…"
                },
                {
                    "N": "_1005",
                    "T": "もしかして…あの戦いを思い出したのか？ひどい光景だったよな。"
                },
                {
                    "N": "敬意を表する",
                    "T": "「終末の詩で、英雄を彼岸へ届けよう。」"
                },
                {
                    "N": "敬意を表する",
                    "T": "「この慰霊碑は、ナタのために命を捧げた{ABYSSWAR#1003}名の戦士を弔うために建てられました。」"
                },
                {
                    "N": "_0",
                    "T": "……"
                },
                {
                    "N": "_0",
                    "T": "これを、戦士たちに。"
                }
            ]
        ]
    },
    "502940": {
        "Desc": "新たな冒険の旅へ",
        "Talk": [
            [
                {
                    "N": "ヤタ",
                    "T": "物語を聞かせて。ねえ、物語～！"
                },
                {
                    "N": "ククヤ",
                    "T": "はやくはやく～！もう待ちきれない！"
                },
                {
                    "N": "サディグア",
                    "T": "朝から集まりよって、せっかちじゃのう。わしが新しい物語を作ったことがバレてしまうじゃないか。"
                },
                {
                    "N": "サディグア",
                    "T": "まあいい。なら、最初の聞き手としてあとで感想を聞かせておくれ。"
                },
                {
                    "N": "サディグア",
                    "T": "では始めるぞ。"
                },
                {
                    "N": "_1005",
                    "T": "聞いてみるか？なんか面白そうだぞ。"
                },
                {
                    "N": "_0",
                    "T": "うん、聞いてこう。"
                },
                {
                    "N": "サディグア",
                    "T": "この物語は、今の時代を生きる偉大なる英雄たちの話じゃ。"
                },
                {
                    "N": "サディグア",
                    "T": "主人公は、三人の偉大な英雄——"
                },
                {
                    "N": "サディグア",
                    "T": "一人目は、異郷から来た客人で「旅人」と呼ばれておった。"
                },
                {
                    "N": "サディグア",
                    "T": "実力もさることながら、なんとアビスの影響を受けない体質の持ち主でな。"
                },
                {
                    "N": "サディグア",
                    "T": "そして何よりも、優しくて親切で、周りの人たちを大切に思う心があった——まさに、英雄たる気質と言えるじゃろう。"
                },
                {
                    "N": "ソンコ",
                    "T": "そうそう！すげーんだよな！ずっとその英雄の物語を聞きたかったんだ！"
                },
                {
                    "N": "アユン",
                    "T": "口を挟まないで。まず聞きましょ。"
                },
                {
                    "N": "_1005",
                    "T": "あのじいちゃん、さりげなくおまえのほうを見てないか？もしかしてわかってるのかな？"
                },
                {
                    "N": "_0",
                    "T": "今やナタの有名人だからね。"
                },
                {
                    "N": "_0",
                    "T": "物語の主人公だなんて照れる。"
                },
                {
                    "N": "サディグア",
                    "T": "二人目の英雄も異国から来た者じゃ。"
                },
                {
                    "N": "サディグア",
                    "T": "ずっと前にもナタを訪れたことがある彼は、多くの亡き戦友の魂を自らの身体の中に収めていた。"
                },
                {
                    "N": "サディグア",
                    "T": "その魂たちに安らぎを与え、再びこの世界に戻る機会を与えたいと、彼は願っておったんじゃ。"
                },
                {
                    "N": "サディグア",
                    "T": "そして三人目は、言うまでもなく我らが炎神様——マーヴィカ様！"
                },
                {
                    "N": "サディグア",
                    "T": "実力と権能を併せ持ち、人を復活させる「反魂の詩」を掌握する炎神様は——"
                },
                {
                    "N": "サディグア",
                    "T": "五百年前の六人の英雄の支持を得て、再びナタ人を団結させた。"
                },
                {
                    "N": "サディグア",
                    "T": "この物語は、異郷の旅人がナタに足を踏み入れた瞬間から始まる。"
                },
                {
                    "N": "サディグア",
                    "T": "…旅人のアドバイスのおかげで、カチーナは自らを奮い立たせ、ついに「夜巡者の戦争」への切符を勝ち取った…"
                },
                {
                    "N": "サディグア",
                    "T": "…突然聖火が消え、空が真っ暗になった。そこに現れたのは「グーシィ・トース」…"
                },
                {
                    "N": "サディグア",
                    "T": "…聖火競技場に集まった人々は、「反魂の詩」を力の限り歌い、夜神の国の最深部へ声援を届けた…"
                },
                {
                    "N": "サディグア",
                    "T": "「トゥマイニ」は広く知られるようになり、誰もがその詩を口ずさむようになった。"
                },
                {
                    "N": "サディグア",
                    "T": "「星海は暗く、孤独に果てはない。」"
                },
                {
                    "N": "サディグア",
                    "T": "「ある者が己を灯したとき——」"
                },
                {
                    "N": "サディグア",
                    "T": "「宇宙に初めて光が差した。」"
                },
                {
                    "N": "サディグア",
                    "T": "すべての脅威が取り除かれ、ナタは新たな時代を迎えた。"
                },
                {
                    "N": "サディグア",
                    "T": "旅人はナタの「生」を守るため、「隊長」カピターノは「死」を迎えるために戦った。"
                },
                {
                    "N": "サディグア",
                    "T": "そして炎神マーヴィカ様は「生」と「死」をつなげてくださったんじゃ。"
                },
                {
                    "N": "ヤタ",
                    "T": "わぁー！"
                },
                {
                    "N": "ククヤ",
                    "T": "もっと聞きたい！もう少し詳しく聞かせて！"
                },
                {
                    "N": "サディグア",
                    "T": "まだ書き終わってないんじゃよ。反響がよければ、これから肉付けしていこう。"
                },
                {
                    "N": "マトー",
                    "T": "絶対人気でるよ。ってか、知らないほうが時代遅れになるんじゃないか？"
                },
                {
                    "N": "ソンコ",
                    "T": "だな！「トゥマイニ」って古名かっこよすぎ。オレ、今日トゥマイニをやるから。"
                },
                {
                    "N": "アユン",
                    "T": "えっ、あたしの番でしょ！"
                },
                {
                    "N": "ククヤ",
                    "T": "なに言ってるの。うちの番よ！"
                },
                {
                    "N": "ヤタ",
                    "T": "おいおい、「トゥマイニ」はぼくだ！"
                },
                {
                    "N": "マトー",
                    "T": "この前は炎神様をやりたいってみんな言ってたよな？今日はいないのかよ？"
                },
                {
                    "N": "_1005",
                    "T": "へへっ、オイラも「トゥマイニ」をやりたいぞ。一日だけ譲ってくれよ。"
                },
                {
                    "N": "_0",
                    "T": "じゃあ、こっちは「パイモン」役。"
                },
                {
                    "N": "_1005",
                    "T": "いいぜ！「さあ行こう、パイモン。新しい冒険が待ってる——！」"
                }
            ]
        ]
    }
}