// Auto Generated

var _AvatarDataConfig_ = {
    "Aino": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• Elemental Skill generates @3 Hydro Particles#. Can be triggered once per Skill."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Q Weak: Hit every @1.5s#, application every @3s#",
                    "• Q Strong: Hit every @0.7s#, application every @2.1s#",
                    "• C2: @Independent#."
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Aino": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101257": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113077": 2,
                "101257": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113077": 4,
                "101257": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113077": 8,
                "101257": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113077": 12,
                "101257": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113077": 20,
                "101257": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Aino": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "묘수 사냥꾼",
                        "Desc": "전방을 향해 <color style='color:#FFD780;'>「묘수 사냥꾼」</color>을 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 묘수 사냥꾼이 아이노를 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「묘수 사냥꾼」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 자기 손으로 직접 찾아야 해…. 음, 철컥철컥도… 어떻게 보면… 일종의 손 아니야?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 물 냉각기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「냉정한 오리」</color>를 발사해 <color style='color:#FFD780;'>집중 냉각 구역</color>을 펼친다.<br>지속 시간 동안 「냉정한 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 에? 싸움이 아니라 장치 제작 얘기 하는 거야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈식 고효율 작동",
                        "Desc": "아이노가 파티에 있을 시, 파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 상응하는 강화 효과가 생성된다. 파티의 달빛 징조가 최소 다음과 같을 경우:<br><br><color style='color:#FFD780;'>달빛 징조 · 상현</color><br>원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color>가 강화되어 <color style='color:#FFD780;'>「냉정한 오리」</color>의 물폭탄 발사 간격이 줄어들고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color> 발동 후 15초 동안 주변에 있는 필드 위 캐릭터의 원소 마스터리가 60pt 증가한다.<br><br>또한, 파티에 아이노가 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1등급 상승한다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "구조화 파워 증가",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "소형 식별 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 어떤 방법을 통해 「냉정한 오리」의 외관을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 균형 이론",
                        "Desc": "아이노가 원소전투 스킬 <color style='color:#FFD780;'>묘수 사냥꾼</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color> 발동 후, 아이노의 원소 마스터리가 80pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "톱니바퀴 기어의 회전 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color>의 <color style='color:#FFD780;'>집중 냉각 구역</color> 지속 시간 동안, 아이노가 대기 상태일 경우, 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격이 주변의 적에게 명중 시, <color style='color:#FFD780;'>「냉정한 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노 원소 마스터리의 100%+300에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동하고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치 수리 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이와 에너지 공급 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>묘수 사냥꾼</color>이 적 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 무한 회전 장치",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>묘수 사냥꾼</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "천재가 짊어진 부담감",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 적에게 발동한 감전, 개화, 달 감전, 달 개화로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "묘수 사냥꾼",
                        "Desc": "전방을 향해 <color style='color:#FFD780;'>「묘수 사냥꾼」</color>을 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 묘수 사냥꾼이 아이노를 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「묘수 사냥꾼」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 자기 손으로 직접 찾아야 해…. 음, 철컥철컥도… 어떻게 보면… 일종의 손 아니야?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 물 냉각기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「냉정한 오리」</color>를 발사해 <color style='color:#FFD780;'>집중 냉각 구역</color>을 펼친다.<br>지속 시간 동안 「냉정한 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 에? 싸움이 아니라 장치 제작 얘기 하는 거야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈식 고효율 작동",
                        "Desc": "아이노가 파티에 있을 시, 파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 상응하는 강화 효과가 생성된다. 파티의 달빛 징조가 최소 다음과 같을 경우:<br><br><color style='color:#FFD780;'>달빛 징조 · 상현</color><br>원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>가 강화되어 <color style='color:#FFD780;'>「찬물 오리」</color>의 물폭탄 발사 간격이 줄어들고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 필드 위 캐릭터의 원소 마스터리가 60pt 증가한다.<br><br>또한, 파티에 아이노가 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "구조화 파워 증가",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "소형 식별 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 어떤 방법을 통해 「냉정한 오리」의 외관을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 균형 이론",
                        "Desc": "아이노가 원소전투 스킬 <color style='color:#FFD780;'>묘수 사냥꾼</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color> 발동 후, 아이노의 원소 마스터리가 80pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "톱니바퀴 기어의 회전 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color>의 <color style='color:#FFD780;'>집중 냉각 구역</color> 지속 시간 동안, 아이노가 대기 상태일 경우, 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격이 주변의 적에게 명중 시, <color style='color:#FFD780;'>「냉정한 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노 원소 마스터리의 100%+300에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동하고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치 수리 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이와 에너지 공급 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>묘수 사냥꾼</color>이 적 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 무한 회전 장치",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>묘수 사냥꾼</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "천재가 짊어진 부담감",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 적에게 발동한 감전, 개화, 달 감전, 달 개화로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "아이디어 집게",
                        "Desc": "전방을 향해 <color style='color:#FFD780;'>「아이디어 집게」</color>를 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 아이디어 집게가 아이노를 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「아이디어 집게」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 자기 손으로 직접 찾아야 해…. 음, 철컥철컥도… 어떻게 보면… 일종의 손 아니야?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 냉수기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「찬물 오리」</color>를 발사해 <color style='color:#FFD780;'>냉수 구역</color>을 펼친다.<br>지속 시간 동안 「찬물 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 에? 싸움이 아니라 장치 제작 얘기 하는 거야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈화 시스템",
                        "Desc": "아이노가 파티에 있을 시, 파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 상응하는 강화 효과가 생성된다. 파티의 달빛 징조가 최소 다음과 같을 경우:<br><br><color style='color:#FFD780;'>달빛 징조 · 상현</color><br>원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>가 강화되어 <color style='color:#FFD780;'>「찬물 오리」</color>의 물폭탄 발사 간격이 줄어들고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 필드 위 캐릭터의 원소 마스터리가 60pt 증가한다.<br><br>또한, 파티에 아이노가 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "출력 강화 시스템",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "소형 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 어떤 방법을 통해 「찬물 오리」의 외관을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 평행이론",
                        "Desc": "아이노가 원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후, 아이노의 원소 마스터리가 80pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "톱니바퀴 차분기관의 계산 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 <color style='color:#FFD780;'>냉수 구역</color> 지속 시간 동안, 아이노가 대기 상태일 경우, 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격이 주변의 적에게 명중 시, <color style='color:#FFD780;'>「찬물 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노 원소 마스터리의 100%+300에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동하고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치의 수리 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이의 에너지 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>가 적 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 영구 터빈",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "발명은 천재의 의무",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 적에게 발동한 감전, 개화, 달 감전, 달 개화로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "아이디어 집게",
                        "Desc": "전방을 향해 <color style='color:#FFD780;'>「아이디어 집게」</color>를 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 아이디어 집게가 아이노를 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「아이디어 집게」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 자기 손으로 직접 잡아야 해…. 음, 철컥철컥도… 손으로 볼 수 있지 않을까?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 냉수기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「찬물 오리」</color>를 발사해 <color style='color:#FFD780;'>냉수 구역</color>을 펼친다.<br>지속 시간 동안 「찬물 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 엥? 싸움이 아니라 장치 제작 얘기야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈화 시스템",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 아이노가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>가 강화된다. <color style='color:#FFD780;'>「찬물 오리」</color>의 물폭탄 발사 간격이 줄어들고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "출력 강화 시스템",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 힘 분석 연산",
                        "Desc": "아이노가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "소형 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 어떤 방법을 통해 「찬물 오리」의 외관을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 평행이론",
                        "Desc": "아이노가 <color style='color:#FFD780;'>아이디어 집게</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후, 아이노 자신의 원소 마스터리가 80pt 증가하고 주변의 현재 필드 위 캐릭터의 원소 마스터리가 80pt 증가한다, 지속 시간: 15초.<br><br>해당 운명의 자리로 인한 원소 마스터리 증가 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "톱니바퀴 차분기관의 계산 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 <color style='color:#FFD780;'>냉수 구역</color> 지속 시간 동안, 아이노가 대기 상태일 경우, 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격이 주변의 적에게 명중 시, <color style='color:#FFD780;'>「찬물 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노 원소 마스터리의 100%+300에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동하고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치 수리의 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이의 에너지 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>가 적 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 영구 터빈",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "발명은 천재의 의무",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 적에게 발동한 감전, 개화, 달 감전, 달 개화로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "아이디어 집게",
                        "Desc": "전방을 향해 <color style='color:#FFD780;'>「아이디어 집게」</color>를 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 아이디어 집게가 아이노를 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「아이디어 집게」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 자기 손으로 직접 잡아야 해…. 음, 철컥철컥도… 손으로 볼 수 있지 않을까?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 냉수기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「찬물 오리」</color>를 발사해 <color style='color:#FFD780;'>냉수 구역</color>을 펼친다.<br>지속 시간 동안 「찬물 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 엥? 싸움이 아니라 장치 제작 얘기야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈화 전략",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 아이노가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>가 강화된다. <color style='color:#FFD780;'>「찬물 오리」</color>의 물폭탄 발사 간격이 줄어들고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "출력 강화 시스템",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 전력 연산",
                        "Desc": "아이노가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "소형 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 어떤 방법을 통해 「찬물 오리」의 외관을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 평행이론",
                        "Desc": "아이노가 <color style='color:#FFD780;'>아이디어 집게</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후, 아이노 자신의 원소 마스터리가 80pt 증가하고 주변의 현재 필드 위 캐릭터의 원소 마스터리가 80pt 증가한다, 지속 시간: 15초.<br><br>해당 운명의 자리로 인한 원소 마스터리 증가 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "톱니바퀴 차분기관의 계산 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 물 냉각기</color>의 <color style='color:#FFD780;'>집중 냉각 구역</color> 지속 시간 동안, 아이노가 대기 상태일 때 파티 내 현재 필드 위 자신의 캐릭터의 공격이 주변의 적 명중 시, <color style='color:#FFD780;'>「찬물 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노의 공격력의 25%와 원소 마스터리의 100%에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동하고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치 수리의 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이의 에너지 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>가 적 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 영구 터빈",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "발명은 천재의 의무",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 적에게 발동한 감전, 개화, 달 감전, 달 개화로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "아이디어 집게",
                        "Desc": "전방으로 <color style='color:#FFD780;'>「아이디어 집게」</color>를 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 자신을 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「아이디어 집게」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 손으로 직접 잡아야 해…. 음, 철컥철컥이도… 손으로 볼 수 있지 않을까?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 냉수기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「찬물 오리」</color>를 발사해 <color style='color:#FFD780;'>냉수 구역</color>을 펼친다.<br>지속 시간 동안 「찬물 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 엥? 싸움이 아니라 장치 제작 얘기야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈화 전략",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 아이노가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>가 강화되어 <color style='color:#FFD780;'>「찬물 오리」</color>의 물폭탄 발사 간격이 감소하고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "출력 강화 시스템",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 전력 연산",
                        "Desc": "아이노가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "소형 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 특정 방법을 통해 「찬물 오리」의 외형을 바꿀 수 있다",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 평행이론",
                        "Desc": "아이노가 <color style='color:#FFD780;'>아이디어 집게</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후, 아이노 자신의 원소 마스터리가 80pt 증가하고 주변의 현재 필드 위 캐릭터의 원소 마스터리가 80pt 증가한다, 지속 시간: 15초.<br><br>해당 운명의 자리로 획득한 원소 마스터리 증가 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "차분기관의 계산 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 <color style='color:#FFD780;'>냉수 구역</color> 지속 시간 동안 아이노가 대기 상태일 경우: 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격이 주변에 있는 적에게 명중 시, <color style='color:#FFD780;'>「찬물 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노 공격력의 25%와 원소 마스터리의 100%에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동되고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치 수리의 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이의 에너지 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>가 적에게 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 영구 터빈",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "발명은 천재의 의무",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 적에게 발동한 감전, 개화, 달 감전, 달 개화로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가로 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "뚝딱뚝딱 수리법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "66.4986%",
                                    "71.9113%",
                                    "77.324%",
                                    "85.0564%",
                                    "90.4691%",
                                    "96.655%",
                                    "105.1606%",
                                    "113.6663%",
                                    "122.1719%",
                                    "131.4508%",
                                    "140.7297%",
                                    "150.0086%",
                                    "159.2874%",
                                    "168.5663%",
                                    "177.8452%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "66.1916%",
                                    "71.5793%",
                                    "76.967%",
                                    "84.6637%",
                                    "90.0514%",
                                    "96.2087%",
                                    "104.6751%",
                                    "113.1415%",
                                    "121.6079%",
                                    "130.8439%",
                                    "140.0799%",
                                    "149.316%",
                                    "158.552%",
                                    "167.7881%",
                                    "177.0241%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.2165%x2",
                                    "53.2225%x2",
                                    "57.2285%x2",
                                    "62.9514%x2",
                                    "66.9573%x2",
                                    "71.5356%x2",
                                    "77.8308%x2",
                                    "84.1259%x2",
                                    "90.421%x2",
                                    "97.2885%x2",
                                    "104.1559%x2",
                                    "111.0233%x2",
                                    "117.8907%x2",
                                    "124.7581%x2",
                                    "131.6256%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "아이디어 집게",
                        "Desc": "전방으로 <color style='color:#FFD780;'>「아이디어 집게」</color>를 던져 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 자신을 앞으로 끌어당긴다. 이동 종료 시, 주변의 적에게 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 「아이디어 집게」의 방향을 결정한다",
                        "Icon": "Skill_S_Aino_01",
                        "DescAdd": "<br><br><i>「먹고 싶은 간식이랑 이루고 싶은 꿈은 손으로 직접 잡아야 해…. 음, 철컥철컥이도… 손으로 볼 수 있지 않을까?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "65.6%",
                                    "70.52%",
                                    "75.44%",
                                    "82.0%",
                                    "86.92%",
                                    "91.84%",
                                    "98.4%",
                                    "104.96%",
                                    "111.52%",
                                    "118.08%",
                                    "124.64%",
                                    "131.2%",
                                    "139.4%",
                                    "147.6%",
                                    "155.8%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "188.8%",
                                    "202.96%",
                                    "217.12%",
                                    "236.0%",
                                    "250.16%",
                                    "264.32%",
                                    "283.2%",
                                    "302.08%",
                                    "320.96%",
                                    "339.84%",
                                    "358.72%",
                                    "377.6%",
                                    "401.2%",
                                    "424.8%",
                                    "448.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정밀 냉수기",
                        "Desc": "특제 슈퍼 분사 장치 <color style='color:#FFD780;'>「찬물 오리」</color>를 발사해 <color style='color:#FFD780;'>냉수 구역</color>을 펼친다.<br>지속 시간 동안 「찬물 오리」는 간헐적으로 주변의 적에게 물폭탄을 발사해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다",
                        "Icon": "Skill_E_Aino_01",
                        "DescAdd": "<br><br><i>「손을 쓸 땐 아무리 마음이 급해도 머리는 냉정해야 해…. 엥? 싸움이 아니라 장치 제작 얘기야!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "물폭탄 피해",
                                "ParamLevelList": [
                                    "20.112%",
                                    "21.6204%",
                                    "23.1288%",
                                    "25.14%",
                                    "26.6484%",
                                    "28.1568%",
                                    "30.168%",
                                    "32.1792%",
                                    "34.1904%",
                                    "36.2016%",
                                    "38.2128%",
                                    "40.224%",
                                    "42.738%",
                                    "45.252%",
                                    "47.766%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모듈화 전략",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 아이노가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>가 강화되어 <color style='color:#FFD780;'>「찬물 오리」</color>의 물폭탄 발사 간격이 감소하고, 범위가 더 큰 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Aino_05"
                    },
                    {
                        "Name": "출력 강화 시스템",
                        "Desc": "아이노의 원소폭발로 주는 피해가 아이노 원소 마스터리의 50%만큼 증가한다",
                        "Icon": "UI_Talent_S_Aino_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 전력 연산",
                        "Desc": "아이노가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Aino_07"
                    },
                    {
                        "Name": "소형 탐지기",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>또한, 아이노는 특정 방법을 통해 「찬물 오리」의 외형을 바꿀 수 있다",
                        "Icon": "UI_Talent_S_Aino_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "먼지와 역장의 평행이론",
                        "Desc": "아이노가 원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color> 또는 원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후, 아이노 자신의 원소 마스터리가 80pt 증가하고 주변의 현재 필드 위 다른 캐릭터의 원소 마스터리가 80pt 증가한다, 지속 시간: 15초.<br><br>해당 운명의 자리로 획득한 원소 마스터리 증가 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Aino_03"
                    },
                    {
                        "Level": 2,
                        "Name": "차분기관의 계산 원리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 <color style='color:#FFD780;'>냉수 구역</color> 지속 시간 동안 아이노가 대기 상태일 경우: 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격이 주변에 있는 적에게 명중 시, <color style='color:#FFD780;'>「찬물 오리」</color>가 해당 적에게 추가로 물폭탄을 1개 발사해 아이노 공격력의 25%와 원소 마스터리의 100%에 해당하는 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동되고, 주는 피해는 원소폭발 피해로 간주한다",
                        "Icon": "UI_Talent_S_Aino_02"
                    },
                    {
                        "Level": 3,
                        "Name": "케이크와 장치 수리의 예술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_01"
                    },
                    {
                        "Level": 4,
                        "Name": "버터와 고양이의 에너지 법칙",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>가 적에게 명중 시, 아이노의 원소 에너지가 10pt 회복된다. 해당 방식으로 원소 에너지를 10초마다 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Aino_01"
                    },
                    {
                        "Level": 5,
                        "Name": "금속과 빛의 영구 터빈",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>아이디어 집게</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Aino_02"
                    },
                    {
                        "Level": 6,
                        "Name": "발명은 천재의 의무",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>정밀 냉수기</color> 발동 후 15초 동안 주변에 있는 현재 필드 위 캐릭터가 발동한 감전, 개화, 달 감전, 달 개화, 달 결정 반응으로 주는 피해가 15% 증가한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 상술한 반응으로 주는 피해가 추가로 20% 증가한다",
                        "Icon": "UI_Talent_S_Aino_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Aino": {}
}