// Auto Generated

var _AvatarFetterConfig_ = {
    "62": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "추방자, 기계 사냥꾼, 탐색자, 신이 닿은 자, 구세주 등등…. 원래의 세계에서 여러 신분을 가졌던 그녀는 「유전자」에서부터 이미 세계를 치유할 여걸로 정해져 있었다.<br>새로운 세계에 온 그녀의 눈앞에 처음 경험하는 도전이 펼쳐졌고, 그녀는 기꺼이 다시 사냥의 여정을 시작하기로 했다",
                "Tips": []
            },
            {
                "Title": "스토리1",
                "Content": "에일로이는 태어날 때부터 추방자였다. 이유 없이 부족의 배척과 회피에 시달리던 에일로이는 부족과 멀리 떨어진 험준한 산야에서 사냥꾼 로스트에 의해 키워졌다.<br>로스트는 에일로이에게 고양이와 같은 자세, 치명적인 정확도와 같은 사냥법을 알려줬지만, 정작 가장 중요한 출생의 비밀은 가르쳐 주지 않았다—— 부모님은 어떤 사람인지? 왜 부족의 배척에 시달리는지?<br>어떤 이유인지 모르겠지만 그녀를 추방한 부족의 족장만이 그 원인을 알고 있다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "스토리2",
                "Content": "족장의 입에서 에일로이의 생부모의 신분을 알아내는 방법은 하나밖에 없다. 매년 부족에서 열리는 사냥 대회——「증명의 의식」——에서 우승하는 것이다. 우승하면 원하는 것을 받을 수 있다.<br> 기억이 시작되었던 순간부터 그녀는 피나는 훈련을 했고 증명의 순간만을 기다려왔지만 의식은 재난 속에서 막을 내렸다.<br>베일에 싸인 킬러가 참가자를 습격했고 로스트는 자신을 희생하여 에일로이를 겨우 살렸다.<br>자신과 똑같이 생긴 베일에 싸인 여성을 발견하고는 에일로이는 습격의 대상이 자신이라는 것을 알아냈다",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "스토리3",
                "Content": "에일로이는 범인을 찾아야만 자신의 출생의 비밀을 알아낼 수 있다고 생각했다.<br>범인을 쫓다가 상상을 초월하는 위험한 세계로 들어섰다. 기이하고 막강한 부족, 베일에 싸여있는 고대 유적, 무서운 적——인간과 기계——모두 그녀의 눈앞에 나타났다.<br>마지막으로 진정한 적이라고 불리는 「하데스」가 나타났다. 이는 사념이 가득한, 죽음을 관장하는 무서운 존재이다.<br>「하데스」를 이길 수 있는 유일한 방법은 고대시대의 여성과의 관계를 알아내는 것이다. 과거의 에일로이일 수도 있고… 어쩌면 에일로이의 생모일지도?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "스토리4",
                "Content": "「하데스」의 흔적을 쫓아 에일로이는 수많은 고대 유적을 돌아다녔고 마지막에 자신의 기원지를 찾았다. 하데스는 사람들 사이에서 태어난 것이 아니라 클론을 통해 만들어진 존재였다.<br>천년 전에 생명을 구한 그 여성의 유전자가 그녀의 모체였다.<br>때문에 그녀는 힘을 가지고 태어났고, 운명은 이미 정해져 있었다. 이 유전 물질은 종말을 막는 핵심이다.<br>이 지식과 여러 부족 연맹의 도움을 토대로 에일로이는 광휘의 「메리디언」에서 엄청난 결전을 통해 「하데스」와 그의 수하들을 무찔렀다",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "스토리5",
                "Content": "「하데스」를 무찌른 에일로이는 고대시대의 기술을 쫓아 「하데스」가 짓밟은 땅을 정화하는 새로운 여정을 떠났다.<br>긴 여정 동안 갈 수 있는 「고대의 폐허」는 모두 찾아보고 「고대인」의 잃어버린 비밀을 파헤친다.<br>파괴된 고대 실험실에서 한 번도 본 적 없는 빛이 나는 워프 게이트를 발견했다. 가까이 다가가니 강력한 힘이 그녀를 감쌌고 거울처럼 그녀의 모습이 반사되어, 마치 두 공간에 서 있는 듯한 이상한 느낌이 들었다.<br>빛이 번쩍이고 에일로이가 알던 「세계」는 눈앞에서 사라졌고 기이하지만 아름다운 새로운 세계가 눈앞에 펼쳐졌다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "난 에일로이. 이 세상에 대해 잘 모르지만, 내 활과 화살은 언제나 널 위해 대기하고 있어. 내가 필요하다면 최선을 다해 도울게",
                "Tips": []
            },
            {
                "Title": "잡담 · 몸풀기",
                "Content": "멍하니 서 있지 말고 움직여",
                "Tips": []
            },
            {
                "Title": "잡담 · 도움",
                "Content": "여기서 멈출 수 없어. 우리 도움이 필요한 사람이 있다고",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "비는 더러움을 씻겨주지",
                "Tips": []
            },
            {
                "Title": "비가 그친 후…",
                "Content": "비가 멎었군. 몸을 말려야겠어",
                "Tips": []
            },
            {
                "Title": "눈이 올 때…",
                "Content": "눈이 올 땐 세상이 고요해지는 것 같아",
                "Tips": []
            },
            {
                "Title": "바람이 불 때…",
                "Content": "또 바람이 부네. 바람을 맞으며 숨 쉬는 건 정말 상쾌해",
                "Tips": []
            },
            {
                "Title": "강풍이 불 때…",
                "Content": "바람이 세졌어. 얼굴 베일 것 같아",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "좋은 아침이야. 세상이 다시 활기차졌군. 나도 그렇고",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "반나절이나 지났어. 아직 할 일이 많은데",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "해가 저물었네. 곧 별이 뜰 거야",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "밤이네, 이제 자야지. 별빛을 빌려 움직일 게 아니라면",
                "Tips": []
            },
            {
                "Title": "에일로이 자신에 대해…",
                "Content": "난 어릴 때부터 추방된 신세라서 그동안 많이 힘들었지. 하지만 여긴 나 같은 외지인에게도 잘해줘. 내가 태어났던 곳보다 훨씬 친절해서… 좋아",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 행동",
                "Content": "난 생명을 죽이기 위해서가 아니라 살리기 위해서 움직여. 그래서 너와 함께 싸우는 거야",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 서약",
                "Content": "맹세 같은 건 좀 촌스럽잖아. 그래도 네가 원한다면 너와 함께하겠다고 맹세할게",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 전진",
                "Content": "난 내 전부를 걸고 너와 끝까지 함께 가겠어. 주저하거나 널 저버리는 일은 없을 거야",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "공유할 만한 게 있다면, 그건 내 활과 화살이지. 난 누군가를 돕기 위해서만 이걸 사용해",
                "Tips": []
            },
            {
                "Title": "흥미있는 일…",
                "Content": "내가 살던 세계처럼 이곳의 과거에도 비밀이 많구나. 시간이 충분하다면 이 비밀들을 전부 밝혀내겠어",
                "Tips": []
            },
            {
                "Title": "에일로이에 대해 알기 · 첫 번째",
                "Content": "난 사적인 이야기는 서툴러. 눈앞의 임무가 중점이야",
                "Tips": []
            },
            {
                "Title": "에일로이에 대해 알기 · 두 번째",
                "Content": "난 부모가 없어. 로스트라는 분이 날 키워주셨지. 엄격하지만 마음은 따뜻한 사람이야, 시원시원하고. 그는 내게 많은 걸 가르쳐줬어…. 정말 그립네",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "에일로이에 대해 알기 · 세 번째",
                "Content": "예전에 난 꽤 오랫동안 생모를 찾았지만, 결국 찾지 못했어. 대신 아주 오래된 메시지를 찾았지. 내… 「클론 모체」가 남긴 거였어. 그 메시지를 들어보니 그녀는 날 아주 잘 아는 것 같았지. 날 격려해주는 느낌도 들었고",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "에일로이에 대해 알기 · 네 번째",
                "Content": "난 친구 없이 컸어. 나중에 여행하다 많은 사람을 만났지만, 그 세계를 떠날 때도 그들과 친밀한 사이는 아니었어. 그래서 너와 이렇게 오랜 시간을 보내며 친구가 될 수 있어서 정말 기뻐",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "에일로이에 대해 알기 · 다섯 번째",
                "Content": "난 사람을 쉽게 믿지 않지만 넌 믿을 수 있어. 넌 내 진정한 파트너야. 내가 남을 이렇게 평가하는 건 드문 일이라고",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "에일로이의 취미…",
                "Content": "내 취미가 뭔지 잘 모르겠어. 「고전 읽기」 정도? 음… 그러니까 역사 같은 거",
                "Tips": []
            },
            {
                "Title": "에일로이의 고민…",
                "Content": "내 자신의 세계 말고 구해야 할 세계가 또 늘어서… 시간이 늘 부족해",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "난 있는 대로 먹어. 굶지만 않는다면 뭐든 상관없어",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "전에 「오세람 고기스튜」를 한번 먹어 봤는데, 너무 걸쭉하더라고… 웩",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "난 생일을 챙긴 적이 없는 것 같아. 내가 태어난 세계에서는 어머니를 기리지 자신의 생일을 축하하진 않거든. 하지만 어쨌든, 응… 생일 축하해",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "좋아, 진전이 제법 있어. 하지만 여기서 멈출 순 없지",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "성장하고 더 강해지는 건 좋은 일이야",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "아무리 뛰어난 사냥꾼이라도 더 발전할 수 있어. 지금에 만족해서 배움을 멈추면 안 돼",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "너와 막 여행을 시작했을 때, 넌 내가 모르는 세계에서 온 낯선 사람일 뿐이었어. 하지만 지금은 많은 걸 함께 한 친구지. 약속할게. 내 활과 화살은 언제나 너와 함께할 거야",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "폭발할지도 몰라",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "사냥꾼의 장난감이지",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "이거 본 적 있어?",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "속박한다!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "새로운 스킬이군",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "여기가 내 사냥터야!",
                "Tips": []
            },
            {
                "Title": "바람의 날개 사용 · 첫 번째",
                "Content": "이거 제법 괜찮잖아",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "음… 꽤 쓸 만한 물건이야",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "이건 먹을 거고… 이건 쓸 만한 것들이네…",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "대체 누가 여기 둔 거지…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "까다로운 사냥감이군…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "약점이 어디지…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "방심했어…",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "조심해!",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "무모한 짓은 그만둬!",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "뭐가… 잘못된 거지…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "미안해…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "사냥 실패…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "윽…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 두 번째",
                "Content": "이쯤이야…",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "윽!",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 두 번째",
                "Content": "좀 성가시군…",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "이번에는 어딜 가 볼까?",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "에일로이, 사냥에 참가하지",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "도움이 필요해?",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "62": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "기동 사냥꾼",
                "Desc": "에일로이의 코스튬. 임야 생활을 하는 사냥꾼에게 적합한 복장이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108339,
            "JD": 108227,
            "Name": "<b>포만감 젤</b>",
            "Eff": "선택한 캐릭터 HP 최대치의 16%를 회복하고 추가로 HP를 1350pt 회복한다",
            "Desc": "에일로이의 특제 요리. 완벽한 절단면과 깔끔한 크기로 시원한 느낌을 준다. 처음엔 당신이 유별난 외관의 디저트를 받아들일 수 있을지 걱정했던 에일로이는, 단숨에 뚝딱한 당신의 모습에 그제야 겨우 안심한다…",
            "Recipe": {
                "100016": 1,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108339"
        },
        "Namecard": {
            "Name": "<b>에일로이·서광</b>",
            "Desc": "명함 스킨.<br> 「로스트에게도 이걸 보여주고 싶네」",
            "Pic": "UI_NameCardPic_Aloy_P"
        }
    }
}

var acs_cache_ = {}