// Auto Generated

var _AvatarFetterConfig_ = {
    "24": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "북두는 「남십자」의 대장이다.<br>「남십자」는 리월항을 근거지로 삼고 활동하는 무장 함대다.<br>「무장 함대」의 표면적인 뜻은 수많은 화력을 탑재한 함대다.<br>많은 생각할 필요 없이 「남십자」가 하는 모든 행동은 칠성의 윤허 아래 진행되는 것이라고 보면 된다.<br>북두는 모든 함대의 선원들이 신뢰하는 대장이다. 심지어 그들은 북두가 해상의 거대한 파도와 폭풍도 제압할 수 있다고 믿고 있다.<br>「북두야 북두! 아무리 강력한 폭풍이라도 자기보다 더 거센 위력의 기세엔 한풀 꺾일 수밖에 없지 않겠어?」",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "북두는 리월에서 아주 명망이 높다.<br>「리월 칠성」에 비할 바는 아니지만 행상꾼들 중에 북두와 「남십자」의 명성을 모르는 이는 없을 것이다.<br>북두에 대한 소문이 과장된 것 아니냐고 의심하는 사람들도 있지만 행상 업계에서의 명성은 100% 능력과 실적으로 쌓은 것이다.<br>항간의 전설에 따르면 북두는 검을 들고 번개를 부리며 공포의 바다 괴수를 반으로 갈랐다고 한다.<br>대부분의 사람들은 이게 한량들의 농담이라고 여기고 있다. 하지만 북두와 함께 항해해 본 사람들은 모두 만약 진짜로 바다 괴수가 있다면 북두가 그 괴물을 반으로 가를 수 있을 것이라고 말한다.<br>그만큼 북두의 항해 실력은 행상의 명성에 뒤처지지 않을 정도로 뛰어나다. 사람들이 그녀를 「용왕」이라고 부르는 건 당연한 것이다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "상인들이 의리보단 이익을 우선시하는 건 이상한 일이 아니다. 식사 자리에서 이 이야기가 나오면 서로 쳐다보며 웃고 넘긴다.<br>하지만 유독 리월 상인들은 이 말을 싫어하며 「리월 사람들은 다르다」고 말한다.<br>다른 상인들이 이 말을 듣고 웃으며 「의리, 이 두 글자는 한 가지 수일 뿐이지!」라고 하면 리월 사람들은 「그럼 『남십자』가 하려는 일은 어떻게 설명할 건데?」라고 받아친다.<br>남십자는 다년간 명성을 떨쳤고 의뢰비가 비싼 건 당연한 일이다. 언젠가 항해를 하던 중, 남십자 함대는 바다 폭풍과 마주했고 근처에 있는 민간 선박을 발견했다. 북두는 거대한 폭풍 속에서 흔들리고 있는 작은 배를 보더니 안전한 곳으로 끌라고 명령했다. 함대엔 남은 식량이 얼마 없었지만, 북두는 오히려 민간 선박과 나눌 것을 고집했고 그들을 이끌고 폭풍 속을 나아갔다.<br>이렇게 며칠이 흐르고, 「남십자」는 민간 선박을 가까운 정박지까지 끌고 왔다. 배 위의 상인들은 목숨을 구해준 은혜에 감사했고, 모두 북두의 충성스러운 상업 파트너가 되었다.<br>리월 사람들은 웃으며 말한다. 「목숨까지 바쳐가며 꿋꿋이 일을 해내는 건 『계산』이라는 말로 설명할 수 없지. 의리는 그저 계산일 뿐이라고 북두에게 말할 수 있겠어?」",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "「남십자」의 배후 세력이 「칠성」 중 한 명인 「천권」 응광이라는 소문이 있다.<br>이에 대해 당사자 두 명은 부인하고 있지만, 그녀들이 부인하는 이유는 서로 다르다.<br>응광은 「칠성」으로서 자신을 대신해 일을 처리할 사람이 필요했다. 많은 후보가 있었지만 그녀는 북두를 선택했다.<br>응광은 북두라는 사람을 선택한 김에 「남십자」와 협력하게 된 것이라고 말한다.<br>하지만 북두가 이 사정을 알게 된다면 분명 화를 내며 응광과는 단지 협력 관계일 뿐, 절대 「배후 세력」이 아니라고 할 것이다.<br>응광에겐 여러 협력자들이 있지만 북두만은 그들과 다르다.<br>북두는 응광을 조금도 경외하지 않으며, 오히려 경계하기까지 한다.<br>막료들은 북두가 천성이 불같아 통제하기 힘들다고 걱정하지만, 응광은 신경 쓰지 않고 이렇게 말한다:<br>「그녀는 리월에서 통제하기 가장 쉬운 사람입니다…. 이해관계와 대의를 설명하기만 한다면 그녀는 이를 완벽히 이해할 테니까요」",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "긴 항해를 끝내고 육지에 오른 「남십자」는 관례에 따라 3일간 축하연을 연다. 그 해 가을은 예전과 다름 없었지만, 유일하게 달라진 점이라면 도시에 새로운 여성 요리사 한 명이 늘었다는 것이다. 바로 훗날의 「만민당」 주방장 향릉이다.<br>함대의 회계사는 돈을 아끼기 위해 시가지에서 만난 요리사 향릉을 속여 배로 데려왔다. 향릉은 북두를 보곤 당혹스러움을 감추지 못하며 「해산물로 만든 『월 요리』만 드시고 싶다면 거절할게요. 난 양대 요리 계통을 뛰어넘는 요리를 만들 사람이니까요…」라고 말했다.<br>북두는 발 옆에 있는 금화 주머니를 가리키며 말했다. 「네가 자신 있는 걸 만들면 돼. 저번 의뢰로 돈 좀 벌었는데, 5만 모라면 되겠지?」<br>향릉은 자신의 해산물 요리 실력을 증명하기 위해 마지못해 이 일을 받아들였다.<br>결과만 놓고 봤을 때 북두는 향릉의 솜씨에 아주 만족했다. 북두는 선원들 앞에서 자신감 넘치게 「향릉은 곧 리월항에 이름을 떨치게 될 거다!」라고 말했을 뿐만 아니라 선원 모두에게 존경의 의미로 향릉을 「향릉 누님」이라고 부르게 했다.<br>처음 세상에 나와 본 향릉도 북두의 호탕함을 좋아했고 자주 함께 배에 올라 신기한 해양 식자재를 찾아 나섰고 그녀는 주방과는 거리가 먼 북두가 각종 해산물을 식별하고 어떤 것이 먹어도 되는 것인지 구분한다는 것에 경악했다.<br>——당연히 재료 선택에 대한 북두의 조언을 향릉이 따를 것인지는 별개의 문제다",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "주인을 닮는다는 속담이 있다.<br>비록 100% 맞는 말은 아니지만 「남십자」함대는 확실히 북두와 같은 기질을 가지고 있다.<br>하지만 함대엔 북두가 모르는 비밀이 있다.<br>1등 항해사는 신입 수병들이 들어오면 그들에게 술을 사준다. 그리고 아주 생동감 넘치게 과거의 일을 알려준다:<br>「남십자」가 미지의 바다를 탐색하고 있을 때였어, 수많은 폭풍우를 겪었고 까딱했다간 배가 부서져서 사람들이 죽을 뻔했지.<br>그때 북두가 갑판에 올라가더니 직접 조타륜을 조종하면서 리월 어민들이 고기를 낚을 때 부르는 노래를 불렀어.<br>「더 이상 파도가 치지 않고 지평선이 보일 정도로 맑아질 때까지 말이야…」<br>1등 항해사는 추억에 잠긴 듯한 표정으로 이야기를 마친다.<br>함대의 사업이 커지면서 1등 항해사의 이야깃거리는 점점 더 많아졌고 신입 선원들의 북두에 대한 존경심도 더욱 두터워졌다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "부두 일꾼의 불평",
                "Content": "1. 어마어마하게 거대한 삼두 바다뱀을 만난 북두는 그녀의 대검을 던졌다. 대검은 바다뱀의 척추를 꿰뚫은 뒤 북두에게 돌아왔다.<br>2. 북두는 바둑에서 응광을 2번 이겨봤다. 중요한 건 응광의 돈을 땄다는 게 아니라 응광의 돈을 딸 담이 있다는 것이다.<br>3. 북두가 마지막으로 뱃노래를 부른 건 바다 괴물 「해산」을 사냥할 때이다. 그날 이후 그녀는 더 이상 뱃노래를 부르지 않았다.<br>4. 맞다, 잘못 들은 게 아니다. 북두는 뱃노래를 부를 줄 안다. 하지만 절대 본인에게 물어봐선 안 된다. 왜 그런지는 삼두 바다뱀의 결말을 생각해 보면 알 수 있을 것이다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "리월과 이나즈마엔 이런 말이 전해져 내려온다: 「지느러미는 바다가 되었고, 꼬리는 산이 되었다」 어부들은 뭍에서 이를 배워온 뒤 계속해서 노래했다. 오랫동안 전해져 내려오며 사람들의 입에 오르내리는 뱃노래가 되었다. 바다에 안개가 낄 때마다 어부들의 작은 선박은 안개 속에 모습을 감추지만 노랫소리는 계속해서 울려 퍼진다: 지느러미는 바다가 되었고, 꼬리는 산이 되었다….<br>이 노래는 북두의 자장가였다. 암왕제군의 신검이 바다 괴물을 베었고 이는 리월 사람들에게 미담으로 전해내려왔다. 어린 시절의 북두는 신화를 듣는 걸 좋아했고 잠을 잘 때에도 「언젠가 그 커다란 물고기를 보고 말 거야」라고 생각했다.<br>오늘날 그녀는 다른 마음으로 이 노래를 부른다. 모든 선원들도 함께 흥얼거리며 닻을 올린다.<br>해산은 바닷속에 있다. 해산은 물고기 같기도 하고 용 같기도 하며, 무서울 정도로 거대하고 신과 같은 힘을 지니고 있기에 10m 높이의 거대한 파도를 손쉽게 일으킬 수 있다.<br>바다 위에서 사력을 다하는 사람들은 늘 해산과 만나게 된다. 북두는 9살 때부터 해산을 만나 머리를 단번에 벨 수 있길 원했다.<br>그녀는 해산에 수차례 도전했지만 모두 실패하고 만다. 하지만 오늘은 다르다. 북두는 제일 좋은 대검을 매고 가장 뛰어난 선원들과 함께 해산이 있는 곳으로 나아갔다.<br>칼날이 부딪히며 번개가 내려쳤다. 그 전투는 4일 동안 지속됐다. 함대는 대포와 작살, 활, 그리고 밧줄을 가지고 최선을 다해 해산을 견제했다. 북두는 팔다리가 묶인 해산과 싸웠지만 해가 질 때까지도 승부를 내지 못한다.<br>해산은 밤에 가장 위험하기 때문에 사람들은 해산의 공격에 대비하기 위해 밤을 지새웠다. 북두는 뱃머리에 서서 바람 소리를 들었다.<br>한 번, 딱 한 번. 그녀는 한풍이 휘몰아치는 와중에도 전혀 움직이지 않고 기다렸다.<br>얼마나 오래 지났을까 눈 하나 깜짝 안 하던 북두는 동이 트는 그 찰나를 포착했고 해산에게서 물보라 소리가 울려 퍼졌다.<br>이 일격은 구름을 부수고 달을 가르듯 산과 바다처럼 거대한 해산의 머리를 완전히 잘라낸다.<br>하늘을 뒤덮은 번개 하나가 내려치며 피를 뒤집어쓴 북두의 앞에 모이게 된다.<br>용을 죽인 북두의 「신의 눈」은 하늘이 내려준 것이다. 번개와 같이 화려한 자줏빛은 용의 피보다 훨씬 더 진귀한 구슬이다. 이것은 오직 산과 바다를 정복한 자에게만 주어지는 보석이다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "내 이름은 북두, 「남십자」 함대라고 들어 봤어? 너도 모험을 즐긴다면 날 따라와. 내가 돌봐주지",
                "Tips": []
            },
            {
                "Title": "잡담 · 연마",
                "Content": "겨뤄보고 싶다면 언제든 환영이다",
                "Tips": []
            },
            {
                "Title": "잡담 · 통음",
                "Content": "아——일 끝나고 마시는 술 한잔은 정말 상쾌해",
                "Tips": []
            },
            {
                "Title": "잡담 · 육지",
                "Content": "육지에 이렇게 오래 머무는 건 간만인데, 좀 어색하네",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "무인도에 갇혔을 때 빗물은 귀중한 수원이야. 물론 지금은 필요없지만",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때…",
                "Content": "이봐, 그냥 천둥일 뿐이야. 바다에서는 두려워할 필요없어. 육지에서는 더 그렇고",
                "Tips": []
            },
            {
                "Title": "바람이 불 때…",
                "Content": "이 날씨, 출항하기 딱 좋군",
                "Tips": []
            },
            {
                "Title": "강풍이 불 때…",
                "Content": "모래 바람 조심해. 눈 비비지 말고",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "여, 좋은 아침. 난 출발하려는데. 같이 갈래?",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "향릉에게 가서 점심 먹자. 그 커다란 솥으로 볶아 낸 건 바다에서의 생선 구이, 절인 고기와는 확실히 달라",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "좋아. 술 마시러 가자고! 하하하, 평소에 술 사주는 사람이 없나봐? 그럼——",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "벌써 시간이 이렇게 됐네. 하하하하, 가봐~ 편히 쉬라구",
                "Tips": []
            },
            {
                "Title": "북두 자신에 대해…",
                "Content": "제군들, 항해 준비. 각자 위치로! 새로운 모험이 시작된다!",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 호칭",
                "Content": "난 대장이고, 넌 내 형제. 괜찮지? 뭐? 너무 촌스럽다고? 좋아, 그럼 네가 원하는 대로 불러",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 사람을 보는 눈",
                "Content": "난 사람 보는 안목이 뛰어나. 넓은 바다를 보다 보면 사람 얼굴의 작은 물보라는 쉽게 읽히지. 하하, 그래서 내가 널 한눈에 알아봤잖아",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 선택",
                "Content": "넌 내가 선택한 선원이자 형제라고. 이것만으로도 난 자부심을 느껴",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해…",
                "Content": "「신의 눈」이 없는 녀석들은 신의 인정을 받은 「신의 눈」 소유자를 본받고 싶어 해. 그러니까 본받을 만한 사람이 되자. 난 그렇게 날 채찍질해",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "난관에 부딪혔어? 어디로 나아갈지 모르겠으면 일단 발을 내딛고 봐. 그 후의 길은 자연히 열릴 테니까",
                "Tips": []
            },
            {
                "Title": "흥미있는 일…",
                "Content": "원양 항해를 마치고 돌아올 때 솔개가 보이면 집에 다 왔다는 거지. 바다 풍경은 단조롭잖아. 그에 비해 거칠긴 하지만, 솔개가 자유롭게 날아다니는 모습은 어쩐지 친근하고 사랑스러워",
                "Tips": []
            },
            {
                "Title": "응광에 대해 · 리월 칠성",
                "Content": "응광이라, 「리월칠성」이라는 면에서 보면 훌륭하다 할 수 있지. 다만 내가 책임감을 느끼는 대상은 「리월칠성」이 아닌, 내 함선과 형제들이라서 말이야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "응광에 대해 · 태도",
                "Content": "응광은 솔직하지 않은 편이지만 예전엔 아주 노골적으로 날 못마땅해했어. 하하, 좋든 싫든 그건 그녀 마음이지. 난 신경 안 써",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "향릉에 대해 · 뛰어난 요리 실력",
                "Content": "먼바다에 있을 땐, 향릉의 맛있는 음식이 그리워. 힘이 달릴 때 입안 가득했던 절운고추 볶음을 떠올리면 기운이 번쩍 들지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "향릉에 대해 · 시식",
                "Content": "향릉은 가끔 별 이상한 재료로 대단한 요리를 만들어내지. 뭐, 그런 도전 정신이 없다면 진보도 없는 거 아니겠어? 난 그녀의 음식을 시식하는 게 즐거워",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "종려에 대해…",
                "Content": "「왕생당」의 그 선생 말하는 거야? 형제들이 가끔 그에 대한 소문을 이야기하지. 아주 재미있는 사람 같은데. 음, 기회가 있으면 교류해봐야겠어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해…",
                "Content": "해등절 전날, 함대가 귀항하다가 폭풍을 만난 적이 있었어. 어찌어찌 서둘러 밤이 되어서야 리월항에 도착했고, 등불도 다 꺼져있는데 고운각 방향 하늘에 소년 모습의 선인이 보이는 거야. 역시 소문처럼 사람들이 보지 못하는 곳에서도 이 리월항을 지키고 있는 누군가가 있는 거지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "감우에 대해…",
                "Content": "감우 그 애랑은 사이가 좋아! 근데 너도 알다시피, 걘 「리월 칠성」의 비서야. 「칠성」이 날 싫어하는 게 하루 이틀도 아니고. 하하, 난 상관없는데, 그 애까지 피해 보게 할 순 없잖아. 음, 역시 다른 사람들에겐 비밀로 하는 게 좋겠어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신염에 대해…",
                "Content": "재밌는 애야! 우리 배에 있는 형제들 모두 그녀의 「로큰롤」을 좋아하지. 음… 난 어떻냐고? 뭐랄까, 그 애와 어떤 면에선 공통적인 화제가 있지만, 내 음악적 취향은 그 애와 전혀 달라서…",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "요요에 대해…",
                "Content": "요요 그 녀석은 자꾸 우리 배에서 놀려고 해. 하지만 그 호기심 넘치는 반짝이는 눈을 보면, 차마 그 애를 쫓아낼 수가 없어. 에휴, 하마터면 출항 계획이 모두 엉망이 될 뻔했다고",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "카에데하라 카즈하에 대해…",
                "Content": "카즈하 녀석이 천수각 밖에서 라이덴 쇼군의 일격을 막아냈다던데, 제법이군! 전쟁이 끝나고 그는 우리 남십자함대로 돌아와서 우리랑 한동안 더 동행하고 싶다고 했어. 나야 환영이지. 만약 어느 날 카즈하가 혼자 다음 여정을 떠나기로 결정한다면, 아주 좋은 술로 배웅할 거야, 흐흠",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「천수백안의 세상」 스토리 클리어"
                ]
            },
            {
                "Title": "북두에 대해 알기 · 첫 번째",
                "Content": "내 「사조성」호에 오르고 싶다면 이 질문부터 대답해. 바다엔 위험으로 가득한데 어째서 내 배에 오르려는 거지?",
                "Tips": []
            },
            {
                "Title": "북두에 대해 알기 · 두 번째",
                "Content": "나에 대한 이야기들? 하하하, 그건 형제들이 날 치켜세우느라 그런 거지. 그렇지만 내게 항해 중 마물과 부딪치는 게 두렵냐고 묻는다면, 물론 그건 아니야",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "북두에 대해 알기 · 세 번째",
                "Content": "평민을 돕는 의도가 뭐냐고? 하, 그런 일에 무슨 의도가 있겠어. 누구나 다 어려운 시절이 있는 거야. 내겐 약소한 선의지만 그들에겐 죽느냐 사느냐의 문제일 수도 있어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "북두에 대해 알기 · 네 번째",
                "Content": "난 고통스러운 시간을 보냈어. 어릴 때 먹을 걸 살 모라도 없어서 남의 집 과일을 훔쳐 먹으며 버텼지. 내 함대가 생겼어도 거만한 상인들에게 배척당했어. 하지만 이제 그런 일들을 안줏거리 삼아 얘기할 수 있으니 됐어. 절대 너는 그런 일을 겪게 하지 않을 거고",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "북두에 대해 알기 · 다섯 번째",
                "Content": "날 따르는 형제들은 아주 많아. 그들 모두에게 이 배에 오른 이유를 물어봤지. 넌 특별해. 니가 아직 해야 할 일이 있다는 걸 아니까 따로 직무나 직함을 주진 않을게. 하지만 네가 어디에 있든 「사조성」호엔 영원히 네 자리가 남아있을 거야",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "북두의 취미…",
                "Content": "취미라… 생각 좀 해볼게. 모험, 조타, 친구 사귀기, 술 마시기, 맛있는 거 먹기…. 흠, 한 손으로는 다 못 세겠네",
                "Tips": []
            },
            {
                "Title": "북두의 고민…",
                "Content": "해결할 수 있는 일은 고민할 필요 없고, 해결할 수 없는 일은 고민해도 의미 없어. 난 그렇게 생각해. 만약 안 풀리는 일이 있으면 날 찾아와. 같이 해결해 줄게",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "난 맛이 강한 요리를 좋아해! 편육 볶음이라든가, 마파두부라든가, 다 좋아. 배도 채우고 모두 둘러앉아 먹으면 분위기가 후끈해지잖아. 하, 말하다 보니 또 먹고 싶어지네",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "난 냉채는 별로야. 그렇게 느긋하게 전채 요리를 즐길 시간에 생선이나 몇 마리 더 굽겠어",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "맛있어, 내가 좋아하는 맛이야! 밥 있어? 두 그릇만 더 줄래?",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "솜씨가 훌륭한데? 먹으면 기분이 좋아질 정도야",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "재료는 좋네, 그럼 됐어",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "자, 배에 타. 이미 형제들과 시간 비워놓기로 약속했지. 먹을 것과 마실 것도 다 준비됐어. 오늘은 네 생일이니 네가 대장이야. 하하! 음, 어디 가고 싶어?",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "통쾌하군! 또 많이 강해졌어",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "만선으로 돌아가는 기분이라, 축배를 들자고!",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "훌륭해. 너같이 유능한 형제가 있다니 이 북두의 영광이야! 나도 뒤처질 순 없지",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "이 훈련들로 무예가 정점을 찍은 것 같아. 고마워…. 맞다, 몇 수 더 겨룰까?",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "비켜!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "하!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "전부 돌려주지!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 네 번째",
                "Content": "받아 봐!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 다섯 번째",
                "Content": "——하아!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "이게 「해산」을 멸하는 힘이다!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "눈 크게 뜨고 잘 봐!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "잿더미가 되어라!",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "이야, 기분 좋네",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "나쁘지 않아. 새로운 수확이군!",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "보물을 찾았으니 축배를 들자고!",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "아직 안 끝났어!",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "흥, 나 정신 들었어",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "난 절대 굴복하지 않아",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "내 뒤로 와!",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "물러서! 오기 부리지 말고",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "완전 엉망이야",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "제군들… 일단… 철수다…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "전원… 귀항한다…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "별것 아냐",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "승패는 아직 몰라",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 두 번째",
                "Content": "제법이군",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "좋아, 출발!",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "날 따라와",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "난 널 믿어",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "24": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "요동치는 파도",
                "Desc": "북두의 코스튬. 북두의 기백이 묻어나는 가벼운 스커트 복장이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108138,
            "JD": 108100,
            "Name": "<b>데친 고기볶음</b>",
            "Eff": "선택한 캐릭터를 부활시키며 HP 최대치의 10%를 회복하고 추가로 HP를 150pt 회복한다",
            "Desc": "북두의 특제 요리. 예전에 북두가 향릉한테 배운 요리였지만 자극적인 맛을 추가하면서 개량했다. 호방하게 한 번에 다 먹으면 북두의 칭찬을 받을 수 있을지도?",
            "Recipe": {
                "100061": 1,
                "100027": 1
            },
            "Icon": "UI_ItemIcon_108138"
        },
        "Namecard": {
            "Name": "<b>북두·출항</b>",
            "Desc": "명함 스킨.<br>「닻을 올리고 바다로 향하다 길을 잃거든 하늘에서 북두와 북극성을 찾아보자」",
            "Pic": "UI_NameCardPic_Beidou_P"
        }
    }
}

var acs_cache_ = {}