// Auto Generated

var _AvatarDataConfig_ = {
    "Chasca": {
        "BallList": [
            {
                "When": "Shadowhunt Shell",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 9999
            }
        ],
        "EndureList": [
            {
                "Skill": "Nightsoul",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "While under Nightsoul's Blessing, Chasca is @immune to Frozen, Petrification and Struggle# (= Hydro Abyss Mage's water bubble)",
            "<b>@5.2v3 Changes#</b><br>• Passive Talent 1's DMG increase is @added to the DMG Bonus multiplier#.<br>• Phlogiston consumption rate @decreased by 30%#. Nightsoul consumption rate @during ascension decreased by 30%#.",
            "<b>@Why can't Chasca trigger Amos' Bow and Slingshot passives?#</b><br>Because Chasca' DMG is directly imploded on the 6 targets after aiming (like Nahida's scan). While ordinary archers shoot an arrow, which deals DMG only when hitting a target.<br>It's like magic vs physics.",
            "<b>@Interruption RES#</b><br>• Nightsoul interruption coefficient: @0.3# (Same as Xingqiu Q on ranged characters)",
            "<b>@Particle Generation#</b><br>• Generates @5 Anemo Particles# with Shadowhunt Shell or Shining Shadowhunt Shell. Only once every Nightsoul.",
            "<b>@Elemental Application#</b><br>• Elemntal Skill: Anemo shells apply @once every 1.5s#. Transformed shells apply @once every 2 hits# (resets counting after 1.5s). These two sets do not share CD.<br>• Elemental Burst: Anemo and transformed hits share CD, applying @once every 2 hits#."
        ]
    }
}

var _AvatarMats_ = {
    "Chasca": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101253": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113067": 2,
                "101253": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113067": 4,
                "101253": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113067": 8,
                "101253": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113067": 12,
                "101253": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113067": 20,
                "101253": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Chasca": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 수수께끼 깃털 사격",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 강풍이 화살촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.697%x2",
                                    "32.115%x2",
                                    "34.532%x2",
                                    "37.985%x2",
                                    "40.402%x2",
                                    "43.165%x2",
                                    "46.964%x2",
                                    "50.762%x2",
                                    "54.561%x2",
                                    "58.704%x2",
                                    "62.848%x2",
                                    "66.992%x2",
                                    "71.136%x2",
                                    "75.28%x2",
                                    "79.424%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "76.402%",
                                    "82.621%",
                                    "88.84%",
                                    "97.724%",
                                    "103.943%",
                                    "111.05%",
                                    "120.822%",
                                    "130.595%",
                                    "140.367%",
                                    "151.028%",
                                    "161.689%",
                                    "172.35%",
                                    "183.01%",
                                    "193.671%",
                                    "204.332%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼의 올가미",
                        "Desc": "차스카가 무기에 담긴 의식과 공명해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>발동 후 차스카는 밤혼을 80pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 차스카</color><br>지속적으로 밤혼을 소모한다. 밤혼이 소진되거나 재발동 시, 차스카의 밤혼 가호는 종료된다. 밤혼 가호는 아래와 같은 특성이 있다:<br> · 차스카가 「영혼총 · 의식 지팡이」에 탑승해 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 차스카는 지속적으로 밤혼 또는 열소를 소모해 부유 상태를 유지한다. 대시 또는 상승 시, 추가로 밤혼 또는 열소를 소모한다.<br> · 일반 공격 또는 강공격 진행 시, 짧은 터치와 홀드에 따라 각기 다른 방식으로 「다중 조준」을 진행한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>전방의 적에게 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 탄창을 장전하고 일정 범위 내에 있는 일정 수량의 적을 조준한다. 홀드 시간에 따라 조준한 적에게 「그림자 추적탄」을 최대 6발 발사한다. 홀드를 일정 시간 유지한 후, 차스카는 장전을 완료하고 조준한 적에게 직접 「그림자 추적탄」을 x발 발사한다.<br><br><color style='color:#FFD780;'>그림자 추적탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 탄창에 4번째, 5번째, 6번째로 장전된 「그림자 추적탄」은 파티 내 다른 캐릭터의 원소 타입에 따라 원소 전환이 발생한다. 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다, 「그림자 추적탄」 1개가 상응하는 원소 타입의 「빛나는 그림자 추적탄」으로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 강공격으로 간주한다.<br> · 나중에 탄창에 장전된 「그림자 추적탄」이 먼저 발사된다.<br><br><i>차스카가 원한다면 이 올가미는 이론상 그 어떤 물건도 끌어당길 수 있다. 하지만… 거대한 손대포보다 더 멋진 물건이 어디 있겠는가?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "가동 피해",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "다중 조준 짧은 터치 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "60.8%",
                                    "65.36%",
                                    "69.92%",
                                    "76.0%",
                                    "80.56%",
                                    "85.12%",
                                    "91.2%",
                                    "97.28%",
                                    "103.36%",
                                    "109.44%",
                                    "115.52%",
                                    "121.6%",
                                    "129.2%",
                                    "136.8%",
                                    "144.4%"
                                ]
                            },
                            {
                                "Desc": "빛나는 그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "191.84%",
                                    "206.228%",
                                    "220.616%",
                                    "239.8%",
                                    "254.188%",
                                    "268.576%",
                                    "287.76%",
                                    "306.944%",
                                    "326.128%",
                                    "345.312%",
                                    "364.496%",
                                    "383.68%",
                                    "407.66%",
                                    "431.64%",
                                    "455.62%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 습격",
                        "Desc": "의지를 집중한 차스카가 「열풍의 영혼 습격탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다. 그 후 열풍의 영혼 습격탄은 6개의 「영혼 습격탄」으로 분리되어 주변의 적을 공격한다.<br><br><color style='color:#FFD780;'>영혼 습격탄</color> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다. 영혼 습격탄 2개가 상응하는 원소 타입의 「빛나는 영혼 습격탄」으로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다.<br><i>그 누구도 밤의 속삭임과 달빛 속에서 달아날 수 없듯이, 그 어떤 적도 사냥감을 노리는 차스카의 눈빛에서 벗어날 수 없다</i>",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "열풍의 영혼 습격탄 피해",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "영혼 습격탄 피해",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "빛나는 영혼 습격탄 피해",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "총알 트릭",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시, 파티 내에 1/2/3명 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입의 캐릭터가 존재하면, 33%/67%/100% 확률로 「빙의 전환」이 발동되어 탄창에 3번째로 장전된 <color style='color:#FFD780;'>그림자 추적탄</color>이 상응하는 원소의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 전환된다",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "엄호의 마음",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 차스카가 주변의 적에게 「불꽃 그림자 추적탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>의 150%에 해당한다. 만약 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 존재하면, 불꽃 그림자 추적탄은 원소 전환이 발생해 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 150%에 해당한다.<br>상술한 방식으로 주는 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 꺼지지 않는 열정",
                        "Desc": "밤혼 소진 후, 차스카는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역이 존재하는 곳에서, 밤혼 전달 · 차스카를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에서, 차스카가 교체 등장 시 발동: 차스카가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 차스카가 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>를 홀드 시, 스킬이 변경되어 차스카가 밤혼 성질의 낙하 공격을 진행한다. 홀드에서 손을 떼면 진행 중인 낙하 공격을 끊고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 차스카의 밤혼 상태는 종료된다",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "라이프 특성",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Liuyun_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "탄창, 요동치는 룰렛",
                        "Desc": "고유 특성 「총알 트릭」의 「빙의 전환」 발동 시, 추가로 탄창에 장전된 두 번째 <color style='color:#FFD780;'>그림자 추적탄</color>이 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 전환된다.<br>또한, 「빙의 전환」 발동 확률이 증가한다: 파티에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color>, <color style='color:#99FFFF;'>번개 원소</color> 타입 캐릭터가 1/2/3 타입 존재할 경우 66%/100%/100% 확률로 「빙의 전환」이 발동한다.<br><br>고유 특성 「총알 트릭」을 해금해야한다.<br><br>또한 차스카의 밤혼 가호 상태에서 소모하는 밤혼과 열소가 전투 이외의 상황에서 30% 감소한다",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "총구, 피어오르는 연기",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시, 차스카의 <color style='color:#FFD780;'>그림자 추적탄</color> 또는 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>이 적을 명중한 경우, <color style='color:#FFD780;'>그림자 추적탄</color> 또는 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 원소 유형을 기반으로 차스카 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. <color style='color:#FFD780;'>다중 조준</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밧줄, 치밀한 통제",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "성화, 순간적인 발사",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 습격</color>의 <color style='color:#FFD780;'>빛나는 영혼 습격탄</color>이 적에게 명중 시, 차스카의 원소 에너지가 1.5pt 회복된다. 또한 <color style='color:#FFD780;'>빛나는 영혼 습격탄</color>의 원소 유형에 따라, 차스카의 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. <color style='color:#FFD780;'>영혼 습격</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "모자깃, 모래 그림자의 윤곽",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 습격</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "결전, 투쟁의 영광",
                        "Desc": "고유 특성 「총알 트릭」의 「빙의 전환」 발동 후, 차스카는 「습격」 상태를 획득한다. 이어지는 3초 동안 차스카의 다음 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시 즉시 차지가 완료되고, 이번 <color style='color:#FFD780;'>다중 조준</color>의 치명타 피해가 120% 증가한다.<br><br>고유 특성 「총알 트릭」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 수수께끼 깃털 사격",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 화살촉에 강풍이 계속 모인다. 강풍의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.697%x2",
                                    "32.115%x2",
                                    "34.532%x2",
                                    "37.985%x2",
                                    "40.402%x2",
                                    "43.165%x2",
                                    "46.964%x2",
                                    "50.762%x2",
                                    "54.561%x2",
                                    "58.704%x2",
                                    "62.848%x2",
                                    "66.992%x2",
                                    "71.136%x2",
                                    "75.28%x2",
                                    "79.424%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "76.402%",
                                    "82.621%",
                                    "88.84%",
                                    "97.724%",
                                    "103.943%",
                                    "111.05%",
                                    "120.822%",
                                    "130.595%",
                                    "140.367%",
                                    "151.028%",
                                    "161.689%",
                                    "172.35%",
                                    "183.01%",
                                    "193.671%",
                                    "204.332%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼의 올가미",
                        "Desc": "차스카가 무기에 담긴 의식과 공명해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>발동 후 차스카는 밤혼을 80pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 차스카</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 차스카의 밤혼 가호가 종료된다. 밤혼 가호는 아래와 같은 특성이 있다:<br> · 차스카가 「영혼총 · 의식 지팡이」에 탑승하고 차스카의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 차스카는 지속적으로 밤혼 또는 열소를 소모해 부유 상태를 유지한다. 대시 또는 상승 시, 추가로 밤혼 또는 열소를 소모한다.<br> · 일반 공격 또는 강공격 진행 시, 짧은 터치와 홀드에 따라 각기 다른 방식으로 「다중 조준」을 진행한다.<br><br><color style='color:#FFD780;'>다중 조준</color><br><color style='color:#FFD780;'>짧은 터치</color><br>전방의 적에게 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 탄창을 장전하고 일정 범위 내에 있는 일정 수량의 적을 조준한다. 홀드 시간에 따라 조준한 적에게 「그림자 추적탄」을 최대 6발 발사한다. 홀드를 일정 시간 유지한 후, 차스카는 장전을 완료하고 조준한 적에게 직접 「그림자 추적탄」을 x발 발사한다.<br><br><color style='color:#FFD780;'>그림자 추적탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 탄창에 4번째, 5번째, 6번째로 장전된 「그림자 추적탄」은 파티 내 다른 캐릭터의 원소 타입에 따라 원소 전환이 발생한다. 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다, 「그림자 추적탄」 1개가 상응하는 원소 타입의 「빛나는 그림자 추적탄」으로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 나중에 탄창에 장전된 「그림자 추적탄」이 먼저 발사된다.<br><br><i>이론상, 차스카가 원한다면 이 올가미는 그 어떤 물건도 끌어당길 수 있다. 하지만… 거대한 총보다 더 멋진 물건이 어디 있을까?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "다중 조준 짧은 터치 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "60.8%",
                                    "65.36%",
                                    "69.92%",
                                    "76.0%",
                                    "80.56%",
                                    "85.12%",
                                    "91.2%",
                                    "97.28%",
                                    "103.36%",
                                    "109.44%",
                                    "115.52%",
                                    "121.6%",
                                    "129.2%",
                                    "136.8%",
                                    "144.4%"
                                ]
                            },
                            {
                                "Desc": "빛나는 그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "191.84%",
                                    "206.228%",
                                    "220.616%",
                                    "239.8%",
                                    "254.188%",
                                    "268.576%",
                                    "287.76%",
                                    "306.944%",
                                    "326.128%",
                                    "345.312%",
                                    "364.496%",
                                    "383.68%",
                                    "407.66%",
                                    "431.64%",
                                    "455.62%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 습격",
                        "Desc": "의지를 집중한 차스카가 「열풍의 영혼 습격탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다. 그 후 열풍의 영혼 습격탄은 6개의 「영혼 습격탄」으로 분리되어 주변의 적을 공격한다.<br><br><color style='color:#FFD780;'>영혼 습격탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다. 2개의 영혼 습격탄이 상응하는 원소 타입의 「빛나는 영혼 습격탄」으로 전환되어 밤혼 성질을 지닌 상응하는 원소 피해를 준다.<br><br><i>그 누구도 밤의 속삭임과 달빛 속에서 달아날 수 없듯이, 그 어떤 적도 사냥감을 노리는 차스카의 눈빛에서 벗어날 수 없다</i>",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "열풍의 영혼 습격탄 피해",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "영혼 습격탄 피해",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "빛나는 영혼 습격탄 피해",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "총알 트릭",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시, 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입의 캐릭터가 1/2/3명 존재하면, 33%/67%/100% 확률로 「빙의 전환」이 발동되어 탄창에 3번째로 장전된 <color style='color:#FFD780;'>그림자 추적탄</color>이 상응하는 원소의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 전환된다",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "엄호의 마음",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 차스카가 주변의 적에게 「불꽃 그림자 추적탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>의 150%에 해당한다. 만약 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 존재하면, 불꽃 그림자 추적탄은 원소 전환이 발생해 밤혼 성질을 지닌 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 150%에 해당한다.<br>상술한 방식으로 주는 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 꺼지지 않는 열정",
                        "Desc": "밤혼 소진 후, 차스카는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 차스카를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에서, 차스카가 교체 등장 시 발동: 차스카가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 차스카가 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>를 홀드 시, 스킬이 변경되어 차스카가 밤혼 성질의 낙하 공격을 진행한다. 홀드에서 손을 떼면 진행 중인 낙하 공격을 끊고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 차스카의 밤혼 상태는 종료된다",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "라이프 특성",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Liuyun_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "탄창, 요동치는 룰렛",
                        "Desc": "고유 특성 「총알 트릭」의 「빙의 전환」 발동 시, 추가로 탄창에 장전된 두 번째 <color style='color:#FFD780;'>그림자 추적탄</color>이 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 전환된다.<br>또한, 「빙의 전환」 발동 확률이 증가한다: 파티에 1/2/3종류의 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color>, <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 있을 경우 66%/100%/100% 확률로 「빙의 전환」이 발동한다.<br><br>고유 특성 「총알 트릭」을 해금해야한다.<br><br>또한 차스카의 밤혼 가호 상태에서 소모하는 밤혼과 열소가 전투 이외의 상황에서 30% 감소한다",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "총구, 피어오르는 연기",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 다중 조준 발동 시, 차스카의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>이 적에게 명중한 경우, <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 원소 타입을 기반으로 차스카 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. <color style='color:#FFD780;'>다중 조준</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밧줄, 치밀한 통제",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "성화, 순간적인 발사",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 습격</color>의 <color style='color:#FFD780;'>빛나는 영혼 습격탄</color>이 적에게 명중 시, 차스카의 원소 에너지가 1.5pt 회복된다. 또한 <color style='color:#FFD780;'>빛나는 영혼 습격탄</color>의 원소 유형에 따라, 차스카의 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. <color style='color:#FFD780;'>영혼 습격</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "모자깃, 모래 그림자의 윤곽",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 습격</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "결전, 투쟁의 영광",
                        "Desc": "고유 특성 「총알 트릭」의 「빙의 전환」 발동 후, 차스카는 「습격」 상태를 획득한다. 이어지는 3초 동안 차스카의 다음 원소전투 스킬 <color style='color:#FFD780;'>영혼의 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시 즉시 차지가 완료되고, 이번 <color style='color:#FFD780;'>다중 조준</color>의 치명타 피해가 120% 증가한다.<br><br>고유 특성 「총알 트릭」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 깃털 연사",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 화살촉에 강풍이 계속 모인다. 강풍의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.697%x2",
                                    "32.115%x2",
                                    "34.532%x2",
                                    "37.985%x2",
                                    "40.402%x2",
                                    "43.165%x2",
                                    "46.964%x2",
                                    "50.762%x2",
                                    "54.561%x2",
                                    "58.704%x2",
                                    "62.848%x2",
                                    "66.992%x2",
                                    "71.136%x2",
                                    "75.28%x2",
                                    "79.424%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "25.467%",
                                    "27.54%",
                                    "29.613%",
                                    "32.574%",
                                    "34.647%",
                                    "37.016%",
                                    "40.274%",
                                    "43.531%",
                                    "46.788%",
                                    "50.342%",
                                    "53.896%",
                                    "57.449%",
                                    "61.003%",
                                    "64.556%",
                                    "68.11%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 올가미",
                        "Desc": "차스카가 무기에 담긴 의식과 공명해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>발동 후 차스카는 밤혼을 80pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 차스카</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 차스카의 밤혼 가호가 종료된다. 밤혼 가호는 아래와 같은 특성이 있다:<br> · 차스카가 「영혼총 · 의식 지팡이」에 탑승하고 차스카의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 차스카는 지속적으로 밤혼을 소모해 부유 상태를 유지한다. 대시 또는 상승 시, 추가로 밤혼을 소모한다.<br> · 일반 공격 또는 강공격 진행 시, 짧은 터치와 홀드에 따라 각기 다른 방식으로 「다중 조준」을 진행한다.<br><br><color style='color:#FFD780;'>다중 조준</color><br><color style='color:#FFD780;'>짧은 터치</color><br>전방의 적에게 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 일정 범위 내에 있는 일정 수량의 적을 조준한다. 홀드 시간에 따라 순서대로 「그림자 추적탄」을 최대 6발 장전한다. 6발 장전 완료 또는 홀드 중지 시, 선택된 적에게 순서대로 총알을 발사한다.<br><br><color style='color:#FFD780;'>그림자 추적탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 탄창에 4번째, 5번째, 6번째로 장전된 「그림자 추적탄」은 파티 내 다른 캐릭터의 원소 타입에 따라 원소 전환이 발생한다. 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다, 「그림자 추적탄」 1개가 랜덤으로 상응하는 원소 타입의 「물든 그림자 추적탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 나중에 탄창에 장전된 「그림자 추적탄」이 먼저 발사된다.<br><br>또한 밤혼 가호 상태에서 원소 전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>를 홀드 발동 시, 차스카가 밤혼 성질의 낙하 공격을 진행한다. 홀드 중단 시, 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정 중 착지 시, 차스카의 밤혼 가호가 종료된다.<br><br><i>이론상, 차스카가 원한다면 이 올가미는 그 어떤 물건도 끌어당길 수 있다. 하지만… 거대한 총보다 더 멋진 물건이 어디 있을까?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "공명 피해",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "다중 조준 짧은 터치 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "찬란한 그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.065%",
                                    "191.558%",
                                    "208.215%",
                                    "220.708%",
                                    "233.201%",
                                    "249.858%",
                                    "266.515%",
                                    "283.172%",
                                    "299.83%",
                                    "316.487%",
                                    "333.144%",
                                    "353.965%",
                                    "374.787%",
                                    "395.608%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 사냥",
                        "Desc": "의지를 집중한 차스카가 「열풍의 영혼 사냥탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다. 그 후 열풍의 영혼 사냥탄은 6개의 「영혼 사냥탄」으로 분리되어 주변의 적을 공격한다.<br><br><color style='color:#FFD780;'>영혼 사냥탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다 영혼 사냥탄 2개가 랜덤으로 상응하는 원소 타입의 「찬란한 영혼 사냥탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다.<br><br><i>그 누구도 밤의 속삭임과 달빛 속에서 달아날 수 없듯이, 그 어떤 적도 사냥감을 노리는 차스카의 눈빛에서 벗어날 수 없다</i>KR0F",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "열풍의 영혼 사냥탄 피해",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "영혼 사냥탄 피해",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "찬란한 영혼 사냥탄 피해",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "총알 트릭",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 진행 시, 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 존재하면, 조건에 부합하는 각기 다른 원소의 수량에 따라 아래의 효과를 획득한다:<br> · 원소마다 33.3%/66.7%/100% 확률로 「결속 전환」이 발동되어, 탄창에 3번째로 장전된 <color style='color:#FFD780;'>그림자 추적탄</color>이 랜덤으로 상응하는 원소 타입의 <color style='color:#FFD780;'>물든 그림자 추적탄</color> 중 하나로 전환된다.<br> · 원소 타입마다 차스카에게 「물든 영혼」 효과를 1스택 부여해, 물든 그림자 추적탄으로 주는 피해가 15%/35%/65% 증가한다. 해당 효과는 이번 다중 조준이 끝날 때까지 지속된다. 최대 중첩수: 3스택",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "엄호자의 마음가짐",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 차스카가 주변의 적에게 「불꽃 그림자 추적탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>의 150%에 해당한다. 만약 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 존재하면, 불꽃 그림자 추적탄은 원소 전환이 발생해 밤혼 성질을 지닌 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>찬란한 그림자 추적탄</color>의 150%에 해당한다.<br>상술한 방식으로 주는 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불멸의 열정",
                        "Desc": "밤혼이 고갈된 후, 차스카는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 차스카를 진행할 수 있다. 현재 필드 위의 캐릭터가 공중에 있을 때 차스카가 교체 등장 시 발동: 차스카가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "중재의 진심",
                        "Desc": "파티 내 자신의 캐릭터가 적 처치 시, 열소를 25pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "탄창 · 회전하는 실린더",
                        "Desc": "고유 특성 「총알 트릭」의 「결속 전환」 발동 시, 탄창에 장전된 두 번째 <color style='color:#FFD780;'>그림자 추적탄</color>이 <color style='color:#FFD780;'>물든 그림자 추적탄</color>으로 추가 전환된다.<br>「결속 전환」 발동 확률이 증가한다: 파티 내에 원소 전환 조건에 부합하는 타입의 캐릭터가 있을 경우 「결속 전환」이 발동 확률이 33.3% 증가해 최대 100%까지 증가한다.<br><br>고유 특성 「총알 트릭」을 해금해야 한다.<br>또한 전투 이외의 상황에서 차스카의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "총구 · 피어오르는 연기",
                        "Desc": "차스카 등장 시, 고유 특성 「총알 트릭」의 「물든 영혼」을 1스택 획득한다. 해당 효과는 고유 특성 「총알 트릭」을 해금해야 한다.<br>또한, 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 다중 조준 발동 시, 차스카의 <color style='color:#FFD780;'>물든 그림자 추적탄</color>이 적에게 명중한 경우, <color style='color:#FFD780;'>물든 그림자 추적탄</color>의 원소 타입을 기반으로 차스카 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. 해당 피해는 강공격 피해로 간주한다. <color style='color:#FFD780;'>다중 조준</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "올가미 · 치밀한 통제",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "불꽃 · 신속한 사격",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 사냥</color>의 <color style='color:#FFD780;'>찬란한 영혼 사냥탄</color>이 적에게 명중 시, 차스카의 원소 에너지가 1.5pt 회복된다. 또한 <color style='color:#FFD780;'>찬란한 영혼 사냥탄</color>의 원소 유형에 따라, 차스카의 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. <color style='color:#FFD780;'>영혼 사냥</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "챙모자 · 모래 그림자",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 사냥</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "결투 · 투쟁의 영광",
                        "Desc": "차스카의 <color style='color:#FFD780;'>다중 조준</color>에 필요한 차지 시간이 감소한다. 또한 고유 특성 「총알 트릭」의 「결속 전환」 발동 후, 차스카가 「수확」 상태를 획득한다. 이어지는 3초 동안 차스카의 다음 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시 즉시 차지가 완료되고, 이번 <color style='color:#FFD780;'>다중 조준</color>의 치명타 피해가 120% 증가한다.<br><br>상술한 효과는 고유 특성 「총알 트릭」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 유령깃 연사",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 강풍이 화살촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.697%x2",
                                    "32.115%x2",
                                    "34.532%x2",
                                    "37.985%x2",
                                    "40.402%x2",
                                    "43.165%x2",
                                    "46.964%x2",
                                    "50.762%x2",
                                    "54.561%x2",
                                    "58.704%x2",
                                    "62.848%x2",
                                    "66.992%x2",
                                    "71.136%x2",
                                    "75.28%x2",
                                    "79.424%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "25.467%x3",
                                    "27.54%x3",
                                    "29.613%x3",
                                    "32.574%x3",
                                    "34.647%x3",
                                    "37.016%x3",
                                    "40.274%x3",
                                    "43.531%x3",
                                    "46.788%x3",
                                    "50.342%x3",
                                    "53.896%x3",
                                    "57.449%x3",
                                    "61.003%x3",
                                    "64.556%x3",
                                    "68.11%x3"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 올가미",
                        "Desc": "차스카가 무기에 담긴 의식과 공명해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>발동 후 차스카는 밤혼을 80pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 차스카</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 차스카의 밤혼 가호가 종료된다. 밤혼 가호는 아래와 같은 특성이 있다:<br> · 차스카가 「영혼총 · 의식 지팡이」에 탑승하고 차스카의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 차스카는 지속적으로 밤혼을 소모해 부유 상태를 유지한다. 대시 또는 상승 시, 추가로 밤혼을 소모한다.<br> · 일반 공격 또는 강공격 진행 시, 짧은 터치와 홀드에 따라 각기 다른 방식으로 「다중 조준」을 진행한다.<br><br><color style='color:#FFD780;'>다중 조준</color><br><color style='color:#FFD780;'>짧은 터치</color><br>전방의 적에게 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 일정 범위 내에 있는 일정 수량의 적을 조준한다. 홀드 시간에 따라 순서대로 「그림자 추적탄」을 최대 6발 장전한다. 6발 장전 완료 또는 홀드 중지 시, 선택된 적에게 순서대로 총알을 발사한다.<br><br><color style='color:#FFD780;'>그림자 추적탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 탄창에 4번째, 5번째, 6번째로 장전된 「그림자 추적탄」은 파티 내 다른 캐릭터의 원소 타입에 따라 원소 전환이 발생한다. 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다, 「그림자 추적탄」 1개가 랜덤으로 상응하는 원소 타입의 「빛나는 그림자 추적탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 나중에 탄창에 장전된 「그림자 추적탄」이 먼저 발사된다.<br><br>또한 밤혼 가호 상태에서 원소 전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>를 홀드 발동 시, 차스카가 밤혼 성질의 낙하 공격을 진행한다. 홀드 중단 시, 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정 중 착지 시, 차스카의 밤혼 가호가 종료된다.<br><br><i>이론상, 차스카가 원한다면 이 올가미는 그 어떤 물건도 끌어당길 수 있다. 하지만… 거대한 총보다 더 멋진 물건이 어디 있을까?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "공명 피해",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "다중 조준 짧은 터치 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "빛나는 그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.065%",
                                    "191.558%",
                                    "208.215%",
                                    "220.708%",
                                    "233.201%",
                                    "249.858%",
                                    "266.515%",
                                    "283.172%",
                                    "299.83%",
                                    "316.487%",
                                    "333.144%",
                                    "353.965%",
                                    "374.787%",
                                    "395.608%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 수확",
                        "Desc": "의지를 집중한 차스카가 「광풍의 영혼 수확탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다. 그 후 광풍의 영혼 수확탄은 6개의 「영혼 수확탄」으로 분리되어 주변의 적을 공격한다.<br><br><color style='color:#FFD780;'>영혼 수확탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다 영혼 수확탄 2개가 랜덤으로 상응하는 원소 타입의 「빛나는 영혼 수확탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다.<br><br><i>그 누구도 밤의 속삭임과 달빛 속에서 달아날 수 없듯이, 그 어떤 적도 사냥감을 노리는 차스카의 눈빛에서 벗어날 수 없다</i>",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "광풍의 영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "빛나는 영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "총알 트릭",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 진행 시, 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 존재하면, 조건에 부합하는 각기 다른 원소의 수량에 따라 아래의 효과를 획득한다:<br> · 원소마다 33.3%/66.7%/100% 확률로 「결속 전환」이 발동되어, 탄창에 3번째로 장전된 <color style='color:#FFD780;'>그림자 추적탄</color>이 랜덤으로 상응하는 원소 타입의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color> 중 하나로 전환된다.<br> · 원소 타입마다 차스카에게 「빛나는 영혼」 효과를 1스택 부여해, 빛나는 그림자 추적탄으로 주는 피해가 15%/35%/65% 증가한다. 해당 효과는 이번 다중 조준이 끝날 때까지 지속된다. 최대 중첩수: 3스택",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "엄호 사격",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 차스카가 주변의 적에게 「열풍의 그림자 추적탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>의 150%에 해당한다. 만약 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 존재하면, 열풍의 그림자 추적탄은 원소 전환이 발생해 밤혼 성질을 지닌 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 150%에 해당한다.<br>상술한 방식으로 주는 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불멸의 열정",
                        "Desc": "밤혼이 고갈된 후, 차스카는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 차스카를 진행할 수 있다. 현재 필드 위의 캐릭터가 공중에 있을 때 차스카가 교체 등장 시 발동: 차스카가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "중재의 진심",
                        "Desc": "파티 내 자신의 캐릭터가 적 처치 시, 열소를 25pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "탄창 · 회전하는 실린더",
                        "Desc": "고유 특성 「총알 트릭」의 「결속 전환」 발동 시, 탄창에 장전된 두 번째 <color style='color:#FFD780;'>그림자 추적탄</color>이 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 추가 전환된다.<br>「결속 전환」 발동 확률이 증가한다: 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 있을 경우 「결속 전환」이 발동 확률이 33.3% 증가해 최대 100%까지 증가한다.<br><br>고유 특성 「총알 트릭」을 해금해야 한다.<br>또한 전투 이외의 상황에서 차스카의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "총구 · 피어오르는 연기",
                        "Desc": "차스카 등장 시, 고유 특성 「총알 트릭」의 「빛나는 영혼」을 1스택 획득한다. 해당 효과는 고유 특성 「총알 트릭」을 해금해야 한다.<br>또한, 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 다중 조준 발동 시, 차스카의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>이 적에게 명중한 경우, <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 원소 타입을 기반으로 차스카 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. 해당 피해는 강공격 피해로 간주한다. <color style='color:#FFD780;'>다중 조준</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "올가미 · 치밀한 통제",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "불꽃 · 신속한 사격",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 수확</color>의 <color style='color:#FFD780;'>빛나는 영혼 수확탄</color>이 적에게 명중 시, 차스카의 원소 에너지가 1.5pt 회복된다. 또한 <color style='color:#FFD780;'>빛나는 영혼 수확탄</color>의 원소 유형에 따라, 차스카의 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. <color style='color:#FFD780;'>영혼 수확</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "챙모자 · 모래 그림자",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 수확</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "결투 · 투쟁의 영광",
                        "Desc": "차스카의 <color style='color:#FFD780;'>다중 조준</color>에 필요한 차지 시간이 감소한다. 또한 고유 특성 「총알 트릭」의 「결속 전환」 발동 후, 차스카가 「수확」 상태를 획득한다. 이어지는 3초 동안 차스카의 다음 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시 즉시 차지가 완료되고, 이번 <color style='color:#FFD780;'>다중 조준</color>의 치명타 피해가 120% 증가한다.<br><br>상술한 효과는 고유 특성 「총알 트릭」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 유령깃 연사",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 강풍이 화살촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.697%x2",
                                    "32.115%x2",
                                    "34.532%x2",
                                    "37.985%x2",
                                    "40.402%x2",
                                    "43.165%x2",
                                    "46.964%x2",
                                    "50.762%x2",
                                    "54.561%x2",
                                    "58.704%x2",
                                    "62.848%x2",
                                    "66.992%x2",
                                    "71.136%x2",
                                    "75.28%x2",
                                    "79.424%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "25.467%x3",
                                    "27.54%x3",
                                    "29.613%x3",
                                    "32.574%x3",
                                    "34.647%x3",
                                    "37.016%x3",
                                    "40.274%x3",
                                    "43.531%x3",
                                    "46.788%x3",
                                    "50.342%x3",
                                    "53.896%x3",
                                    "57.449%x3",
                                    "61.003%x3",
                                    "64.556%x3",
                                    "68.11%x3"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 올가미",
                        "Desc": "차스카가 무기에 담긴 의지와 공명해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>발동 후 차스카는 밤혼을 80pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 차스카</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 차스카의 밤혼 가호가 종료된다. 밤혼 가호는 아래와 같은 특성이 있다:<br> · 차스카가 「영혼총 · 의식 지팡이」에 탑승하고 차스카의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 차스카는 지속적으로 밤혼을 소모해 부유 상태를 유지한다. 대시 또는 상승 시, 추가로 밤혼을 소모한다.<br> · 일반 공격과 강공격 진행 시, 짧은 터치와 홀드에 따라 각기 다른 방식으로 「다중 조준」을 진행한다.<br><br><color style='color:#FFD780;'>다중 조준</color><br><color style='color:#FFD780;'>짧은 터치</color><br>전방의 적에게 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 일정 범위 내에 있는 일정 수량의 적을 조준한다. 홀드 시간에 따라 순서대로 「그림자 추적탄」을 최대 6발 장전한다. 6발 장전 완료 또는 홀드 중지 시, 선택된 적에게 순서대로 총알을 발사한다.<br><br><color style='color:#FFD780;'>그림자 추적탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 탄창에 4번째, 5번째, 6번째로 장전된 「그림자 추적탄」은 파티 내 다른 캐릭터의 원소 타입에 따라 원소 전환이 발생한다. 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다, 「그림자 추적탄」 1개가 랜덤으로 상응하는 원소 타입의 「빛나는 그림자 추적탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 나중에 탄창에 장전된 「그림자 추적탄」이 먼저 발사된다.<br><br>또한 밤혼 가호 상태에서 원소 전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>를 홀드 발동 시, 차스카가 밤혼 성질의 낙하 공격을 진행한다. 홀드 중단 시, 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정 중 착지 시, 차스카의 밤혼 가호가 종료된다.<br><br><i>이론상, 차스카가 원한다면 이 올가미는 그 어떤 물건도 끌어당길 수 있다. 하지만… 거대한 총보다 더 멋진 물건이 어디 있을까?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "공명 피해",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "다중 조준 짧은 터치 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "빛나는 그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.065%",
                                    "191.558%",
                                    "208.215%",
                                    "220.708%",
                                    "233.201%",
                                    "249.858%",
                                    "266.515%",
                                    "283.172%",
                                    "299.83%",
                                    "316.487%",
                                    "333.144%",
                                    "353.965%",
                                    "374.787%",
                                    "395.608%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 수확",
                        "Desc": "의지를 집중한 차스카가 「광풍의 영혼 수확탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다. 그 후 광풍의 영혼 수확탄은 6개의 「영혼 수확탄」으로 분리되어 주변의 적을 공격한다.<br><br><color style='color:#FFD780;'>영혼 수확탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다 영혼 수확탄 2개가 랜덤으로 상응하는 원소 타입의 「빛나는 영혼 수확탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다.<br><br><i>그 누구도 밤의 속삭임과 달빛 속에서 달아날 수 없듯이, 그 어떤 적도 사냥감을 노리는 차스카의 눈빛에서 벗어날 수 없다</i>",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "광풍의 영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "빛나는 영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "총알 트릭",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 진행 시, 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 존재하면, 조건에 부합하는 각기 다른 원소의 수량에 따라 아래의 효과를 획득한다:<br> · 원소 타입마다 33.3%/66.7%/100% 확률로 「결속 전환」이 발동되어, 탄창에 3번째로 장전된 <color style='color:#FFD780;'>그림자 추적탄</color>이 랜덤으로 상응하는 원소 타입의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color> 중 하나로 전환된다.<br> · 원소 타입마다 차스카에게 「빛나는 추적」 효과를 1스택 부여해, 빛나는 그림자 추적탄으로 주는 피해가 15%/35%/65% 증가한다. 해당 효과는 이번 다중 조준이 끝날 때까지 지속된다. 최대 중첩수: 3스택",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "엄호 사격",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 차스카가 주변의 적에게 「열풍의 그림자 추적탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>의 150%에 해당한다. 만약 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 존재하면, 열풍의 그림자 추적탄은 원소 전환이 발생해 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 150%에 해당한다.<br>상술한 방식으로 주는 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불멸의 열정",
                        "Desc": "밤혼 소진 후, 차스카는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 차스카를 진행할 수 있다. 현재 필드 위의 캐릭터가 공중에 있을 때 차스카가 교체 등장 시 발동: 차스카가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "중재의 참뜻",
                        "Desc": "파티 내 자신의 캐릭터가 적 처치 시, 열소를 25pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "탄창 · 회전하는 실린더",
                        "Desc": "고유 특성 「총알 트릭」의 「결속 전환」 발동 시, 탄창에 장전된 두 번째 <color style='color:#FFD780;'>그림자 추적탄</color>이 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 추가 전환된다.<br>「결속 전환」 발동 확률이 증가한다: 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 있을 경우 「결속 전환」의 발동 확률이 33.3% 증가해 최대 100%까지 증가한다.<br><br>고유 특성 「총알 트릭」을 해금해야 한다.<br>또한 전투 상태가 아닌 상황에서 차스카의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "총구 · 피어오르는 연기",
                        "Desc": "차스카 등장 시, 고유 특성 「총알 트릭」의 「빛나는 추적」을 1스택 획득한다. 해당 효과는 고유 특성 「총알 트릭」을 해금해야 한다.<br>또한, 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시, 차스카의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>이 적에게 명중한 경우, <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 원소 타입에 따라 차스카 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. 해당 피해는 강공격 피해로 간주한다. <color style='color:#FFD780;'>다중 조준</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "올가미 · 치밀한 통제",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "불꽃 · 신속한 사격",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 수확</color>의 <color style='color:#FFD780;'>빛나는 영혼 수확탄</color>이 적에게 명중 시, 차스카의 원소 에너지가 1.5pt 회복된다. 또한 <color style='color:#FFD780;'>빛나는 영혼 수확탄</color>의 원소 타입에 따라, 차스카의 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br>상술한 방식을 통한 상응하는 원소 범위 피해 효과는 <color style='color:#FFD780;'>영혼 수확</color>을 발동할 때마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "챙모자 · 모래 그림자",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 수확</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "결투 · 투쟁의 영광",
                        "Desc": "차스카의 <color style='color:#FFD780;'>다중 조준</color>에 필요한 차지 시간이 감소한다. 또한 고유 특성 「총알 트릭」의 「결속 전환」 발동 후, 차스카가 「수확」 상태를 획득한다. 이어지는 3초 동안 차스카의 다음번 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시 차지가 즉시 완료되고, 이번 <color style='color:#FFD780;'>다중 조준</color>의 치명타 피해가 120% 증가한다. 3초마다 「수확」 효과를 최대 1회 획득할 수 있다.<br><br>상술한 효과는 고유 특성 「총알 트릭」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "유령깃 연사",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 강풍이 화살촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.0078%",
                                    "51.9154%",
                                    "55.823%",
                                    "61.4053%",
                                    "65.3129%",
                                    "69.7788%",
                                    "75.9193%",
                                    "82.0598%",
                                    "88.2003%",
                                    "94.8991%",
                                    "101.5979%",
                                    "108.2966%",
                                    "114.9954%",
                                    "121.6941%",
                                    "128.3929%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.5884%",
                                    "48.2177%",
                                    "51.847%",
                                    "57.0317%",
                                    "60.661%",
                                    "64.8087%",
                                    "70.5119%",
                                    "76.2151%",
                                    "81.9183%",
                                    "88.1399%",
                                    "94.3615%",
                                    "100.5832%",
                                    "106.8048%",
                                    "113.0265%",
                                    "119.2481%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.6975%x2",
                                    "32.1148%x2",
                                    "34.532%x2",
                                    "37.9852%x2",
                                    "40.4024%x2",
                                    "43.165%x2",
                                    "46.9635%x2",
                                    "50.762%x2",
                                    "54.5606%x2",
                                    "58.7044%x2",
                                    "62.8482%x2",
                                    "66.9921%x2",
                                    "71.1359%x2",
                                    "75.2798%x2",
                                    "79.4236%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "25.4672%x3",
                                    "27.5401%x3",
                                    "29.613%x3",
                                    "32.5743%x3",
                                    "34.6472%x3",
                                    "37.0163%x3",
                                    "40.2737%x3",
                                    "43.5311%x3",
                                    "46.7885%x3",
                                    "50.3421%x3",
                                    "53.8957%x3",
                                    "57.4492%x3",
                                    "61.0028%x3",
                                    "64.5563%x3",
                                    "68.1099%x3"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 올가미",
                        "Desc": "차스카가 무기에 담긴 의지와 공명해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>발동 후 차스카는 밤혼을 80pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 차스카</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 차스카의 밤혼 가호가 종료된다. 밤혼 가호는 아래와 같은 특성이 있다:<br> · 차스카가 「영혼총 · 의식 지팡이」에 탑승하고 차스카의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 차스카는 지속적으로 밤혼을 소모해 부유 상태를 유지한다. 대시 또는 상승 시, 추가로 밤혼을 소모한다.<br> · 일반 공격과 강공격 진행 시, 짧은 터치와 홀드에 따라 각기 다른 방식으로 「다중 조준」을 진행한다.<br><br><color style='color:#FFD780;'>다중 조준</color><br><color style='color:#FFD780;'>짧은 터치</color><br>전방의 적에게 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 일정 범위 내에 있는 일정 수량의 적을 조준한다. 홀드 시간에 따라 순서대로 「그림자 추적탄」을 최대 6발 장전한다. 6발 장전 완료 또는 홀드 중지 시, 선택된 적에게 순서대로 총알을 발사한다.<br><br><color style='color:#FFD780;'>그림자 추적탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 탄창에 4번째, 5번째, 6번째로 장전된 「그림자 추적탄」은 파티 내 다른 캐릭터의 원소 타입에 따라 원소 전환이 발생한다. 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다, 「그림자 추적탄」 1개가 랜덤으로 상응하는 원소 타입의 「빛나는 그림자 추적탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br> · 나중에 탄창에 장전된 「그림자 추적탄」이 먼저 발사된다.<br><br>또한 밤혼 가호 상태에서 원소 전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>를 홀드 발동 시, 차스카가 밤혼 성질의 낙하 공격을 진행한다. 홀드 중단 시, 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정 중 착지 시, 차스카의 밤혼 가호가 종료된다.<br><br><i>이론상, 차스카가 원한다면 이 올가미는 그 어떤 물건도 끌어당길 수 있다. 하지만… 거대한 총보다 더 멋진 물건이 어디 있을까?</i>",
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "공명 피해",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "다중 조준 짧은 터치 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "빛나는 그림자 추적탄 피해",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.0649%",
                                    "191.5578%",
                                    "208.215%",
                                    "220.7079%",
                                    "233.2008%",
                                    "249.858%",
                                    "266.5152%",
                                    "283.1724%",
                                    "299.8296%",
                                    "316.4868%",
                                    "333.144%",
                                    "353.9655%",
                                    "374.787%",
                                    "395.6085%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초",
                                    "6.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "영혼 수확",
                        "Desc": "의지를 집중한 차스카가 「광풍의 영혼 수확탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다. 그 후 광풍의 영혼 수확탄은 6개의 「영혼 수확탄」으로 분리되어 주변의 적을 공격한다.<br><br><color style='color:#FFD780;'>영혼 수확탄</color><br> · 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 1명 존재할 때마다 영혼 수확탄 2개가 랜덤으로 상응하는 원소 타입의 「빛나는 영혼 수확탄」 중 하나로 전환되어 밤혼 성질의 상응하는 원소 피해를 준다.<br><br><i>그 누구도 밤의 속삭임과 달빛 속에서 달아날 수 없듯이, 그 어떤 적도 사냥감을 노리는 차스카의 눈빛에서 벗어날 수 없다</i>",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "광풍의 영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "빛나는 영혼 수확탄 피해",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "총알 트릭",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 차지 진행 시, 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 존재하면, 조건에 부합하는 각기 다른 원소의 수량에 따라 아래의 효과를 획득한다:<br> · 원소 타입마다 33.3%/66.7%/100% 확률로 「결속 전환」이 발동되어, 탄창에 3번째로 장전된 <color style='color:#FFD780;'>그림자 추적탄</color>이 랜덤으로 상응하는 원소 타입의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color> 중 하나로 전환된다.<br> · 원소 타입마다 차스카에게 「빛나는 추적」 효과를 1스택 부여해, 빛나는 그림자 추적탄으로 주는 피해가 15%/35%/65% 증가한다. 해당 효과는 이번 다중 조준이 끝날 때까지 지속된다. 최대 중첩수: 3스택",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "엄호 사격",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 차스카가 주변의 적에게 「열풍의 그림자 추적탄」을 발사해 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>의 150%에 해당한다. 만약 파티 내에 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 캐릭터가 존재하면, 열풍의 그림자 추적탄은 원소 전환이 발생해 밤혼 성질의 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 150%에 해당한다.<br>상술한 방식으로 주는 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불멸의 열정",
                        "Desc": "밤혼 소진 후, 차스카는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 차스카를 진행할 수 있다. 현재 필드 위의 캐릭터가 공중에 있을 때 차스카가 교체 등장 시 발동: 차스카가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "중재의 참뜻",
                        "Desc": "파티 내 자신의 캐릭터가 적 처치 시, 열소를 25pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "탄창 · 회전하는 실린더",
                        "Desc": "돌파 특성 「총알 트릭」의 「결속 전환」 발동 시, 탄창에 장전된 두 번째 <color style='color:#FFD780;'>그림자 추적탄</color>이 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>으로 추가 전환된다.<br>「결속 전환」 발동 확률이 증가한다: 파티 내에 원소 전환 조건에 부합하는 원소 타입의 캐릭터가 있을 경우 「결속 전환」의 발동 확률이 33.3% 증가해 최대 100%까지 증가한다.<br><br>돌파 특성 「총알 트릭」을 해금해야 한다.<br>또한 전투 상태가 아닌 상황에서 차스카의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "총구 · 피어오르는 연기",
                        "Desc": "차스카 등장 시, 돌파 특성 「총알 트릭」의 「빛나는 추적」을 1스택 획득한다. 해당 효과는 돌파 특성 「총알 트릭」을 해금해야 한다.<br>또한, 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시, 차스카의 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>이 적에게 명중한 경우, <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 원소 타입에 따라 차스카 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. 해당 피해는 강공격 피해로 간주한다. <color style='color:#FFD780;'>다중 조준</color>을 발동할 때마다 해당 효과는 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "올가미 · 치밀한 통제",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "불꽃 · 신속한 사격",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 수확</color>의 <color style='color:#FFD780;'>빛나는 영혼 수확탄</color>이 적에게 명중 시, 차스카의 원소 에너지가 1.5pt 회복된다. 또한 <color style='color:#FFD780;'>빛나는 영혼 수확탄</color>의 원소 타입에 따라, 차스카의 공격력의 400%에 해당하는 상응하는 원소 범위 피해를 준다. 해당 피해는 강공격 피해로 간주한다.<br>상술한 방식을 통한 상응하는 원소 범위 피해 효과는 <color style='color:#FFD780;'>영혼 수확</color>을 발동할 때마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "챙모자 · 모래 그림자",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>영혼 수확</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "결투 · 투쟁의 영광",
                        "Desc": "차스카의 <color style='color:#FFD780;'>다중 조준</color>에 필요한 차지 시간이 감소한다. 또한 돌파 특성 「총알 트릭」의 「결속 전환」 발동 후, 차스카가 「수확」 상태를 획득한다. 이어지는 3초 동안 차스카의 다음번 원소전투 스킬 <color style='color:#FFD780;'>영혼 올가미</color>의 <color style='color:#FFD780;'>다중 조준</color> 발동 시 차지가 즉시 완료되고, 이번 <color style='color:#FFD780;'>다중 조준</color>의 <color style='color:#FFD780;'>그림자 추적탄</color>과 <color style='color:#FFD780;'>빛나는 그림자 추적탄</color>의 치명타 피해가 120% 증가한다. 3초마다 「수확」 효과를 최대 1회 획득할 수 있다.<br><br>상술한 효과는 돌파 특성 「총알 트릭」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Chasca": {}
}