// Auto Generated

var _AvatarDataConfig_ = {
    "Durin": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Elemental Skill hits a monster, generates @4 Pyro Particles#."
                ]
            },
            {
                "Name": "Element Application (v2)",
                "DescList": [
                    "• E Light: @1# / E Dark：@1+0+0#",
                    "• Q Light / Dark: @1+0+0#",
                    "• Light Flames: @1+0+1+0+...# (One hit every @1s#)",
                    "• Dark Flames: @1+0+1+0+...# (One hit every @1.25s#)"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Durin": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101261": 3,
                "112125": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113080": 2,
                "101261": 10,
                "112125": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113080": 4,
                "101261": 20,
                "112126": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113080": 8,
                "101261": 30,
                "112126": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113080": 12,
                "101261": 45,
                "112127": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113080": 20,
                "101261": 60,
                "112127": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112127": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112127": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112127": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112127": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112127": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112127": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112127": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112127": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112127": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112127": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112127": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112127": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Durin": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "화염의 익멸참",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 1회의 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이원식 · 융합분열",
                        "Desc": "영혼과 염원의 재료를 정화하여 <color style='color:#FFD780;'>본질 전환</color>을 진행한다. 이 기간 동안 두린의 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 백화</color>로, 일반 공격 <color style='color:#FFD780;'>화염의 익멸참</color>은 특수 일반 공격 <color style='color:#FFD780;'>전환 · 흑도</color>로 대체된다.<br><br><color style='color:#FFD780;'>전환 · 백화</color><br>주변 적들에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 1회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>백화</color> 상태에 진입한다, 지속 시간 30초.<br><br><color style='color:#FFD780;'>전환 · 흑도</color><br>전방의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 연속으로 3회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>흑도</color> 상태에 진입한다, 지속 시간 30초.<br><br>두린이 <color style='color:#FFD780;'>백화</color> 또는 <color style='color:#FFD780;'>흑도</color> 상태 진입 시, 일정량의 원소 에너지를 회복한다. 해당 방식으로 원소 에너지를 6초마다 최대 1회 회복할 수 있다",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>사랑과 분노는 서로의 내부에서 영원히 존재하며 모든 생명체 속에도 존재한다. 그렇기에 변화한 짐승의 내면이 세계와 공명하였고, 이로부터 두 개의 중심이 탄생했다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "단절 · 백광 피해",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "단 · 흑광 피해",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지 회복",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "백화술 · 빛의 흐름",
                        "Desc": "「야수」의 힘을 다양한 방식으로 해방한다. 두린의 <color style='color:#FFD780;'>본질 전환</color> 상태에 따라 다른 원소폭발을 발동할 수 있다.<br><br><color style='color:#FFD780;'>백화술 · 빛의 흐름</color><br>두린이 <color style='color:#FFD780;'>백화</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>백화술 · 빛의 흐름</color>을 발동해 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「백염룡」</color> 형태로 발현한다. 「백염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적을 공격해 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br><color style='color:#FFD780;'>흑도술 · 타오르는 빛</color><br>두린이 <color style='color:#FFD780;'>흑도</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>흑도술 · 타오르는 빛</color> 발동으로 전환되어 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「암흑룡」</color> 형태로 발현한다. 「암흑룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적 1기를 공격해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br>또한, 두린이 본질 전환의 특수 상태가 아닐 경우, 원소폭발 <color style='color:#FFD780;'>백화술 · 빛의 흐름</color>을 발동한다",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>모든 사람은 자기 영혼의 주인이다. 그는 이 삶 속에서 자신을 분노로도, 빛으로도 만들 수 있다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "석양에서 태어난 · 백광 피해",
                                "ParamLevelList": [
                                    "87.28%+65.6%+74.96%",
                                    "93.826%+70.52%+80.582%",
                                    "100.372%+75.44%+86.204%",
                                    "109.1%+82.0%+93.7%",
                                    "115.646%+86.92%+99.322%",
                                    "122.192%+91.84%+104.944%",
                                    "130.92%+98.4%+112.44%",
                                    "139.648%+104.96%+119.936%",
                                    "148.376%+111.52%+127.432%",
                                    "157.104%+118.08%+134.928%",
                                    "165.832%+124.64%+142.424%",
                                    "174.56%+131.2%+149.92%",
                                    "185.47%+139.4%+159.29%",
                                    "196.38%+147.6%+168.66%",
                                    "207.29%+155.8%+178.03%"
                                ]
                            },
                            {
                                "Desc": "새벽에 소멸한 · 흑광 피해",
                                "ParamLevelList": [
                                    "93.52%+70.72%+80.48%",
                                    "100.534%+76.024%+86.516%",
                                    "107.548%+81.328%+92.552%",
                                    "116.9%+88.4%+100.6%",
                                    "123.914%+93.704%+106.636%",
                                    "130.928%+99.008%+112.672%",
                                    "140.28%+106.08%+120.72%",
                                    "149.632%+113.152%+128.768%",
                                    "158.984%+120.224%+136.816%",
                                    "168.336%+127.296%+144.864%",
                                    "177.688%+134.368%+152.912%",
                                    "187.04%+141.44%+160.96%",
                                    "198.73%+150.28%+171.02%",
                                    "210.42%+159.12%+181.08%",
                                    "222.11%+167.96%+191.14%"
                                ]
                            },
                            {
                                "Desc": "백광 · 찬란한 불빛 피해",
                                "ParamLevelList": [
                                    "129.28%",
                                    "138.976%",
                                    "148.672%",
                                    "161.6%",
                                    "171.296%",
                                    "180.992%",
                                    "193.92%",
                                    "206.848%",
                                    "219.776%",
                                    "232.704%",
                                    "245.632%",
                                    "258.56%",
                                    "274.72%",
                                    "290.88%",
                                    "307.04%"
                                ]
                            },
                            {
                                "Desc": "흑광 · 심연의 불빛 피해",
                                "ParamLevelList": [
                                    "156.4%",
                                    "168.13%",
                                    "179.86%",
                                    "195.5%",
                                    "207.23%",
                                    "218.96%",
                                    "234.6%",
                                    "250.24%",
                                    "265.88%",
                                    "281.52%",
                                    "297.16%",
                                    "312.8%",
                                    "332.35%",
                                    "351.9%",
                                    "371.45%"
                                ]
                            },
                            {
                                "Desc": "백광 · 찬란한 불빛 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "흑광 · 심연의 불빛 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "신의 명령에 현현한 빛",
                        "Desc": "두린이 원소폭발을 발동할 때 발현되는 힘의 형태에 따라 각기 다른 강화 효과가 발생한다. 두린의 힘이 다음과 같이 발현될 경우:<br><br><color style='color:#FFD780;'>백염룡</color><br>주변에 있는 파티 내 캐릭터가 적에게 연소, 과부하, 불 원소 확산 또는 결정 반응을 발동한 후, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>과 반응에 참여한 원소의 내성이 20% 감소한다. 지속 시간: 6초.<br><br><color style='color:#FFD780;'>암흑룡</color><br>두린이 발동한 증발 반응으로 주는 피해가 40% 증가하고, 융해 반응으로 주는 피해가 40% 증가한다",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "혼돈으로 이룬 어둠",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>본질 전환</color>의 백화 또는 흑도 상태일 시, 두린의 원소폭발으로 주는 피해가 두린 공격력의 50%만큼 증가한다. 해당 방식으로 두린의 원소폭발 피해는 최대 1000 증가한다",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "대지의 메아리",
                        "Desc": "몬드에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "마녀의 전야제 · 승화의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과업 · 세계</color>를 완료하면, 두린이 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우 <color style='color:#FFD780;'>마도 · 비술</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>지속 시간 외에도 고유 특성 <color style='color:#FFD780;'>「신의 명령에 현현한 빛」</color>의 모든 효과가 75% 증가한다",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "적토의 역",
                        "Desc": "두린의 원소폭발 피해가 25% 증가한다.<br>또한, 원소폭발 발동 후 두린이 발동한 원소폭발에 따라 각기 다른 효과가 발동된다.<br> · <color style='color:#FFD780;'>백화술 · 빛의 흐름</color>: 파티 내 주변의 모든 다른 캐릭터가 「순환의 계시」를 12스택 획득한다. 지속 시간: 20초. 「순환의 계시」를 보유한 현재 필드 위 캐릭터가 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발로 피해를 줄 때, 「순환의 계시」를 1스택 소모해 주는 피해가 두린 공격력의 60%만큼 증가한다. 파티 내 「순환의 계시」를 보유한 캐릭터의 효과 적용 횟수는 독립적으로 계산된다.<br> · <color style='color:#FFD780;'>흑도술 · 타오르는 빛</color>: 두린이 「순환의 계시」를 12스택 획득한다. 지속 시간: 20초. 두린이 원소폭발 피해를 줄 때, 「순환의 계시」를 2스택 소모해 주는 피해가 두린 공격력의 100%만큼 증가한다.<br><br>원소폭발 발동 시, 「순환의 계시」의 스택이 갱신된다",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "끝없는 상상",
                        "Desc": "두린이 원소폭발을 발동한 후 20초 동안, 주변에 있는 파티 내 캐릭터가 적에게 증발, 융해, 연소, 과부하, 불 원소 확산 또는 불 원소 결정 반응을 발동하면, 주변에 있는 파티 내 캐릭터는 50%의 <color style='color:#FF9999;'>불 원소 피해 보너스</color>와 반응에 참여한 해당 원소의 피해 보너스를 6초 동안 획득합니다.",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "염경의 현시",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>백화법 · 빛의 흐름</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "넘쳐흐르는 근원",
                        "Desc": "운명의 자리 <color style='color:#FFD780;'>「적토의 역류」</color>의 효과로 「윤변계시」를 소모할 때, 55%의 확률로 「윤변계시」를 소모하지 않습니다.",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "고통의 불꽃",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합 정련</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이중 탄생",
                        "Desc": "두린의 원소폭발이 주는 피해는 적의 방어력 30%를 무시한다.<br>또한, 두린의 원소폭발 <color style='color:#FFD780;'>백화술 · 빛의 흐름</color>과 <color style='color:#FFD780;'>흑도술 · 타오르는 빛</color>이 각각 강화된다:<br> · 원소폭발 <color style='color:#FFD780;'>백화술 · 빛의 흐름</color>과 <color style='color:#FFD780;'>「백염룡」</color>이 적에게 명중한 후 6초 동안 해당 적의 방어력이 30% 감소한다.<br> · 원소폭발 <color style='color:#FFD780;'>흑도술 · 타오르는 빛</color>과 <color style='color:#FFD780;'>「암흑룡」</color>으로 주는 피해가 추가로 적의 방어력 40%를 무시한다",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "본질 전환",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>발동 후 획득하는 효과.<br>지속 시간 동안 두린은 원소전투 스킬을 짧게 눌러<color style='color:#FFD780;'>백화</color> 상태에 진입하거나, 일반 공격을 짧게 눌러 <color style='color:#FFD780;'>흑도</color> 상태에 진입할 수 있다.<br>아 두 가지 상태에서 두린은 서로 다른 강화 효과를 획득하고, 각기 다른 원소폭발을 발동한다"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "화염의 익멸참",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 1회의 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이원식 · 융합분열",
                        "Desc": "영혼과 염원의 재료를 정화하여 <color style='color:#FFD780;'>본질 전환</color>을 진행한다. 이 기간 동안 두린의 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 백화</color>로, 일반 공격 <color style='color:#FFD780;'>화염의 익멸참</color>은 특수 일반 공격 <color style='color:#FFD780;'>전환 · 흑도</color>로 대체된다.<br><br><color style='color:#FFD780;'>전환 · 백화</color><br>주변 적들에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 1회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>백화</color> 상태에 진입한다, 지속 시간 30초.<br><br><color style='color:#FFD780;'>전환 · 흑도</color><br>전방의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 연속으로 3회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>흑도</color> 상태에 진입한다, 지속 시간 30초.<br><br>두린이 <color style='color:#FFD780;'>백화</color> 또는 <color style='color:#FFD780;'>흑도</color> 상태 진입 시, 일정량의 원소 에너지를 회복한다. 해당 방식으로 원소 에너지를 X초마다 최대 1회 회복할 수 있다",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>사랑과 분노는 서로의 내부에서 영원히 존재하며 모든 생명체 속에도 존재한다. 그렇기에 변화한 짐승의 내면이 세계와 공명하였고, 이로부터 두 개의 중심이 탄생했다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "단절 · 백광 피해",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "단 · 흑광 피해",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지 회복",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "백화술 · 빛의 흐름",
                        "Desc": "「야수」의 힘을 다양한 방식으로 해방한다. 두린의 <color style='color:#FFD780;'>본질 전환</color> 상태에 따라 다른 원소폭발을 발동할 수 있다.<br><br><color style='color:#FFD780;'>백화술 · 빛의 변화</color><br>두린이 <color style='color:#FFD780;'>백화</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>백화술 · 빛의 변화</color>를 발동해 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「백염룡」</color> 형태로 발현한다. 「백염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적을 공격해 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br><color style='color:#FFD780;'>흑도술 · 타오르는 빛</color><br>두린이 <color style='color:#FFD780;'>흑도</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>흑도술 · 타오르는 빛</color> 발동으로 전환되어 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「암흑룡」</color> 형태로 발현한다. 「암흑룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적 1기를 공격해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br>또한, 두린이 본질 전환의 특수 상태가 아닐 경우, 원소폭발 <color style='color:#FFD780;'>백화술 · 빛의 변화</color>를 발동한다",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>모든 사람은 자기 영혼의 주인이다. 그는 이 삶 속에서 자신을 분노로도, 빛으로도 만들 수 있다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "석양에서 태어난 · 백광 피해",
                                "ParamLevelList": [
                                    "87.28%+65.6%+74.96%",
                                    "93.826%+70.52%+80.582%",
                                    "100.372%+75.44%+86.204%",
                                    "109.1%+82.0%+93.7%",
                                    "115.646%+86.92%+99.322%",
                                    "122.192%+91.84%+104.944%",
                                    "130.92%+98.4%+112.44%",
                                    "139.648%+104.96%+119.936%",
                                    "148.376%+111.52%+127.432%",
                                    "157.104%+118.08%+134.928%",
                                    "165.832%+124.64%+142.424%",
                                    "174.56%+131.2%+149.92%",
                                    "185.47%+139.4%+159.29%",
                                    "196.38%+147.6%+168.66%",
                                    "207.29%+155.8%+178.03%"
                                ]
                            },
                            {
                                "Desc": "새벽에 소멸한 · 흑광 피해",
                                "ParamLevelList": [
                                    "93.52%+70.72%+80.48%",
                                    "100.534%+76.024%+86.516%",
                                    "107.548%+81.328%+92.552%",
                                    "116.9%+88.4%+100.6%",
                                    "123.914%+93.704%+106.636%",
                                    "130.928%+99.008%+112.672%",
                                    "140.28%+106.08%+120.72%",
                                    "149.632%+113.152%+128.768%",
                                    "158.984%+120.224%+136.816%",
                                    "168.336%+127.296%+144.864%",
                                    "177.688%+134.368%+152.912%",
                                    "187.04%+141.44%+160.96%",
                                    "198.73%+150.28%+171.02%",
                                    "210.42%+159.12%+181.08%",
                                    "222.11%+167.96%+191.14%"
                                ]
                            },
                            {
                                "Desc": "백광 · 찬란한 불빛 피해",
                                "ParamLevelList": [
                                    "98.0%",
                                    "105.35%",
                                    "112.7%",
                                    "122.5%",
                                    "129.85%",
                                    "137.2%",
                                    "147.0%",
                                    "156.8%",
                                    "166.6%",
                                    "176.4%",
                                    "186.2%",
                                    "196.0%",
                                    "208.25%",
                                    "220.5%",
                                    "232.75%"
                                ]
                            },
                            {
                                "Desc": "흑광 · 심연의 불빛 피해",
                                "ParamLevelList": [
                                    "156.4%",
                                    "168.13%",
                                    "179.86%",
                                    "195.5%",
                                    "207.23%",
                                    "218.96%",
                                    "234.6%",
                                    "250.24%",
                                    "265.88%",
                                    "281.52%",
                                    "297.16%",
                                    "312.8%",
                                    "332.35%",
                                    "351.9%",
                                    "371.45%"
                                ]
                            },
                            {
                                "Desc": "백광 · 찬란한 불빛 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "흑광 · 심연의 불빛 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "신의 명령에 현현한 빛",
                        "Desc": "두린이 원소폭발을 발동할 때 발현되는 힘의 형태에 따라 각기 다른 강화 효과가 발생한다. 두린의 힘이 다음과 같이 발현될 경우:<br><br><color style='color:#FFD780;'>백염룡</color><br>주변에 있는 파티 내 캐릭터가 적에게 연소, 과부하, 불 원소 확산 또는 결정 반응을 발동한 후, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>과 반응에 참여한 원소의 내성이 20% 감소한다. 지속 시간: 6초.<br><br><color style='color:#FFD780;'>암흑룡</color><br>두린이 발동한 증발 반응으로 주는 피해가 40% 증가하고, 융해 반응으로 주는 피해가 40% 증가한다",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "혼돈으로 이룬 어둠",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>으로 <color style='color:#FFD780;'>본질 전환</color>의 백화 또는 흑도 상태가 된 후 X초 동안, 두린의 원소폭발으로 주는 피해가 두린 공격력의 50%만큼 증가한다. 해당 방식으로 두린의 원소폭발 피해는 최대 1000 증가한다",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "대지의 메아리",
                        "Desc": "몬드에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "마녀의 전야제 · 승화의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과업 · 세계</color>를 완료하면, 두린이 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비술</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>지속 시간 외에도 고유 특성 <color style='color:#FFD780;'>「신의 명령에 현현한 빛」</color>의 모든 효과가 75% 증가한다",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "적토의 역",
                        "Desc": "두린의 원소폭발 피해가 25% 증가합니다.<br>또한, 원소폭발 발동 후 두린은 「윤변 계시」 12층을 획득하며 20초 동안 지속됩니다. 두린이 발동한 원소폭발에 따라 「윤변 계시」를 다른 방식으로 소모하여 각각 다른 강화 효과를 얻을 수 있습니다. 두린이 발동한 원소폭발이:<br> · <color style='color:#FFD780;'>백화법 · 빛처럼 변화하다</color>: 두린을 제외한 주변의 현재 필드 위 캐릭터가 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발로 피해를 줄 때, 「윤변 계시」를 1층 소모하여 주는 피해가 증가하며, 증가량은 두린 공격력의 60%에 해당합니다.<br> · <color style='color:#FFD780;'>흑도법 · 별빛처럼 타오르다</color>: 두린이 원소폭발 피해를 줄 때, 「윤변 계시」를 2층 소모하여 주는 피해가 증가하며, 증가량은 두린 공격력의 100%에 해당합니다.<br><br>원소폭발 발동 시, 「윤변 계시」의 층수가 갱신됩니다.",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "끝없는 상상",
                        "Desc": "두린이 원소폭발을 발동한 후 20초 동안, 주변에 있는 파티 내 캐릭터가 적에게 증발, 융해, 연소, 과부하, 불 원소 확산 또는 불 원소 결정 반응을 발동하면, 주변에 있는 파티 내 캐릭터는 50%의 <color style='color:#FF9999;'>불 원소 피해 보너스</color>와 반응에 참여한 해당 원소의 피해 보너스를 6초 동안 획득합니다.",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "염경의 현시",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>백화법 · 빛의 흐름</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "넘쳐흐르는 근원",
                        "Desc": "운명의 자리 <color style='color:#FFD780;'>「적토의 역류」</color>의 효과로 「윤변계시」를 소모할 때, 55%의 확률로 「윤변계시」를 소모하지 않습니다.",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "고통의 불꽃",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합 정련</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이중 탄생",
                        "Desc": "두린의 원소폭발이 주는 피해는 적의 방어력 30%를 무시합니다.<br>또한, 두린의 원소폭발 <color style='color:#FFD780;'>백화법 · 빛의 변화</color>와 <color style='color:#FFD780;'>흑도법 · 별빛 잔불</color>이 각각 강화됩니다:<br> · 원소폭발 <color style='color:#FFD780;'>백화법 · 빛의 변화</color>와 <color style='color:#FFD780;'>「백염의 용」</color>이 적에게 명중한 후 6초 동안 해당 적의 방어력이 30% 감소합니다.<br> · 원소폭발 <color style='color:#FFD780;'>흑도법 · 별빛 잔불</color>과 <color style='color:#FFD780;'>「흑식의 용」</color>이 주는 피해는 추가로 적의 방어력 40%를 무시합니다.",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "본질 전환",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>발동 후 획득하는 효과.<br>지속 시간 동안 두린은 원소전투 스킬을 짧게 눌러<color style='color:#FFD780;'>백화</color> 상태에 진입하거나, 일반 공격을 짧게 눌러 <color style='color:#FFD780;'>흑도</color> 상태에 진입할 수 있다.<br>아 두 가지 상태에서 두린은 서로 다른 강화 효과를 획득하고, 각기 다른 원소폭발을 발동한다"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "불꽃 날개 베기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 1회의 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이원식 · 융합분열",
                        "Desc": "영혼과 염원의 재료를 정화하여 <color style='color:#FFD780;'>본질 전환</color>을 진행한다. 이 기간 동안 두린의 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 긍정의 백화</color>로, 일반 공격 <color style='color:#FFD780;'>불꽃 날개 베기</color>는 특수 일반 공격 <color style='color:#FFD780;'>전환 · 부정의 흑도</color>로 대체된다.<br><br><color style='color:#FFD780;'>전환 · 긍정의 백화</color><br>주변 적들에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 1회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>백화</color> 상태에 진입한다, 지속 시간 30초.<br><br><color style='color:#FFD780;'>전환 · 부정의 흑도</color><br>전방의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 연속으로 3회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>흑도</color> 상태에 진입한다, 지속 시간 30초.<br><br>두린이 <color style='color:#FFD780;'>백화</color> 또는 <color style='color:#FFD780;'>흑도</color> 상태 진입 시, 일정량의 원소 에너지를 회복한다. 해당 방식으로 원소 에너지를 6초마다 최대 1회 회복할 수 있다",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>사랑과 분노는 서로의 내부에서 영원히 존재하며 모든 생명체 속에도 존재한다. 그렇기에 변화한 짐승의 내면이 세계와 공명하였고, 이로부터 두 개의 중심이 탄생했다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "전환 · 긍정의 백화 피해",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "전환 · 부정의 흑도 피해",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지 회복",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "백화 · 흐르는 빛",
                        "Desc": "「야수」의 힘을 다양한 방식으로 해방한다. 두린의 <color style='color:#FFD780;'>본질 전환</color> 상태에 따라 다른 원소폭발을 발동할 수 있다.<br><br><color style='color:#FFD780;'>백화 · 흐르는 빛</color><br>두린이 <color style='color:#FFD780;'>백화</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동해 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「백염룡」</color> 형태로 발현한다. 「백염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적을 공격해 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br><color style='color:#FFD780;'>훅도 · 불타는 별</color><br>두린이 <color style='color:#FFD780;'>흑도</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>훅도 · 불타는 별</color> 발동으로 전환되어 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「흑염룡」</color> 형태로 발현한다. 「흑염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적 1기를 공격해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br>또한, 두린이 본질 전환의 특수 상태가 아닐 경우, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동한다",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>모든 사람은 자기 영혼의 주인이다. 그는 이 삶 속에서 자신을 분노로도, 빛으로도 만들 수 있다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "백화 · 흐르는 빛 피해",
                                "ParamLevelList": [
                                    "95.2%+77.2%+84.96%",
                                    "102.34%+82.99%+91.332%",
                                    "109.48%+88.78%+97.704%",
                                    "119.0%+96.5%+106.2%",
                                    "126.14%+102.29%+112.572%",
                                    "133.28%+108.08%+118.944%",
                                    "142.8%+115.8%+127.44%",
                                    "152.32%+123.52%+135.936%",
                                    "161.84%+131.24%+144.432%",
                                    "171.36%+138.96%+152.928%",
                                    "180.88%+146.68%+161.424%",
                                    "190.4%+154.4%+169.92%",
                                    "202.3%+164.05%+180.54%",
                                    "214.2%+173.7%+191.16%",
                                    "226.1%+183.35%+201.78%"
                                ]
                            },
                            {
                                "Desc": "훅도 · 불타는 별 피해",
                                "ParamLevelList": [
                                    "100.32%+81.44%+89.44%",
                                    "107.844%+87.548%+96.148%",
                                    "115.368%+93.656%+102.856%",
                                    "125.4%+101.8%+111.8%",
                                    "132.924%+107.908%+118.508%",
                                    "140.448%+114.016%+125.216%",
                                    "150.48%+122.16%+134.16%",
                                    "160.512%+130.304%+143.104%",
                                    "170.544%+138.448%+152.048%",
                                    "180.576%+146.592%+160.992%",
                                    "190.608%+154.736%+169.936%",
                                    "200.64%+162.88%+178.88%",
                                    "213.18%+173.06%+190.06%",
                                    "225.72%+183.24%+201.24%",
                                    "238.26%+193.42%+212.42%"
                                ]
                            },
                            {
                                "Desc": "백염룡 피해",
                                "ParamLevelList": [
                                    "104.08%",
                                    "111.886%",
                                    "119.692%",
                                    "130.1%",
                                    "137.906%",
                                    "145.712%",
                                    "156.12%",
                                    "166.528%",
                                    "176.936%",
                                    "187.344%",
                                    "197.752%",
                                    "208.16%",
                                    "221.17%",
                                    "234.18%",
                                    "247.19%"
                                ]
                            },
                            {
                                "Desc": "흑염룡 피해",
                                "ParamLevelList": [
                                    "152.56%",
                                    "164.002%",
                                    "175.444%",
                                    "190.7%",
                                    "202.142%",
                                    "213.584%",
                                    "228.84%",
                                    "244.096%",
                                    "259.352%",
                                    "274.608%",
                                    "289.864%",
                                    "305.12%",
                                    "324.19%",
                                    "343.26%",
                                    "362.33%"
                                ]
                            },
                            {
                                "Desc": "백염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "흑염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "신성한 빛의 공식",
                        "Desc": "두린이 원소폭발을 발동할 때 발현되는 힘의 형태에 따라 각기 다른 강화 효과가 발생한다. 두린의 힘이 다음과 같이 발현될 경우:<br><br><color style='color:#FFD780;'>백염룡</color><br>주변에 있는 파티 내 캐릭터가 적에게 연소, 과부하, 불 원소 확산 또는 불 원소 결정 반응을 발동하거나 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color> 혹은 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>과 반응에 참여한 원소의 내성이 20% 감소한다. 지속 시간: 6초.<br><br><color style='color:#FFD780;'>흑염룡</color><br>두린이 발동한 증발 반응으로 주는 피해가 40% 증가하고, 융해 반응으로 주는 피해가 40% 증가한다",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "검은 혼돈의 구조",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>본질 전환</color>의 백화 또는 흑도 상태일 시, 두린의 원소폭발으로 주는 피해가 증가한다. 공격력 100pt당 두린 원소폭발의 기본 피해의 1%씩 증가한다. 해당 방식으로 두린의 원소폭발 피해는 최대 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "대지의 울림",
                        "Desc": "몬드에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "마녀의 전야제 · 승화의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 세계</color>를 완료하면, 두린이 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>지속 시간 외에도 고유 특성 <color style='color:#FFD780;'>「신의 명령에 현현한 빛」</color>의 모든 효과가 75% 증가한다",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "붉은 땅의 역",
                        "Desc": "원소폭발 발동 후 두린이 발동한 원소폭발에 따라 각기 다른 효과가 발동된다.<br> · <color style='color:#FFD780;'>백화 · 흐르는 빛</color>: 파티 내 주변의 모든 다른 캐릭터가 <color style='color:#FFD780;'>「순환의 계시」</color>를 18스택 획득한다. 지속 시간: 20초. 「순환의 계시」를 보유한 현재 필드 위 캐릭터가 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발로 피해를 줄 때, 「순환의 계시」를 1스택 소모해 주는 피해가 두린 공격력의 60%만큼 증가한다. 파티 내 「순환의 계시」를 보유한 캐릭터의 효과 적용 횟수는 독립적으로 계산된다.<br> · <color style='color:#FFD780;'>흑도 · 불타는 별</color>: 두린이 <color style='color:#FFD780;'>「순환의 계시」</color>를 18스택 획득한다. 지속 시간: 20초. 두린이 원소폭발 피해를 줄 때, 「순환의 계시」를 2스택 소모하고, 주는 피해가 두린 공격력의 200%만큼 증가한다.<br><br>원소폭발 발동 시, <color style='color:#FFD780;'>「순환의 계시」</color>의 스택이 갱신된다",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "무한한 상상",
                        "Desc": "두린이 원소폭발을 발동한 후 20초 동안, 주변에 있는 파티 내 캐릭터가 적에게 증발, 융해, 연소, 과부하, 불 원소 확산 또는 불 원소 결정 반응을 발동하거나 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color> 혹은 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 주변에 있는 파티 내 캐릭터가 주는 <color style='color:#FF9999;'>불 원소 피해</color>와 반응에 참여한 원소 피해 보너스가 50% 증가한다. 지속 시간:6초",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "불거울의 현현",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "흐름의 기원",
                        "Desc": "운명의 자리 <color style='color:#FFD780;'>「붉은 땅의 역」</color>의 <color style='color:#FFD780;'>「순환의 계시」</color> 효과 획득 후 20초 동안 두린이 주는 원소폭발 피해가 40% 증가한다. 또한 「순환의 계시」 소모 효과 발동 시 30%의 확률로 「순환의 계시」를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "고통의 균열",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합 분열</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이중 탄생",
                        "Desc": "두린의 원소폭발이 주는 피해는 적의 방어력 30%를 무시한다.<br>또한, 두린의 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>흑도술 · 불타는 별</color>이 각각 강화된다:<br> · 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>「백염룡」</color>이 적 명중 시, 해당 적의 방어력이 30% 감소한다. 지속 시간: 6초.<br> · 원소폭발 <color style='color:#FFD780;'>흑도술 · 불타는 별</color>과 <color style='color:#FFD780;'>「흑염룡」</color>으로 주는 피해가 추가로 적의 방어력 40%를 무시한다",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "본질 전환",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>발동 후 획득하는 효과.<br>지속 시간 동안 두린은 원소전투 스킬을 짧게 눌러<color style='color:#FFD780;'>백화</color> 상태에 진입하거나, 일반 공격을 짧게 눌러 <color style='color:#FFD780;'>흑도</color> 상태에 진입할 수 있다.<br>아 두 가지 상태에서 두린은 서로 다른 강화 효과를 획득하고, 각기 다른 원소폭발을 발동한다"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "불꽃 날개 베기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 1회의 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이원식 · 융합분열",
                        "Desc": "영혼과 염원의 재료를 정화하여 <color style='color:#FFD780;'>본질 전환</color>을 진행한다. 이 기간 동안 두린의 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 긍정의 백화</color>로, 일반 공격 <color style='color:#FFD780;'>불꽃 날개 베기</color>는 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 부정의 흑도</color>로 대체된다.<br><br><color style='color:#FFD780;'>전환 · 긍정의 백화</color><br>주변 적들에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 1회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>긍정의 백화</color> 상태에 진입한다, 지속 시간 30초.<br><br><color style='color:#FFD780;'>전환 · 부정의 흑도</color><br>전방의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 연속으로 3회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>부정의 흑도</color> 상태에 진입한다, 지속 시간 30초.<br><br>두린이 <color style='color:#FFD780;'>긍정의 백화</color> 또는 <color style='color:#FFD780;'>부정의 흑도</color> 상태 진입 시, 두린의 원소 에너지가 일정향 회복된다. 해당 방식으로 원소 에너지를 6초마다 최대 1회 회복할 수 있다",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>사랑과 분노는 영원히 서로의 내부에 존재하며, 모든 생명체 속에도 존재한다. 변화한 야수의 내면이 세계와 공명하였고, 이로부터 두 개의 중심이 탄생했다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "전환 · 긍정의 백화 피해",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "전환 · 부정의 흑도 피해",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지 회복",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "백화 · 흐르는 빛",
                        "Desc": "「야수」의 힘을 다양한 방식으로 해방한다. 두린의 <color style='color:#FFD780;'>본질 전환</color> 상태에 따라 다른 원소폭발을 발동할 수 있다.<br><br><color style='color:#FFD780;'>백화 · 흐르는 빛</color><br>두린이 <color style='color:#FFD780;'>긍정의 백화</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동해 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「백염룡」</color> 형태로 발현한다. 「백염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적을 공격해 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br><color style='color:#FFD780;'>흑도 · 불타는 별</color><br>두린이 <color style='color:#FFD780;'>부정의 흑도</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>흑도 · 불타는 별</color> 발동으로 전환되어 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「흑염룡」</color> 형태로 발현한다. 「흑염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적 1기를 공격해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br>또한, 두린이 본질 전환의 특수 상태가 아닐 경우, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동한다",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>모든 사람은 자기 영혼의 주인이다. 그는 이 삶 속에서 자신을 분노로도, 빛으로도 만들 수 있다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "백화 · 흐르는 빛 피해",
                                "ParamLevelList": [
                                    "118.96%+96.4%+111.84%",
                                    "127.882%+103.63%+120.228%",
                                    "136.804%+110.86%+128.616%",
                                    "148.7%+120.5%+139.8%",
                                    "157.622%+127.73%+148.188%",
                                    "166.544%+134.96%+156.576%",
                                    "178.44%+144.6%+167.76%",
                                    "190.336%+154.24%+178.944%",
                                    "202.232%+163.88%+190.128%",
                                    "214.128%+173.52%+201.312%",
                                    "226.024%+183.16%+212.496%",
                                    "237.92%+192.8%+223.68%",
                                    "252.79%+204.85%+237.66%",
                                    "267.66%+216.9%+251.64%",
                                    "282.53%+228.95%+265.62%"
                                ]
                            },
                            {
                                "Desc": "흑도 · 불타는 별 피해",
                                "ParamLevelList": [
                                    "125.44%+101.76%+111.84%",
                                    "134.848%+109.392%+120.228%",
                                    "144.256%+117.024%+128.616%",
                                    "156.8%+127.2%+139.8%",
                                    "166.208%+134.832%+148.188%",
                                    "175.616%+142.464%+156.576%",
                                    "188.16%+152.64%+167.76%",
                                    "200.704%+162.816%+178.944%",
                                    "213.248%+172.992%+190.128%",
                                    "225.792%+183.168%+201.312%",
                                    "238.336%+193.344%+212.496%",
                                    "250.88%+203.52%+223.68%",
                                    "266.56%+216.24%+237.66%",
                                    "282.24%+228.96%+251.64%",
                                    "297.92%+241.68%+265.62%"
                                ]
                            },
                            {
                                "Desc": "백염룡 피해",
                                "ParamLevelList": [
                                    "94.64%",
                                    "101.738%",
                                    "108.836%",
                                    "118.3%",
                                    "125.398%",
                                    "132.496%",
                                    "141.96%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%",
                                    "189.28%",
                                    "201.11%",
                                    "212.94%",
                                    "224.77%"
                                ]
                            },
                            {
                                "Desc": "흑염룡 피해",
                                "ParamLevelList": [
                                    "129.84%",
                                    "139.578%",
                                    "149.316%",
                                    "162.3%",
                                    "172.038%",
                                    "181.776%",
                                    "194.76%",
                                    "207.744%",
                                    "220.728%",
                                    "233.712%",
                                    "246.696%",
                                    "259.68%",
                                    "275.91%",
                                    "292.14%",
                                    "308.37%"
                                ]
                            },
                            {
                                "Desc": "백염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "흑염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "신성한 빛의 공식",
                        "Desc": "두린이 원소폭발을 발동할 때 발현되는 힘의 형태에 따라 각기 다른 강화 효과가 발생한다. 두린의 힘이 다음과 같이 발현될 경우:<br><br><color style='color:#FFD780;'>백염룡</color><br>주변에 있는 파티 내 캐릭터가 적에게 연소, 과부하, 불 원소 확산, 불 원소 결정 반응을 발동한 후 혹은 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color> 또는 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>과 반응에 참여한 원소의 내성이 20% 감소한다. 지속 시간: 6초.<br><br><color style='color:#FFD780;'>흑염룡</color><br>두린이 발동한 증발 반응으로 주는 피해가 40% 증가하고, 융해 반응으로 주는 피해가 40% 증가한다",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "검은 혼돈의 구조",
                        "Desc": "원소폭발 발동 후 20초 동안 두린이 「형상 융합」 효과를 획득한다: 지속 시간 동안 두린이 「형상」을 10스택 획득한다. <color style='color:#FFD780;'>백염룡</color>과 <color style='color:#FFD780;'>흑염룡</color>의 간헐적 공격으로 피해를 줄 시, 「형상」을 1스택 소모하고 주는 피해가 증가한다. 공격력 100pt마다 기존의 3%에 해당하는 피해를 추가로 준다. 해당 방식을 통해 추가로 주는 피해는 기존 피해의 75%에 해당한다. 1회의 <color style='color:#FFD780;'>백염룡</color>과 <color style='color:#FFD780;'>흑염룡</color>이 동시에 다수의 적에게 명중 시, 「형상」은 1스택만 소모된다.<br>원소폭발 재발동 시, 「형상」의 스택 수가 갱신된다",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "대지의 울림",
                        "Desc": "몬드에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "마녀의 전야제 · 승화의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 세계</color>를 완료하면, 두린이 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>지속 시간 외에도 돌파 특성 <color style='color:#FFD780;'>「신의 명령에 현현한 빛」</color>의 모든 효과가 75% 증가한다",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "붉은 땅의 역",
                        "Desc": "원소폭발 발동 후 두린이 발동한 원소폭발에 따라 각기 다른 효과가 발동된다.<br> · <color style='color:#FFD780;'>백화 · 흐르는 빛</color>: 파티 내 주변의 모든 다른 캐릭터가 <color style='color:#FFD780;'>「순환의 계시」</color>를 20스택 획득한다. 지속 시간: 20초. 「순환의 계시」를 보유한 현재 필드 위 캐릭터가 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발로 피해를 줄 때, 「순환의 계시」를 1스택 소모하고, 주는 피해가 두린 공격력의 60%만큼 증가한다. 파티 내 「순환의 계시」를 보유한 캐릭터의 효과 적용 횟수는 독립적으로 계산된다.<br> · <color style='color:#FFD780;'>흑도 · 불타는 별</color>: 두린이 <color style='color:#FFD780;'>「순환의 계시」</color>를 20스택 획득한다. 지속 시간: 20초. 두린이 원소폭발 피해를 줄 때, 「순환의 계시」를 2스택 소모하고, 주는 피해가 두린 공격력의 150%만큼 증가한다.<br><br>원소폭발 발동 시, <color style='color:#FFD780;'>「순환의 계시」</color> 스택이 갱신된다",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "무한한 상상",
                        "Desc": "두린이 원소폭발을 발동한 후 20초 동안, 주변에 있는 파티 내 캐릭터가 적에게 증발, 융해, 연소, 과부하, 불 원소 확산, 불 원소 결정 반응을 발동한 후, 혹은 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>나 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 주변에 있는 파티 내 캐릭터가 주는 <color style='color:#FF9999;'>불 원소 피해</color>와 반응에 참여한 원소 피해 보너스가 50% 증가한다. 지속 시간:6초",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "불거울의 현현",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "흐름의 기원",
                        "Desc": "운명의 자리 <color style='color:#FFD780;'>「붉은 땅의 역」</color>의 <color style='color:#FFD780;'>「순환의 계시」</color> 효과 획득 후 20초 동안 두린이 주는 원소폭발 피해가 40% 증가한다. 또한 「순환의 계시」 소모 효과 발동 시 30%의 확률로 「순환의 계시」를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "고통의 균열",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합 분열</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이중 탄생",
                        "Desc": "두린의 원소폭발로 주는 피해는 적의 방어력 30%를 무시한다.<br>또한, 두린의 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>흑도 · 불타는 별</color>이 각각 강화된다:<br> · 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>「백염룡」</color>이 적 명중 시, 해당 적의 방어력이 30% 감소한다. 지속 시간: 6초.<br> · 원소폭발 <color style='color:#FFD780;'>흑도 · 불타는 별</color>과 <color style='color:#FFD780;'>「흑염룡」</color>으로 주는 피해가 추가로 적의 방어력 40%를 무시한다",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "본질 전환",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>발동 후 획득하는 효과.<br>지속 시간 동안 두린은 원소전투 스킬을 짧게 눌러<color style='color:#FFD780;'>백화</color> 상태에 진입하거나, 일반 공격을 짧게 눌러 <color style='color:#FFD780;'>흑도</color> 상태에 진입할 수 있다.<br>아 두 가지 상태에서 두린은 서로 다른 강화 효과를 획득하고, 각기 다른 원소폭발을 발동한다"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "불꽃 날개 베기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 1회의 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이원식 · 융합분열",
                        "Desc": "영혼과 염원의 재료를 정화하여 <color style='color:#FFD780;'>본질 전환</color>을 진행한다. 이 기간 동안 두린의 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 긍정의 백화</color>로, 일반 공격 <color style='color:#FFD780;'>불꽃 날개 베기</color>는 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 부정의 흑도</color>로 대체된다.<br><br><color style='color:#FFD780;'>전환 · 긍정의 백화</color><br>주변의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 1회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>긍정의 백화</color> 상태에 진입한다, 지속 시간 30초.<br><br><color style='color:#FFD780;'>전환 · 부정의 흑도</color><br>전방의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 연속으로 3회 주고, 본질 전환을 해제한 뒤 <color style='color:#FFD780;'>부정의 흑도</color> 상태에 진입한다, 지속 시간 30초.<br><br>전투 상태에서 두린이 <color style='color:#FFD780;'>긍정의 백화</color> 또는 <color style='color:#FFD780;'>부정의 흑도</color> 상태 진입 시, 두린의 원소 에너지가 일정량 회복된다. 해당 방식으로 원소 에너지를 6초마다 최대 1회 회복할 수 있다",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>사랑과 분노는 영원히 서로의 내부에 존재하며, 모든 생명체 속에도 존재한다. 변화한 야수의 내면이 세계와 공명하였고, 이로부터 두 개의 중심이 탄생했다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "전환 · 긍정의 백화 피해",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "전환 · 부정의 흑도 피해",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지 회복",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "백화 · 흐르는 빛",
                        "Desc": "「야수」의 힘을 다양한 방식으로 해방한다. 두린의 <color style='color:#FFD780;'>본질 전환</color> 상태에 따라 다른 원소폭발을 발동할 수 있다.<br><br><color style='color:#FFD780;'>백화 · 흐르는 빛</color><br>두린이 <color style='color:#FFD780;'>긍정의 백화</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동해 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「백염룡」</color> 형태로 발현한다. 「백염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적을 공격해 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br><color style='color:#FFD780;'>흑도 · 불타는 별</color><br>두린이 <color style='color:#FFD780;'>부정의 흑도</color> 상태일 때, 원소폭발 <color style='color:#FFD780;'>흑도 · 불타는 별</color> 발동으로 전환되어 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「흑염룡」</color> 형태로 발현한다. 「흑염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적 1기를 공격해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br>또한, 두린이 본질 전환의 특수 상태가 아닐 경우, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동한다",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>모든 사람은 자기 영혼의 주인이다. 그는 이 삶 속에서 자신을 분노로도, 빛으로도 만들 수 있다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "백화 · 흐르는 빛 피해",
                                "ParamLevelList": [
                                    "118.96%+96.4%+111.84%",
                                    "127.882%+103.63%+120.228%",
                                    "136.804%+110.86%+128.616%",
                                    "148.7%+120.5%+139.8%",
                                    "157.622%+127.73%+148.188%",
                                    "166.544%+134.96%+156.576%",
                                    "178.44%+144.6%+167.76%",
                                    "190.336%+154.24%+178.944%",
                                    "202.232%+163.88%+190.128%",
                                    "214.128%+173.52%+201.312%",
                                    "226.024%+183.16%+212.496%",
                                    "237.92%+192.8%+223.68%",
                                    "252.79%+204.85%+237.66%",
                                    "267.66%+216.9%+251.64%",
                                    "282.53%+228.95%+265.62%"
                                ]
                            },
                            {
                                "Desc": "흑도 · 불타는 별 피해",
                                "ParamLevelList": [
                                    "125.44%+101.76%+111.84%",
                                    "134.848%+109.392%+120.228%",
                                    "144.256%+117.024%+128.616%",
                                    "156.8%+127.2%+139.8%",
                                    "166.208%+134.832%+148.188%",
                                    "175.616%+142.464%+156.576%",
                                    "188.16%+152.64%+167.76%",
                                    "200.704%+162.816%+178.944%",
                                    "213.248%+172.992%+190.128%",
                                    "225.792%+183.168%+201.312%",
                                    "238.336%+193.344%+212.496%",
                                    "250.88%+203.52%+223.68%",
                                    "266.56%+216.24%+237.66%",
                                    "282.24%+228.96%+251.64%",
                                    "297.92%+241.68%+265.62%"
                                ]
                            },
                            {
                                "Desc": "백염룡 피해",
                                "ParamLevelList": [
                                    "94.64%",
                                    "101.738%",
                                    "108.836%",
                                    "118.3%",
                                    "125.398%",
                                    "132.496%",
                                    "141.96%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%",
                                    "189.28%",
                                    "201.11%",
                                    "212.94%",
                                    "224.77%"
                                ]
                            },
                            {
                                "Desc": "흑염룡 피해",
                                "ParamLevelList": [
                                    "129.84%",
                                    "139.578%",
                                    "149.316%",
                                    "162.3%",
                                    "172.038%",
                                    "181.776%",
                                    "194.76%",
                                    "207.744%",
                                    "220.728%",
                                    "233.712%",
                                    "246.696%",
                                    "259.68%",
                                    "275.91%",
                                    "292.14%",
                                    "308.37%"
                                ]
                            },
                            {
                                "Desc": "백염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "흑염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "신성한 빛의 공식",
                        "Desc": "두린이 원소폭발을 발동할 때 발현되는 힘의 형태에 따라 각기 다른 강화 효과가 발생한다. 두린의 힘이 다음과 같이 발현될 경우:<br><br><color style='color:#FFD780;'>백염룡</color><br>주변에 있는 파티 내 캐릭터가 적에게 연소, 과부하, 불 원소 확산, 불 원소 결정 반응을 발동한 후 혹은 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color> 또는 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>과 반응에 참여한 원소의 내성이 20% 감소한다. 지속 시간: 6초.<br><br><color style='color:#FFD780;'>흑염룡</color><br>두린이 발동한 증발 반응으로 주는 피해가 40% 증가하고, 융해 반응으로 주는 피해가 40% 증가한다",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "검은 혼돈의 구조",
                        "Desc": "원소폭발 발동 후 20초 동안 두린이 「형상 융합」 효과를 획득한다: 지속 시간 동안 두린이 「형상」을 10스택 획득한다. <color style='color:#FFD780;'>백염룡</color>과 <color style='color:#FFD780;'>흑염룡</color>의 간헐적 공격으로 피해를 줄 시, 「형상」을 1스택 소모하고 주는 피해가 증가한다. 공격력 100pt마다 기존의 3%에 해당하는 피해를 추가로 준다. 해당 방식을 통해 추가로 주는 피해는 기존의 75%에 해당한다. 1회의 <color style='color:#FFD780;'>백염룡</color>과 <color style='color:#FFD780;'>흑염룡</color>이 동시에 다수의 적에게 명중 시, 「형상」은 1스택만 소모된다.<br>원소폭발 재발동 시, 「형상」의 스택 수가 갱신된다",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "대지의 울림",
                        "Desc": "몬드에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "마녀의 전야제 · 승화의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 세계</color>를 완료하면, 두린이 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>지속 시간을 제외한 돌파 특성 <color style='color:#FFD780;'>「신성한 빛의 공식」</color>의 모든 효과가 75% 증가한다",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "적토의 역전",
                        "Desc": "원소폭발 발동 후 두린이 발동한 원소폭발에 따라 각기 다른 효과가 발동된다.<br> · <color style='color:#FFD780;'>백화 · 흐르는 빛</color>: 파티 내 주변의 모든 다른 캐릭터가 <color style='color:#FFD780;'>「순환의 계시」</color>를 20스택 획득한다. 지속 시간: 20초. 「순환의 계시」를 보유한 현재 필드 위 캐릭터가 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발로 피해를 줄 때, 「순환의 계시」를 1스택 소모하고, 주는 피해가 두린 공격력의 60%만큼 증가한다. 파티 내 「순환의 계시」를 보유한 캐릭터의 효과 적용 횟수는 독립적으로 계산된다.<br> · <color style='color:#FFD780;'>흑도 · 불타는 별</color>: 두린이 <color style='color:#FFD780;'>「순환의 계시」</color>를 20스택 획득한다. 지속 시간: 20초. 두린이 원소폭발 피해를 줄 때, 「순환의 계시」를 2스택 소모하고, 주는 피해가 두린 공격력의 150%만큼 증가한다.<br><br>원소폭발 발동 시, <color style='color:#FFD780;'>「순환의 계시」</color> 스택이 갱신된다",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "무한한 상상",
                        "Desc": "두린이 원소폭발을 발동한 후 20초 동안, 주변에 있는 파티 내 캐릭터가 적에게 증발, 융해, 연소, 과부하, 불 원소 확산, 불 원소 결정 반응을 발동한 후, 혹은 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>나 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 주변에 있는 파티 내 캐릭터가 주는 <color style='color:#FF9999;'>불 원소 피해</color>와 반응에 참여한 원소 피해 보너스가 50% 증가한다. 지속 시간:6초",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "불거울 현현",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "흐름의 근원",
                        "Desc": "두린의 원소폭발로 주는 피해가 40% 증가한다. 또한 운명의 자리 <color style='color:#FFD780;'>「붉은 땅의 역」</color>의 <color style='color:#FFD780;'>「순환의 계시」</color> 소모 효과 발동 시 30%의 확률로 「순환의 계시」를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "불꽃의 분열",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합 분열</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이중의 탄생",
                        "Desc": "두린의 원소폭발로 주는 피해는 적의 방어력 30%를 무시한다.<br>또한, 두린의 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>흑도 · 불타는 별</color>이 각각 강화된다:<br> · 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>「백염룡」</color>이 적 명중 시, 해당 적의 방어력이 30% 감소한다. 지속 시간: 6초.<br> · 원소폭발 <color style='color:#FFD780;'>흑도 · 불타는 별</color>과 <color style='color:#FFD780;'>「흑염룡」</color>으로 주는 피해가 추가로 적의 방어력 40%를 무시한다",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "본질 전환",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>발동 후 획득하는 효과. 지속 시간: 6초.<br>지속 시간 동안 두린은 원소전투 스킬을 짧게 눌러<color style='color:#FFD780;'>긍정의 백화</color> 상태에 진입하거나, 일반 공격을 짧게 눌러 <color style='color:#FFD780;'>부정의 흑도</color> 상태에 진입할 수 있다.<br>아 두 가지 상태에서 두린은 서로 다른 강화 효과를 획득하고, 각기 다른 원소폭발을 발동한다"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "불꽃 날개 베기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 1회의 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "45.6505%",
                                    "49.3663%",
                                    "53.082%",
                                    "58.3902%",
                                    "62.1059%",
                                    "66.3525%",
                                    "72.1915%",
                                    "78.0305%",
                                    "83.8696%",
                                    "90.2394%",
                                    "96.6092%",
                                    "102.9791%",
                                    "109.3489%",
                                    "115.7188%",
                                    "122.0886%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.0048%",
                                    "44.3424%",
                                    "47.68%",
                                    "52.448%",
                                    "55.7856%",
                                    "59.6%",
                                    "64.8448%",
                                    "70.0896%",
                                    "75.3344%",
                                    "81.056%",
                                    "86.7776%",
                                    "92.4992%",
                                    "98.2208%",
                                    "103.9424%",
                                    "109.664%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "29.1617%+29.1617%",
                                    "31.5354%+31.5354%",
                                    "33.909%+33.909%",
                                    "37.3%+37.3%",
                                    "39.6735%+39.6735%",
                                    "42.3863%+42.3863%",
                                    "46.1162%+46.1162%",
                                    "49.8462%+49.8462%",
                                    "53.5762%+53.5762%",
                                    "57.6453%+57.6453%",
                                    "61.7144%+61.7144%",
                                    "65.7835%+65.7835%",
                                    "69.8525%+69.8525%",
                                    "73.9216%+73.9216%",
                                    "77.9907%+77.9907%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "71.1521%",
                                    "76.9436%",
                                    "82.735%",
                                    "91.0085%",
                                    "96.8%",
                                    "103.4188%",
                                    "112.5196%",
                                    "121.6205%",
                                    "130.7213%",
                                    "140.6495%",
                                    "150.5777%",
                                    "160.5059%",
                                    "170.4341%",
                                    "180.3623%",
                                    "190.2905%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "113.434%",
                                    "122.667%",
                                    "131.9%",
                                    "145.09%",
                                    "154.323%",
                                    "164.875%",
                                    "179.384%",
                                    "193.893%",
                                    "208.402%",
                                    "224.23%",
                                    "240.058%",
                                    "255.886%",
                                    "271.714%",
                                    "287.542%",
                                    "303.37%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이원식 · 융합분열",
                        "Desc": "영혼과 염원의 재료를 정화하여 <color style='color:#FFD780;'>본질 전환</color>을 진행한다. 이 기간 동안 두린의 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 긍정의 백화</color>로, 일반 공격 <color style='color:#FFD780;'>불꽃 날개 베기</color>는 특수 원소전투 스킬 <color style='color:#FFD780;'>전환 · 부정의 흑도</color>로 대체된다.<br><br><color style='color:#FFD780;'>전환 · 긍정의 백화</color><br>주변의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 1회 주고, 본질 전환을 해제해 <color style='color:#FFD780;'>긍정의 백화</color> 상태에 진입한다, 지속 시간: 30초.<br><br><color style='color:#FFD780;'>전환 · 부정의 흑도</color><br>전방의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 연속으로 3회 주고, 본질 전환을 해제해 <color style='color:#FFD780;'>부정의 흑도</color> 상태에 진입한다, 지속 시간: 30초.<br><br>전투 상태에서 두린이 <color style='color:#FFD780;'>긍정의 백화</color> 또는 <color style='color:#FFD780;'>부정의 흑도</color> 상태 진입 시, 두린의 원소 에너지가 일정량 회복된다. 해당 방식으로 원소 에너지를 6초마다 최대 1회 회복할 수 있다",
                        "Icon": "Skill_S_Durin_01",
                        "DescAdd": "<br><br><i>사랑과 분노는 서로의 내면과 모든 생명체 속에 영원히 존재한다. 변화한 야수의 내면이 세계와 공명했고, 그 울림 속에서 두 개의 중심이 탄생했다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "전환 · 긍정의 백화 피해",
                                "ParamLevelList": [
                                    "105.6%",
                                    "113.52%",
                                    "121.44%",
                                    "132.0%",
                                    "139.92%",
                                    "147.84%",
                                    "158.4%",
                                    "168.96%",
                                    "179.52%",
                                    "190.08%",
                                    "200.64%",
                                    "211.2%",
                                    "224.4%",
                                    "237.6%",
                                    "250.8%"
                                ]
                            },
                            {
                                "Desc": "전환 · 부정의 흑도 피해",
                                "ParamLevelList": [
                                    "72.24%+53.2%+64.64%",
                                    "77.658%+57.19%+69.488%",
                                    "83.076%+61.18%+74.336%",
                                    "90.3%+66.5%+80.8%",
                                    "95.718%+70.49%+85.648%",
                                    "101.136%+74.48%+90.496%",
                                    "108.36%+79.8%+96.96%",
                                    "115.584%+85.12%+103.424%",
                                    "122.808%+90.44%+109.888%",
                                    "130.032%+95.76%+116.352%",
                                    "137.256%+101.08%+122.816%",
                                    "144.48%+106.4%+129.28%",
                                    "153.51%+113.05%+137.36%",
                                    "162.54%+119.7%+145.44%",
                                    "171.57%+126.35%+153.52%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지 회복",
                                "ParamLevelList": [
                                    "6",
                                    "9",
                                    "12",
                                    "15",
                                    "18",
                                    "21",
                                    "24",
                                    "27",
                                    "30",
                                    "33",
                                    "36",
                                    "39",
                                    "42",
                                    "45",
                                    "48"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "백화 · 흐르는 빛",
                        "Desc": "「야수」의 힘을 다양한 방식으로 해방한다. 두린의 <color style='color:#FFD780;'>본질 전환</color> 상태에 따라 다른 원소폭발을 발동할 수 있다.<br><br><color style='color:#FFD780;'>백화 · 흐르는 빛</color><br>두린이 <color style='color:#FFD780;'>긍정의 백화</color> 상태일 경우, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동해 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「백염룡」</color> 형태로 발현한다. 「백염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적을 공격해 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br><color style='color:#FFD780;'>흑도 · 불타는 별</color><br>두린이 <color style='color:#FFD780;'>부정의 흑도</color> 상태일 경우, 원소폭발 <color style='color:#FFD780;'>흑도 · 불타는 별</color> 발동으로 전환되어 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 3회 주고, 자신의 힘을 <color style='color:#FFD780;'>「흑염룡」</color> 형태로 발현한다. 「흑염룡」은 현재 필드 위 캐릭터를 따라다니며 간헐적으로 주변의 적 1기를 공격해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br><br>또한, 두린이 본질 전환의 특수 상태가 아닐 경우, 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>을 발동한다",
                        "Icon": "Skill_E_Durin_01",
                        "DescAdd": "<br><br><i>모든 사람은 자기 영혼의 주인으로서, 일생 동안 분노의 화신이 될 수도 있고 빛의 화신이 될 수도 있다.</i>",
                        "ParamDesc": [
                            {
                                "Desc": "백화 · 흐르는 빛 피해",
                                "ParamLevelList": [
                                    "118.96%+96.4%+111.84%",
                                    "127.882%+103.63%+120.228%",
                                    "136.804%+110.86%+128.616%",
                                    "148.7%+120.5%+139.8%",
                                    "157.622%+127.73%+148.188%",
                                    "166.544%+134.96%+156.576%",
                                    "178.44%+144.6%+167.76%",
                                    "190.336%+154.24%+178.944%",
                                    "202.232%+163.88%+190.128%",
                                    "214.128%+173.52%+201.312%",
                                    "226.024%+183.16%+212.496%",
                                    "237.92%+192.8%+223.68%",
                                    "252.79%+204.85%+237.66%",
                                    "267.66%+216.9%+251.64%",
                                    "282.53%+228.95%+265.62%"
                                ]
                            },
                            {
                                "Desc": "흑도 · 불타는 별 피해",
                                "ParamLevelList": [
                                    "125.44%+101.76%+111.84%",
                                    "134.848%+109.392%+120.228%",
                                    "144.256%+117.024%+128.616%",
                                    "156.8%+127.2%+139.8%",
                                    "166.208%+134.832%+148.188%",
                                    "175.616%+142.464%+156.576%",
                                    "188.16%+152.64%+167.76%",
                                    "200.704%+162.816%+178.944%",
                                    "213.248%+172.992%+190.128%",
                                    "225.792%+183.168%+201.312%",
                                    "238.336%+193.344%+212.496%",
                                    "250.88%+203.52%+223.68%",
                                    "266.56%+216.24%+237.66%",
                                    "282.24%+228.96%+251.64%",
                                    "297.92%+241.68%+265.62%"
                                ]
                            },
                            {
                                "Desc": "백염룡 피해",
                                "ParamLevelList": [
                                    "94.64%",
                                    "101.738%",
                                    "108.836%",
                                    "118.3%",
                                    "125.398%",
                                    "132.496%",
                                    "141.96%",
                                    "151.424%",
                                    "160.888%",
                                    "170.352%",
                                    "179.816%",
                                    "189.28%",
                                    "201.11%",
                                    "212.94%",
                                    "224.77%"
                                ]
                            },
                            {
                                "Desc": "흑염룡 피해",
                                "ParamLevelList": [
                                    "129.84%",
                                    "139.578%",
                                    "149.316%",
                                    "162.3%",
                                    "172.038%",
                                    "181.776%",
                                    "194.76%",
                                    "207.744%",
                                    "220.728%",
                                    "233.712%",
                                    "246.696%",
                                    "259.68%",
                                    "275.91%",
                                    "292.14%",
                                    "308.37%"
                                ]
                            },
                            {
                                "Desc": "백염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "흑염룡 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "신성한 빛의 공식",
                        "Desc": "두린이 원소폭발을 발동할 때 발현되는 힘의 형태에 따라 각기 다른 강화 효과가 발생한다. 두린의 힘이 아래와 같이 발현될 경우:<br><br><color style='color:#FFD780;'>백염룡</color><br>주변에 있는 파티 내 캐릭터가 적에게 연소, 과부하, 불 원소 확산, 불 원소 결정 반응 발동 후, 또는 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>나 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>과 반응에 참여한 원소의 내성이 20% 감소한다. 지속 시간: 6초.<br><br><color style='color:#FFD780;'>흑염룡</color><br>두린이 발동한 증발 반응으로 주는 피해가 40% 증가하고, 융해 반응으로 주는 피해가 40% 증가한다",
                        "Icon": "UI_Talent_S_Durin_01"
                    },
                    {
                        "Name": "검은 혼돈의 구조",
                        "Desc": "원소폭발 발동 후 20초 동안 두린이 「원형 융합」 효과를 획득한다: 지속 시간 동안 두린이 「원형」을 10스택 획득한다. <color style='color:#FFD780;'>백염룡</color>과 <color style='color:#FFD780;'>흑염룡</color>의 간헐적 공격으로 피해를 줄 시, 「원형」을 1스택 소모하고 주는 피해가 증가한다. 공격력 100pt마다 기존의 3%에 해당하는 피해를 추가로 준다. 해당 방식을 통해 추가로 주는 피해는 최대 기존의 75%에 해당한다. 1회의 <color style='color:#FFD780;'>백염룡</color>과 <color style='color:#FFD780;'>흑염룡</color>이 동시에 다수의 적에게 명중 시, 「원형」은 1스택만 소모된다.<br>원소폭발 재발동 시, 「원형」의 스택 수가 갱신된다",
                        "Icon": "UI_Talent_S_Durin_02"
                    },
                    {
                        "Name": "대지의 울림",
                        "Desc": "몬드에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다",
                        "Icon": "UI_Talent_S_Durin_07"
                    },
                    {
                        "Name": "마녀의 전야제 · 승화의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 세계</color>를 완료하면, 두린이 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>지속 시간을 제외한 돌파 특성 <color style='color:#FFD780;'>「신성한 빛의 공식」</color>의 모든 효과가 75% 증가한다",
                        "Icon": "UI_Talent_S_Durin_03",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "적토의 역전",
                        "Desc": "원소폭발 발동 후 두린이 발동한 원소폭발에 따라 각기 다른 효과가 발동된다.<br> · <color style='color:#FFD780;'>백화 · 흐르는 빛</color>: 파티 내 주변의 모든 다른 캐릭터가 <color style='color:#FFD780;'>「순환의 계시」</color>를 20스택 획득한다, 지속 시간: 20초. 「순환의 계시」를 보유한 현재 필드 위 캐릭터가 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발로 피해를 줄 시, 「순환의 계시」를 1스택 소모하고, 주는 피해가 두린 공격력의 60%만큼 증가한다. 파티 내 「순환의 계시」를 보유한 캐릭터의 효과 적용 횟수는 독립적으로 계산된다.<br> · <color style='color:#FFD780;'>흑도 · 불타는 별</color>: 두린이 <color style='color:#FFD780;'>「순환의 계시」</color>를 20스택 획득한다, 지속 시간: 20초. 두린이 원소폭발 피해를 줄 시, 「순환의 계시」를 2스택 소모하고, 주는 피해가 두린 공격력의 150%만큼 증가한다.<br><br>원소폭발 발동 시, <color style='color:#FFD780;'>「순환의 계시」</color> 스택이 갱신된다",
                        "Icon": "UI_Talent_S_Durin_03"
                    },
                    {
                        "Level": 2,
                        "Name": "무한한 상상",
                        "Desc": "두린이 원소폭발 발동 후 20초 동안, 주변에 있는 파티 내 캐릭터가 적에게 증발, 융해, 연소, 과부하, 불 원소 확산, 불 원소 결정 반응 발동 후, 또는 연소 상태의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>나 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 주변에 있는 파티 내 캐릭터가 주는 <color style='color:#FF9999;'>불 원소 피해</color>와 반응에 참여한 원소의 피해가 50% 증가한다. 지속 시간: 6초",
                        "Icon": "UI_Talent_S_Durin_04"
                    },
                    {
                        "Level": 3,
                        "Name": "불거울 현현",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_01"
                    },
                    {
                        "Level": 4,
                        "Name": "흐름의 근원",
                        "Desc": "두린의 원소폭발로 주는 피해가 40% 증가한다. 또한 운명의 자리 <color style='color:#FFD780;'>「적토의 역전」</color>의 <color style='color:#FFD780;'>「순환의 계시」</color> 소모 효과 발동 시 30%의 확률로 「순환의 계시」를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Durin_05"
                    },
                    {
                        "Level": 5,
                        "Name": "불꽃의 분열",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Durin_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이중의 탄생",
                        "Desc": "두린의 원소폭발로 주는 피해는 적의 방어력 30%를 무시한다.<br>또한, 두린의 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>흑도 · 불타는 별</color>이 각각 강화된다:<br> · 원소폭발 <color style='color:#FFD780;'>백화 · 흐르는 빛</color>과 <color style='color:#FFD780;'>「백염룡」</color>이 적 명중 시, 해당 적의 방어력이 30% 감소한다. 지속 시간: 6초.<br> · 원소폭발 <color style='color:#FFD780;'>흑도 · 불타는 별</color>과 <color style='color:#FFD780;'>「흑염룡」</color>으로 주는 피해가 추가로 적의 방어력 40%를 무시한다",
                        "Icon": "UI_Talent_S_Durin_06"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "본질 전환",
                        "Desc": "두린이 원소전투 스킬 <color style='color:#FFD780;'>이원식 · 융합분열</color> 발동 후 획득하는 효과. 지속 시간: 6초.<br>지속 시간 동안 두린은 원소전투 스킬을 짧게 눌러 <color style='color:#FFD780;'>긍정의 백화</color> 상태에 진입하거나, 일반 공격을 짧게 눌러 <color style='color:#FFD780;'>부정의 흑도</color> 상태에 진입할 수 있다.<br>이 두 가지 상태에서 두린은 서로 다른 강화 효과를 획득하고, 각기 다른 원소폭발을 발동한다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Durin": {}
}