// Auto Generated

var _AvatarDataConfig_ = {
    "Emilie": {
        "BallList": [
            {
                "When": "Lumidouce Case Lv1~2",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 2.5
            }
        ],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@E Lumidouce Case#</b><br>- Does not snapshot<br>- When Lumidouce Case Lv1~2 hits a monster, generate 1 Dendro Particle, CD 2.5s<br>- Attack range 16.5m (Super Big)<br>- Attack AoE radius: 1m (same as Hyperbloom)<br>- Attack interval 1.5s, applies 1GU every 2 rounds (=3s)<br>- E casting DMG 1GU, independent application",
            "<b>@Scent Generation#</b><br>- When there are Burning enemies in a 20m radius, will generate 1 Scent every 2s<br>- A 20m radius range is almost as big as the Spiral Abyss, and the number of Burning enemies does not affect the rate of generation",
            "<b>@Passive Talent#</b><br>- Does not snapshot<br>- does not count as NA, CA, Plunge, Skill or Burst DMG<br>- Attack AoE radius: 3m （same as Barbara E）<br>- Applies 1GU independently",
            "<b>@Q Lumidouce Case#</b><br>- Does not snapshot<br>- Attack range 12.5m (Bigger than Dendro Traveler's Q infused with Hydro)<br>- Attack AoE radius: 2.5m (same as Qiqi E)<br>- Attacks 9 times before C4, 16 times after C4<br>- Default ICD (3 hits / 2.5s)<br>- Will deal DMG at the target's position. If no enemy in the rage can be selected as the target, will deal DMG at a random position",
            "<b>@Interruption Resistance#</b><br>- No extra Interruption Resistance"
        ]
    }
}

var _AvatarMats_ = {
    "Emilie": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101238": 3,
                "112083": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113059": 2,
                "101238": 10,
                "112083": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113059": 4,
                "101238": 20,
                "112084": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113059": 8,
                "101238": 30,
                "112084": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113059": 12,
                "101238": 45,
                "112085": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113059": 20,
                "101238": 60,
                "112085": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104344": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104345": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104345": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104345": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104345": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104346": 4,
                "112085": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104346": 6,
                "112085": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104346": 12,
                "112085": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104346": 16,
                "112085": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Emilie": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 그림자 사냥 창술 · 개량",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "채집 조향",
                        "Desc": "등방울 상자를 창조해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>등방울 상자</color><br><br> · 간헐적으로 주변의 적에게 「이슬 향기」를 발사해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br> · 주변에 있는 적이 연소 상태 시, 간헐적으로 「노트」를 생성한다. 등방울 상자는 주변의 노트를 수집한다. 노트 2개 수집 후, 상자의 단계가 증가한다. 또한 이슬 향기 발사 시 추가로 이슬 향기를 하나 더 발사하고, 상술한 공격이 주는 피해가 증가한다.<br> · 에밀리 자신이 창조한 등방울 상자는 동시에 하나만 존재할 수 있다. 등방울 상자 창조 시, 시작 단계는 1단계이며 최대 2단계까지 증가한다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 에밀리가 해당 방식으로 등방울 상자를 창조 후, 전방에 적을 꿰뚫는 프뉴마 성질의 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><i>「세상의 경치는 수많은 향기와 색채 그리고 노랫소리의 조화로 이루어져 있다」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "등방울 상자 · 1단계 공격 피해",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "등방울 상자 · 2단계 공격 피해",
                                "ParamLevelList": [
                                    "75.0%x2",
                                    "80.625%x2",
                                    "86.25%x2",
                                    "93.75%x2",
                                    "99.375%x2",
                                    "105.0%x2",
                                    "112.5%x2",
                                    "120.0%x2",
                                    "127.5%x2",
                                    "135.0%x2",
                                    "142.5%x2",
                                    "150.0%x2",
                                    "159.375%x2",
                                    "168.75%x2",
                                    "178.125%x2"
                                ]
                            },
                            {
                                "Desc": "등방울 상자 지속 시간",
                                "ParamLevelList": [
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 재사용 대기시간 간격",
                                "ParamLevelList": [
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "디퓨저 연주",
                        "Desc": "상자가 흡수한 디퓨저를 순수한 풀 원소의 힘으로 전환해, 등방울 상자 · 3단계를 창조하고 기존 등방울 상자를 파괴한다.<br>등방울 상자 · 3단계 존재 기간 동안 상자는 주변의 노트를 흡수하는 대신, 지속적으로 향기로운 이슬을 내려 범위 내의 적을 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 지속 시간 동안 0.3초마다 향기로운 이슬이 1개 내리고, 0.7초 내에 각 적들은 1번만 향기로운 이슬의 목표가 된다.<br>지속 시간 종료 시, 다시 등방울 상자 · 1단계를 창조한다. 만약 디퓨저 연주 발동 시, 이미 노트를 흡수한 기존 등방울 상자가 파괴된 경우, 창조된 등방울 상자가 기존 등방울 상자의 노트와 단계를 계승한다.<br><color style='color:#FFD780;'>디퓨저 연주</color> 지속 시간 동안 원소전투 스킬 「채집 조향」은 등방울 상자를 창조하지 않는다.<br><br><i>어떤 향수든 공기를 접촉하는 순간부터 시간에 따라 향기가 변하고, 최후에는 바람과 초목의 속삭임에 녹아든다. 이런 측면에서 보면 사람은 같은 향수의 향기를 다시는 느낄 수 없다.<br>인간의 궤적 또한 그러하니, 향기는 곧 인생의 연주라고 할 수 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "등방울 상자 · 3단계 공격 피해",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "등방울 상자 · 3단계 지속 시간",
                                "ParamLevelList": [
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "잔향",
                        "Desc": "<color style='color:#FFD780;'>노트</color>를 2개 흡수할 때마다, 등방울 상자 · 2단계가 노트를 소모해 「이슬 디퓨저」를 침출하고 적에게 에밀리 공격력의 500%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 해당 피해는 원소전투 스킬로 간주하지 않는다.<br>에밀리가 격화, 발산 반응 발동 후 30초 동안 해당 효과를 발동할 수 없다",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "정류",
                        "Desc": "필드 위에 에밀리 자신이 창조한 등방울 상자가 존재할 시, 주변에 있는 파티 내 모든 캐릭터의 연소 피해에 대한 내성이 <color style='color:#FF9999;'>85%</color> 증가한다KR0F",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "라이프 특성",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "향기 침출",
                        "Desc": "<color style='color:#FFD780;'>채집 조향</color>과 고유 특성 「잔향」의 이슬 디퓨저가 주는 피해가 10% 증가한다. 후자는 고유 특성 「잔향」을 해금해야 한다.<br>또한 주변에 있는 파티 내 캐릭터가 적에게 연소 반응 발동 또는 연소 상태의 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 추가로 <color style='color:#FFD780;'>노트</color>를 1개 생성한다. 해당 효과는 2.9초마다 1회 발동한다",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "호수빛 노트",
                        "Desc": "에밀리 자신이 창조한 등방울 상자가 노트 흡수 시, 에밀리는 「특별 노트」 효과를 1스택 획득해 자신의 공격력이 18% 증가한다, 지속 시간: 10초, 최대 중첩수: 2스택. 스택마다 지속 시간은 독립적으로 계산된다",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "모인 향기",
                        "Desc": "<color style='color:#FFD780;'>채집 조향</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "등방울 마음",
                        "Desc": "<color style='color:#FFD780;'>디퓨저 연주</color>의 지속 시간이 2초 연장되고, 적마다 향기로운 이슬의 목표가 되는 간격이 0.3초 감소한다",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "응고된 이슬 향기",
                        "Desc": "<color style='color:#FFD780;'>디퓨저 연주</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "마코트 향기",
                        "Desc": "<color style='color:#FFD780;'>채집 조향</color> 발동 또는 <color style='color:#FFD780;'>디퓨저 연주</color> 시, 에밀리가 「머문 향기」를 획득한다. 지속 시간: 5초.<br>지속 시간 동안 에밀리가 일반 공격 또는 강공격 진행 후, 향기로운 이슬이 1개 생성된다. 또한 에밀리의 일반 공격과 강공격이 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#99FF88;'>풀 원소 피해</color>로 전환되고 주는 피해가 증가한다. 증가량은 에밀리 공격력의 250%에 해당한다.<br><br>「머문 향기」 효과는 향기로운 이슬 4개 생성 또는 지속 시간 종료 시 사라진다. 12초마다 「머문 향기」 효과를 최대 1회 획득한다",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 그림자 사냥 창술 · 개량",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "조향",
                        "Desc": "등방울병을 창조해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>등방울병</color><br> · 간헐적으로 주변의 적에게 「이슬 숨결」을 발사해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br> · 주변에 있는 적이 연소 상태 시, 간헐적으로 「노트」가 생성된다. 등방울병은 주변의 노트를 수집한다. 노트 2개 수집 후, 병의 단계가 증가한다. 또한 이슬 숨결 발사 시 추가로 이슬 숨결을 하나 더 발사하고, 상술한 공격이 주는 피해가 증가한다.<br> · 에밀리 자신이 창조한 등방울병은 동시에 하나만 존재할 수 있다. 등방울병 창조 시, 시작 단계는 1단계이며 최대 2단계까지 증가한다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 에밀리가 해당 방식으로 등방울병을 창조한 후, 전방에 적을 꿰뚫는 영혼의 쐐기를 내려 프뉴마 성질의 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><i>「세상의 경치는 수많은 향기와 색채 그리고 노랫소리의 조화로 이루어져 있다」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 1단계 공격 피해",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 2단계 공격 피해",
                                "ParamLevelList": [
                                    "75.0%x2",
                                    "80.625%x2",
                                    "86.25%x2",
                                    "93.75%x2",
                                    "99.375%x2",
                                    "105.0%x2",
                                    "112.5%x2",
                                    "120.0%x2",
                                    "127.5%x2",
                                    "135.0%x2",
                                    "142.5%x2",
                                    "150.0%x2",
                                    "159.375%x2",
                                    "168.75%x2",
                                    "178.125%x2"
                                ]
                            },
                            {
                                "Desc": "등방울병 지속 시간",
                                "ParamLevelList": [
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 재사용 대기시간 간격",
                                "ParamLevelList": [
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "향료의 흐름",
                        "Desc": "병이 흡수한 항료를 순수한 풀 원소의 힘으로 전환해, 등방울병 · 3단계를 창조하고 기존 등방울병을 파괴한다.<br>등방울병 · 3단계 존재 기간 동안 병은 주변의 노트를 흡수하는 대신, 지속적으로 이슬 향기를 내려 범위 내의 적을 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 지속 시간 동안 0.3초마다 이슬 향기가 1개 내리고, 0.7초 내에 각 적들은 1번만 이슬 향기의 목표가 된다.<br>지속 시간 종료 시, 다시 등방울병 · 1단계를 창조한다. 만약 향료의 흐름 발동 시, 이미 노트를 흡수한 기존 등방울병이 파괴된 경우, 창조된 등방울병이 기존 등방울병의 노트와 단계를 계승한다.<br><color style='color:#FFD780;'>향료의 흐름</color> 지속 시간 동안 원소전투 스킬 「조향」은 등방울병을 창조하지 않는다.<br><br><i>어떤 향수든 공기를 접촉하는 순간부터 시간에 따라 향기가 변하고, 최후에는 바람과 초목의 속삭임에 녹아든다. 이런 측면에서 보면 사람은 같은 향수의 향기를 다시는 느낄 수 없다.<br>인간의 궤적 또한 그러하니, 향기는 곧 인생의 흐름이라고 할 수 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "등방울병 · 3단계 공격 피해",
                                "ParamLevelList": [
                                    "140.3%",
                                    "150.822%",
                                    "161.345%",
                                    "175.375%",
                                    "185.898%",
                                    "196.42%",
                                    "210.45%",
                                    "224.48%",
                                    "238.51%",
                                    "252.54%",
                                    "266.57%",
                                    "280.6%",
                                    "298.137%",
                                    "315.675%",
                                    "333.212%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 3단계 지속 시간",
                                "ParamLevelList": [
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "잔향",
                        "Desc": "<color style='color:#FFD780;'>노트</color>를 2개 흡수할 때마다, 등방울병 · 2단계가 노트를 소모해 「이슬 향료」를 침출하고 적에게 에밀리 공격력의 500%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 해당 피해는 원소전투 스킬로 간주하지 않는다",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "정류",
                        "Desc": "필드 위에 에밀리 자신이 창조한 등방울병이 존재할 시, 주변에 있는 파티 내 모든 캐릭터의 연소 피해에 대한 <color style='color:#FF9999;'>불 원소 내성</color>이 85% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "고유 특성",
                        "Desc": "에밀리가 연소 상태의 적에게 주는 피해가 36% 증가하고",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "향기 침출",
                        "Desc": "<color style='color:#FFD780;'>조향</color>과 고유 특성 「잔향」의 이슬 향료가 주는 피해가 10% 증가한다. 후자는 고유 특성 「잔향」을 해금해야 한다.<br>또한 주변에 있는 파티 내 캐릭터가 적에게 연소 반응 발동 또는 연소 상태의 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 추가로 <color style='color:#FFD780;'>노트</color>를 1개 생성한다. 해당 효과는 2.9초마다 1회 발동한다",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "호수빛 탑 노트",
                        "Desc": "에밀리 자신이 창조한 등방울병이 노트 흡수 시, 에밀리는 「특수 노트」 효과를 1스택 획득해 자신의 공격력이 18% 증가한다, 지속 시간: 10초, 최대 중첩수: 2스택. 스택마다 지속 시간은 독립적으로 계산된다",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "모인 향기",
                        "Desc": "<color style='color:#FFD780;'>조향</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "등방울 마음",
                        "Desc": "<color style='color:#FFD780;'>향료의 흐름</color>의 지속 시간이 2초 연장되고, 적마다 이슬 향기의 목표가 되는 간격이 0.3초 감소한다",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "맺힌 이슬 향기",
                        "Desc": "<color style='color:#FFD780;'>향료의 흐름</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "마코트 향기",
                        "Desc": "<color style='color:#FFD780;'>조향</color> 발동 또는 <color style='color:#FFD780;'>향료의 흐름</color> 시, 에밀리가 「남은 향기」를 획득한다. 지속 시간: 5초.<br>지속 시간 동안 에밀리가 일반 공격 또는 강공격 진행 후, 노트가 1개 생성된다. 또한 에밀리의 일반 공격과 강공격이 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#99FF88;'>풀 원소 피해</color>로 전환되고 주는 피해가 증가한다. 증가량은 에밀리 공격력의 250%에 해당한다.<br><br>「남은 향기」 효과는 노트 4개 생성 또는 지속 시간 종료 시 사라진다. 12초마다 「남은 향기」 효과를 최대 1회 획득한다",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 그림자 사냥 창술 · 개량",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "조향",
                        "Desc": "등방울병을 창조해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>등방울병</color><br> · 간헐적으로 주변의 적에게 「이슬 숨결」을 발사해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br> · 주변에 있는 적이 연소 상태 시, 간헐적으로 「노트」가 생성된다. 등방울병은 주변의 노트를 수집한다. 노트 2개 수집 후, 병의 단계가 증가한다. 또한 이슬 숨결 발사 시 추가로 이슬 숨결을 하나 더 발사하고, 상술한 공격이 주는 피해가 증가한다.<br> · 에밀리 자신이 창조한 등방울병은 동시에 하나만 존재할 수 있다. 등방울병 창조 시, 시작 단계는 1단계이며 최대 2단계까지 증가한다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 에밀리가 해당 방식으로 등방울병을 창조한 후, 전방에 적을 꿰뚫는 영혼의 쐐기를 내려 프뉴마 성질의 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><i>「세상의 경치는 수많은 향기와 색채 그리고 노랫소리의 조화로 이루어져 있다」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 1단계 공격 피해",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 2단계 공격 피해",
                                "ParamLevelList": [
                                    "84.0%x2",
                                    "90.3%x2",
                                    "96.6%x2",
                                    "105.0%x2",
                                    "111.3%x2",
                                    "117.6%x2",
                                    "126.0%x2",
                                    "134.4%x2",
                                    "142.8%x2",
                                    "151.2%x2",
                                    "159.6%x2",
                                    "168.0%x2",
                                    "178.5%x2",
                                    "189.0%x2",
                                    "199.5%x2"
                                ]
                            },
                            {
                                "Desc": "등방울병 지속 시간",
                                "ParamLevelList": [
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 재사용 대기시간 간격",
                                "ParamLevelList": [
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "향료의 흐름",
                        "Desc": "병이 흡수한 항료를 순수한 풀 원소의 힘으로 전환해, 등방울병 · 3단계를 창조하고 기존 등방울병을 파괴한다.<br>등방울병 · 3단계 존재 기간 동안 병은 주변의 노트를 흡수하는 대신, 지속적으로 이슬 향기를 내려 범위 내의 적을 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 지속 시간 동안 0.3초마다 이슬 향기가 1개 내리고, 0.7초 내에 각 적들은 1번만 이슬 향기의 목표가 된다.<br>지속 시간 종료 시, 다시 등방울병 · 1단계를 창조한다. 만약 향료의 흐름 발동 시, 이미 노트를 흡수한 기존 등방울병이 파괴된 경우, 창조된 등방울병이 기존 등방울병의 노트와 단계를 계승한다.<br><color style='color:#FFD780;'>향료의 흐름</color> 지속 시간 동안 원소전투 스킬 「조향」은 등방울병을 창조하지 않는다.<br><br><i>어떤 향수든 공기를 접촉하는 순간부터 시간에 따라 향기가 변하고, 최후에는 바람과 초목의 속삭임에 녹아든다. 이런 측면에서 보면 사람은 같은 향수의 향기를 다시는 느낄 수 없다.<br>인간의 궤적 또한 그러하니, 향기는 곧 인생의 흐름이라고 할 수 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "등방울병 · 3단계 공격 피해",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 3단계 지속 시간",
                                "ParamLevelList": [
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "잔향",
                        "Desc": "<color style='color:#FFD780;'>노트</color>를 2개 흡수할 때마다, 등방울병 · 2단계가 노트를 소모해 「이슬 향료」를 침출하고 적에게 에밀리 공격력의 500%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 해당 피해는 원소전투 스킬로 간주하지 않는다",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "정류",
                        "Desc": "필드 위에 에밀리 자신이 창조한 등방울병이 존재할 시, 주변에 있는 파티 내 모든 캐릭터의 연소 피해에 대한 <color style='color:#FF9999;'>불 원소 내성</color>이 85% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "공중 집향",
                        "Desc": "에밀리가 연소 상태의 적에게 주는 피해가 36% 증가하고, 활성 상태의 적에게 주는 피해가 90% 감소한다",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "향기 침출",
                        "Desc": "<color style='color:#FFD780;'>조향</color>과 고유 특성 「잔향」의 이슬 향료가 주는 피해가 10% 증가한다. 후자는 고유 특성 「잔향」을 해금해야 한다.<br>또한 주변에 있는 파티 내 캐릭터가 적에게 연소 반응 발동 또는 연소 상태의 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 추가로 <color style='color:#FFD780;'>노트</color>를 1개 생성한다. 해당 효과는 2.9초마다 1회 발동한다",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "호수빛 탑 노트",
                        "Desc": "에밀리 자신이 창조한 등방울병이 노트 흡수 시, 에밀리는 「특제」 효과를 1스택 획득해 자신의 공격력이 18% 증가한다, 지속 시간: 10초, 최대 중첩수: 2스택. 스택마다 지속 시간은 독립적으로 계산된다",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "그윽한 에센스",
                        "Desc": "<color style='color:#FFD780;'>조향</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "등방울 하트 노트",
                        "Desc": "<color style='color:#FFD780;'>향료의 흐름</color>의 지속 시간이 2초 연장되고, 적마다 이슬 향기의 목표가 되는 간격이 0.3초 감소한다",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "이슬 아로마",
                        "Desc": "<color style='color:#FFD780;'>향료의 흐름</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "마코트 베이스 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color> 발동 또는 <color style='color:#FFD780;'>향료의 흐름</color> 시, 에밀리가 「남은 향기」를 획득한다. 지속 시간: 5초.<br>지속 시간 동안 에밀리가 일반 공격 또는 강공격 진행 후, 노트가 1개 생성된다. 또한 에밀리의 일반 공격과 강공격이 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#99FF88;'>풀 원소 피해</color>로 전환되고 주는 피해가 증가한다. 증가량은 에밀리 공격력의 250%에 해당한다.<br><br>「남은 향기」 효과는 노트 4개 생성 또는 지속 시간 종료 시 사라진다. 12초마다 「남은 향기」 효과를 최대 1회 획득한다",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 그림자 사냥 창술 · 개량",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "조향",
                        "Desc": "등방울병을 창조해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>등방울병</color><br> · 간헐적으로 주변의 적에게 「이슬 숨결」을 발사해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br> · 주변에 있는 적이 연소 상태 시, 간헐적으로 「향조」가 생성된다. 해당 방식으로 2초마다 향조가 최대 1개 생성된다. 등방울병은 주변의 향조를 흡수한다. 향조 2개 흡수 후, 병의 단계가 증가한다. 또한 이슬 숨결 발사 시 추가로 이슬 숨결이 하나 더 발사되고, 상술한 공격의 공격 범위와 주는 피해가 증가한다.<br> · 에밀리 자신이 창조한 등방울병은 동시에 하나만 존재할 수 있다. 등방울병 창조 시, 시작 단계는 1단계이며 최대 2단계까지 증가한다. 필드 위에 있을 시, 8초 내에 향조를 흡수하지 않으면 등방울병의 단계는 1단계로 되돌아간다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 에밀리가 해당 방식으로 등방울병을 창조한 후, 전방에 적을 꿰뚫는 영혼의 쐐기를 내려 프뉴마 성질의 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><i>「세상의 경치는 수많은 향기와 색채 그리고 노랫소리의 조화로 이루어져 있다」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 1단계 공격 피해",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 2단계 공격 피해",
                                "ParamLevelList": [
                                    "84.0%x2",
                                    "90.3%x2",
                                    "96.6%x2",
                                    "105.0%x2",
                                    "111.3%x2",
                                    "117.6%x2",
                                    "126.0%x2",
                                    "134.4%x2",
                                    "142.8%x2",
                                    "151.2%x2",
                                    "159.6%x2",
                                    "168.0%x2",
                                    "178.5%x2",
                                    "189.0%x2",
                                    "199.5%x2"
                                ]
                            },
                            {
                                "Desc": "등방울병 지속 시간",
                                "ParamLevelList": [
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 재사용 대기시간 간격",
                                "ParamLevelList": [
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "향의 궤적",
                        "Desc": "병이 흡수한 항료를 순수한 풀 원소의 힘으로 전환해, 등방울병 · 3단계를 창조하고 기존에 있던 등방울병을 회수한다.<br>등방울병 · 3단계 존재 기간 동안 병은 주변의 향조를 흡수하는 대신, 지속적으로 이슬 향기를 내려 범위 내의 적을 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 지속 시간 동안, 0.3초마다 이슬 향기가 1개 내리고, 0.7초 내에 각 적들은 1번만 이슬 향기의 목표가 된다.<br>지속 시간 종료 시, 다시 등방울병 · 1단계를 창조한다. 만약 향의 궤적 발동 시 회수한 등방울병이 있을 경우, 회수한 등방울병을 배치하고 지속 시간을 초기화하는 것으로 변경된다.<br><color style='color:#FFD780;'>향의 궤적</color> 지속 시간 동안 원소전투 스킬 「조향」은 등방울병을 창조하지 않는다.<br><br><i>어떤 향수든 공기를 접촉하는 순간부터 시간에 따라 향기가 변하고, 최후에는 바람과 초목의 속삭임에 녹아든다. 이런 측면에서 보면 사람은 같은 향수의 향기를 다시는 느낄 수 없다.<br>인간의 궤적 또한 그러하니, 향기는 곧 인생의 궤적이라고 할 수 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "등방울병 · 3단계 공격 피해",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 3단계 지속 시간",
                                "ParamLevelList": [
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "잔향",
                        "Desc": "<color style='color:#FFD780;'>향조</color>를 2개 흡수할 때마다, 등방울병 · 2단계가 향조를 소모해 「이슬 향료」를 침출하고 적에게 에밀리 공격력의 600%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 해당 피해는 원소전투 스킬로 간주하지 않는다",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "정류",
                        "Desc": "에밀리가 연소 상태의 적에게 주는 피해가, 에밀리의 공격에 기반해 증가한다: 1000pt 공격력마다 피해가 15% 증가한다. 해당 방식으로 피해가 최대 36% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "헤드스페이스 추출법",
                        "Desc": "필드 위에 에밀리 자신이 창조한 등방울병이 존재할 시, 주변에 있는 파티 내 모든 캐릭터의 연소 피해에 대한 <color style='color:#FF9999;'>불 원소 내성</color>이 85% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "향기 침출",
                        "Desc": "<color style='color:#FFD780;'>조향</color>과 고유 특성 「잔향」의 이슬 향료가 주는 피해가 20% 증가한다. 후자는 고유 특성 「잔향」을 해금해야 한다.<br>또한 주변에 있는 파티 내 캐릭터가 적에게 연소 반응 발동 또는 연소 상태의 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 추가로 <color style='color:#FFD780;'>향조</color>를 1개 생성한다. 해당 효과는 2.9초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "호숫빛 탑 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color>, <color style='color:#FFD780;'>향의 궤적</color> 또는 고유 특성 「잔향」의 이슬 향료(해당 고유 특성 해금 필요)가 적에게 명중 시, 해당 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 30% 감소한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "그윽한 에센스",
                        "Desc": "<color style='color:#FFD780;'>조향</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "등방울 하트 노트",
                        "Desc": "<color style='color:#FFD780;'>향의 궤적</color>의 지속 시간이 2초 연장되고, 적마다 이슬 향기의 목표가 되는 간격이 0.3초 감소한다",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "이슬 아로마",
                        "Desc": "<color style='color:#FFD780;'>향의 궤적</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "마코트 베이스 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color> 또는 <color style='color:#FFD780;'>향의 궤적</color> 발동 시, 에밀리가 「머문 향기」를 획득한다. 지속 시간: 5초.<br>지속 시간 동안 에밀리가 일반 공격 또는 강공격 진행 후, 향조가 1개 생성된다. 또한 에밀리의 일반 공격과 강공격이 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#99FF88;'>풀 원소 피해</color>로 전환되고 주는 피해가 증가한다. 증가량은 에밀리 공격력의 300%에 해당한다.<br><br>「머문 향기」 효과는 해당 방식으로 향조 4개 생성 또는 지속 시간 종료 시 사라진다. 12초마다 「머문 향기」 효과를 최대 1회 획득한다",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 그림자 사냥 창술 · 개량",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.561%",
                                    "52.513%",
                                    "56.466%",
                                    "62.113%",
                                    "66.065%",
                                    "70.582%",
                                    "76.794%",
                                    "83.005%",
                                    "89.216%",
                                    "95.992%",
                                    "102.768%",
                                    "109.544%",
                                    "116.32%",
                                    "123.096%",
                                    "129.872%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.895%",
                                    "48.55%",
                                    "52.204%",
                                    "57.424%",
                                    "61.079%",
                                    "65.255%",
                                    "70.997%",
                                    "76.74%",
                                    "82.482%",
                                    "88.747%",
                                    "95.011%",
                                    "101.276%",
                                    "107.54%",
                                    "113.805%",
                                    "120.069%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "59.3%",
                                    "64.127%",
                                    "68.954%",
                                    "75.849%",
                                    "80.676%",
                                    "86.193%",
                                    "93.777%",
                                    "101.362%",
                                    "108.947%",
                                    "117.222%",
                                    "125.496%",
                                    "133.771%",
                                    "142.045%",
                                    "150.32%",
                                    "158.594%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "75.103%",
                                    "81.216%",
                                    "87.329%",
                                    "96.062%",
                                    "102.175%",
                                    "109.161%",
                                    "118.767%",
                                    "128.374%",
                                    "137.98%",
                                    "148.459%",
                                    "158.939%",
                                    "169.418%",
                                    "179.898%",
                                    "190.377%",
                                    "200.857%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "조향",
                        "Desc": "등방울병을 창조해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>등방울병</color><br> · 간헐적으로 주변의 적에게 「이슬 숨결」을 발사해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br> · 주변에 있는 적이 연소 상태 시, 간헐적으로 「향조」가 생성된다. 해당 방식으로 2초마다 향조가 최대 1개 생성된다. 등방울병은 주변의 향조를 흡수한다. 향조 2개 흡수 후 병의 단계가 증가해, 이슬 숨결 발사 시 추가로 이슬 숨결이 하나 더 발사되고, 상술한 공격의 공격 범위와 주는 피해가 증가한다.<br> · 에밀리 자신이 창조한 등방울병은 동시에 하나만 존재할 수 있다. 등방울병 창조 시, 시작 단계는 1단계이며 최대 2단계까지 증가한다. 필드 위에 있을 시, 8초 내에 향조를 흡수하지 않으면 등방울병의 단계는 1단계로 되돌아간다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 에밀리가 해당 방식으로 등방울병을 창조한 후, 전방에 적을 꿰뚫는 영혼의 쐐기를 내려 프뉴마 성질의 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><i>「세상의 경치는 수많은 향기와 색채 그리고 노랫소리의 조화로 이루어져 있다」</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.0%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 1단계 공격 피해",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 2단계 공격 피해",
                                "ParamLevelList": [
                                    "84.0%x2",
                                    "90.3%x2",
                                    "96.6%x2",
                                    "105.0%x2",
                                    "111.3%x2",
                                    "117.6%x2",
                                    "126.0%x2",
                                    "134.4%x2",
                                    "142.8%x2",
                                    "151.2%x2",
                                    "159.6%x2",
                                    "168.0%x2",
                                    "178.5%x2",
                                    "189.0%x2",
                                    "199.5%x2"
                                ]
                            },
                            {
                                "Desc": "등방울병 지속 시간",
                                "ParamLevelList": [
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초",
                                    "22.0초"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 재사용 대기시간 간격",
                                "ParamLevelList": [
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초",
                                    "10.0초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초",
                                    "14.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "향의 궤적",
                        "Desc": "병이 흡수한 항료를 순수한 풀 원소의 힘으로 전환해, 등방울병 · 3단계를 창조하고 기존에 있던 등방울병을 회수한다.<br>등방울병 · 3단계 존재 기간 동안 병은 주변의 향조를 흡수하지 않는 대신, 지속적으로 이슬 향기를 내려 범위 내의 적을 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 지속 시간 동안, 0.3초마다 이슬 향기가 1개 내리고, 0.7초 내에 각 적들은 1번만 이슬 향기의 목표가 된다.<br>지속 시간 종료 시, 다시 등방울병 · 1단계를 창조한다. 만약 향의 궤적 발동 시 회수한 등방울병이 있을 경우, 회수한 등방울병을 배치하고 지속 시간을 초기화하는 것으로 변경된다.<br><color style='color:#FFD780;'>향의 궤적</color> 지속 시간 동안 원소전투 스킬 「조향」은 등방울병을 창조하지 않는다.<br><br><i>어떤 향수든 공기와 접촉하는 순간부터 시간에 따라 향기가 변하고, 최후에는 바람과 초목의 속삭임에 녹아든다. 이런 측면에서 보면 사람은 같은 향수의 향기를 다시는 느낄 수 없다.<br>인간의 궤적 또한 그러하니, 향기는 곧 인생의 궤적이라고 할 수 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "등방울병 · 3단계 공격 피해",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 3단계 지속 시간",
                                "ParamLevelList": [
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0",
                                    "50.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "잔향",
                        "Desc": "<color style='color:#FFD780;'>향조</color>를 2개 흡수할 때마다, 등방울병 · 2단계가 향조를 소모해 「이슬 향료」를 침출하고 적에게 에밀리 공격력의 600%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 해당 피해는 원소전투 스킬로 간주하지 않는다",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "정류",
                        "Desc": "에밀리가 연소 상태의 적에게 주는 피해가, 에밀리의 공격에 기반해 증가한다: 1000pt 공격력마다 피해가 15% 증가한다. 해당 방식으로 피해가 최대 36% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "헤드스페이스 추출법",
                        "Desc": "필드 위에 에밀리 자신이 창조한 등방울병이 존재할 시, 주변에 있는 파티 내 모든 캐릭터의 연소 피해에 대한 <color style='color:#FF9999;'>불 원소 내성</color>이 85% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "향기 침출",
                        "Desc": "<color style='color:#FFD780;'>조향</color>과 고유 특성 「잔향」의 이슬 향료가 주는 피해가 20% 증가한다. 후자는 고유 특성 「잔향」을 해금해야 한다.<br>또한 주변에 있는 파티 내 캐릭터가 적에게 연소 반응 발동 또는 연소 상태의 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 추가로 <color style='color:#FFD780;'>향조</color>를 1개 생성한다. 해당 효과는 2.9초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "호숫빛 탑 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color>, <color style='color:#FFD780;'>향의 궤적</color> 또는 고유 특성 「잔향」의 이슬 향료(해당 고유 특성 해금 필요)가 적에게 명중 시, 해당 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 30% 감소한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "그윽한 에센스",
                        "Desc": "<color style='color:#FFD780;'>조향</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "등방울 하트 노트",
                        "Desc": "<color style='color:#FFD780;'>향의 궤적</color>의 지속 시간이 2초 연장되고, 적마다 이슬 향기의 목표가 되는 간격이 0.3초 감소한다",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "이슬 아로마",
                        "Desc": "<color style='color:#FFD780;'>향의 궤적</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "마코트 베이스 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color> 또는 <color style='color:#FFD780;'>향의 궤적</color> 발동 시, 에밀리가 「머문 향기」를 획득한다. 지속 시간: 5초.<br>지속 시간 동안 에밀리가 일반 공격 또는 강공격 진행 후, 향조가 1개 생성된다. 또한 에밀리의 일반 공격과 강공격이 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#99FF88;'>풀 원소 피해</color>로 전환되고 주는 피해가 증가한다. 증가량은 에밀리 공격력의 300%에 해당한다.<br><br>「머문 향기」 효과는 해당 방식으로 향조 4개 생성 또는 지속 시간 종료 시 사라진다. 12초마다 「머문 향기」 효과를 최대 1회 획득한다",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "그림자 사냥 창술 · 개량",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "48.5608%",
                                    "52.5134%",
                                    "56.466%",
                                    "62.1126%",
                                    "66.0652%",
                                    "70.5825%",
                                    "76.7938%",
                                    "83.005%",
                                    "89.2163%",
                                    "95.9922%",
                                    "102.7681%",
                                    "109.544%",
                                    "116.32%",
                                    "123.0959%",
                                    "129.8718%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.8954%",
                                    "48.5497%",
                                    "52.204%",
                                    "57.4244%",
                                    "61.0787%",
                                    "65.255%",
                                    "70.9974%",
                                    "76.7399%",
                                    "82.4823%",
                                    "88.7468%",
                                    "95.0113%",
                                    "101.2758%",
                                    "107.5402%",
                                    "113.8047%",
                                    "120.0692%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "59.3004%",
                                    "64.1272%",
                                    "68.954%",
                                    "75.8494%",
                                    "80.6762%",
                                    "86.1925%",
                                    "93.7774%",
                                    "101.3624%",
                                    "108.9473%",
                                    "117.2218%",
                                    "125.4963%",
                                    "133.7708%",
                                    "142.0452%",
                                    "150.3197%",
                                    "158.5942%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "75.1029%",
                                    "81.216%",
                                    "87.329%",
                                    "96.0619%",
                                    "102.1749%",
                                    "109.1613%",
                                    "118.7674%",
                                    "128.3736%",
                                    "137.9798%",
                                    "148.4593%",
                                    "158.9388%",
                                    "169.4183%",
                                    "179.8977%",
                                    "190.3772%",
                                    "200.8567%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "조향",
                        "Desc": "등방울병을 창조해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>등방울병</color><br> · 간헐적으로 주변의 적에게 「이슬 숨결」을 발사해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br> · 주변에 있는 적이 연소 상태 시, 간헐적으로 「향조」가 생성된다. 해당 방식으로 2초마다 향조가 최대 1개 생성된다. 등방울병은 주변의 향조를 흡수한다. 향조 2개 흡수 후 병의 단계가 증가하며, 이슬 숨결 발사 시 추가로 이슬 숨결이 하나 더 발사되고, 상술한 공격의 공격 범위와 주는 피해가 증가한다.<br> · 에밀리 자신이 창조한 등방울병은 동시에 하나만 존재할 수 있다. 등방울병 창조 시, 시작 단계는 1단계이며 최대 2단계까지 증가한다. 등방울병이 필드 위에 있을 시, 8초 내에 향조를 흡수하지 않으면 등방울병의 단계는 1단계로 되돌아간다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 에밀리가 해당 방식으로 등방울병을 창조한 후, 전방에 적을 꿰뚫는 영혼의 쐐기를 내려 프뉴마 성질의 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><i>「세상의 경치는 수많은 향기와 색채 그리고 노랫소리의 조화로 이루어져 있다」</i>",
                        "Icon": "Skill_S_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "47.08%",
                                    "50.611%",
                                    "54.142%",
                                    "58.85%",
                                    "62.381%",
                                    "65.912%",
                                    "70.62%",
                                    "75.328%",
                                    "80.036%",
                                    "84.744%",
                                    "89.452%",
                                    "94.16%",
                                    "100.045%",
                                    "105.93%",
                                    "111.815%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 1단계 공격 피해",
                                "ParamLevelList": [
                                    "39.6%",
                                    "42.57%",
                                    "45.54%",
                                    "49.5%",
                                    "52.47%",
                                    "55.44%",
                                    "59.4%",
                                    "63.36%",
                                    "67.32%",
                                    "71.28%",
                                    "75.24%",
                                    "79.2%",
                                    "84.15%",
                                    "89.1%",
                                    "94.05%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 2단계 공격 피해",
                                "ParamLevelList": [
                                    "84.0%x2",
                                    "90.3%x2",
                                    "96.6%x2",
                                    "105.0%x2",
                                    "111.3%x2",
                                    "117.6%x2",
                                    "126.0%x2",
                                    "134.4%x2",
                                    "142.8%x2",
                                    "151.2%x2",
                                    "159.6%x2",
                                    "168.0%x2",
                                    "178.5%x2",
                                    "189.0%x2",
                                    "199.5%x2"
                                ]
                            },
                            {
                                "Desc": "등방울병 지속 시간",
                                "ParamLevelList": [
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초",
                                    "22초"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "38.52%",
                                    "41.409%",
                                    "44.298%",
                                    "48.15%",
                                    "51.039%",
                                    "53.928%",
                                    "57.78%",
                                    "61.632%",
                                    "65.484%",
                                    "69.336%",
                                    "73.188%",
                                    "77.04%",
                                    "81.855%",
                                    "86.67%",
                                    "91.485%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 재사용 대기시간 간격",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초",
                                    "14초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "향의 궤적",
                        "Desc": "병이 흡수한 향료를 순수한 풀 원소의 힘으로 전환해, 등방울병 · 3단계를 창조하고 기존에 있던 등방울병을 회수한다.<br>등방울병 · 3단계 존재 기간 동안 병은 주변의 향조를 흡수하지 않는 대신, 지속적으로 이슬 향기를 내려 범위 내의 적을 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 지속 시간 동안, 0.3초마다 이슬 향기가 1개 내리고, 0.7초 내에 각 적들은 1번만 이슬 향기의 목표가 된다.<br>지속 시간 종료 시, 다시 등방울병 · 1단계를 창조한다. 만약 향의 궤적 발동 시 회수한 등방울병이 있을 경우, 회수한 등방울병을 배치하고 지속 시간을 초기화하는 것으로 변경된다.<br><color style='color:#FFD780;'>향의 궤적</color> 지속 시간 동안 원소전투 스킬 「조향」은 등방울병을 창조하지 않는다.<br><br><i>어떤 향수든 공기와 접촉하는 순간부터 시간에 따라 향기가 변하고, 최후에는 바람과 초목의 속삭임에 녹아든다. 이런 측면에서 보면 사람은 같은 향수의 향기를 다시는 느낄 수 없다.<br>인간의 궤적 또한 그러하니, 향기는 곧 인생의 궤적이라고 할 수 있다</i>",
                        "Icon": "Skill_E_Emilie_01",
                        "ParamDesc": [
                            {
                                "Desc": "등방울병 · 3단계 공격 피해",
                                "ParamLevelList": [
                                    "217.2%",
                                    "233.49%",
                                    "249.78%",
                                    "271.5%",
                                    "287.79%",
                                    "304.08%",
                                    "325.8%",
                                    "347.52%",
                                    "369.24%",
                                    "390.96%",
                                    "412.68%",
                                    "434.4%",
                                    "461.55%",
                                    "488.7%",
                                    "515.85%"
                                ]
                            },
                            {
                                "Desc": "등방울병 · 3단계 지속 시간",
                                "ParamLevelList": [
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초",
                                    "2.8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초",
                                    "13.5초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "잔향",
                        "Desc": "<color style='color:#FFD780;'>향조</color>를 2개 흡수할 때마다, 등방울병 · 2단계가 향조를 소모해 「이슬 향료」를 침출하고 적에게 에밀리 공격력의 600%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 해당 피해는 원소전투 스킬로 간주하지 않는다",
                        "Icon": "UI_Talent_S_Emilie_05"
                    },
                    {
                        "Name": "정류",
                        "Desc": "에밀리가 연소 상태의 적에게 주는 피해가, 에밀리의 공격력에 기반해 증가한다: 1000pt 공격력마다 피해가 15% 증가한다. 해당 방식으로 피해가 최대 36% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_06"
                    },
                    {
                        "Name": "헤드스페이스 추출법",
                        "Desc": "필드 위에 에밀리 자신이 창조한 등방울병이 존재할 시, 주변에 있는 파티 내 모든 캐릭터의 연소 피해에 대한 <color style='color:#FF9999;'>불 원소 내성</color>이 85% 증가한다",
                        "Icon": "UI_Talent_S_Emilie_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "향기 침출",
                        "Desc": "<color style='color:#FFD780;'>조향</color>과 돌파 특성 「잔향」의 이슬 향료가 주는 피해가 20% 증가한다. 후자는 돌파 특성 「잔향」을 해금해야 한다.<br>또한 주변에 있는 파티 내 캐릭터가 적에게 연소 반응 발동 또는 연소 상태의 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 줄 시, 추가로 <color style='color:#FFD780;'>향조</color>를 1개 생성한다. 해당 효과는 2.9초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Emilie_01"
                    },
                    {
                        "Level": 2,
                        "Name": "호숫빛 탑 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color>, <color style='color:#FFD780;'>향의 궤적</color> 또는 돌파 특성 「잔향」의 이슬 향료(해당 돌파 특성 해금 필요)가 적에게 명중 시, 해당 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 30% 감소한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Emilie_02"
                    },
                    {
                        "Level": 3,
                        "Name": "그윽한 에센스",
                        "Desc": "<color style='color:#FFD780;'>조향</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_01"
                    },
                    {
                        "Level": 4,
                        "Name": "등방울 하트 노트",
                        "Desc": "<color style='color:#FFD780;'>향의 궤적</color>의 지속 시간이 2초 연장되고, 적마다 이슬 향기의 목표가 되는 간격이 0.3초 감소한다",
                        "Icon": "UI_Talent_S_Emilie_03"
                    },
                    {
                        "Level": 5,
                        "Name": "이슬 아로마",
                        "Desc": "<color style='color:#FFD780;'>향의 궤적</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Emilie_02"
                    },
                    {
                        "Level": 6,
                        "Name": "마코트 베이스 노트",
                        "Desc": "<color style='color:#FFD780;'>조향</color> 또는 <color style='color:#FFD780;'>향의 궤적</color> 발동 시, 에밀리가 「머문 향기」를 획득한다. 지속 시간: 5초.<br>지속 시간 동안 에밀리가 일반 공격 또는 강공격 진행 후, 향조가 1개 생성된다. 또한 에밀리의 일반 공격과 강공격이 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#99FF88;'>풀 원소 피해</color>로 전환되고 주는 피해가 증가한다. 증가량은 에밀리 공격력의 300%에 해당한다.<br><br>「머문 향기」 효과는 해당 방식으로 향조 4개 생성 또는 지속 시간 종료 시 사라진다. 「머문 향기」 효과는 12초마다 최대 1회만 획득할 수 있다",
                        "Icon": "UI_Talent_S_Emilie_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Emilie": {
        "AttackList": [
            {
                "Skill": "E Casting",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Lumidouce Case Lv1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Lumidouce Case",
                "AttGrp": "At most 1 time every 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Lumidouce Case Lv2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "Lumidouce Case",
                "AttGrp": "At most 1 time every 2s",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Q Lumidouce Case",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elem Burst",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Passive Talent",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.5
                    ]
                },
                "AtkTag": "None",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Spiritbreath Thorn",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2 (Dendro)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4 (Dendro)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK (Dendro)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 43.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 59.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.9
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.7,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        3.3,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}