// Auto Generated

var _AvatarDataConfig_ = {
    "Flins": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• Manifest Flame Normal ATK generates @1 Electro Particle#, CD @2s#."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Apart from NA and Lunar-Charged, all DMG applies @1U independently#.",
                    "• Manifest Flame Normal ATK: @2.5s / 3hits#"
                ]
            },
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• Manifest Flame: @0.5# (= Cyno, Hutao, Ayato)"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Flins": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101261": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113077": 2,
                "101261": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113077": 4,
                "101261": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113077": 8,
                "101261": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113077": 12,
                "101261": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113077": 20,
                "101261": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104362": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104363": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104363": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104363": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104363": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104364": 4,
                "112124": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104364": 6,
                "112124": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104364": 12,
                "112124": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104364": 16,
                "112124": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Flins": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대의 규율 · 빛이 남긴 비밀",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>깨어난 빛</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대의 규율 · 빛이 남긴 비밀</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>북쪽 창의 진영</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북쪽 창의 진영</color><br>플린스가 전방에 창의 진영을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>오래된 의식 · 밤 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>뇌정 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북쪽 창의 진영</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과에 영향을 받지 않는다.<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북쪽 창의 진영 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북쪽 창의 진영 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "깨어난 빛 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "오래된 의식 · 밤 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 3회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 상현</color>: 주변에 번개구름이 존재할 경우 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 2회 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북쪽 창의 진영</color> 발동 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>오래된 의식 · 밤 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>뇌정 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>뇌정 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 상현</color>: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주되는<color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다.<br><br><i>「밤이 깊었고, 등지기가 당신을 지켜보고 있습니다. 오늘 밤은 아주 길어질지도 모르겠군요」</i>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "단계별 달 감전 피해",
                                "ParamLevelList": [
                                    "25.984%",
                                    "27.9328%",
                                    "29.8816%",
                                    "32.48%",
                                    "34.4288%",
                                    "36.3776%",
                                    "38.976%",
                                    "41.5744%",
                                    "44.1728%",
                                    "46.7712%",
                                    "49.3696%",
                                    "51.968%",
                                    "55.216%",
                                    "58.464%",
                                    "61.712%"
                                ]
                            },
                            {
                                "Desc": "마지막 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "뇌정 교향곡 피해",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "뇌정 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "뇌정 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울의 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "유염의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구세계의 비밀",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 플린스의 공격력에 기반해 파티 내 캐릭터가 달 감전 반응으로 주는 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플르린스가 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1등급 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "어둠 속 등불",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 속삭임을 알아들을 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "눈의 장막을 걷고",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북쪽 창의 진영</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 5pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "악령의 벽을 넘어",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북쪽 창의 진영</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 특수 원소전투 스킬 <color style='color:#FFD780;'>북쪽 창의 진영</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "한밤중의 낯선 손님을 찾아",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>오래된 의식 · 밤 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "포효하는 황량한 산",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>고유 특성 「유염의 속삭임」이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세를 떠나온 그림자",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대의 규율 · 빛이 남긴 비밀</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "노래와 망자의 춤",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 30% 승격한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 파티 내 모든 캐릭터가 주는 달 감전 반응 피해가 10% 승격한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뇌정 교향곡",
                        "Desc": "적은 원소 에너지를 소모하여 특수한 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 상현</color>:주변에 번개구름이 존재할 경우, 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다"
                    },
                    {
                        "Name": "승격",
                        "Desc": "특수 피해 증가 효과는 다른 피해 증가 효과와 독립적으로 계산된다"
                    }
                ]
            },
            "15": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대의 규율 · 빛이 남긴 비밀",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>깨어난 빛</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대의 규율 · 빛이 남긴 비밀</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>북쪽 창의 진영</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북쪽 창의 진영</color><br>플린스가 전방에 창의 진영을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>오래된 의식 · 밤 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>뇌정 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북쪽 창의 진영</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과에 영향을 받지 않는다.<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북쪽 창의 진영 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북쪽 창의 진영 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "깨어난 빛 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "오래된 의식 · 밤 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 3회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 2회 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>벼락 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주하는<color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다.<br><br><i>「밤이 깊었고, 등지기가 당신을 지켜보고 있습니다. 오늘 밤은 아주 길어질지도 모르겠군요」</i><br>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "단계별 달 감전 피해",
                                "ParamLevelList": [
                                    "25.984%",
                                    "27.9328%",
                                    "29.8816%",
                                    "32.48%",
                                    "34.4288%",
                                    "36.3776%",
                                    "38.976%",
                                    "41.5744%",
                                    "44.1728%",
                                    "46.7712%",
                                    "49.3696%",
                                    "51.968%",
                                    "55.216%",
                                    "58.464%",
                                    "61.712%"
                                ]
                            },
                            {
                                "Desc": "마지막 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "뇌정 교향곡 피해",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "뇌정 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "뇌정 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울의 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "유염의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구세계의 비밀",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 플린스의 공격력에 기반해 파티 내 캐릭터가 달 감전 반응으로 주는 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플르린스가 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1등급 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "어둠 속 등불",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 속삭임을 알아들을 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "눈의 장막을 걷고",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 7pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "악령의 벽을 넘어",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 필드에 있을 때, 플린스가 <color style='color:#FFACFF;'>번개 원소</color> 타입의 공격으로 적 명중 시, 적의 <color style='color:#FFACFF;'>번개 원소 내성</color>이 25% 감소한다. 지속 시간: 7초",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "한밤중의 낯선 손님을 찾아",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>오래된 의식 · 밤 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "포효하는 황량한 산",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>고유 특성 「유염의 속삭임」이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세를 떠나온 그림자",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대의 규율 · 빛이 남긴 비밀</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "노래와 망자의 춤",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 30% 승격한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 파티 내 모든 캐릭터가 주는 달 감전 반응 피해가 10% 승격한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뇌정 교향곡",
                        "Desc": "적은 원소 에너지를 소모하여 특수한 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 상현</color>:주변에 번개구름이 존재할 경우, 달 감전 반응 피해로 간주되는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다"
                    },
                    {
                        "Name": "승격",
                        "Desc": "특수 피해 증가 효과는 다른 피해 증가 효과와 독립적으로 계산된다"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 율법 · 등의 비밀",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>푸른불</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 플린스의 경직 저항력이 증가한다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등의 비밀</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북국의 장창</color><br>플린스가 전방에 장창을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과에 영향을 받지 않는다.<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>KR0B",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "푸른불 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 예법 · 밤의 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 3회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 2회 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>벼락 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주하는<color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다.<br><br><i>「밤이 깊었고, 등지기가 당신을 지켜보고 있습니다. 오늘 밤은 아주 길어질지도 모르겠군요」</i><br>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "단계별 달 감전 피해",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "마지막 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "129.92%",
                                    "139.664%",
                                    "149.408%",
                                    "162.4%",
                                    "172.144%",
                                    "181.888%",
                                    "194.88%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%",
                                    "259.84%",
                                    "276.08%",
                                    "292.32%",
                                    "308.56%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 피해",
                                "ParamLevelList": [
                                    "77.952%",
                                    "83.7984%",
                                    "89.6448%",
                                    "97.44%",
                                    "103.2864%",
                                    "109.1328%",
                                    "116.928%",
                                    "124.7232%",
                                    "132.5184%",
                                    "140.3136%",
                                    "148.1088%",
                                    "155.904%",
                                    "165.648%",
                                    "175.392%",
                                    "185.136%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "푸른불의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구시대의 은둔자",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 플린스의 공격력에 기반해 파티 내 캐릭터가 달 감전 반응으로 주는 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플르린스가 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "등불 순찰",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 속삭임을 알아들을 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "눈의 장막을 걷고",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 7pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "악령의 벽을 넘어",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 필드에 있을 때, 플린스가 <color style='color:#FFACFF;'>번개 원소</color> 타입의 공격으로 적 명중 시, 적의 <color style='color:#FFACFF;'>번개 원소 내성</color>이 25% 감소한다. 지속 시간: 7초",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밤중에 습지를 방문해",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "산의 포효를 들으며",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>고유 특성 「푸른불의 속삭임」이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세에서 벗어나",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등의 비밀</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "망자와 노래하며 춤추네",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 30% 승격한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 파티 내 모든 캐릭터가 주는 달 감전 반응 피해가 10% 승격한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "벼락 교향곡",
                        "Desc": "적은 원소 에너지를 소모하여 특수한 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 상현</color>:주변에 번개구름이 존재할 경우, 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다"
                    },
                    {
                        "Name": "승격",
                        "Desc": "특수 피해 증가 효과는 다른 피해 증가 효과와 독립적으로 계산된다"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 율법 · 등의 비밀",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>푸른불</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 플린스의 경직 저항력이 증가한다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등의 비밀</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북국의 장창</color><br>플린스가 전방에 장창을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과에 영향을 받지 않는다.<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>",
                        "Icon": "Skill_S_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "푸른불 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 예법 · 밤의 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 3회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 2회 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>벼락 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다.<br><br><i>「깊은 밤에 등지기가 당신께 인사를 드립니다. 오늘 밤은 유난히 길어질지도 모르겠군요」</i><br>",
                        "Icon": "Skill_E_Flins_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "단계별 달 감전 피해",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "마지막 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 피해",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "푸른불의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구시대의 은둔자",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 플린스의 공격력에 기반해 달 감전 반응 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플르린스가 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "등불 순찰",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 사냥의 속삭임을 알아들을 수 있다",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "걷힌 눈의 장막",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 7pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "넘어선 악령의 벽",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 필드 위에 있는 플린스가 <color style='color:#FFACFF;'>번개 원소</color> 타입 공격으로 적 명중 시, 해당 적의 <color style='color:#FFACFF;'>번개 원소 내성</color>이 25% 감소한다. 지속 시간: 7초",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "습지를 방문한 손님",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "밤에 포효하는 산",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>고유 특성 「푸른불의 속삭임」이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세를 떠난 그림자",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등의 비밀</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "노래와 망자의 춤",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 35% 승격한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 파티 내 모든 캐릭터가 주는 달 감전 반응 피해가 10% 승격한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    },
                    {
                        "Name": "",
                        "Desc": ""
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 율법 · 등불의 신비",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>푸른불</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 플린스의 경직 저항력이 증가한다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등불의 신비</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북국의 장창</color><br>플린스가 전방에 장창을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 그 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과의 영향을 받지 않는다",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "푸른불 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 예법 · 밤의 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후, 2회의 중간 타격과 1회의 마지막 타격으로 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 스킬이 강화된다: 주변에 번개구름이 존재할 경우 중간 타격 2회를 통해 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>벼락 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 스킬이 강화된다: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다KR0B",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「깊은 밤에 등지기가 당신께 인사를 드립니다. 오늘 밤은 유난히 길어질지도 모르겠군요」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "중간 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "마지막 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 피해",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "푸른불의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구시대의 비밀",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응 발동으로 전환되며, 플린스의 공격력에 기반해 달 감전 반응 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플린스가 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "등불 순찰",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 사냥의 속삭임을 알아들을 수 있다",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "걷힌 눈의 장막",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 8pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "넘어선 악령의 벽",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 필드 위에 있는 플린스가 <color style='color:#FFACFF;'>번개 원소</color> 타입 공격으로 적 명중 시, 해당 적의 <color style='color:#FFACFF;'>번개 원소 내성</color>이 25% 감소한다. 지속 시간: 7초",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "습지를 방문한 손님",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "밤에 포효하는 산",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>고유 특성 <color style='color:#FFD780;'>「푸른불의 속삭임」</color>이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세를 떠난 그림자",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등불의 신비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "노래와 망자의 춤",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 35% <color style='color:#FFD780;'>승격</color>한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 있는 파티 내 캐릭터가 주는 달 감전 반응 피해가 10% <color style='color:#FFD780;'>승격</color>한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "벼락 교향곡",
                        "Desc": "적은 원소 에너지를 소모하여 특수한 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개구름이 존재할 경우, 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 율법 · 등불의 신비",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>푸른불</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 플린스의 경직 저항력이 증가한다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등불의 신비</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북국의 장창</color><br>플린스가 전방에 장창을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 그 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과의 영향을 받지 않는다",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "푸른불 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 예법 · 밤의 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후, 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 중간 단계 공격으로 2회, 마무리 단계 공격으로 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 스킬이 강화된다: 주변에 번개구름이 존재할 경우, 추가로 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 중간 단계 공격으로 2회 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안, 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>벼락 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>벼락 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 스킬이 강화된다: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「깊은 밤에 등지기가 당신께 인사를 드립니다. 오늘 밤은 유난히 길어질지도 모르겠군요」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "중간 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "마무리 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 피해",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "벼락 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "푸른불의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구시대의 비밀",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응 발동으로 전환되며, 플린스의 공격력에 기반해 달 감전 반응 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플린스가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "등불 순찰",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 사냥의 속삭임을 알아들을 수 있다",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "걷힌 눈의 장막",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 8pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "넘어선 악령의 벽",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 필드 위에 있는 플린스가 <color style='color:#FFACFF;'>번개 원소</color> 타입 공격으로 적 명중 시, 해당 적의 <color style='color:#FFACFF;'>번개 원소 내성</color>이 25% 감소한다. 지속 시간: 7초",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "습지를 방문한 손님",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "밤에 포효하는 산",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>고유 특성 <color style='color:#FFD780;'>「푸른불의 속삭임」</color>이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세를 떠난 그림자",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등불의 신비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "노래와 망자의 춤",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 35% <color style='color:#FFD780;'>승격</color>한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 있는 파티 내 캐릭터가 주는 달 감전 반응 피해가 10% <color style='color:#FFD780;'>승격</color>한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "벼락 교향곡",
                        "Desc": "적은 원소 에너지를 소모하여 특수한 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개구름이 존재할 경우, 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "호위 마창",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 창을 던져 공격한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.726%",
                                    "48.3665%",
                                    "52.007%",
                                    "57.2077%",
                                    "60.8482%",
                                    "65.0088%",
                                    "70.7295%",
                                    "76.4503%",
                                    "82.1711%",
                                    "88.4119%",
                                    "94.6527%",
                                    "100.8936%",
                                    "107.1344%",
                                    "113.3753%",
                                    "119.6161%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.1483%",
                                    "48.8231%",
                                    "52.498%",
                                    "57.7478%",
                                    "61.4227%",
                                    "65.6225%",
                                    "71.3973%",
                                    "77.1721%",
                                    "82.9468%",
                                    "89.2466%",
                                    "95.5464%",
                                    "101.8461%",
                                    "108.1459%",
                                    "114.4456%",
                                    "120.7454%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "55.9198%",
                                    "60.4714%",
                                    "65.023%",
                                    "71.5253%",
                                    "76.0769%",
                                    "81.2787%",
                                    "88.4313%",
                                    "95.5838%",
                                    "102.7363%",
                                    "110.5391%",
                                    "118.3419%",
                                    "126.1446%",
                                    "133.9474%",
                                    "141.7501%",
                                    "149.5529%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "32.0389%x2",
                                    "34.6467%x2",
                                    "37.2545%x2",
                                    "40.98%x2",
                                    "43.5878%x2",
                                    "46.5681%x2",
                                    "50.6661%x2",
                                    "54.7641%x2",
                                    "58.8621%x2",
                                    "63.3327%x2",
                                    "67.8032%x2",
                                    "72.2737%x2",
                                    "76.7443%x2",
                                    "81.2148%x2",
                                    "85.6853%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "76.7946%",
                                    "83.0453%",
                                    "89.296%",
                                    "98.2256%",
                                    "104.4763%",
                                    "111.62%",
                                    "121.4426%",
                                    "131.2651%",
                                    "141.0877%",
                                    "151.8032%",
                                    "162.5187%",
                                    "173.2342%",
                                    "183.9498%",
                                    "194.6653%",
                                    "205.3808%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "103.028%",
                                    "111.414%",
                                    "119.8%",
                                    "131.78%",
                                    "140.166%",
                                    "149.75%",
                                    "162.928%",
                                    "176.106%",
                                    "189.284%",
                                    "203.66%",
                                    "218.036%",
                                    "232.412%",
                                    "246.788%",
                                    "261.164%",
                                    "275.54%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 율법 · 등불의 신비",
                        "Desc": "플린스가 등불 속 고대의 힘을 소환해 <color style='color:#FFD780;'>푸른불</color> 모드로 전환한다. 해당 모드는 아래의 특성을 가진다:<br> · 플린스의 일반 공격과 강공격이 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고 낙하 공격을 할 수 없게 된다.<br> · 플린스의 경직 저항력이 증가한다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등불의 신비</color>가 특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>으로 대체된다.<br><br><color style='color:#FFD780;'>북국의 장창</color><br>플린스가 전방에 장창을 소환해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 그 후 6초 동안 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>낙뢰 교향곡</color>으로 대체된다.<br><color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간은 6초이며, 해당 재사용 대기시간은 다른 효과의 영향을 받지 않는다",
                        "Icon": "Skill_S_Flins_01",
                        "DescAdd": "<br><br><i>「우리는 하늘의 눈보라를 걷어내고, 황야의 돌풍을 불러오리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "58.248%",
                                    "62.6166%",
                                    "66.9852%",
                                    "72.81%",
                                    "77.1786%",
                                    "81.5472%",
                                    "87.372%",
                                    "93.1968%",
                                    "99.0216%",
                                    "104.8464%",
                                    "110.6712%",
                                    "116.496%",
                                    "123.777%",
                                    "131.058%",
                                    "138.339%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "58.7976%",
                                    "63.2074%",
                                    "67.6172%",
                                    "73.497%",
                                    "77.9068%",
                                    "82.3166%",
                                    "88.1964%",
                                    "94.0762%",
                                    "99.9559%",
                                    "105.8357%",
                                    "111.7154%",
                                    "117.5952%",
                                    "124.9449%",
                                    "132.2946%",
                                    "139.6443%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.8256%",
                                    "78.2875%",
                                    "83.7494%",
                                    "91.032%",
                                    "96.4939%",
                                    "101.9558%",
                                    "109.2384%",
                                    "116.521%",
                                    "123.8035%",
                                    "131.0861%",
                                    "138.3686%",
                                    "145.6512%",
                                    "154.7544%",
                                    "163.8576%",
                                    "172.9608%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "41.7252%x2",
                                    "44.8546%x2",
                                    "47.984%x2",
                                    "52.1565%x2",
                                    "55.2859%x2",
                                    "58.4153%x2",
                                    "62.5878%x2",
                                    "66.7603%x2",
                                    "70.9328%x2",
                                    "75.1054%x2",
                                    "79.2779%x2",
                                    "83.4504%x2",
                                    "88.666%x2",
                                    "93.8817%x2",
                                    "99.0973%x2"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "100.0112%",
                                    "107.512%",
                                    "115.0129%",
                                    "125.014%",
                                    "132.5148%",
                                    "140.0157%",
                                    "150.0168%",
                                    "160.0179%",
                                    "170.019%",
                                    "180.0202%",
                                    "190.0213%",
                                    "200.0224%",
                                    "212.5238%",
                                    "225.0252%",
                                    "237.5266%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "114.96%",
                                    "123.582%",
                                    "132.204%",
                                    "143.7%",
                                    "152.322%",
                                    "160.944%",
                                    "172.44%",
                                    "183.936%",
                                    "195.432%",
                                    "206.928%",
                                    "218.424%",
                                    "229.92%",
                                    "244.29%",
                                    "258.66%",
                                    "273.03%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 피해",
                                "ParamLevelList": [
                                    "178.4%",
                                    "191.78%",
                                    "205.16%",
                                    "223.0%",
                                    "236.38%",
                                    "249.76%",
                                    "267.6%",
                                    "285.44%",
                                    "303.28%",
                                    "321.12%",
                                    "338.96%",
                                    "356.8%",
                                    "379.1%",
                                    "401.4%",
                                    "423.7%"
                                ]
                            },
                            {
                                "Desc": "북국의 장창 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "푸른불 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "스킬 재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "고대 예법 · 밤의 손님",
                        "Desc": "플린스가 등불 속 진정한 힘을 해방해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 짧은 시간 후, 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 중간 단계 공격으로 2회, 마무리 단계 공격으로 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 스킬이 강화된다: 주변에 번개구름이 존재할 경우, 추가로 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 중간 단계 공격으로 2회 준다.<br><br>특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안, 플린스의 원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>이 특수 원소폭발 <color style='color:#FFD780;'>낙뢰 교향곡</color>으로 전환된다.<br><br><color style='color:#FFD780;'>낙뢰 교향곡</color><br>원소 에너지를 덜 소모하는 특수 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 스킬이 강화된다: 주변에 번개 구름이 존재할 경우 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다",
                        "Icon": "Skill_E_Flins_01",
                        "DescAdd": "<br><br><i>「깊은 밤에 등지기가 당신께 인사를 드립니다. 오늘 밤은 유난히 길어질지도 모르겠군요」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 초기 피해",
                                "ParamLevelList": [
                                    "259.84%",
                                    "279.328%",
                                    "298.816%",
                                    "324.8%",
                                    "344.288%",
                                    "363.776%",
                                    "389.76%",
                                    "415.744%",
                                    "441.728%",
                                    "467.712%",
                                    "493.696%",
                                    "519.68%",
                                    "552.16%",
                                    "584.64%",
                                    "617.12%"
                                ]
                            },
                            {
                                "Desc": "중간 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "16.24%",
                                    "17.458%",
                                    "18.676%",
                                    "20.3%",
                                    "21.518%",
                                    "22.736%",
                                    "24.36%",
                                    "25.984%",
                                    "27.608%",
                                    "29.232%",
                                    "30.856%",
                                    "32.48%",
                                    "34.51%",
                                    "36.54%",
                                    "38.57%"
                                ]
                            },
                            {
                                "Desc": "마무리 단계 달 감전 피해",
                                "ParamLevelList": [
                                    "116.928%",
                                    "125.6976%",
                                    "134.4672%",
                                    "146.16%",
                                    "154.9296%",
                                    "163.6992%",
                                    "175.392%",
                                    "187.0848%",
                                    "198.7776%",
                                    "210.4704%",
                                    "222.1632%",
                                    "233.856%",
                                    "248.472%",
                                    "263.088%",
                                    "277.704%"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "낙뢰 교향곡 피해",
                                "ParamLevelList": [
                                    "71.456%",
                                    "76.8152%",
                                    "82.1744%",
                                    "89.32%",
                                    "94.6792%",
                                    "100.0384%",
                                    "107.184%",
                                    "114.3296%",
                                    "121.4752%",
                                    "128.6208%",
                                    "135.7664%",
                                    "142.912%",
                                    "151.844%",
                                    "160.776%",
                                    "169.708%"
                                ]
                            },
                            {
                                "Desc": "낙뢰 교향곡 추가 피해",
                                "ParamLevelList": [
                                    "103.936%",
                                    "111.7312%",
                                    "119.5264%",
                                    "129.92%",
                                    "137.7152%",
                                    "145.5104%",
                                    "155.904%",
                                    "166.2976%",
                                    "176.6912%",
                                    "187.0848%",
                                    "197.4784%",
                                    "207.872%",
                                    "220.864%",
                                    "233.856%",
                                    "246.848%"
                                ]
                            },
                            {
                                "Desc": "낙뢰 교향곡 원소 에너지",
                                "ParamLevelList": [
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30",
                                    "30"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "한겨울 교향곡",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 플린스가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 플린스가 발동한 달 감전 반응으로 주는 피해가 20% 증가한다",
                        "Icon": "UI_Talent_S_Flins_05"
                    },
                    {
                        "Name": "푸른불의 속삭임",
                        "Desc": "플린스의 원소 마스터리가 플린스 공격력의 8%만큼 증가한다. 해당 방식으로 플린스의 원소 마스터리는 최대 160pt 증가한다",
                        "Icon": "UI_Talent_S_Flins_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 구시대의 비밀",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응 발동으로 전환되며, 플린스의 공격력에 기반해 달 감전 반응 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>플린스가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Flins_07"
                    },
                    {
                        "Name": "등불 순찰",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>노드크라이 지역 특산물</color> 위치가 나타난다.<br>플린스는 광란의 사냥의 속삭임을 알아들을 수 있다",
                        "Icon": "UI_Talent_S_Flins_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "걷힌 눈의 장막",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color>의 기본 재사용 대기시간이 4초로 감소한다.<br>또한 파티 내 캐릭터가 달 감전 반응 발동 시, 플린스가 원소 에너지를 8pt 회복한다. 해당 효과는 5.5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Flins_01"
                    },
                    {
                        "Level": 2,
                        "Name": "넘어선 악령의 벽",
                        "Desc": "특수 원소전투 스킬 <color style='color:#FFD780;'>북국의 장창</color> 발동 후 6초 동안 플린스의 다음 일반 공격이 적에게 명중 시, 추가로 플린스 공격력의 50%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응 피해로 간주한다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 필드 위에 있는 플린스가 <color style='color:#FFACFF;'>번개 원소</color> 타입 공격으로 적 명중 후, 해당 적의 <color style='color:#FFACFF;'>번개 원소 내성</color>이 25% 감소한다. 지속 시간: 7초",
                        "Icon": "UI_Talent_S_Flins_02"
                    },
                    {
                        "Level": 3,
                        "Name": "습지를 방문한 손님",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>고대 예법 · 밤의 손님</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_02"
                    },
                    {
                        "Level": 4,
                        "Name": "밤에 포효하는 산",
                        "Desc": "플린스의 공격력이 20% 증가한다.<br>돌파 특성 <color style='color:#FFD780;'>「푸른불의 속삭임」</color>이 강화된다: 플린스의 원소 마스터리가 플린스 공격력의 10%만큼 증가한다. 해당 방식을 통해 플린스의 원소 마스터리는 최대 220pt까지 증가한다",
                        "Icon": "UI_Talent_S_Flins_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속세를 떠난 그림자",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>고대 율법 · 등불의 신비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Flins_01"
                    },
                    {
                        "Level": 6,
                        "Name": "노래와 망자의 춤",
                        "Desc": "플린스가 적에게 주는 달 감전 반응 피해가 35% <color style='color:#FFD780;'>승격</color>한다. <br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 있는 파티 내 모든 캐릭터가 주는 달 감전 반응 피해가 10% <color style='color:#FFD780;'>승격</color>한다",
                        "Icon": "UI_Talent_S_Flins_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "낙뢰 교향곡",
                        "Desc": "적은 원소 에너지를 소모하여 특수한 원소폭발을 발동할 수 있다. 플린스가 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 준다.<br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 주변에 번개구름이 존재할 경우, 달 감전 반응 피해로 간주하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 추가로 1회 준다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Flins": {}
}