// Auto Generated

var _AvatarDataConfig_ = {
    "Freminet": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Freminet": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "101233": 3,
                "112080": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113050": 2,
                "101233": 10,
                "112080": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113050": 4,
                "101233": 20,
                "112081": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113050": 8,
                "101233": 30,
                "112081": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113050": 12,
                "101233": 45,
                "112082": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113050": 20,
                "101233": 60,
                "112082": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104341": 3,
                "112080": 6
            },
            {
                "202": 17500,
                "104342": 2,
                "112081": 3
            },
            {
                "202": 25000,
                "104342": 4,
                "112081": 4
            },
            {
                "202": 30000,
                "104342": 6,
                "112081": 6
            },
            {
                "202": 37500,
                "104342": 9,
                "112081": 9
            },
            {
                "202": 120000,
                "104343": 4,
                "112082": 4,
                "113046": 1
            },
            {
                "202": 260000,
                "104343": 6,
                "112082": 6,
                "113046": 1
            },
            {
                "202": 450000,
                "104343": 12,
                "112082": 9,
                "113046": 2
            },
            {
                "202": 700000,
                "104343": 16,
                "112082": 12,
                "113046": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Freminet": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "소용돌이 검",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속적으로 소모해 대검을 휘둘러 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "84.2379%",
                                    "91.0944%",
                                    "97.951%",
                                    "107.7461%",
                                    "114.6027%",
                                    "122.4387%",
                                    "133.2134%",
                                    "143.988%",
                                    "154.7626%",
                                    "166.5167%",
                                    "178.2708%",
                                    "190.0249%",
                                    "201.7791%",
                                    "213.5332%",
                                    "225.2873%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "80.6757%",
                                    "87.2424%",
                                    "93.809%",
                                    "103.1899%",
                                    "109.7565%",
                                    "117.2613%",
                                    "127.5802%",
                                    "137.8992%",
                                    "148.2182%",
                                    "159.4753%",
                                    "170.7324%",
                                    "181.9895%",
                                    "193.2465%",
                                    "204.5036%",
                                    "215.7607%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "101.904%",
                                    "110.1985%",
                                    "118.493%",
                                    "130.3423%",
                                    "138.6368%",
                                    "148.1162%",
                                    "161.1505%",
                                    "174.1847%",
                                    "187.2189%",
                                    "201.4381%",
                                    "215.6573%",
                                    "229.8764%",
                                    "244.0956%",
                                    "258.3147%",
                                    "272.5339%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "123.8047%",
                                    "133.8819%",
                                    "143.959%",
                                    "158.3549%",
                                    "168.432%",
                                    "179.9487%",
                                    "195.7842%",
                                    "211.6197%",
                                    "227.4552%",
                                    "244.7303%",
                                    "262.0054%",
                                    "279.2805%",
                                    "296.5555%",
                                    "313.8306%",
                                    "331.1057%"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.522%",
                                    "67.611%",
                                    "72.7%",
                                    "79.97%",
                                    "85.059%",
                                    "90.875%",
                                    "98.872%",
                                    "106.869%",
                                    "114.866%",
                                    "123.59%",
                                    "132.314%",
                                    "141.038%",
                                    "149.762%",
                                    "158.486%",
                                    "167.21%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "239.33%",
                                    "255.11%",
                                    "270.89%",
                                    "286.67%",
                                    "302.45%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "얼음 가압",
                        "Desc": "올려치기 공격으로 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 주고 10초 동안 지속되는 페어 카운트 상태에 진입한다.<br>페어 카운트 상태 시 원소전투 스킬은 고압 분쇄로 전환된다.<br><br><color style='color:#FFD780;'>고압 분쇄</color><br>페어 카운트의 압력 단계에 따라 각각 다른 공격을 펼치고 페어 카운트 상태를 제거한다:<br> · 0단: 세로 베기로 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br> · 1단~3단: 세로 베기로 페어와 협동해 <color style='color:#99FFFF;'>얼음 원소 피해</color>와 물리 피해를 준다. 피해는 압력 단계에 따라 달라진다.<br> · 4단: 압력으로 가득 찬 페어의 힘으로 물리 피해를 준다. 이때 「일반 공격 · 소용돌이 검」은 고압 분쇄로 변경된다.<br><br><color style='color:#FFD780;'>페어 카운트</color><br>프레미네가 일반 공격 시, 동시에 얼음서리를 발동해 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 주고 페어 카운트의 압력 단계를 증가시킨다.<br>동시에 준 <color style='color:#99FFFF;'>얼음 원소 피해</color>는 원소전투 스킬 피해로 간주한다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 올려치기 공격 후, 올려치기 공격을 하는 영혼의 쐐기를 형성해 프뉴마 성질의 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br><br><i>상대를 죽이는 것이 아니라 행동을 방해하는 것은, 「생존」을 위해 선택한 일종의 전략이다.</i><br><i>「페어… 부탁할게」</i>",
                        "Icon": "Skill_S_Freminet_01",
                        "ParamDesc": [
                            {
                                "Desc": "올려치기 공격 피해",
                                "ParamLevelList": [
                                    "83.04%",
                                    "89.268%",
                                    "95.496%",
                                    "103.8%",
                                    "110.028%",
                                    "116.256%",
                                    "124.56%",
                                    "132.864%",
                                    "141.168%",
                                    "149.472%",
                                    "157.776%",
                                    "166.08%",
                                    "176.46%",
                                    "186.84%",
                                    "197.22%"
                                ]
                            },
                            {
                                "Desc": "얼음서리 피해",
                                "ParamLevelList": [
                                    "7.16%",
                                    "7.697%",
                                    "8.234%",
                                    "8.95%",
                                    "9.487%",
                                    "10.024%",
                                    "10.74%",
                                    "11.456%",
                                    "12.172%",
                                    "12.888%",
                                    "13.604%",
                                    "14.32%",
                                    "15.215%",
                                    "16.11%",
                                    "17.005%"
                                ]
                            },
                            {
                                "Desc": "0단 고압 분쇄 피해",
                                "ParamLevelList": [
                                    "200.48%",
                                    "215.516%",
                                    "230.552%",
                                    "250.6%",
                                    "265.636%",
                                    "280.672%",
                                    "300.72%",
                                    "320.768%",
                                    "340.816%",
                                    "360.864%",
                                    "380.912%",
                                    "400.96%",
                                    "426.02%",
                                    "451.08%",
                                    "476.14%"
                                ]
                            },
                            {
                                "Desc": "1단 고압 분쇄 피해",
                                "ParamLevelList": [
                                    "100.24% 얼음 원소+48.688% 물리",
                                    "107.758% 얼음 원소+52.3396% 물리",
                                    "115.276% 얼음 원소+55.9912% 물리",
                                    "125.3% 얼음 원소+60.86% 물리",
                                    "132.818% 얼음 원소+64.5116% 물리",
                                    "140.336% 얼음 원소+68.1632% 물리",
                                    "150.36% 얼음 원소+73.032% 물리",
                                    "160.384% 얼음 원소+77.9008% 물리",
                                    "170.408% 얼음 원소+82.7696% 물리",
                                    "180.432% 얼음 원소+87.6384% 물리",
                                    "190.456% 얼음 원소+92.5072% 물리",
                                    "200.48% 얼음 원소+97.376% 물리",
                                    "213.01% 얼음 원소+103.462% 물리",
                                    "225.54% 얼음 원소+109.548% 물리",
                                    "238.07% 얼음 원소+115.634% 물리"
                                ]
                            },
                            {
                                "Desc": "2단 고압 분쇄 피해",
                                "ParamLevelList": [
                                    "70.168% 얼음 원소+85.204% 물리",
                                    "75.4306% 얼음 원소+91.5943% 물리",
                                    "80.6932% 얼음 원소+97.9846% 물리",
                                    "87.71% 얼음 원소+106.505% 물리",
                                    "92.9726% 얼음 원소+112.8953% 물리",
                                    "98.2352% 얼음 원소+119.2856% 물리",
                                    "105.252% 얼음 원소+127.806% 물리",
                                    "112.2688% 얼음 원소+136.3264% 물리",
                                    "119.2856% 얼음 원소+144.8468% 물리",
                                    "126.3024% 얼음 원소+153.3672% 물리",
                                    "133.3192% 얼음 원소+161.8876% 물리",
                                    "140.336% 얼음 원소+170.408% 물리",
                                    "149.107% 얼음 원소+181.0585% 물리",
                                    "157.878% 얼음 원소+191.709% 물리",
                                    "166.649% 얼음 원소+202.3595% 물리"
                                ]
                            },
                            {
                                "Desc": "3단 고압 분쇄 피해",
                                "ParamLevelList": [
                                    "40.096% 얼음 원소+121.72% 물리",
                                    "43.1032% 얼음 원소+130.849% 물리",
                                    "46.1104% 얼음 원소+139.978% 물리",
                                    "50.12% 얼음 원소+152.15% 물리",
                                    "53.1272% 얼음 원소+161.279% 물리",
                                    "56.1344% 얼음 원소+170.408% 물리",
                                    "60.144% 얼음 원소+182.58% 물리",
                                    "64.1536% 얼음 원소+194.752% 물리",
                                    "68.1632% 얼음 원소+206.924% 물리",
                                    "72.1728% 얼음 원소+219.096% 물리",
                                    "76.1824% 얼음 원소+231.268% 물리",
                                    "80.192% 얼음 원소+243.44% 물리",
                                    "85.204% 얼음 원소+258.655% 물리",
                                    "90.216% 얼음 원소+273.87% 물리",
                                    "95.228% 얼음 원소+289.085% 물리"
                                ]
                            },
                            {
                                "Desc": "4단 고압 분쇄 피해",
                                "ParamLevelList": [
                                    "243.44%",
                                    "261.698%",
                                    "279.956%",
                                    "304.3%",
                                    "322.558%",
                                    "340.816%",
                                    "365.16%",
                                    "389.504%",
                                    "413.848%",
                                    "438.192%",
                                    "462.536%",
                                    "486.88%",
                                    "517.31%",
                                    "547.74%",
                                    "578.17%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "14.4%",
                                    "15.48%",
                                    "16.56%",
                                    "18.0%",
                                    "19.08%",
                                    "20.16%",
                                    "21.6%",
                                    "23.04%",
                                    "24.48%",
                                    "25.92%",
                                    "27.36%",
                                    "28.8%",
                                    "30.6%",
                                    "32.4%",
                                    "34.2%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 간격",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "심해의 맹습",
                        "Desc": "만질 수 없는 한기를 발동해 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 주고 원소전투 스킬 「얼음 가압」의 재사용 대기시간을 초기화한다. 또한 잠수 사냥 모드에 진입한다. 지속 시간: 10초.<br><br>잠수 사냥 모드 상태 시, 프레미네의 경직 저항력이 증가하고 원소전투 스킬 「얼음 가압」이 아래와 같이 강화된다:<br> · 재사용 대기시간이 70% 감소한다.<br> · 일반 공격 시 페어 카운트 압력 단계가 추가로 1단계 증가하고, 일반 공격으로 발동한 얼음서리가 기존의 200%만큼 피해를 준다.<br><br>해당 효과는 프레미네가 퇴장할 때 사라진다.<br><br><i>「이제… 잡음을 제거할 때야」</i>",
                        "Icon": "Skill_E_Freminet_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "318.4%",
                                    "342.28%",
                                    "366.16%",
                                    "398.0%",
                                    "421.88%",
                                    "445.76%",
                                    "477.6%",
                                    "509.44%",
                                    "541.28%",
                                    "573.12%",
                                    "604.96%",
                                    "636.8%",
                                    "676.6%",
                                    "716.4%",
                                    "756.2%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "포화 잠수",
                        "Desc": "<color style='color:#FFD780;'>얼음 가압 · 고압 분쇄</color> 발동 시, 페어 카운트의 압력 단계가 4단 미만일 경우, 얼음 가압의 재사용 대기시간이 1초 감소한다",
                        "Icon": "UI_Talent_S_Freminet_05"
                    },
                    {
                        "Name": "병류식 냉각 장치",
                        "Desc": "프레미네가 적에게 쇄빙 반응을 발동한 후, <color style='color:#FFD780;'>얼음 가압 · 고압 분쇄</color>로 주는 피해가 40% 증가한다. 지속 시간: 5초",
                        "Icon": "UI_Talent_S_Freminet_06"
                    },
                    {
                        "Name": "심해 길잡이",
                        "Desc": "파티 내 자신의 캐릭터가 소모하는 수중 스태미나가 35% 감소한다.<br>완전히 같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Freminet_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "심해와 거품의 꿈",
                        "Desc": "<color style='color:#FFD780;'>얼음 가압 · 고압 분쇄</color>의 치명타 확률이 15% 증가한다",
                        "Icon": "UI_Talent_S_Freminet_01"
                    },
                    {
                        "Level": 2,
                        "Name": "펭귄과 풍요의 나라",
                        "Desc": "<color style='color:#FFD780;'>얼음 가압 · 고압 분쇄</color>를 발동하면 프레미네가 원소 에너지를 2pt 회복한다. 발동한 고압 분쇄가 4단인 경우 3pt를 회복한다",
                        "Icon": "UI_Talent_S_Freminet_02"
                    },
                    {
                        "Level": 3,
                        "Name": "소용돌이와 모래의 노래",
                        "Desc": "<color style='color:#FFD780;'>일반 공격 · 소용돌이 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Freminet_01"
                    },
                    {
                        "Level": 4,
                        "Name": "달과 갈대 피리의 춤",
                        "Desc": "프레미네가 적에게 빙결, 쇄빙, 초전도 반응 발동 후, 공격력이 9% 증가한다. 지속 시간: 6초. 최대 중첩수: 2스택. 0.3초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Freminet_03"
                    },
                    {
                        "Level": 5,
                        "Name": "난로와 웃음의 밤",
                        "Desc": "<color style='color:#FFD780;'>얼음 가압</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Freminet_02"
                    },
                    {
                        "Level": 6,
                        "Name": "각성과 결심의 순간",
                        "Desc": "프레미네가 적에게 빙결, 쇄빙, 초전도 반응 발동 후, 치명타 피해가 12% 증가한다. 지속 시간: 6초. 최대 중첩수: 3스택. 0.3초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Freminet_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Freminet": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 112.6437,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 107.8804,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 136.267,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 165.5529,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 70.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 70.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        3.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.4,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}