// Auto Generated

var _AvatarDataConfig_ = {
    "Hutao": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Hutao": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "100029": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113016": 2,
                "100029": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113016": 4,
                "100029": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113016": 8,
                "100029": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113016": 12,
                "100029": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113016": 20,
                "100029": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113014": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113014": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113014": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113014": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Hutao": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "왕생 비법 창술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.8864%",
                                    "50.0832%",
                                    "53.28%",
                                    "57.5424%",
                                    "60.7392%",
                                    "64.4688%",
                                    "69.264%",
                                    "74.0592%",
                                    "78.8544%",
                                    "83.6496%",
                                    "88.4448%",
                                    "93.24%",
                                    "98.0352%",
                                    "102.8304%",
                                    "107.6256%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "48.2539%",
                                    "51.544%",
                                    "54.834%",
                                    "59.2207%",
                                    "62.5108%",
                                    "66.3491%",
                                    "71.2842%",
                                    "76.2193%",
                                    "81.1543%",
                                    "86.0894%",
                                    "91.0244%",
                                    "95.9595%",
                                    "100.8946%",
                                    "105.8296%",
                                    "110.7647%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "61.05%",
                                    "65.2125%",
                                    "69.375%",
                                    "74.925%",
                                    "79.0875%",
                                    "83.9438%",
                                    "90.1875%",
                                    "96.4313%",
                                    "102.675%",
                                    "108.9188%",
                                    "115.1625%",
                                    "121.4063%",
                                    "127.65%",
                                    "133.8938%",
                                    "140.1375%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "65.641%",
                                    "70.1165%",
                                    "74.592%",
                                    "80.5594%",
                                    "85.0349%",
                                    "90.2563%",
                                    "96.9696%",
                                    "103.6829%",
                                    "110.3962%",
                                    "117.1094%",
                                    "123.8227%",
                                    "130.536%",
                                    "137.2493%",
                                    "143.9626%",
                                    "150.6758%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "33.2737%+35.2%",
                                    "35.5423%+37.6%",
                                    "37.811%+40.0%",
                                    "40.8359%+43.2%",
                                    "43.1045%+45.6%",
                                    "45.7513%+48.4%",
                                    "49.1543%+52.0%",
                                    "52.5573%+55.6%",
                                    "55.9603%+59.2%",
                                    "59.3633%+62.8%",
                                    "62.7663%+66.4%",
                                    "66.1693%+70.0%",
                                    "69.5722%+73.6%",
                                    "72.9752%+77.2%",
                                    "76.3782%+80.8%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "85.9584%",
                                    "91.8192%",
                                    "97.68%",
                                    "105.4944%",
                                    "111.3552%",
                                    "118.1928%",
                                    "126.984%",
                                    "135.7752%",
                                    "144.5664%",
                                    "153.3576%",
                                    "162.1488%",
                                    "170.94%",
                                    "179.7312%",
                                    "188.5224%",
                                    "197.3136%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "135.96%",
                                    "145.23%",
                                    "154.5%",
                                    "166.86%",
                                    "176.13%",
                                    "186.945%",
                                    "200.85%",
                                    "214.755%",
                                    "228.66%",
                                    "242.565%",
                                    "256.47%",
                                    "270.375%",
                                    "284.28%",
                                    "298.185%",
                                    "312.09%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "65.4192%",
                                    "69.8796%",
                                    "74.34%",
                                    "80.2872%",
                                    "84.7476%",
                                    "89.9514%",
                                    "96.642%",
                                    "103.3326%",
                                    "110.0232%",
                                    "116.7138%",
                                    "123.4044%",
                                    "130.095%",
                                    "136.7856%",
                                    "143.4762%",
                                    "150.1668%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "130.8107%/163.3896%",
                                    "139.7296%/174.5298%",
                                    "148.6485%/185.67%",
                                    "160.5404%/200.5236%",
                                    "169.4593%/211.6638%",
                                    "179.8647%/224.6607%",
                                    "193.2431%/241.371%",
                                    "206.6214%/258.0813%",
                                    "220.0%/274.7916%",
                                    "233.3781%/291.5019%",
                                    "246.7565%/308.2122%",
                                    "260.1349%/324.9225%",
                                    "273.5132%/341.6328%",
                                    "286.8916%/358.3431%",
                                    "300.27%/375.0534%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "나비의 서",
                        "Desc": "소멸하지 않는 화염만이 세상의 불결한 것을 정화할 수 있다.<br>호두는 일정량의 HP를 소모해 주변의 적을 넉백시키고 피안접무 상태로 들어간다.<br><br><color style='color:#FFD780;'>피안접무</color><br> · 상태 진입 시 호두의 HP 최대치에 기반하여 공격력이 증가한다. 이러한 공격력 증가는 호두 기초 공격력의 400%를 넘을 수 없다.<br> · 공격이 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되며, 해당 원소 전환은 다른 원소 부여 효과로 대체될 수 없다.<br> · 강공격은 명중한 적에게 혈매향 효과를 부여한다.<br> · 호두의 경직 저항력이 증가한다.<br><br><color style='color:#FFD780;'>혈매향</color><br>혈매향 상태의 적은 4초마다 한 번씩 <color style='color:#FF9999;'>불 원소 피해</color>를 받는다. 해당 피해는 원소전투 스킬 피해로 간주한다.<br>타깃 하나당 혈매향 효과는 1개만 존재할 수 있고, 효과의 지속 시간은 호두에 의해서만 리셋된다.<br><br><color style='color:#FFD780;'>피안접무</color>의 효과는 지속 시간이 끝나거나, 호두가 퇴장 혹은 전투 불능 상태가 되었을 때 사라진다.<br><br><i>호두가 배운 비법 창술, 그 가르침의 첫 구절은 이러하다: 「창으로 저승길 문을 열고, 나비를 따라 삼도천을 건너네」</i>",
                        "Icon": "Skill_S_Hutao_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 소모",
                                "ParamLevelList": [
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%",
                                    "현재 HP의 30.0%"
                                ]
                            },
                            {
                                "Desc": "공격력 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 3.841%",
                                    "HP 최대치의 4.071%",
                                    "HP 최대치의 4.301%",
                                    "HP 최대치의 4.6%",
                                    "HP 최대치의 4.83%",
                                    "HP 최대치의 5.06%",
                                    "HP 최대치의 5.359%",
                                    "HP 최대치의 5.658%",
                                    "HP 최대치의 5.957%",
                                    "HP 최대치의 6.256%",
                                    "HP 최대치의 6.555%",
                                    "HP 최대치의 6.854%",
                                    "HP 최대치의 7.153%",
                                    "HP 최대치의 7.452%",
                                    "HP 최대치의 7.751%"
                                ]
                            },
                            {
                                "Desc": "혈매향 피해",
                                "ParamLevelList": [
                                    "64.0%",
                                    "68.8%",
                                    "73.6%",
                                    "80.0%",
                                    "84.8%",
                                    "89.6%",
                                    "96.0%",
                                    "102.4%",
                                    "108.8%",
                                    "115.2%",
                                    "121.6%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%"
                                ]
                            },
                            {
                                "Desc": "혈매향 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "평안의 서",
                        "Desc": "타오르는 유령을 휘둘러 넓은 범위의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>적에게 명중 시 호두의 HP 최대치에 기반하여 호두의 HP를 회복한다. 해당 효과는 최대 5명의 명중된 적에게서 효과를 볼 수 있다.<br>스킬 명중 시 호두의 HP가 50% 이하라면, 주는 피해와 치유량이 더 높아진다.<br><br><i>이미 세상을 떠난 존재가 이 세상에 버젓이 남아있다면, 왕생당은 애가 탄다. 화장(火葬)은 호두를 안심시킬 수 있는 가장 좋은 방법이다. 그녀가 초조해할수록 화력은 더욱 거세질 것이다</i>",
                        "Icon": "Skill_E_Hutao_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "303.272%",
                                    "321.432%",
                                    "339.592%",
                                    "363.2%",
                                    "381.36%",
                                    "399.52%",
                                    "423.128%",
                                    "446.736%",
                                    "470.344%",
                                    "493.952%",
                                    "517.56%",
                                    "541.168%",
                                    "564.776%",
                                    "588.384%",
                                    "611.992%"
                                ]
                            },
                            {
                                "Desc": "낮은 HP일 때 스킬 피해량",
                                "ParamLevelList": [
                                    "379.09%",
                                    "401.79%",
                                    "424.49%",
                                    "454.0%",
                                    "476.7%",
                                    "499.4%",
                                    "528.91%",
                                    "558.42%",
                                    "587.93%",
                                    "617.44%",
                                    "646.95%",
                                    "676.46%",
                                    "705.97%",
                                    "735.48%",
                                    "764.99%"
                                ]
                            },
                            {
                                "Desc": "스킬 치유량",
                                "ParamLevelList": [
                                    "HP 최대치의 6.2625%",
                                    "HP 최대치의 6.6375%",
                                    "HP 최대치의 7.0125%",
                                    "HP 최대치의 7.5%",
                                    "HP 최대치의 7.875%",
                                    "HP 최대치의 8.25%",
                                    "HP 최대치의 8.7375%",
                                    "HP 최대치의 9.225%",
                                    "HP 최대치의 9.7125%",
                                    "HP 최대치의 10.2%",
                                    "HP 최대치의 10.6875%",
                                    "HP 최대치의 11.175%",
                                    "HP 최대치의 11.6625%",
                                    "HP 최대치의 12.15%",
                                    "HP 최대치의 12.6375%"
                                ]
                            },
                            {
                                "Desc": "낮은 HP일 때 스킬 치유량",
                                "ParamLevelList": [
                                    "HP 최대치의 8.35%",
                                    "HP 최대치의 8.85%",
                                    "HP 최대치의 9.35%",
                                    "HP 최대치의 10.0%",
                                    "HP 최대치의 10.5%",
                                    "HP 최대치의 11.0%",
                                    "HP 최대치의 11.65%",
                                    "HP 최대치의 12.3%",
                                    "HP 최대치의 12.95%",
                                    "HP 최대치의 13.6%",
                                    "HP 최대치의 14.25%",
                                    "HP 최대치의 14.9%",
                                    "HP 최대치의 15.55%",
                                    "HP 최대치의 16.2%",
                                    "HP 최대치의 16.85%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "모습을 감춘 나비",
                        "Desc": "<color style='color:#FFD780;'>나비의 서</color>가 부여하는 <color style='color:#FFD780;'>피안접무</color> 상태가 끝난 후, 파티 내 모든 캐릭터(호두 자신 제외)의 치명타 확률이 12% 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Hutao_05"
                    },
                    {
                        "Name": "핏빛 분장",
                        "Desc": "호두의 HP가 50% 이하일 때, 33%의 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 획득한다",
                        "Icon": "UI_Talent_S_Hutao_06"
                    },
                    {
                        "Name": "다다익선",
                        "Desc": "요리를 완벽 조리하면 18%의 확률로 같은 종류의 「이상한」 품질의 요리를 추가로 1개 획득한다",
                        "Icon": "UI_Talent_Cook_ExtraFailedItem"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "진홍의 꽃다발",
                        "Desc": "<color style='color:#FFD780;'>나비의 서</color>가 부여한 <color style='color:#FFD780;'>피안접무</color> 상태일 때, 호두의 강공격은 스태미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Hutao_03"
                    },
                    {
                        "Level": 2,
                        "Name": "비처럼 내리는 불안",
                        "Desc": "<color style='color:#FFD780;'>혈매향</color>이 주는 피해가 증가한다. 피해 증가량은 효과 부여 시, 호두 HP 최대치의 10%이다.<br>또한 <color style='color:#FFD780;'>평안의 서</color>는 명중 시 적에게 <color style='color:#FFD780;'>혈매향</color> 효과를 부여한다",
                        "Icon": "UI_Talent_S_Hutao_01"
                    },
                    {
                        "Level": 3,
                        "Name": "적색 피의 의식",
                        "Desc": "<color style='color:#FFD780;'>나비의 서</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Hutao_01"
                    },
                    {
                        "Level": 4,
                        "Name": "영원한 안식의 정원",
                        "Desc": "호두가 부여한 <color style='color:#FFD780;'>혈매향</color> 효과 상태의 적 처치 시, 근처에 있는 파티 내 모든 캐릭터(호두 자신 제외)의 치명타 확률이 12% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Hutao_02"
                    },
                    {
                        "Level": 5,
                        "Name": "꽃잎 향초의 기도",
                        "Desc": "<color style='color:#FFD780;'>평안의 서</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Hutao_02"
                    },
                    {
                        "Level": 6,
                        "Name": "나비 잔향",
                        "Desc": "호두의 HP가 25% 이하로 떨어지거나 전투 불능이 될 정도의 피해를 입으면 아래 효과가 발동된다:<br>호두는 해당 피해로 전투 불능 상태에 빠지지 않고 다음 10초 동안 호두의 모든 원소 내성과 물리 내성이 200% 증가한다. 동시에 치명타 확률이 100% 증가하고, 경직 저항력이 대폭 증가한다.<br>해당 효과는 호두의 HP가 1일 때 자동으로 발동된다.<br>해당 효과는 60초마다 1회만 발동한다",
                        "Icon": "UI_Talent_S_Hutao_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Hutao": {
        "AttackList": [
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.76,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.5,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        320.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        2.0,
                        2.7
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.52,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        180.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 35.76,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.0,
                        1.9,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.6,
                        1.5,
                        300.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 46.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.08,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        320.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.2,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 26.2,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 6",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 6",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 65.52,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 1.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 2.0,
                "Poise": 250.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}