// Auto Generated

var _AvatarDataConfig_ = {
    "Iansan": {}
}

var _AvatarMats_ = {
    "Iansan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101255": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113067": 2,
                "101255": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113067": 4,
                "101255": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113067": 8,
                "101255": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113067": 12,
                "101255": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113067": 20,
                "101255": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113062": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113062": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113062": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113062": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Iansan": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 무게추 강타KR0F",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 벼락 강타</color><br>밤혼 가호 상태에서 얀사의 강공격은 호쾌한 「벼락 강타」로 전환되어 일정 스태미나를 소모해 전방을 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다KR0F",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "벼락 강타 피해",
                                "ParamLevelList": [
                                    "84.194%KR0F",
                                    "91.047%KR0F",
                                    "97.9%KR0F",
                                    "107.69%KR0F",
                                    "114.543%KR0F",
                                    "122.375%KR0F",
                                    "133.144%KR0F",
                                    "143.91299%KR0F",
                                    "154.682%KR0F",
                                    "166.43%KR0F",
                                    "178.178%KR0F",
                                    "189.926%KR0F",
                                    "201.67401%KR0F",
                                    "213.42199%KR0F",
                                    "225.17%KR0F"
                                ]
                            },
                            {
                                "Desc": "강공격과 벼락 강타 스태미나 소모",
                                "ParamLevelList": [
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번개 질주KR0F",
                        "Desc": "얀사가 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 피해</color>를 준다. 돌진 종료 시, 일반 공격을 짧게 누르면 스태미나를 소모하지 않는 「벼락 강타」의 짓밟기 공격을 1회 펼친다.<br>발동 후 얀사는 밤혼을 최대치까지 회복하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 얀사</color><br>지속적으로 밤혼을 소모한다. 밤혼이 소진되거나 재발동 시, 얀사의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래의 특성을 가진다:<br> · 얀사의 이동 속도와 점프 능력이 증가한다.<br> · 대시를 홀드하면 「번개 질주」 모드로 전환해 짧은 시간 동안 얀사의 이동 속도와 점프 능력이 대폭 증가한다. 해당 상태에서 얀사는 지형의 높낮이 차이를 이용해 공중 도약하거나 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br><br><i>「더 빠르고 더 강하게! 평소의 노력은 바로 이 순간을 위한 거야!」</i>KR0F",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "빠른 벼락 강타 시간",
                                "ParamLevelList": [
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F",
                                    "5초KR0F"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "힘의 3법칙KR0F",
                        "Desc": "「힘」의 이름으로 대지를 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 소장했던 한정판 운동량 측정기(헬스용품)를 꺼낸다.<br>발동 시, 얀사가 밤혼을 15pt 획득하고 밤혼 가호 상태에 진입한다.<br>운동량 측정기가 퇴장 시, 얀사의 밤혼 가호도 함께 종료된다.<br><br><color style='color:#FFD780;'>운동량 측정기</color><br>운동량 측정기는 캐릭터를 따라 움직이며, 얀사의 밤혼 수치에 따라 각기 다른 방식으로 파티 내 자신의 현재 필드 위 캐릭터의 공격력을 증가시킨다.<br> · 얀사의 밤혼이 42pt 미만일 경우 증가치는 얀사의 밤혼 수치와 공격력에 기반한다.<br> · 얀사의 밤혼이 42pt 이상일 경우 증가치는 얀사의 공격력에 기반한다.<br>또한 운동량 측정기는 지속 시간 동안 얀사 이외의 파티 내 자신의 현재 필드 위 캐릭터의 이동 거리를 기록하고, 1초마다 이전 1초 동안 기록된 이동 거리를 기반으로 얀사의 밤혼을 회복한다.<br>운동량 측정기는 얀사의 밤혼 가호 지속 시간이 종료되면 사라진다. 얀사가 비전투 상태 시, 1초 후에 운동량 측정기 사라진다. 운동량 측정기가 존재하는 동안, 얀사가 대기 상태 시에도 밤혼 가호는 종료되지 않는다.<br><br><i>「힘은 타고나는 게 아니야. 올바른 방법으로 노력해야만 얻을 수 있지」</i>KR0F",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "고위 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F",
                                    "공격력의 27.0%KR0F"
                                ]
                            },
                            {
                                "Desc": "저위 공격력 공격력 전환 비율",
                                "ParamLevelList": [
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F",
                                    "밤혼 1pt당 공격력 0.5%pt KR0F"
                                ]
                            },
                            {
                                "Desc": "최대 공격력 보너스",
                                "ParamLevelList": [
                                    "330ptKR0F",
                                    "370ptKR0F",
                                    "410ptKR0F",
                                    "450ptKR0F",
                                    "490ptKR0F",
                                    "530ptKR0F",
                                    "570ptKR0F",
                                    "610ptKR0F",
                                    "650ptKR0F",
                                    "690ptKR0F",
                                    "730ptKR0F",
                                    "770ptKR0F",
                                    "810ptKR0F",
                                    "850ptKR0F",
                                    "890ptKR0F"
                                ]
                            },
                            {
                                "Desc": "전투 진입 전 지속 시간",
                                "ParamLevelList": [
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F",
                                    "1초KR0F"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "저항 강화 훈련KR0F",
                        "Desc": "「벼락 강타」가 적에게 명중 후, 얀사는 15초 동안 지속되는 「표준 동작」 효과를 획득한다.<br>지속 시간 동안 얀사의 공격력이 20% 증가하고, 원소폭발 <color style='color:#FFD780;'>힘의 3법칙</color>의 운동량 측정기로 밤혼 회복 시, 추가로 밤혼을 1pt 회복한다. 또한 파티 내 자신의 현재 필드 위 캐릭터가 밤혼을 소모 또는 회복 후, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 추가 밤혼 회복량이 4pt까지 증가한다. 해당 효과는 2.8초마다 최대 1회 발동된다.<br>「표준 동작」 효과는 얀사의 밤혼 가호 종료 시 사라진다KR0F",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "운동 에너지 그래디언트 테스트KR0F",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 얀사가 「워밍업」을 획득한다. 지속 시간 10초.<br>지속 시간 동안 얀사가 밤혼을 최소 1pt 회복 시, 자신의 현재 필드 위 캐릭터의 HP를 얀사 공격력의 60%만큼 회복한다. 해당 효과는 2.8초마다 최대 1회 발동된다KR0F",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 혼신의 구동KR0F",
                        "Desc": "밤혼 소진 후, 얀사가 필드 위에 있을 경우 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 얀사를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 있을 경우 얀사 교체 등장 시 발동: 얀사가 밤혼 가호 상태에 진입하고 밤혼을 25pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다KR0F",
                        "Icon": "UI_Talent_S_Iansan_07"
                    },
                    {
                        "Name": "열량 균형 계획KR0F",
                        "Desc": "나타의 열소 메커니즘 구역에서 열소가 50% 이상에서 50% 이하로 내려갈 시, 열소가 10pt 회복된다. 해당 효과는 10초마다 최대 1회 발동된다KR0F",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "뭐든 시작이 어려운 법이지KR0F",
                        "Desc": "전투 중 얀사가 밤혼 가호 상태 시, 밤혼 게이지를 6pt 소모할 때마다 얀사는 자신의 원소 에너지를 15pt 회복한다. 해당 효과는 18초마다 최대 1회 발동된다KR0F",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "게으름은 운동의 적이야!KR0F",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3법칙</color> 발동 시, 얀사도 고유 특성 「저항 강화 훈련」의 「표준 동작」 효과를 획득한다, 지속 시간: 15초. 또한 「표준 동작」 효과 지속 시간 동안 얀사가 대기 상태일 경우, 파티 내 자신의 현재 필드 위 캐릭터의 공격력이 30% 증가한다. 해당 효과는 고유 특성 「저항 강화 훈련」을 해금해야 한다KR0F",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "과학적인 식단KR0F",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>번개 질주</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승KR0F",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "꾸준함이 가장 중요해KR0F",
                        "Desc": "운동량 측정기 존재 기간 동안, 얀사를 제외한 자신의 파티 내 필드 위 캐릭터가 원소폭발 발동 후, 얀사는 운동량 측정기가 퇴장할 때까지 지속되는 「원기」를 2스택 획득한다. 운동량 측정기를 소환할 때마다 해당 효과는 최대 1회 발동된다. 얀사가 운동량 측정기를 통해 밤혼 회복 시, 「원기」를 1스택 소모해 얀사의 밤혼을 추가로 4pt 회복한다.<br>또한 운동량 측정기의 밤혼 회복량이 밤혼 최대치를 초과하면, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 초과량의 50%에 해당하는 밤혼을 추가 회복한다KR0F",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "아직 한계는 아니잖아!KR0F",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3법칙</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승KR0F",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「비옥한 터전」 가르침KR0F",
                        "Desc": "운동량 측정기의 지속 시간이 3초 연장된다.<br>또한 얀사가 밤혼 회복 효과 발동 시, 밤혼이 최대치를 초과한 경우, 파티 내 자신의 현재 필드 위 캐릭터의 주는 피해가 25% 증가하는 「극한의 힘」 효과를 획득한다. 지속 시간: 3초KR0F",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 바벨 강타",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 낙뢰파</color><br>밤혼 가호 상태에서 얀사의 강공격은 호쾌한 「낙뢰파」로 전환되어 일정 스태미나를 소모해 전방을 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "낙뢰파 피해",
                                "ParamLevelList": [
                                    "84.194%KR0F",
                                    "91.047%KR0F",
                                    "97.9%KR0F",
                                    "107.69%KR0F",
                                    "114.543%KR0F",
                                    "122.375%KR0F",
                                    "133.144%KR0F",
                                    "143.91299%KR0F",
                                    "154.682%KR0F",
                                    "166.43%KR0F",
                                    "178.178%KR0F",
                                    "189.926%KR0F",
                                    "201.67401%KR0F",
                                    "213.42199%KR0F",
                                    "225.17%KR0F"
                                ]
                            },
                            {
                                "Desc": "강공격과 낙뢰파 스태미나 소모",
                                "ParamLevelList": [
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F",
                                    "25ptKR0F"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "전광석화",
                        "Desc": "얀사가 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 피해</color>를 준다. 돌진 종료 후 5초 동안, 일반 공격을 짧게 누를 시, 얀사가 스태미나를 소모하지 않는 「낙뢰파」의 짓밟기 공격을 1회 빠르게 발동한다.<br>발동 후 얀사는 밤혼을 최대치까지 회복하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 얀사</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 얀사의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래의 특성을 가진다:<br> · 얀사의 이동 속도와 점프 능력이 증가한다.<br> · 대시를 홀드하면 「번개 질주」 모드로 전환되어 짧은 시간 동안 얀사의 이동 속도와 점프 능력이 대폭 증가한다. 해당 상태에서 얀사는 지형의 높낮이 차이를 이용해 도약하거나 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br><br><i>「빠르고 강하게! 평소의 노력은 바로 이 순간을 위한 거야!」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "힘의 3요소",
                        "Desc": "「힘」의 이름으로 대지를 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 소장 중인 한정판 운동량 측정기(헬스용품)를 꺼낸다.<br>발동 시, 얀사가 밤혼을 15pt 획득하고 밤혼 가호 상태에 진입한다.<br>운동량 측정기 퇴장 시, 얀사의 밤혼 가호도 함께 종료된다.<br><br><color style='color:#FFD780;'>운동량 측정기</color><br>운동량 측정기는 캐릭터를 따라 움직이며, 얀사의 밤혼 수치에 따라 각기 다른 방식으로 파티 내 자신의 현재 필드 위 캐릭터의 공격력을 증가시킨다.<br> · 얀사의 밤혼이 42pt 미만일 경우 증가량은 얀사의 밤혼 수치와 공격력에 기반한다.<br> · 얀사의 밤혼이 42pt 이상일 경우 증가량은 얀사의 공격력에 기반한다.<br>또한 운동량 측정기는 지속 시간 동안 얀사 이외의 파티 내 자신의 현재 필드 위 캐릭터의 이동 거리를 기록하고, 1초마다 이전 1초 동안 기록된 이동 거리를 기반으로 얀사의 밤혼을 회복한다.<br>운동량 측정기는 얀사의 밤혼 가호 지속 시간이 종료되면 사라진다. 얀사가 비전투 상태 시, 1초 후에 운동량 측정기 사라진다. 운동량 측정기가 존재하는 동안, 얀사가 대기 상태 시에도 밤혼 가호는 종료되지 않는다.<br><br><i>「힘은 타고나는 게 아니야. 올바른 방법으로 노력해야만 얻을 수 있지」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "높은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%"
                                ]
                            },
                            {
                                "Desc": "낮은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%"
                                ]
                            },
                            {
                                "Desc": "최대 공격력 보너스",
                                "ParamLevelList": [
                                    "330pt",
                                    "370pt",
                                    "410pt",
                                    "450pt",
                                    "490pt",
                                    "530pt",
                                    "570pt",
                                    "610pt",
                                    "650pt",
                                    "690pt",
                                    "730pt",
                                    "770pt",
                                    "810pt",
                                    "850pt",
                                    "890pt"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "비전투 상태 지속 시간",
                                "ParamLevelList": [
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "근력 운동",
                        "Desc": "「낙뢰파」가 적에게 명중 후, 얀사는 15초 동안 지속되는 「표준 동작」 효과를 획득한다.<br>지속 시간 동안 얀사의 공격력이 20% 증가하고, 원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 운동량 측정기로 밤혼 회복 시, 추가로 밤혼을 1pt 회복한다. 또한 파티 내 자신의 현재 필드 위 캐릭터가 밤혼을 소모 또는 회복한 후, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 추가 밤혼 회복량이 4pt까지 증가한다. 해당 효과는 2.8초마다 최대 1회 발동된다.<br>「표준 동작」 효과는 얀사의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "운동량 테스트",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 얀사가 「준비 운동」을 획득한다. 지속 시간 10초.<br>지속 시간 동안 얀사가 밤혼을 최소 1pt 회복 시, 자신의 현재 필드 위 캐릭터의 HP를 얀사 공격력의 60%만큼 회복한다. 해당 효과는 2.8초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 혼신의 힘",
                        "Desc": "밤혼 소진 후, 얀사가 필드 위에 있을 경우 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 얀사를 진행할 수 있다. 현재 필드 위 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 있을 경우 얀사 교체 등장 시 발동: 얀사가 밤혼 가호 상태에 진입하고 밤혼을 25pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "열량의 균형",
                        "Desc": "나타의 열소 메커니즘 구역에서 열소가 50% 이상에서 50% 이하로 내려갈 시, 열소가 10pt 회복된다. 해당 효과는 10초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "뭐든 시작이 어려운 법",
                        "Desc": "전투 중 얀사가 밤혼 가호 상태 시, 밤혼을 6pt 소모할 때마다 얀사 자신의 원소 에너지를 15pt 회복한다. 해당 효과는 18초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "게으름은 운동의 적!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color> 발동 시, 얀사도 고유 특성 「근력 운동」의 「표준 동작」 효과를 획득한다, 지속 시간: 15초. 또한 「표준 동작」 효과 지속 시간 동안 얀사가 대기 상태일 경우, 파티 내 자신의 현재 필드 위 캐릭터의 공격력이 30% 증가한다. 해당 효과는 고유 특성 「근력 운동」을 해금해야 한다KR0F",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "과학적인 식단",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>전광석화</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "가장 중요한 건 꾸준함",
                        "Desc": "운동량 측정기 존재 기간 동안, 얀사를 제외한 자신의 파티 내 현재 필드 위 캐릭터가 원소폭발 발동 후, 얀사가 운동량 측정기가 퇴장할 때까지 지속되는 「원기」를 2스택 획득한다. 운동량 측정기를 소환할 때마다 해당 효과는 최대 1회 발동된다. 얀사가 운동량 측정기를 통해 밤혼 회복 시, 「원기」를 1스택 소모해 얀사의 밤혼이 추가로 4pt 회복된다.<br>또한 운동량 측정기의 밤혼 회복량이 밤혼 최대치를 초과하면, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 초과량의 50%에 해당하는 밤혼이 추가 회복된다",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "아직 한계가 아니다!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「비옥한 터전」의 가르침",
                        "Desc": "운동량 측정기의 지속 시간이 3초 연장된다.<br>또한 얀사가 밤혼 회복 효과 발동 시, 회복량이 밤혼 최대치를 초과한 경우, 파티 내 자신의 현재 필드 위 캐릭터의 주는 피해가 25% 증가하는 「극한의 힘」 효과를 획득한다. 지속 시간: 3초",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 바벨 강타",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 낙뢰파</color><br>밤혼 가호 상태에서 얀사의 강공격은 호쾌한 「낙뢰파」로 전환되어 일정 스태미나를 소모해 전방을 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "낙뢰파 피해",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "강공격과 낙뢰파 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "전광석화",
                        "Desc": "얀사가 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 피해</color>를 준다. 돌진 종료 후 5초 동안, 일반 공격을 짧게 누를 시, 얀사가 스태미나를 소모하지 않는 「낙뢰파」의 짓밟기 공격을 1회 빠르게 발동한다.<br>발동 후 얀사는 밤혼을 52pt 회복하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 얀사</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 얀사의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래의 특성을 가진다:<br> · 얀사의 이동 속도와 점프 능력이 증가한다.<br> · 대시를 홀드하면 「번개 질주」 모드로 전환되어 짧은 시간 동안 얀사의 이동 속도와 점프 능력이 대폭 증가한다. 해당 상태에서 얀사는 지형의 높낮이 차이를 이용해 도약하거나 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br><br><i>「빠르고 강하게! 평소의 노력은 바로 이 순간을 위한 거야!」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "힘의 3요소",
                        "Desc": "「힘」의 이름으로 대지를 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 소장 중인 한정판 운동량 측정기(헬스용품)를 꺼낸다.<br>발동 시, 얀사가 밤혼을 15pt 획득하고 밤혼 가호 상태에 진입한다.<br>운동량 측정기 퇴장 시, 얀사의 밤혼 가호도 함께 종료된다.<br><br><color style='color:#FFD780;'>운동량 측정기</color><br>운동량 측정기는 캐릭터를 따라 움직이며, 얀사의 밤혼 수치에 따라 각기 다른 방식으로 파티 내 자신의 현재 필드 위 캐릭터의 공격력을 증가시킨다.<br> · 얀사의 밤혼이 42pt 미만일 경우 얀사의 밤혼과 공격력에 기반해 공격력 보너스를 획득한다.<br> · 얀사의 밤혼이 42pt 이상일 경우 얀사의 공격력에 기반해 더 높은 공격력 보너스를 획득한다.<br>또한 운동량 측정기는 지속 시간 동안 얀사 이외의 파티 내 자신의 현재 필드 위 캐릭터의 이동 거리를 기록하고, 1초마다 이전 1초 동안 기록된 이동 거리를 기반으로 얀사의 밤혼을 회복한다.<br>운동량 측정기는 얀사의 밤혼 가호 지속 시간이 종료되면 사라진다. 얀사가 비전투 상태 시, 1초 후에 운동량 측정기 사라진다. 운동량 측정기가 존재하는 동안, 얀사가 대기 상태 시에도 밤혼 가호는 종료되지 않는다.<br><br><i>「힘은 타고나는 게 아니야. 올바른 방법으로 노력해야만 얻을 수 있지」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "높은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%"
                                ]
                            },
                            {
                                "Desc": "낮은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%"
                                ]
                            },
                            {
                                "Desc": "최대 공격력 보너스",
                                "ParamLevelList": [
                                    "330pt",
                                    "370pt",
                                    "410pt",
                                    "450pt",
                                    "490pt",
                                    "530pt",
                                    "570pt",
                                    "610pt",
                                    "650pt",
                                    "690pt",
                                    "730pt",
                                    "770pt",
                                    "810pt",
                                    "850pt",
                                    "890pt"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "비전투 상태 지속 시간",
                                "ParamLevelList": [
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "근력 운동",
                        "Desc": "「낙뢰파」가 적에게 명중 후, 얀사는 15초 동안 지속되는 「표준 동작」 효과를 획득한다.<br>지속 시간 동안 얀사의 공격력이 20% 증가하고, 원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 운동량 측정기로 밤혼 회복 시, 추가로 밤혼을 1pt 회복한다. 또한 파티 내 자신의 현재 필드 위 캐릭터가 밤혼을 소모 또는 회복한 후, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 추가 밤혼 회복량이 4pt까지 증가한다. 해당 효과는 2.8초마다 최대 1회 발동된다.<br>「표준 동작」 효과는 얀사의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "운동량 테스트",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 얀사가 「준비 운동」을 획득한다. 지속 시간 10초.<br>지속 시간 동안 얀사가 밤혼을 최소 1pt 회복 시, 자신의 현재 필드 위 캐릭터의 HP를 얀사 공격력의 60%만큼 회복한다. 해당 효과는 2.8초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 혼신의 힘",
                        "Desc": "밤혼 소진 후, 얀사가 필드 위에 있을 경우 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 얀사를 진행할 수 있다. 현재 필드 위 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 있을 경우 얀사 교체 등장 시 발동: 얀사가 밤혼 가호 상태에 진입하고 밤혼을 25pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "열량의 균형",
                        "Desc": "나타의 열소 메커니즘 구역에서 열소가 50% 이상에서 50% 이하로 내려갈 시, 열소가 10pt 회복된다. 해당 효과는 10초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "뭐든 시작이 어려운 법",
                        "Desc": "전투 중 얀사가 밤혼 가호 상태 시, 밤혼을 6pt 소모할 때마다 얀사 자신의 원소 에너지를 15pt 회복한다. 해당 효과는 18초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "게으름은 운동의 적!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color> 발동 시, 얀사도 고유 특성 「근력 운동」의 「표준 동작」 효과를 획득한다, 지속 시간: 15초. 또한 「표준 동작」 효과 지속 시간 동안 얀사가 대기 상태일 경우, 파티 내 자신의 현재 필드 위 캐릭터의 공격력이 30% 증가한다. 해당 효과는 고유 특성 「근력 운동」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "과학적인 식단",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>전광석화</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "가장 중요한 건 꾸준함",
                        "Desc": "운동량 측정기 존재 기간 동안, 얀사를 제외한 자신의 파티 내 현재 필드 위 캐릭터가 원소폭발 발동 후, 얀사가 운동량 측정기가 퇴장할 때까지 지속되는 「원기」를 2스택 획득한다. 운동량 측정기를 소환할 때마다 해당 효과는 최대 1회 발동된다. 얀사가 운동량 측정기를 통해 밤혼 회복 시, 「원기」를 1스택 소모해 얀사의 밤혼이 추가로 4pt 회복된다.<br>또한 운동량 측정기의 밤혼 회복량이 밤혼 최대치를 초과하면, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 초과량의 50%에 해당하는 밤혼이 추가 회복된다",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "아직 한계가 아니다!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「비옥한 터전」의 가르침",
                        "Desc": "운동량 측정기의 지속 시간이 3초 연장된다.<br>또한 얀사가 밤혼 회복 효과 발동 시, 회복량이 밤혼 최대치를 초과한 경우, 파티 내 자신의 현재 필드 위 캐릭터의 주는 피해가 25% 증가하는 「극한의 힘」 효과를 획득한다. 지속 시간: 3초",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 바벨 강타",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 낙뢰파</color><br>밤혼 가호 상태에서 얀사의 강공격은 호쾌한 「낙뢰파」로 전환되어 일정 스태미나를 소모해 전방을 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "낙뢰파 피해",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "강공격과 낙뢰파 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "전광석화",
                        "Desc": "얀사가 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 피해</color>를 준다.<br>발동 후 얀사는 밤혼을 54pt 회복하고 밤혼 가호 상태에 진입한다. 돌진 종료 후 5초 내에 일반 공격을 짧게 누를 시, 얀사가 스태미나를 소모하지 않는 「낙뢰파」의 짓밟기 공격을 1회 빠르게 발동한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 얀사</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 얀사의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래의 특성을 가진다:<br> · 얀사의 이동 속도가 증가한다.<br> · 대시를 홀드하면 「번개 질주」 모드로 전환되어 짧은 시간 동안 얀사의 이동 속도가 대폭 증가한다. 해당 상태에서 얀사는 지형의 높낮이 차이를 이용해 도약하거나 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br><br><i>「빠르고 강하게! 평소의 노력은 바로 이 순간을 위한 거야!」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "힘의 3요소",
                        "Desc": "「힘」의 이름으로 대지를 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 소장 중인 한정판 운동량 측정기(헬스용품)를 꺼낸다.<br>발동 시, 얀사가 밤혼을 15pt 획득하고 밤혼 가호 상태에 진입한다.<br>운동량 측정기 퇴장 시, 얀사의 밤혼 가호도 함께 종료된다.<br><br><color style='color:#FFD780;'>운동량 측정기</color><br>운동량 측정기는 캐릭터를 따라 움직이며, 얀사의 밤혼 수치에 따라 각기 다른 방식으로 파티 내 자신의 현재 필드 위 캐릭터의 공격력을 증가시킨다.<br> · 얀사의 밤혼이 42pt 미만일 경우, 얀사의 밤혼과 공격력에 기반해 공격력 보너스를 획득한다.<br> · 얀사의 밤혼이 42pt 이상일 경우, 운동량 측정기가 「뜨거운 응원!」 모드로 전환되어 얀사의 공격력에 기반해 더 높은 공격력 보너스를 획득한다.<br>또한 운동량 측정기는 지속 시간 동안 얀사 이외의 파티 내 자신의 현재 필드 위 캐릭터의 이동 거리를 기록하고, 1초마다 이전 1초 동안 기록된 이동 거리를 기반으로 얀사의 밤혼을 회복한다.<br>운동량 측정기는 얀사의 밤혼 가호 지속 시간이 종료되면 사라진다. 얀사가 비전투 상태 시, 1초 후에 운동량 측정기가 사라진다. 운동량 측정기가 존재하는 동안, 얀사가 대기 상태 시에도 밤혼 가호는 종료되지 않는다.<br><br><i>「힘은 타고나는 게 아니야. 올바른 방법으로 노력해야만 얻을 수 있지」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "높은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%"
                                ]
                            },
                            {
                                "Desc": "낮은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%",
                                    "공격력의 0.5%"
                                ]
                            },
                            {
                                "Desc": "최대 공격력 보너스",
                                "ParamLevelList": [
                                    "330pt",
                                    "370pt",
                                    "410pt",
                                    "450pt",
                                    "490pt",
                                    "530pt",
                                    "570pt",
                                    "610pt",
                                    "650pt",
                                    "690pt",
                                    "730pt",
                                    "770pt",
                                    "810pt",
                                    "850pt",
                                    "890pt"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "비전투 상태 지속 시간",
                                "ParamLevelList": [
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "근력 운동",
                        "Desc": "「낙뢰파」가 적에게 명중 후, 얀사는 15초 동안 지속되는 「표준 동작」 효과를 획득한다.<br>지속 시간 동안 얀사의 공격력이 20% 증가하고, 원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 운동량 측정기로 밤혼 회복 시, 추가로 밤혼을 1pt 회복한다. 또한 파티 내 자신의 현재 필드 위 캐릭터가 밤혼을 소모 또는 회복한 후, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 추가 밤혼 회복량이 4pt까지 증가한다. 해당 효과는 2.8초마다 최대 1회 발동된다.<br>「표준 동작」 효과는 얀사의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "운동량 테스트",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 얀사가 「준비 운동」을 획득한다. 지속 시간 10초.<br>지속 시간 동안 얀사가 밤혼을 최소 1pt 회복 시, 자신의 현재 필드 위 캐릭터의 HP를 얀사 공격력의 60%만큼 회복한다. 해당 효과는 2.8초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 혼신의 힘",
                        "Desc": "밤혼 소진 후, 얀사가 필드 위에 있을 경우 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 얀사를 진행할 수 있다. 현재 필드 위 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태거나 일정 높이의 공중에 있을 때 얀사 교체 등장 시 발동: 얀사가 밤혼 가호 상태에 진입하고 밤혼을 25pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br>또한 나타의 열소 메커니즘 구역에서 얀사가 지형의 높낮이 차이를 이용해 도약할 때 받는 추락 피해가 감소한다",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "열량의 균형",
                        "Desc": "나타의 열소 메커니즘 구역에서 열소가 50% 이상에서 50% 이하로 내려갈 시, 열소가 10pt 회복된다. 해당 효과는 10초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "뭐든 시작이 어려운 법",
                        "Desc": "전투 중 얀사가 밤혼 가호 상태 시, 밤혼을 6pt 소모할 때마다 얀사 자신의 원소 에너지를 15pt 회복한다. 해당 효과는 18초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "게으름은 운동의 적!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color> 발동 시, 얀사도 고유 특성 「근력 운동」의 「표준 동작」 효과를 획득한다, 지속 시간: 15초. 또한 「표준 동작」 효과 지속 시간 동안 얀사가 대기 상태일 경우, 파티 내 자신의 현재 필드 위 캐릭터의 공격력이 30% 증가한다. 해당 효과는 고유 특성 「근력 운동」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "과학적인 식단",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>전광석화</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "가장 중요한 건 꾸준함",
                        "Desc": "운동량 측정기 존재 기간 동안, 얀사를 제외한 자신의 파티 내 현재 필드 위 캐릭터가 원소폭발 발동 후, 얀사가 운동량 측정기가 퇴장할 때까지 지속되는 「원기」를 2스택 획득한다. 운동량 측정기를 소환할 때마다 해당 효과는 최대 1회 발동된다. 얀사가 운동량 측정기를 통해 밤혼 회복 시, 「원기」를 1스택 소모해 얀사의 밤혼이 추가로 4pt 회복된다.<br>또한 운동량 측정기의 밤혼 회복량이 밤혼 최대치를 초과하면, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 초과량의 50%에 해당하는 밤혼이 추가 회복된다",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "아직 한계가 아니다!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「비옥한 터전」의 가르침",
                        "Desc": "운동량 측정기의 지속 시간이 3초 연장된다.<br>또한 얀사가 밤혼 회복 효과 발동 시, 회복량이 밤혼 최대치를 초과한 경우, 파티 내 자신의 현재 필드 위 캐릭터의 주는 피해가 25% 증가하는 「극한의 힘」 효과를 획득한다. 지속 시간: 3초",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 바벨 강타",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 낙뢰파</color><br>밤혼 가호 상태에서 얀사의 강공격은 호쾌한 「낙뢰파」로 전환되어 일정 스태미나를 소모해 전방을 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.96859%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.63291%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.40271%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.26339%",
                                    "145.24781%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "100.27601%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.21199%",
                                    "226.20399%",
                                    "240.19599%",
                                    "254.18799%",
                                    "268.17999%"
                                ]
                            },
                            {
                                "Desc": "낙뢰파 피해",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.91299%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.67401%",
                                    "213.42199%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "강공격과 낙뢰파 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.83771%/159.67619%",
                                    "138.2431%/172.67309%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.23701%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.08749%",
                                    "202.162%/252.51119%",
                                    "218.5133%/272.93489%",
                                    "234.86459%/293.35859%",
                                    "252.7025%/315.639%",
                                    "270.54031%/337.9194%",
                                    "288.3781%/360.19981%",
                                    "306.21591%/382.48019%",
                                    "324.05369%/404.7606%",
                                    "341.8915%/427.04101%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "전광석화",
                        "Desc": "얀사가 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 피해</color>를 준다.<br>발동 후 얀사는 밤혼을 54pt 회복하고 밤혼 가호 상태에 진입한다. 돌진 종료 후 5초 내에 일반 공격을 짧게 누를 시, 얀사가 스태미나를 소모하지 않는 「낙뢰파」의 짓밟기 공격을 1회 빠르게 발동한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 얀사</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 얀사의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래의 특성을 가진다:<br> · 얀사의 이동 속도가 증가한다.<br> · 대시를 홀드하면 「번개 질주」 모드로 전환되어 짧은 시간 동안 얀사의 이동 속도가 대폭 증가한다. 해당 상태에서 얀사는 지형 차이를 이용해 도약하거나 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br><br><i>「빠르고 강하게! 평소의 노력은 바로 이 순간을 위한 거야!」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96002%",
                                    "429.6%",
                                    "458.23998%",
                                    "486.88002%",
                                    "515.52%",
                                    "544.15998%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "힘의 3요소",
                        "Desc": "「힘」의 이름으로 대지를 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 소장 중인 한정판 운동량 측정기(헬스용품)를 꺼낸다.<br>발동 시, 얀사가 밤혼을 15pt 획득하고 밤혼 가호 상태에 진입한다.<br>운동량 측정기 퇴장 시, 얀사의 밤혼 가호도 함께 종료된다.<br><br><color style='color:#FFD780;'>운동량 측정기</color><br>운동량 측정기는 캐릭터를 따라 움직이며, 얀사의 밤혼 수치에 따라 각기 다른 방식으로 파티 내 자신의 현재 필드 위 캐릭터의 공격력을 증가시킨다.<br> · 얀사의 밤혼이 42pt 미만일 경우, 얀사의 밤혼과 공격력에 기반해 공격력 보너스를 획득한다.<br> · 얀사의 밤혼이 42pt 이상일 경우, 운동량 측정기가 「뜨거운 응원!」 모드로 전환되어 얀사의 공격력에 기반해 더 높은 공격력 보너스를 획득한다.<br>또한 운동량 측정기는 존재 기간 동안 얀사 이외의 파티 내 자신의 현재 필드 위 캐릭터의 이동 거리를 기록하고, 1초마다 이전 1초 동안 기록된 이동 거리를 기반으로 얀사의 밤혼을 회복한다.<br>운동량 측정기는 얀사의 밤혼 가호 지속 시간이 종료되면 사라진다. 얀사가 비전투 상태 시, 1초 후에 운동량 측정기가 사라진다. 운동량 측정기가 존재하는 동안, 얀사가 대기 상태 시에도 밤혼 가호는 종료되지 않는다.<br><br><i>「힘은 타고나는 게 아니야. 올바른 방법으로 노력해야만 얻을 수 있지」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96002%",
                                    "538.0%",
                                    "570.27998%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64002%",
                                    "731.68001%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "높은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%"
                                ]
                            },
                            {
                                "Desc": "낮은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%"
                                ]
                            },
                            {
                                "Desc": "최대 공격력 보너스",
                                "ParamLevelList": [
                                    "330pt",
                                    "370pt",
                                    "410pt",
                                    "450pt",
                                    "490pt",
                                    "530pt",
                                    "570pt",
                                    "610pt",
                                    "650pt",
                                    "690pt",
                                    "730pt",
                                    "770pt",
                                    "810pt",
                                    "850pt",
                                    "890pt"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "비전투 상태 지속 시간",
                                "ParamLevelList": [
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "근력 운동",
                        "Desc": "「낙뢰파」가 적에게 명중 후, 얀사는 15초 동안 지속되는 「표준 동작」 효과를 획득한다.<br>지속 시간 동안 얀사의 공격력이 20% 증가하고, 원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 운동량 측정기로 밤혼 회복 시, 추가로 밤혼을 1pt 회복한다. 또한 파티 내 자신의 현재 필드 위 캐릭터가 밤혼을 소모 또는 회복한 후, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 추가 밤혼 회복량이 4pt까지 증가한다. 해당 효과는 2.8초마다 최대 1회 발동된다.<br>「표준 동작」 효과는 얀사의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "운동량 테스트",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 얀사가 「준비 운동」을 획득한다. 지속 시간: 10초.<br>지속 시간 동안 얀사가 밤혼을 최소 1pt 회복 시, 자신의 현재 필드 위 캐릭터의 HP를 얀사 공격력의 60%만큼 회복한다. 해당 효과는 2.8초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 혼신의 힘",
                        "Desc": "밤혼 소진 후, 얀사가 필드 위에 있을 경우 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 얀사를 진행할 수 있다. 현재 필드 위 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태거나 일정 높이의 공중에 있을 때 얀사 교체 등장 시 발동: 얀사가 밤혼 가호 상태에 진입하고 밤혼을 25pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br>또한 나타의 열소 메커니즘 구역에서 얀사가 지형 차이를 이용해 도약할 때 받는 추락 피해가 감소한다",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "열량의 균형",
                        "Desc": "나타의 열소 메커니즘 구역에서 열소가 50% 이상에서 50% 이하로 내려갈 시, 열소가 10pt 회복된다. 해당 효과는 10초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "뭐든 시작이 어려운 법",
                        "Desc": "전투 중 얀사가 밤혼 가호 상태 시, 밤혼을 6pt 소모할 때마다 얀사 자신의 원소 에너지를 15pt 회복한다. 해당 효과는 18초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "게으름은 운동의 적!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color> 발동 시, 얀사도 고유 특성 「근력 운동」의 「표준 동작」 효과를 획득한다, 지속 시간: 15초. 또한 「표준 동작」 효과 지속 시간 동안 얀사가 대기 상태일 경우, 파티 내 자신의 현재 필드 위 캐릭터의 공격력이 30% 증가한다. 해당 효과는 고유 특성 「근력 운동」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "과학적인 식단",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>전광석화</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "가장 중요한 건 꾸준함",
                        "Desc": "운동량 측정기 존재 기간 동안, 얀사를 제외한 자신의 파티 내 현재 필드 위 캐릭터가 원소폭발 발동 후, 얀사가 운동량 측정기가 퇴장할 때까지 지속되는 「원기」를 2스택 획득한다. 운동량 측정기를 소환할 때마다 해당 효과는 최대 1회 발동된다. 얀사가 운동량 측정기를 통해 밤혼 회복 시, 「원기」를 1스택 소모해 얀사의 밤혼이 추가로 4pt 회복된다.<br>또한 운동량 측정기의 밤혼 회복량이 밤혼 최대치를 초과하면, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 초과량의 50%만큼 밤혼이 추가 회복된다",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "아직 한계가 아니다!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「비옥한 터전」의 가르침",
                        "Desc": "운동량 측정기의 지속 시간이 3초 연장된다.<br>또한 얀사가 밤혼 회복 효과 발동 시, 회복량이 밤혼 최대치를 초과한 경우, 파티 내 자신의 현재 필드 위 캐릭터의 주는 피해가 25% 증가하는 「극한의 힘」 효과를 획득한다. 지속 시간: 3초",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "바벨 강타",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 낙뢰파</color><br>밤혼 가호 상태에서 얀사의 강공격은 호쾌한 「낙뢰파」로 전환되어 일정 스태미나를 소모해 전방을 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "46.9758%",
                                    "50.7994%",
                                    "54.623%",
                                    "60.0853%",
                                    "63.9089%",
                                    "68.2787%",
                                    "74.2873%",
                                    "80.2958%",
                                    "86.3043%",
                                    "92.8591%",
                                    "99.4139%",
                                    "105.9686%",
                                    "112.5234%",
                                    "119.0781%",
                                    "125.6329%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "42.7644%",
                                    "46.2452%",
                                    "49.726%",
                                    "54.6986%",
                                    "58.1794%",
                                    "62.1575%",
                                    "67.6274%",
                                    "73.0972%",
                                    "78.5671%",
                                    "84.5342%",
                                    "90.5013%",
                                    "96.4684%",
                                    "102.4356%",
                                    "108.4027%",
                                    "114.3698%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "64.3882%",
                                    "69.6291%",
                                    "74.87%",
                                    "82.357%",
                                    "87.5979%",
                                    "93.5875%",
                                    "101.8232%",
                                    "110.0589%",
                                    "118.2946%",
                                    "127.279%",
                                    "136.2634%",
                                    "145.2478%",
                                    "154.2322%",
                                    "163.2166%",
                                    "172.201%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "100.276%",
                                    "108.438%",
                                    "116.6%",
                                    "128.26%",
                                    "136.422%",
                                    "145.75%",
                                    "158.576%",
                                    "171.402%",
                                    "184.228%",
                                    "198.22%",
                                    "212.212%",
                                    "226.204%",
                                    "240.196%",
                                    "254.188%",
                                    "268.18%"
                                ]
                            },
                            {
                                "Desc": "낙뢰파 피해",
                                "ParamLevelList": [
                                    "84.194%",
                                    "91.047%",
                                    "97.9%",
                                    "107.69%",
                                    "114.543%",
                                    "122.375%",
                                    "133.144%",
                                    "143.913%",
                                    "154.682%",
                                    "166.43%",
                                    "178.178%",
                                    "189.926%",
                                    "201.674%",
                                    "213.422%",
                                    "225.17%"
                                ]
                            },
                            {
                                "Desc": "강공격과 낙뢰파 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "전광석화",
                        "Desc": "얀사가 전방으로 일정 거리 돌진해 경로상의 적에게 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 피해</color>를 준다.<br>발동 후 얀사는 밤혼을 54pt 회복하고 밤혼 가호 상태에 진입한다. 돌진 종료 후 5초 내에 일반 공격을 짧게 누를 시, 얀사가 스태미나를 소모하지 않는 「낙뢰파」의 짓밟기 공격을 1회 빠르게 발동한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 얀사</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 얀사의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래의 특성을 가진다:<br> · 얀사의 이동 속도가 증가한다.<br> · 대시를 홀드하면 「번개 질주」 모드로 전환되어 짧은 시간 동안 얀사의 이동 속도가 대폭 증가한다. 해당 상태에서 얀사는 지형 차이를 이용해 도약하거나 밤혼을 추가로 소모해 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br><br><i>「빠르고 강하게! 평소의 노력은 바로 이 순간을 위한 거야!」</i>",
                        "Icon": "Skill_S_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "286.4%",
                                    "307.88%",
                                    "329.36%",
                                    "358.0%",
                                    "379.48%",
                                    "400.96%",
                                    "429.6%",
                                    "458.24%",
                                    "486.88%",
                                    "515.52%",
                                    "544.16%",
                                    "572.8%",
                                    "608.6%",
                                    "644.4%",
                                    "680.2%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt",
                                    "54pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "힘의 3요소",
                        "Desc": "「힘」의 이름으로 대지를 짓밟아 밤혼 성질의 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고 소장 중인 한정판 운동량 측정기(헬스용품)를 꺼낸다.<br>발동 시, 얀사가 밤혼을 15pt 획득하고 밤혼 가호 상태에 진입한다.<br>운동량 측정기 퇴장 시, 얀사의 밤혼 가호도 함께 종료된다.<br><br><color style='color:#FFD780;'>운동량 측정기</color><br>운동량 측정기는 캐릭터를 따라 움직이며, 얀사의 밤혼 수치에 따라 각기 다른 방식으로 파티 내 자신의 현재 필드 위 캐릭터의 공격력을 증가시킨다.<br> · 얀사의 밤혼이 42pt 미만일 경우, 얀사의 밤혼과 공격력에 기반해 공격력 보너스를 획득한다.<br> · 얀사의 밤혼이 42pt 이상일 경우, 운동량 측정기가 「뜨거운 응원!」 모드로 전환되어 얀사의 공격력에 기반해 더 높은 공격력 보너스를 획득한다.<br>또한 운동량 측정기는 존재 기간 동안 얀사 이외의 파티 내 자신의 현재 필드 위 캐릭터의 이동 거리를 기록하고, 1초마다 이전 1초 동안 기록된 이동 거리를 기반으로 얀사의 밤혼을 회복한다.<br>운동량 측정기는 얀사의 밤혼 가호 지속 시간이 종료되면 사라진다. 얀사가 비전투 상태 시, 1초 후에 운동량 측정기가 사라진다. 운동량 측정기가 존재하는 동안, 얀사가 대기 상태 시에도 밤혼 가호는 종료되지 않는다.<br><br><i>「힘은 타고나는 게 아니야. 올바른 방법으로 노력해야만 얻을 수 있지」</i>",
                        "Icon": "Skill_E_Iansan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "430.4%",
                                    "462.68%",
                                    "494.96%",
                                    "538.0%",
                                    "570.28%",
                                    "602.56%",
                                    "645.6%",
                                    "688.64%",
                                    "731.68%",
                                    "774.72%",
                                    "817.76%",
                                    "860.8%",
                                    "914.6%",
                                    "968.4%",
                                    "1022.2%"
                                ]
                            },
                            {
                                "Desc": "높은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%",
                                    "공격력의 27.0%"
                                ]
                            },
                            {
                                "Desc": "낮은 밤혼 수치 공격력 전환 비율",
                                "ParamLevelList": [
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%",
                                    "밤혼 1pt당 공격력의 0.5%"
                                ]
                            },
                            {
                                "Desc": "최대 공격력 보너스",
                                "ParamLevelList": [
                                    "330pt",
                                    "370pt",
                                    "410pt",
                                    "450pt",
                                    "490pt",
                                    "530pt",
                                    "570pt",
                                    "610pt",
                                    "650pt",
                                    "690pt",
                                    "730pt",
                                    "770pt",
                                    "810pt",
                                    "850pt",
                                    "890pt"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "비전투 상태 지속 시간",
                                "ParamLevelList": [
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초",
                                    "1초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "근력 운동",
                        "Desc": "「낙뢰파」가 적에게 명중 후, 얀사는 15초 동안 지속되는 「표준 동작」 효과를 획득한다.<br>지속 시간 동안 얀사의 공격력이 20% 증가하고, 원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 운동량 측정기로 밤혼 회복 시, 추가로 밤혼을 1pt 회복한다. 또한 파티 내 자신의 현재 필드 위 캐릭터가 밤혼을 소모 또는 회복한 후, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 추가 밤혼 회복량이 4pt까지 증가한다. 해당 효과는 2.8초마다 최대 1회 발동된다.<br>「표준 동작」 효과는 얀사의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Iansan_05"
                    },
                    {
                        "Name": "운동량 테스트",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 얀사가 「준비 운동」을 획득한다. 지속 시간: 10초.<br>지속 시간 동안 얀사가 밤혼을 최소 1pt 회복 시, 자신의 현재 필드 위 캐릭터의 HP를 얀사 공격력의 60%만큼 회복한다. 해당 효과는 2.8초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 혼신의 힘",
                        "Desc": "밤혼 소진 후, 얀사가 필드 위에 있을 경우 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 얀사를 진행할 수 있다. 현재 필드 위 캐릭터가 대시 또는 특정 특성이 부여한 이동 상태거나 일정 높이의 공중에 있을 때 얀사 교체 등장 시 발동: 얀사가 밤혼 가호 상태에 진입하고 밤혼을 25pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br>또한 나타의 열소 메커니즘 구역에서 얀사가 지형 차이를 이용해 도약할 때 추락 피해를 받지 않는다",
                        "Icon": "UI_Talent_S_Varesa_07"
                    },
                    {
                        "Name": "열량의 균형",
                        "Desc": "나타의 열소 메커니즘 구역에서 열소가 50% 이상에서 50% 이하로 내려갈 시, 열소가 10pt 회복된다. 해당 효과는 10초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "뭐든 시작이 어려운 법",
                        "Desc": "전투 중 얀사가 밤혼 가호 상태 시, 밤혼을 6pt 소모할 때마다 얀사 자신의 원소 에너지를 15pt 회복한다. 해당 효과는 18초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Iansan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "게으름은 운동의 적!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color> 발동 시, 얀사도 돌파 특성 「근력 운동」의 「표준 동작」 효과를 획득한다, 지속 시간: 15초. 또한 「표준 동작」 효과 지속 시간 동안 얀사가 대기 상태일 경우, 현재 필드 위에 있는 파티 내 자신의 캐릭터의 공격력이 30% 증가한다. 해당 효과는 돌파 특성 「근력 운동」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Iansan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "과학적인 식단",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>전광석화</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "가장 중요한 건 꾸준함",
                        "Desc": "운동량 측정기 존재 기간 동안, 얀사를 제외한 파티 내 자신의 현재 필드 위 캐릭터가 원소폭발 발동 후, 얀사가 운동량 측정기가 퇴장할 때까지 지속되는 「원기」를 2스택 획득한다. 운동량 측정기를 소환할 때마다 해당 효과는 최대 1회 발동된다. 얀사가 운동량 측정기를 통해 밤혼 회복 시, 「원기」를 1스택 소모해 얀사의 밤혼이 추가로 4pt 회복된다.<br>또한 운동량 측정기의 밤혼 회복량이 밤혼 최대치를 초과하면, 얀사가 다음에 운동량 측정기로 밤혼 회복 시, 초과량의 50%만큼 밤혼이 추가 회복된다",
                        "Icon": "UI_Talent_S_Iansan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "아직 한계가 아니다!",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>힘의 3요소</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Iansan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「비옥한 터전」의 가르침",
                        "Desc": "운동량 측정기의 지속 시간이 3초 연장된다.<br>또한 얀사가 밤혼 회복 효과 발동 시, 회복량이 밤혼 최대치를 초과한 경우, 파티 내 자신의 현재 필드 위 캐릭터가 주는 피해가 25% 증가하는 「극한의 힘」 효과를 획득한다. 지속 시간: 3초",
                        "Icon": "UI_Talent_S_Iansan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Iansan": {}
}