// Auto Generated

var _AvatarDataConfig_ = {
    "Ifa": {}
}

var _AvatarMats_ = {
    "Ifa": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101250": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113072": 2,
                "101250": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113072": 4,
                "101250": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113072": 8,
                "101250": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113072": 12,
                "101250": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113072": 20,
                "101250": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113074": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ifa": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "풍습 제거술KR0F",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방 사격으로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다KR0F",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.31709%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.20641%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.85599%",
                                    "220.56%",
                                    "235.26399%",
                                    "249.968%",
                                    "264.67199%",
                                    "279.37601%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.21999%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.93439%",
                                    "122.8828%/153.48721%",
                                    "132.13201%/165.04%",
                                    "145.3452%/181.54401%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.60881%",
                                    "208.76861%/260.76319%",
                                    "224.6244%/280.568%",
                                    "240.48021%/300.37279%",
                                    "256.33609%/320.1776%",
                                    "272.19191%/339.98239%",
                                    "288.04779%/359.7872%",
                                    "303.9036%/379.59199%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "공중 구조대KR0F",
                        "Desc": "형씨, 우리가 나설 차례야! 이파가 카쿠쿠를 소환해 함께 전투한다.<br>발동 후, 이파는 밤혼을 80pt 획득하고 <color style='color:#FFD780;'>밤혼 가호</color> 상태에 진입한다. 해당 상태에서 이파는 카쿠쿠의 도움을 받아 부유한다. 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행한다.<br>또한 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>를 홀드 시, 이파가 밤혼 성질의 낙하 공격을 진행한다. 스킬에서 손을 떼면 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 이파의 밤혼 가호 상태가 종료된다.KR0F",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "비약탄 피해",
                                "ParamLevelList": [
                                    "133.36%KR0F",
                                    "143.362%KR0F",
                                    "153.364%KR0F",
                                    "166.7%KR0F",
                                    "176.702%KR0F",
                                    "186.704%KR0F",
                                    "200.04%KR0F",
                                    "213.376%KR0F",
                                    "226.71199%KR0F",
                                    "240.048%KR0F",
                                    "253.38399%KR0F",
                                    "266.72%KR0F",
                                    "283.39%KR0F",
                                    "300.06%KR0F",
                                    "316.73%KR0F"
                                ]
                            },
                            {
                                "Desc": "비약탄 명중 치유량",
                                "ParamLevelList": [
                                    "원소 마스터리의 20.16%+48.14847KR0F",
                                    "원소 마스터리의 21.672%+52.96399KR0F",
                                    "원소 마스터리의 23.184%+58.1808KR0F",
                                    "원소 마스터리의 25.2%+63.7989KR0F",
                                    "원소 마스터리의 26.712%+69.8183KR0F",
                                    "원소 마스터리의 28.224%+76.23898KR0F",
                                    "원소 마스터리의 30.24%+83.06097KR0F",
                                    "원소 마스터리의 32.256%+90.28424KR0F",
                                    "원소 마스터리의 34.272%+97.90881KR0F",
                                    "원소 마스터리의 36.288%+105.93467KR0F",
                                    "원소 마스터리의 38.304%+114.36182KR0F",
                                    "원소 마스터리의 40.32%+123.19027KR0F",
                                    "원소 마스터리의 42.84%+132.42001KR0F",
                                    "원소 마스터리의 45.36%+142.05104KR0F",
                                    "원소 마스터리의 47.88%+152.08337KR0F"
                                ]
                            },
                            {
                                "Desc": "Nightsoul Point Limit",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "48.14847pt",
                                    "52.96399pt",
                                    "58.1808pt",
                                    "63.7989pt",
                                    "69.8183pt",
                                    "76.23898pt",
                                    "83.06097pt",
                                    "90.28424pt",
                                    "97.90881pt",
                                    "105.93467pt",
                                    "114.36182pt",
                                    "123.19027pt",
                                    "132.42001pt",
                                    "142.05104pt",
                                    "152.08337pt"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진정제 폭풍",
                        "Desc": "흥분한 적에게 광역 진정제를 발사한다. 광역 진정제는 명중 시, 폭발해 묶음 윈드 필드를 생성하여 주변의 물체와 적을 끌어당기고, 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>광역 진정제가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>가 부착된 적에게 명중 시, 해당 적에게 <color style='color:#FFD780;'>「진정 표식」</color> 효과를 부여한다. 해당 효과는 잠시 후 폭발해 사라지고 상응하는 원소 속성의 범위 피해를 준다.KR0F",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "508.47998%",
                                    "546.61598%",
                                    "584.75199%",
                                    "635.6%",
                                    "673.736%",
                                    "711.87201%",
                                    "762.72001%",
                                    "813.56802%",
                                    "864.41603%",
                                    "915.26403%",
                                    "966.11204%",
                                    "1016.95995%",
                                    "1080.51996%",
                                    "1144.07997%",
                                    "1207.63998%"
                                ]
                            },
                            {
                                "Desc": "진정 표식 피해",
                                "ParamLevelList": [
                                    "108.96%KR0F",
                                    "117.132%KR0F",
                                    "125.304%KR0F",
                                    "136.2%KR0F",
                                    "144.372%KR0F",
                                    "152.544%KR0F",
                                    "163.44%KR0F",
                                    "174.336%KR0F",
                                    "185.232%KR0F",
                                    "196.128%KR0F",
                                    "207.024%KR0F",
                                    "217.92%KR0F",
                                    "231.53999%KR0F",
                                    "245.16%KR0F",
                                    "258.78%KR0F"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "출장 의사의 시야KR0F",
                        "Desc": "이파가 밤혼 가호 상태 시, 주변에 있는 파티 내 캐릭터의 밤혼 총합에 기반해, 밤혼 1pt당 이파가 <color style='color:#FFD780;'>「구급 비결」</color>을 1pt 획득한다. 구급 비결: 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 증가한다KR0F",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "상호 지원 협의KR0F",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 이파의 원소 마스터리가 80pt 증가한다. 지속 시간: 10초KR0F",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 긴급 출동KR0F",
                        "Desc": "밤혼 소진 후, 이파는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 이파를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에 있을 때 이파가 교체 등장 시 발동: 이파가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다KR0F",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "온습포 붕대 응급처치KR0F",
                        "Desc": "나타의 열소 메커니즘 구역에서 파티 내 자신의 현재 필드 위 캐릭터 또는 빙의한 용의 HP가 40% 이하일 때, 이파는 열소를 10pt 소모해 해당 캐릭터 또는 빙의한 용의 HP를 이파 원소 마스터리의 150%에 기반해 회복한다. 해당 효과는 10초마다 최대 1회 발동되며, 비경, 영역 토벌, 나선 비경에서 적용되지 않는다KR0F",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "Vitiferous Elixir's Concoction",
                        "Desc": "{N11130001}<color style='color:#FFD780;'>지원 사격</color>이 적에게 명중 시, 이파의 원소 에너지가 6pt 회복된다. 해당 방식으로 원소 에너지를 8초마다 최대 1회 회복할 수 있다KR0B",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "Guiding Spirit of Ballistic Prayer",
                        "Desc": "이파가 밤혼 가호 상태일 때, 파티 내 모든 캐릭터의 밤혼 총합이 60pt를 초과하면, 밤혼 1pt마다 이파가 추가로 <color style='color:#FFD780;'>「구조 비결」</color>을 3pt 획득한다.<br>또한, 이파가 보유할 수 있는 「구조 비결」의 최대치가 30pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>출장 의사의 시야</color>를 해금해야 한다KR0B",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "Rebuttal in Negotiations With the Night",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>공중 구조대/</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승KR0B",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "Decayed Vessel's Permutation",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>진정제 폭풍</color>으로 생성된 묶음 윈드 필드의 지속 시간이 3초로 연장된다.<br>또한 원소폭발 <color style='color:#FFD780;'>광역 복합 진정제</color> 발동 후 이파의 원소 마스터리가 100pt 증가한다. 지속 시간: 15초KR0B",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "Vow of Universal Coexistence",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>진정제 폭풍</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승KR0B",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "Oath on a Feathered Knot",
                        "Desc": "이파가 <color style='color:#FFD780;'>지원 사격</color>을 홀드하면 50% 확률로 추가 비약탄을 1개 발사하여 기존의 120%에 해당하는 피해를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br>또한, 비전투 상태에서 이파의 밤혼 가호 상태가 소모하는 밤혼과 열소가 20% 감소한다KR0B",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "환풍의 사격",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방 사격으로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "공중 구조대",
                        "Desc": "형씨, 우리가 나설 차례야! 이파가 카쿠쿠를 소환해 함께 전투한다.<br>발동 후, 이파는 밤혼을 80pt 획득하고 <color style='color:#FFD780;'>밤혼 가호</color> 상태에 진입한다. 해당 상태에서 이파는 카쿠쿠의 도움을 받아 부유한다. 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행한다.<br>또한 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>를 홀드 시, 이파가 밤혼 성질의 낙하 공격을 진행한다. 스킬에서 손을 떼면 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 이파의 밤혼 가호 상태가 종료된다.",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "치료탄 피해",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "치료탄 명중 치유량",
                                "ParamLevelList": [
                                    "원소 마스터리의 20.16%+48.14847",
                                    "원소 마스터리의 21.672%+52.96399",
                                    "원소 마스터리의 23.184%+58.1808",
                                    "원소 마스터리의 25.2%+63.7989",
                                    "원소 마스터리의 26.712%+69.8183",
                                    "원소 마스터리의 28.224%+76.23898",
                                    "원소 마스터리의 30.24%+83.06097",
                                    "원소 마스터리의 32.256%+90.28424",
                                    "원소 마스터리의 34.272%+97.90881",
                                    "원소 마스터리의 36.288%+105.93467",
                                    "원소 마스터리의 38.304%+114.36182",
                                    "원소 마스터리의 40.32%+123.19027",
                                    "원소 마스터리의 42.84%+132.42001",
                                    "원소 마스터리의 45.36%+142.05104",
                                    "원소 마스터리의 47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "강제 진정 구역",
                        "Desc": "흥분한 적에게 광역 진정제를 발사한다. 광역 진정제는 명중 시, 폭발해 묶음 윈드 필드를 생성하여 주변의 물체와 적을 끌어당기고, 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>광역 진정제가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>가 부착된 적에게 명중 시, 해당 적에게 <color style='color:#FFD780;'>「진정 표식」</color> 효과를 부여한다. 해당 효과는 잠시 후 폭발하며 사라지고 상응하는 원소 속성의 범위 피해를 준다.",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "진정 표식 피해",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "응급 구조사의 시야",
                        "Desc": "이파가 밤혼 가호 상태 시, 주변에 있는 파티 내 캐릭터의 밤혼 총합에 기반해, 밤혼 1pt당 이파가 <color style='color:#FFD780;'>「구급 비결」</color>을 1pt 획득한다. 구급 비결: 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 증가한다",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "상호 지원 협의",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 이파의 원소 마스터리가 80pt 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 긴급 출동",
                        "Desc": "밤혼 소진 후, 이파는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 이파를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에 있을 때 이파가 교체 등장 시 발동: 이파가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "온열 요법",
                        "Desc": "나타의 열소 메커니즘 구역에서 파티 내 자신의 현재 필드 위 캐릭터 또는 빙의한 용의 HP가 40% 미만일 때, 이파가 열소를 10pt 소모해 해당 캐릭터 또는 빙의한 용의 HP를 이파 원소 마스터리의 150%만큼 회복한다. 해당 효과는 10초마다 최대 1회 발동되며, 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "등나무약 조제KR0F",
                        "Desc": "<color style='color:#FFD780;'>「지원 사격」</color>이 적에게 명중 시, 이파가 원소 에너지를 6pt 회복한다. 해당 방식으로 원소 에너지를 8초마다 최대 1회 회복할 수 있다KR0F",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "탄도를 축복하는 수호령KR0F",
                        "Desc": "이파가 밤혼 가호 상태일 때, 파티 내 모든 캐릭터의 밤혼 총합이 60pt를 초과하면, 밤혼 1pt마다 이파가 추가로 <color style='color:#FFD780;'>「구조 비결」</color>을 3pt 획득한다.<br>또한, 이파가 보유할 수 있는 「구조 비결」의 최대치가 30pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>응급 구조사의 시야</color>를 해금해야 한다KR0B",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밤과 담판하는 변호사KR0F",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>공중 구조대/</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승KR0B",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "썩은 부위 교체KR0F",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>으로 생성된 묶음 윈드 필드의 지속 시간이 3초로 연장된다.<br>또한 원소폭발 <color style='color:#FFD780;'>광역 복합 진정제</color> 발동 후 이파의 원소 마스터리가 100pt 증가한다. 지속 시간: 15초KR0B",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "만물공생의 맹세KR0F",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승KR0B",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "깃털의 가호를 받은 약속KR0F",
                        "Desc": "이파가 홀드로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행 시, 50% 확률로 추가 치료탄을 1개 발사하여 기존의 120%에 해당하는 피해를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br>또한, 비전투 상태에서 이파의 밤혼 가호 상태가 소모하는 밤혼과 열소가 20% 감소한다KR0F",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "환기의 바람",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방 사격으로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "공중 구조대",
                        "Desc": "형씨, 우리가 나설 차례야! 이파가 카쿠쿠를 소환해 함께 전투한다.<br>발동 후, 이파는 밤혼을 80pt 획득하고 <color style='color:#FFD780;'>밤혼 가호</color> 상태에 진입한다. 해당 상태에서 이파는 카쿠쿠의 도움을 받아 부유한다. 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행해, 파티 내 모든 캐릭터의 HP를 회복하는 치료탄을 발사한다.<br>또한 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>를 홀드 시, 이파가 밤혼 성질의 낙하 공격을 진행한다. 스킬에서 손을 떼면 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 이파의 밤혼 가호 상태가 종료된다.",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "치료탄 피해",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "치료탄 명중 치유량",
                                "ParamLevelList": [
                                    "원소 마스터리의 20.16%+48.14847",
                                    "원소 마스터리의 21.672%+52.96399",
                                    "원소 마스터리의 23.184%+58.1808",
                                    "원소 마스터리의 25.2%+63.7989",
                                    "원소 마스터리의 26.712%+69.8183",
                                    "원소 마스터리의 28.224%+76.23898",
                                    "원소 마스터리의 30.24%+83.06097",
                                    "원소 마스터리의 32.256%+90.28424",
                                    "원소 마스터리의 34.272%+97.90881",
                                    "원소 마스터리의 36.288%+105.93467",
                                    "원소 마스터리의 38.304%+114.36182",
                                    "원소 마스터리의 40.32%+123.19027",
                                    "원소 마스터리의 42.84%+132.42001",
                                    "원소 마스터리의 45.36%+142.05104",
                                    "원소 마스터리의 47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "강제 진정 구역",
                        "Desc": "흥분한 적에게 광역 진정제를 발사한다. 광역 진정제는 명중 시, 폭발해 묶음 윈드 필드를 생성하여 주변의 물체와 적을 끌어당기고, 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>광역 진정제가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>가 부착된 적에게 명중 시, 해당 적에게 <color style='color:#FFD780;'>「진정 표식」</color> 효과를 부여한다. 해당 효과는 잠시 후 폭발하며 사라지고 상응하는 원소 속성의 범위 피해를 준다.",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "진정 표식 피해",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "응급 구조사의 시야",
                        "Desc": "이파가 밤혼 가호 상태 시, 주변에 있는 파티 내 캐릭터의 밤혼 총합에 기반해, 밤혼 1pt당 이파가 <color style='color:#FFD780;'>「구급 비결」</color>을 1pt 획득한다. 구급 비결: 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 증가한다",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "상호 지원 협의",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 이파의 원소 마스터리가 80pt 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 긴급 출동",
                        "Desc": "밤혼 소진 후, 이파는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 이파를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에 있을 때 이파가 교체 등장 시 발동: 이파가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "온열 요법",
                        "Desc": "나타의 열소 메커니즘 구역에서 파티 내 자신의 현재 필드 위 캐릭터 또는 빙의한 용의 HP가 40% 미만일 때, 이파가 열소를 10pt 소모해 해당 캐릭터 또는 빙의한 용의 HP를 이파 원소 마스터리의 150%만큼 회복한다. 해당 효과는 10초마다 최대 1회 발동되며, 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "덩굴로 조제한 비약",
                        "Desc": "<color style='color:#FFD780;'>「지원 사격」</color>이 적에게 명중 시, 이파가 원소 에너지를 6pt 회복한다. 해당 방식으로 8초마다 원소 에너지를 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "탄도의 수호령",
                        "Desc": "이파가 밤혼 가호 상태 시, 파티 내 모든 캐릭터의 밤혼 총합이 60pt를 초과한 경우, 초과한 밤혼 1pt마다 이파가 추가로 <color style='color:#FFD780;'>「구조 비결」</color>을 3pt 획득한다.<br>또한, 이파가 보유할 수 있는 「구조 비결」의 최대치가 30pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>응급 구조사의 시야</color>를 해금해야 한다",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밤과 담판",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "썩은 부위 교체",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>으로 생성된 묶음 윈드 필드의 지속 시간이 3초로 연장된다.<br>또한 원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color> 발동 후 이파의 원소 마스터리가 100pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "만물공존의 서약",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "깃털 매듭의 맹세",
                        "Desc": "이파가 홀드로 <color style='color:#FFD780;'>「지원 사격」</color> 진행 시, 50% 확률로 추가 치료탄을 1개 발사하여 기존의 120%에 해당하는 피해를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br>또한, 비전투 상태에서 이파의 밤혼 가호 상태가 소모하는 밤혼과 열소가 20% 감소한다",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "환기의 바람",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방 사격으로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "공중 구조대",
                        "Desc": "형씨, 우리가 나설 차례야! 이파가 카쿠쿠를 소환해 함께 전투한다.<br>발동 후, 이파는 밤혼을 80pt 획득하고 <color style='color:#FFD780;'>밤혼 가호</color> 상태에 진입한다. 해당 상태에서 이파는 카쿠쿠의 도움을 받아 부유한다. 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행해, 파티 내 모든 캐릭터의 HP를 회복하는 치료탄을 발사한다.<br>또한 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>를 홀드 시, 이파가 밤혼 성질의 낙하 공격을 진행한다. 스킬에서 손을 떼면 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 이파의 밤혼 가호 상태가 종료된다.",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "치료탄 피해",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "치료탄 명중 치유량",
                                "ParamLevelList": [
                                    "원소 마스터리의 20.16%+48.14847",
                                    "원소 마스터리의 21.672%+52.96399",
                                    "원소 마스터리의 23.184%+58.1808",
                                    "원소 마스터리의 25.2%+63.7989",
                                    "원소 마스터리의 26.712%+69.8183",
                                    "원소 마스터리의 28.224%+76.23898",
                                    "원소 마스터리의 30.24%+83.06097",
                                    "원소 마스터리의 32.256%+90.28424",
                                    "원소 마스터리의 34.272%+97.90881",
                                    "원소 마스터리의 36.288%+105.93467",
                                    "원소 마스터리의 38.304%+114.36182",
                                    "원소 마스터리의 40.32%+123.19027",
                                    "원소 마스터리의 42.84%+132.42001",
                                    "원소 마스터리의 45.36%+142.05104",
                                    "원소 마스터리의 47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "강제 진정 구역",
                        "Desc": "흥분한 적에게 광역 진정제를 발사한다. 광역 진정제는 명중 시, 폭발해 묶음 윈드 필드를 생성하여 주변의 물체와 적을 끌어당기고, 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>광역 진정제가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>가 부착된 적에게 명중 시, 해당 적에게 <color style='color:#FFD780;'>「진정 표식」</color> 효과를 부여한다. 해당 효과는 잠시 후 폭발하며 사라지고 상응하는 원소 속성의 범위 피해를 준다.",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "진정 표식 피해",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "응급 구조사의 시야",
                        "Desc": "이파가 밤혼 가호 상태 시, 주변에 있는 파티 내 캐릭터의 밤혼 총합에 기반해, 밤혼 1pt당 이파가 <color style='color:#FFD780;'>「구급 비결」</color>을 1pt 획득한다. 구급 비결: 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 증가한다",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "상호 지원 협의",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 이파의 원소 마스터리가 80pt 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 긴급 출동",
                        "Desc": "밤혼 소진 후, 이파는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 이파를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에 있을 때 이파가 교체 등장 시 발동: 이파가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "온열 요법",
                        "Desc": "나타의 열소 메커니즘 구역에서 파티 내 자신의 현재 필드 위 캐릭터 또는 빙의한 용의 HP가 40% 미만일 때, 이파가 열소를 10pt 소모해 해당 캐릭터 또는 빙의한 용의 HP를 이파 원소 마스터리의 150%만큼 회복한다. 해당 효과는 10초마다 최대 1회 발동되며, 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "덩굴 비약 제조법",
                        "Desc": "<color style='color:#FFD780;'>「지원 사격」</color>이 적에게 명중 시, 이파가 원소 에너지를 6pt 회복한다. 해당 방식으로 8초마다 원소 에너지를 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "탄도의 수호령",
                        "Desc": "이파가 밤혼 가호 상태 시, 파티 내 모든 캐릭터의 밤혼 총합이 60pt를 초과한 경우, 초과한 밤혼 1pt마다 이파가 추가로 <color style='color:#FFD780;'>「구급 비결」</color>을 4pt 획득한다.<br>또한, 이파가 보유할 수 있는 「구급 비결」의 최대치가 50pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>응급 구조사의 시야</color>를 해금해야 한다",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밤과의 담판",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "썩은 부위 치환술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>으로 생성된 묶음 윈드 필드의 지속 시간이 3초로 연장된다.<br>또한 원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color> 발동 후 이파의 원소 마스터리가 100pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "만물공존의 서약",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "깃털 매듭의 맹세",
                        "Desc": "이파가 홀드로 <color style='color:#FFD780;'>「지원 사격」</color> 진행 시, 50% 확률로 추가 치료탄을 1개 발사해, 이파 공격력의 120%에 해당하는 바람 원소 피해를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br>또한, 비전투 상태에서 이파의 밤혼 가호 상태가 소모하는 밤혼과 열소가 20% 감소한다",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "환기의 바람",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방 사격으로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "공중 구조대",
                        "Desc": "형씨, 우리가 나설 차례야! 이파가 카쿠쿠를 소환해 함께 전투한다.<br>발동 후, 이파는 밤혼을 80pt 획득하고 <color style='color:#FFD780;'>밤혼 가호</color> 상태에 진입한다. 해당 상태에서 이파는 카쿠쿠의 도움을 받아 부유한다. 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행해, 파티 내 모든 캐릭터의 HP를 회복하는 치료탄을 발사한다.<br><br>또한 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color> 홀드 시, 이파가 밤혼 성질의 낙하 공격을 진행한다. 스킬에서 손을 떼면 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 이파의 밤혼 가호 상태가 종료된다.<br><br><b>밤혼 가호 · 이파</b><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 이파의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 카쿠쿠의 도움을 받아 부유한다. 이파의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 이파는 지속적으로 밤혼을 소모해 부유 상태를 유지한다. 대시 또는 고도 상승 시, 밤혼을 추가로 소모한다.<br> · 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 「지원 사격」을 진행한다<br><br><b>지원 사격</b><br>밤혼 가호 상태에서 이파의 일반 공격이 지원 사격으로 전환된다.<br><color style='color:#FFD780;'>짧은 터치</color><br>치료탄을 발사한다.<br><color style='color:#FFD780;'>홀드</color><br>지속적으로 치료탄을 발사한다.<br><color style='color:#FFD780;'>치료탄</color><br>밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 주고, 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 HP를 회복시킨다. 회복량은 이파 자신의 원소 마스터리의 영향을 받는다",
                        "Icon": "Skill_S_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "치료탄 피해",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "치료탄 명중 치유량",
                                "ParamLevelList": [
                                    "원소 마스터리의 20.16%+48.14847",
                                    "원소 마스터리의 21.672%+52.96399",
                                    "원소 마스터리의 23.184%+58.1808",
                                    "원소 마스터리의 25.2%+63.7989",
                                    "원소 마스터리의 26.712%+69.8183",
                                    "원소 마스터리의 28.224%+76.23898",
                                    "원소 마스터리의 30.24%+83.06097",
                                    "원소 마스터리의 32.256%+90.28424",
                                    "원소 마스터리의 34.272%+97.90881",
                                    "원소 마스터리의 36.288%+105.93467",
                                    "원소 마스터리의 38.304%+114.36182",
                                    "원소 마스터리의 40.32%+123.19027",
                                    "원소 마스터리의 42.84%+132.42001",
                                    "원소 마스터리의 45.36%+142.05104",
                                    "원소 마스터리의 47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "강제 진정 구역",
                        "Desc": "흥분한 적에게 광역 진정제를 발사한다. 광역 진정제는 명중 시, 폭발하며 묶음 윈드 필드를 생성해 주변의 물체와 적을 끌어당기고, 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>광역 진정제가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>가 부착된 적에게 명중 시, 해당 적에게 <color style='color:#FFD780;'>「진정 표식」</color> 효과를 부여한다. 해당 효과는 잠시 후 폭발하며 사라지고 상응하는 원소 속성의 범위 피해를 준다.<br><br><b>진정 표식</b><br>광역 진정제는 최대 4명의 적에게 「진정 표식」을 부여한다. 적은 동시에 여러 원소 속성의 「진정 표식」을 보유할 수 없다",
                        "Icon": "Skill_E_Ifa_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "진정 표식 피해",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "응급 구조사의 시야",
                        "Desc": "이파가 밤혼 가호 상태 시, 주변에 있는 파티 내 캐릭터의 밤혼 총합에 기반해, 이파가 밤혼 1pt당 <color style='color:#FFD780;'>「구급 비결」</color>을 1pt 획득한다. 구급 비결: 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 증가한다<br><br><b>구급 비결</b><br>이파가 보유한 구급 비결 1pt당 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 1.5% 증가한다. 구급 비결 최대치: 150pt, 이파의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "상호 지원 협의",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 이파의 원소 마스터리가 80pt 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 긴급 출동",
                        "Desc": "밤혼 소진 후, 이파는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 이파를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에 있을 때 이파가 교체 등장 시 발동: 이파가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "온열 요법",
                        "Desc": "나타의 열소 메커니즘 구역에서 파티 내 자신의 현재 필드 위 캐릭터 또는 빙의한 용의 HP가 40% 미만일 때, 이파가 열소를 10pt 소모해 해당 캐릭터 또는 빙의한 용의 HP를 40% 회복한다. 해당 효과는 10초마다 최대 1회 발동되며, 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "덩굴 비약 제조법",
                        "Desc": "<color style='color:#FFD780;'>「지원 사격」</color>이 적에게 명중 시, 이파가 원소 에너지를 6pt 회복한다. 해당 방식으로 8초마다 원소 에너지를 최대 1회 회복할 수 있다<br><br><b>지원 사격</b><br>밤혼 가호 상태에서 이파의 일반 공격이 지원 사격으로 전환된다.<br><color style='color:#FFD780;'>짧은 터치</color><br>치료탄을 발사한다.<br><color style='color:#FFD780;'>홀드</color><br>지속적으로 치료탄을 발사한다.<br><color style='color:#FFD780;'>치료탄</color><br>밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 주고, 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 HP를 회복시킨다. 회복량은 이파 자신의 원소 마스터리의 영향을 받는다",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "탄도의 수호령",
                        "Desc": "이파가 밤혼 가호 상태 시, 파티 내 모든 캐릭터의 밤혼 총합이 60pt를 초과한 경우, 초과한 밤혼 1pt마다 이파가 추가로 <color style='color:#FFD780;'>「구급 비결」</color>을 4pt 획득한다.<br>또한, 이파가 보유할 수 있는 「구급 비결」의 최대치가 50pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>응급 구조사의 시야</color>를 해금해야 한다<br><br><b>구급 비결</b><br>이파가 보유한 구급 비결 1pt당 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 1.5% 증가한다. 구급 비결 최대치: 150pt, 이파의 밤혼 가호 종료 시 사라진다",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밤과의 담판",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "썩은 부위 치환술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>으로 생성된 묶음 윈드 필드의 지속 시간이 3초로 연장된다.<br>또한 원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color> 발동 후 이파의 원소 마스터리가 100pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "만물공존의 서약",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "깃털 매듭의 맹세",
                        "Desc": "이파가 홀드로 <color style='color:#FFD780;'>「지원 사격」</color> 진행 시, 50% 확률로 추가 치료탄을 1개 발사해, 이파 공격력의 120%에 해당하는 바람 원소 피해를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br>또한, 비전투 상태에서 이파의 밤혼 가호 상태가 소모하는 밤혼과 열소가 20% 감소한다<br><br><b>지원 사격</b><br>밤혼 가호 상태에서 이파의 일반 공격이 지원 사격으로 전환된다.<br><color style='color:#FFD780;'>짧은 터치</color><br>치료탄을 발사한다.<br><color style='color:#FFD780;'>홀드</color><br>지속적으로 치료탄을 발사한다.<br><color style='color:#FFD780;'>치료탄</color><br>밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 주고, 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 HP를 회복시킨다. 회복량은 이파 자신의 원소 마스터리의 영향을 받는다",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "환기의 바람",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방 사격으로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "53.6072%",
                                    "57.6277%",
                                    "61.6483%",
                                    "67.009%",
                                    "71.0295%",
                                    "75.0501%",
                                    "80.4108%",
                                    "85.7715%",
                                    "91.1322%",
                                    "96.493%",
                                    "101.8537%",
                                    "107.2144%",
                                    "113.9153%",
                                    "120.6162%",
                                    "127.3171%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "47.4672%",
                                    "51.0272%",
                                    "54.5873%",
                                    "59.334%",
                                    "62.894%",
                                    "66.4541%",
                                    "71.2008%",
                                    "75.9475%",
                                    "80.6942%",
                                    "85.441%",
                                    "90.1877%",
                                    "94.9344%",
                                    "100.8678%",
                                    "106.8012%",
                                    "112.7346%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "74.7584%",
                                    "80.3653%",
                                    "85.9722%",
                                    "93.448%",
                                    "99.0549%",
                                    "104.6618%",
                                    "112.1376%",
                                    "119.6134%",
                                    "127.0893%",
                                    "134.5651%",
                                    "142.041%",
                                    "149.5168%",
                                    "158.8616%",
                                    "168.2064%",
                                    "177.5512%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "147.04%",
                                    "158.068%",
                                    "169.096%",
                                    "183.8%",
                                    "194.828%",
                                    "205.856%",
                                    "220.56%",
                                    "235.264%",
                                    "249.968%",
                                    "264.672%",
                                    "279.376%",
                                    "294.08%",
                                    "312.46%",
                                    "330.84%",
                                    "349.22%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "공중 구조대",
                        "Desc": "형씨, 우리가 나설 차례야! 이파가 카쿠쿠를 소환해 함께 전투한다.<br>발동 후, 이파는 밤혼을 80pt 획득하고 <color style='color:#FFD780;'>밤혼 가호</color> 상태에 진입한다. 해당 상태에서 이파는 카쿠쿠의 도움을 받아 부유한다. 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 <color style='color:#FFD780;'>「지원 사격」</color>을 진행해, 파티 내 모든 캐릭터의 HP를 회복하는 치료탄을 발사한다.<br><br>또한 밤혼 가호 상태에서 원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color> 홀드 시, 이파가 밤혼 성질의 낙하 공격을 진행한다. 스킬에서 손을 떼면 낙하 공격을 중단하고 부유 상태를 유지한다. 낙하 공격 과정에서 착지 시, 이파의 밤혼 가호 상태가 종료된다",
                        "Icon": "Skill_S_Ifa_01",
                        "DescAdd": "<br><br><i>「상처를 치료할 때 우선 순위가… 먼저 응급처치하고 치료하는 거 맞지?」<br>「바로 그거야 형씨!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "치료탄 피해",
                                "ParamLevelList": [
                                    "133.36%",
                                    "143.362%",
                                    "153.364%",
                                    "166.7%",
                                    "176.702%",
                                    "186.704%",
                                    "200.04%",
                                    "213.376%",
                                    "226.712%",
                                    "240.048%",
                                    "253.384%",
                                    "266.72%",
                                    "283.39%",
                                    "300.06%",
                                    "316.73%"
                                ]
                            },
                            {
                                "Desc": "치료탄 명중 치유량",
                                "ParamLevelList": [
                                    "원소 마스터리의 20.16%+48.14847",
                                    "원소 마스터리의 21.672%+52.96399",
                                    "원소 마스터리의 23.184%+58.1808",
                                    "원소 마스터리의 25.2%+63.7989",
                                    "원소 마스터리의 26.712%+69.8183",
                                    "원소 마스터리의 28.224%+76.23898",
                                    "원소 마스터리의 30.24%+83.06097",
                                    "원소 마스터리의 32.256%+90.28424",
                                    "원소 마스터리의 34.272%+97.90881",
                                    "원소 마스터리의 36.288%+105.93467",
                                    "원소 마스터리의 38.304%+114.36182",
                                    "원소 마스터리의 40.32%+123.19027",
                                    "원소 마스터리의 42.84%+132.42001",
                                    "원소 마스터리의 45.36%+142.05104",
                                    "원소 마스터리의 47.88%+152.08337"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초",
                                    "7.5초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "강제 진정 구역",
                        "Desc": "흥분한 적에게 광역 진정제를 발사한다. 광역 진정제는 명중 시, 폭발하며 묶음 윈드 필드를 생성해 주변의 물체와 적을 끌어당기고, 밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br>광역 진정제가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>가 부착된 적에게 명중 시, 해당 적에게 <color style='color:#FFD780;'>「진정 표식」</color> 효과를 부여한다",
                        "Icon": "Skill_E_Ifa_01",
                        "DescAdd": "<br><br><i>「치료하기 전에 환자를 진정시킬 방법을 찾아야겠어… 총알도 좋겠지. 가자, 카쿠쿠」<br>「가자고 형씨!」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "508.48%",
                                    "546.616%",
                                    "584.752%",
                                    "635.6%",
                                    "673.736%",
                                    "711.872%",
                                    "762.72%",
                                    "813.568%",
                                    "864.416%",
                                    "915.264%",
                                    "966.112%",
                                    "1016.96%",
                                    "1080.52%",
                                    "1144.08%",
                                    "1207.64%"
                                ]
                            },
                            {
                                "Desc": "진정 표식 피해",
                                "ParamLevelList": [
                                    "108.96%",
                                    "117.132%",
                                    "125.304%",
                                    "136.2%",
                                    "144.372%",
                                    "152.544%",
                                    "163.44%",
                                    "174.336%",
                                    "185.232%",
                                    "196.128%",
                                    "207.024%",
                                    "217.92%",
                                    "231.54%",
                                    "245.16%",
                                    "258.78%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "응급 구조사의 시야",
                        "Desc": "이파가 밤혼 가호 상태 시, 파티 내 모든 캐릭터의 밤혼 총합에 기반해, 이파가 밤혼 1pt당 <color style='color:#FFD780;'>「구급 비결」</color>을 1pt 획득한다. 구급 비결: 주변에 있는 파티 내 캐릭터가 발동한 확산, 감전, 달 감전 반응으로 주는 피해가 증가한다",
                        "Icon": "UI_Talent_S_Ifa_05"
                    },
                    {
                        "Name": "상호 지원 협의",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 이파의 원소 마스터리가 80pt 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Ifa_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 긴급 출동",
                        "Desc": "밤혼 소진 후, 이파는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 이파를 진행할 수 있다. 현재 필드 위의 캐릭터가 일정 높이의 공중에 있을 때 이파가 교체 등장 시 발동: 이파가 밤혼 가호 상태에 진입하고 밤혼을 32pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_07"
                    },
                    {
                        "Name": "온열 요법",
                        "Desc": "나타의 열소 메커니즘 구역에서 파티 내 자신의 현재 필드 위 캐릭터 또는 빙의한 용의 HP가 40% 미만 시, 이파가 열소를 10pt 소모해 해당 캐릭터 또는 빙의한 용의 HP를 40% 회복한다. 해당 효과는 10초마다 최대 1회 발동되며, 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Ifa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "덩굴 비약 제조법",
                        "Desc": "<color style='color:#FFD780;'>「지원 사격」</color>이 적에게 명중 시, 이파가 원소 에너지를 6pt 회복한다. 해당 방식으로 8초마다 원소 에너지를 최대 1회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Ifa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "탄도의 수호령",
                        "Desc": "이파가 밤혼 가호 상태 시, 파티 내 모든 캐릭터의 밤혼 총합이 60pt를 초과한 경우, 초과한 밤혼 1pt마다 이파가 추가로 <color style='color:#FFD780;'>「구급 비결」</color>을 4pt 획득한다.<br>또한, 이파가 보유할 수 있는 「구급 비결」의 최대치가 50pt 증가한다.<br>돌파 특성 <color style='color:#FFD780;'>응급 구조사의 시야</color>를 해금해야 한다",
                        "Icon": "UI_Talent_S_Ifa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "밤과의 담판",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>공중 구조대</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "썩은 부위 치환술",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>으로 생성된 묶음 윈드 필드의 지속 시간이 3초로 연장된다.<br>또한 원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color> 발동 후 이파의 원소 마스터리가 100pt 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Ifa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "만물공존의 서약",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>강제 진정 구역</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ifa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "깃털 매듭의 맹세",
                        "Desc": "이파가 홀드로 <color style='color:#FFD780;'>「지원 사격」</color> 진행 시, 50% 확률로 추가 치료탄을 1개 발사해, 이파 공격력의 120%에 해당하는 바람 원소 피해를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br>또한, 비전투 상태에서 이파의 밤혼 가호 상태가 소모하는 밤혼과 열소가 20% 감소한다",
                        "Icon": "UI_Talent_S_Ifa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "지원 사격",
                        "Desc": "밤혼 가호 상태에서 이파의 일반 공격이 지원 사격으로 전환된다.<br><color style='color:#FFD780;'>짧은 터치</color><br>치료탄을 발사한다.<br><color style='color:#FFD780;'>홀드</color><br>지속적으로 치료탄을 발사한다.<br><color style='color:#FFD780;'>치료탄</color><br>밤혼 성질의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 주고, 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 HP를 회복시킨다. 회복량은 이파 자신의 원소 마스터리의 영향을 받는다"
                    },
                    {
                        "Name": "구급 비결",
                        "Desc": "이파가 보유한 구급 비결 1pt당 주변에 있는 파티 내 캐릭터가 발동한 확산 반응과 감전 반응으로 주는 피해가 1.5% 증가하고, 달 감전 반응으로 주는 피해가 0.2% 증가한다. 구급 비결 최대치: 150pt, 이파의 밤혼 가호 종료 시 사라진다"
                    },
                    {
                        "Name": "밤혼 가호 · 이파",
                        "Desc": "지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 이파의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 카쿠쿠의 도움을 받아 부유한다. 이파의 이동 속도와 경직 저항력이 증가한다. 해당 상태에서 이파는 지속적으로 밤혼을 소모해 부유 상태를 유지한다. 대시 또는 고도 상승 시, 밤혼을 추가로 소모한다.<br> · 일반 공격 진행 시, 짧은 터치 또는 홀드에 따라 각기 다른 방식으로 「지원 사격」을 진행한다"
                    },
                    {
                        "Name": "진정 표식",
                        "Desc": "해당 효과는 잠시 후 폭발해 사라지고 상응하는 원소 속성의 범위 피해를 준다. 명중한 최대 4명의 적에게 「진정 표식」을 부여한다. 적은 동시에 여러 원소 속성의 「진정 표식」 상태에 빠질 수 없다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ifa": {}
}