// Auto Generated

var _AvatarDataConfig_ = {
    "Illuga": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Elemental Skill hits, generates @4# / @5# particles will equal chance"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Illuga": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101269": 3,
                "112122": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113080": 2,
                "101269": 10,
                "112122": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113080": 4,
                "101269": 20,
                "112123": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113080": 8,
                "101269": 30,
                "112123": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113080": 12,
                "101269": 45,
                "112124": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113080": 20,
                "101269": 60,
                "112124": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104359": 3,
                "112122": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112123": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112123": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112123": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112123": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112124": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112124": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112124": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112124": 12,
                "113068": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Illuga": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "맹세의 창술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "여명을 가르는 밤꾀꼬리",
                        "Desc": "함께 싸우는 전령새 「아에돈」을 소환한다. 짧은 터치 또는 홀드에 따라 각기 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>아에돈이 전방의 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준을 진행한다. 아에돈이 조준된 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>달의 힘과 공생하는 신조 「아동」은 이 땅의 수호자로서, 사나운 광란의 사냥 앞에서도 결코 물러서지 않습니다.</i>",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 482.56%+방어력의 241.28%",
                                    "원소 마스터리의 518.752%+방어력의 259.376%",
                                    "원소 마스터리의 554.944%+방어력의 277.472%",
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 639.392%+방어력의 319.696%",
                                    "원소 마스터리의 675.584%+방어력의 337.792%",
                                    "원소 마스터리의 723.84%+방어력의 361.92%",
                                    "원소 마스터리의 772.096%+방어력의 386.048%",
                                    "원소 마스터리의 820.352%+방어력의 410.176%",
                                    "원소 마스터리의 868.608%+방어력의 434.304%",
                                    "원소 마스터리의 916.864%+방어력의 458.432%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 648.44%+방어력의 324.22%",
                                    "원소 마스터리의 693.68%+방어력의 346.84%",
                                    "원소 마스터리의 754.0%+방어력의 377.0%",
                                    "원소 마스터리의 799.24%+방어력의 399.62%",
                                    "원소 마스터리의 844.48%+방어력의 422.24%",
                                    "원소 마스터리의 904.8%+방어력의 452.4%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%",
                                    "원소 마스터리의 1206.4%+방어력의 603.2%",
                                    "원소 마스터리의 1281.8%+방어력의 640.9%",
                                    "원소 마스터리의 1357.2%+방어력의 678.6%",
                                    "원소 마스터리의 1432.6%+방어력의 716.3%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "무영등",
                        "Desc": "등불을 밝혀 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 20초 동안 지속되는 「악몽의 밤꾀꼬리」 효과를 획득한다: 지속 시간 동안 일루가는 <color style='color:#FFD780;'>「악몽의 밤꾀꼬리」</color>를 21스택 획득하며, 주변에 있는 파티 내 현재 필드 위 캐릭터의 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발이 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 줄 시, 「밤꾀꼬리의 노래」를 1스택 소모해 일루가의 원소 마스터리를 기반으로 주는 피해가 증가한다. 해당 피해가 달 결정 반응으로 준 피해일 경우 주는 피해가 추가로 증가한다.<br>상술한 방식으로 준 <color style='color:#FFE699;'>바위 원소 피해</color>가 동시에 여러 적에게 명중 시, 명중한 적의 수에 따라 「밤꾀꼬리의 노래」 스택을 소모한다.<br><br>또한 일루가가 주변에 있는 파티 내 캐릭터가 창조한 <color style='color:#FFE699;'>바위 원소 창조물</color>이 필드 위에 있는 상태에서 원소폭발을 발동하거나, 「악몽의 밤꾀꼬리」 지속 시간 동안 주변에 있는 파티 내 캐릭터가 <color style='color:#FFE699;'>바위 원소 창조물</color>을 창조했을 시, 일루가는 필드 위의 <color style='color:#FFE699;'>바위 원소 창조물</color> 1개당 「밤꾀꼬리의 노래」를 추가로 5스택 획득한다. 매번 원소폭발 발동 후 20초 동안 일루가는 해당 방식으로 「밤꾀꼬리의 노래」를 추가로 최대 15스택 획득할 수 있다.<br><br>「밤꾀꼬리의 노래」 스택을 모두 소모하거나 지속 시간이 끝나면 「악몽의 밤꾀꼬리」 효과가 해제된다",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「손에 든 등불이 꺼지지 않은 자는 어둠 속에 빠지지 않으리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 827.2%+방어력의 413.6%",
                                    "원소 마스터리의 889.24%+방어력의 444.62%",
                                    "원소 마스터리의 951.28%+방어력의 475.64%",
                                    "원소 마스터리의 1034.0%+방어력의 517.0%",
                                    "원소 마스터리의 1096.04%+방어력의 548.02%",
                                    "원소 마스터리의 1158.08%+방어력의 579.04%",
                                    "원소 마스터리의 1240.8%+방어력의 620.4%",
                                    "원소 마스터리의 1323.52%+방어력의 661.76%",
                                    "원소 마스터리의 1406.24%+방어력의 703.12%",
                                    "원소 마스터리의 1488.96%+방어력의 744.48%",
                                    "원소 마스터리의 1571.68%+방어력의 785.84%",
                                    "원소 마스터리의 1654.4%+방어력의 827.2%",
                                    "원소 마스터리의 1757.8%+방어력의 878.9%",
                                    "원소 마스터리의 1861.2%+방어력의 930.6%",
                                    "원소 마스터리의 1964.6%+방어력의 982.3%"
                                ]
                            },
                            {
                                "Desc": "바위 원소 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 33.6%",
                                    "원소 마스터리의 36.12%",
                                    "원소 마스터리의 38.64%",
                                    "원소 마스터리의 42.0%",
                                    "원소 마스터리의 44.52%",
                                    "원소 마스터리의 47.04%",
                                    "원소 마스터리의 50.4%",
                                    "원소 마스터리의 53.76%",
                                    "원소 마스터리의 57.12%",
                                    "원소 마스터리의 60.48%",
                                    "원소 마스터리의 63.84%",
                                    "원소 마스터리의 67.2%",
                                    "원소 마스터리의 71.4%",
                                    "원소 마스터리의 75.6%",
                                    "원소 마스터리의 79.8%"
                                ]
                            },
                            {
                                "Desc": "달 결정 반응 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 282.4%",
                                    "원소 마스터리의 303.58%",
                                    "원소 마스터리의 324.76%",
                                    "원소 마스터리의 353.0%",
                                    "원소 마스터리의 374.18%",
                                    "원소 마스터리의 395.36%",
                                    "원소 마스터리의 423.6%",
                                    "원소 마스터리의 451.84%",
                                    "원소 마스터리의 480.08%",
                                    "원소 마스터리의 508.32%",
                                    "원소 마스터리의 536.56%",
                                    "원소 마스터리의 564.8%",
                                    "원소 마스터리의 600.1%",
                                    "원소 마스터리의 635.4%",
                                    "원소 마스터리의 670.7%"
                                ]
                            },
                            {
                                "Desc": "원소폭발 발동 시 획득하는 밤꾀꼬리의 노래",
                                "ParamLevelList": [
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택"
                                ]
                            },
                            {
                                "Desc": "바위 원소 창조물 생성 시 획득하는 밤꾀꼬리의 노래",
                                "ParamLevelList": [
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "등 제작자의 맹약",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>여명을 가르는 밤꾀꼬리</color> 또는 원소폭발 <color style='color:#FFD780;'>무영등</color> 발동 후, 파티 내 주변의 다른 캐릭터가 20초 동안 「등지기의 맹세」 효과를 획득한다: <color style='color:#FFE699;'>바위 원소 피해</color> 치명타 확률이 5%, 치명타 피해가 10% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 맹세」 효과의 영향을 받는 캐릭터는 원소 마스터리가 50pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "사냥꾼의 황혼",
                        "Desc": "「밤꾀꼬리의 노래]<color style='color:#FFD780;'></color>의 효과가 강화된다: 파티 내에 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#FFE699;'>바위 원소</color> 캐릭터가 1/2/3명 있을 경우, [밤꾀꼬리의 노래]의 주는 피해가 일루가 원소 마스터리의 7%/14%/24%만큼 추가로 증가한다. 만약 상술한 피해가 달 결정 반응으로 준 피해라면, 일루가 원소 마스터리의 60%/120%/200%만큼 증가한다",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 상록",
                        "Desc": "일루가가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "신속한 밤순찰",
                        "Desc": "야간(18시~6시)에 파티 내 자신의 캐릭터가 속행 효과를 획득한다: 이동 속도 10% 증가.<br>속행 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다. 또한 속행 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "경고의 꿩",
                        "Desc": "일루가가 필드에 있을 때, <color style='color:#FFE699;'>바위 원소 관련 반응</color>이 발동되면 일루가의 원소 에너지를 12pt 회복한다. 해당 효과는 15초마다 최대 1회 발동된다.",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "가지를 먹는 사슴",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>무영등</color>의 「악몽의 밤꾀꼬리」 효과 지속 시간 동안, <color style='color:#FFD780;'>「밤꾀꼬리의 노래」</color>를 7스택 소모할 때마다 일루가는 아동을 소환해 주변의 적 1기에게 일루가 원소 마스터리의 400%와 방어력의 200%를 기반으로한 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "곰의 울음",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>무영등</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "태양을 쫓는 늑대",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>무영등</color>의 「악몽의 밤꾀꼬리」 효과 지속 시간 동안, 파티 내 주변에 있는 현재 필드 위 캐릭터의 방어력이 200pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "바람을 부르는 말",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>연영파효</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악몽의 밤꾀꼬리",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>등 제작자의 맹약</color>의 「등지기의 맹세」 효과가 강화된다: 적에게 주는 <color style='color:#FFE699;'>바위 원소 피해</color>의 치명타 확률이 10%, 치명타 피해가 30% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 맹세」 효과의 영향을 받는 캐릭터의 원소 마스터리가 80pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>등 제작자의 서약</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「밤꾀꼬리의 노래」",
                        "Desc": "일루가가 원소폭발 <color style='color:#FFD780;'>무영등</color> 발동 후 획득하는 효과. 현재 필드 위 캐릭터가 주는 <color style='color:#FFE699;'>바위 원소 피해</color>가 증가한다"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "맹세의 창술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "여명을 밝히는 밤꾀꼬리",
                        "Desc": "함께 싸우는 전령새 「아에돈」을 소환한다. 짧은 터치 또는 홀드에 따라 각기 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>아에돈이 전방의 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준을 진행한다. 아에돈이 조준된 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>달의 힘과 공생하는 전령새 달의 「아에돈」은 이 땅의 수호자다. 흉악한 광란의 사냥 앞에서도 절대 물러서지 않는다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 482.56%+방어력의 241.28%",
                                    "원소 마스터리의 518.752%+방어력의 259.376%",
                                    "원소 마스터리의 554.944%+방어력의 277.472%",
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 639.392%+방어력의 319.696%",
                                    "원소 마스터리의 675.584%+방어력의 337.792%",
                                    "원소 마스터리의 723.84%+방어력의 361.92%",
                                    "원소 마스터리의 772.096%+방어력의 386.048%",
                                    "원소 마스터리의 820.352%+방어력의 410.176%",
                                    "원소 마스터리의 868.608%+방어력의 434.304%",
                                    "원소 마스터리의 916.864%+방어력의 458.432%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 648.44%+방어력의 324.22%",
                                    "원소 마스터리의 693.68%+방어력의 346.84%",
                                    "원소 마스터리의 754.0%+방어력의 377.0%",
                                    "원소 마스터리의 799.24%+방어력의 399.62%",
                                    "원소 마스터리의 844.48%+방어력의 422.24%",
                                    "원소 마스터리의 904.8%+방어력의 452.4%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%",
                                    "원소 마스터리의 1206.4%+방어력의 603.2%",
                                    "원소 마스터리의 1281.8%+방어력의 640.9%",
                                    "원소 마스터리의 1357.2%+방어력의 678.6%",
                                    "원소 마스터리의 1432.6%+방어력의 716.3%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "무영등",
                        "Desc": "등불을 밝혀 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 20초 동안 지속되는 「악몽의 밤꾀꼬리 노래」 효과를 획득한다: 지속 시간 동안 일루가는 <color style='color:#FFD780;'>「악몽의 밤꾀꼬리 노래」</color>를 21스택 획득하며, 주변에 있는 파티 내 현재 필드 위 캐릭터의 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발이 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 줄 시, 「밤꾀꼬리 노래」를 1스택 소모해 일루가의 원소 마스터리를 기반으로 주는 피해가 증가한다. 해당 피해가 달 결정 반응으로 준 피해일 경우 주는 피해가 추가로 증가한다.<br>상술한 방식으로 준 <color style='color:#FFE699;'>바위 원소 피해</color>가 동시에 여러 적에게 명중 시, 명중한 적의 수에 따라 「밤꾀꼬리 노래」 스택을 소모한다.<br><br>또한 일루가가 주변에 있는 파티 내 캐릭터가 창조한 <color style='color:#FFE699;'>바위 원소 창조물</color>이 필드 위에 있는 상태에서 원소폭발을 발동하거나, 「악몽의 밤꾀꼬리 노래」 지속 시간 동안 주변에 있는 파티 내 캐릭터가 <color style='color:#FFE699;'>바위 원소 창조물</color>을 창조했을 시, 일루가는 필드 위의 <color style='color:#FFE699;'>바위 원소 창조물</color> 1개당 「밤꾀꼬리 노래」를 추가로 5스택 획득한다. 매번 원소폭발 발동 후 20초 동안 일루가는 해당 방식으로 「밤꾀꼬리 노래」를 추가로 최대 15스택 획득할 수 있다.<br><br>「밤꾀꼬리 노래」 스택을 모두 소모하거나 지속 시간이 끝나면 「악몽의 밤꾀꼬리 노래」 효과가 해제된다",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「손에 든 등불이 꺼지지 않은 자는 어둠 속에 빠지지 않으리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 827.2%+방어력의 413.6%",
                                    "원소 마스터리의 889.24%+방어력의 444.62%",
                                    "원소 마스터리의 951.28%+방어력의 475.64%",
                                    "원소 마스터리의 1034.0%+방어력의 517.0%",
                                    "원소 마스터리의 1096.04%+방어력의 548.02%",
                                    "원소 마스터리의 1158.08%+방어력의 579.04%",
                                    "원소 마스터리의 1240.8%+방어력의 620.4%",
                                    "원소 마스터리의 1323.52%+방어력의 661.76%",
                                    "원소 마스터리의 1406.24%+방어력의 703.12%",
                                    "원소 마스터리의 1488.96%+방어력의 744.48%",
                                    "원소 마스터리의 1571.68%+방어력의 785.84%",
                                    "원소 마스터리의 1654.4%+방어력의 827.2%",
                                    "원소 마스터리의 1757.8%+방어력의 878.9%",
                                    "원소 마스터리의 1861.2%+방어력의 930.6%",
                                    "원소 마스터리의 1964.6%+방어력의 982.3%"
                                ]
                            },
                            {
                                "Desc": "바위 원소 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 33.6%",
                                    "원소 마스터리의 36.12%",
                                    "원소 마스터리의 38.64%",
                                    "원소 마스터리의 42.0%",
                                    "원소 마스터리의 44.52%",
                                    "원소 마스터리의 47.04%",
                                    "원소 마스터리의 50.4%",
                                    "원소 마스터리의 53.76%",
                                    "원소 마스터리의 57.12%",
                                    "원소 마스터리의 60.48%",
                                    "원소 마스터리의 63.84%",
                                    "원소 마스터리의 67.2%",
                                    "원소 마스터리의 71.4%",
                                    "원소 마스터리의 75.6%",
                                    "원소 마스터리의 79.8%"
                                ]
                            },
                            {
                                "Desc": "달 결정 반응 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 282.4%",
                                    "원소 마스터리의 303.58%",
                                    "원소 마스터리의 324.76%",
                                    "원소 마스터리의 353.0%",
                                    "원소 마스터리의 374.18%",
                                    "원소 마스터리의 395.36%",
                                    "원소 마스터리의 423.6%",
                                    "원소 마스터리의 451.84%",
                                    "원소 마스터리의 480.08%",
                                    "원소 마스터리의 508.32%",
                                    "원소 마스터리의 536.56%",
                                    "원소 마스터리의 564.8%",
                                    "원소 마스터리의 600.1%",
                                    "원소 마스터리의 635.4%",
                                    "원소 마스터리의 670.7%"
                                ]
                            },
                            {
                                "Desc": "원소폭발 발동 시 획득하는 밤꾀꼬리 노래",
                                "ParamLevelList": [
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택"
                                ]
                            },
                            {
                                "Desc": "바위 원소 창조물 생성 시 획득하는 밤꾀꼬리 노래",
                                "ParamLevelList": [
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "등 제작자의 맹약",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>여명을 가르는 밤꾀꼬리</color> 또는 원소폭발 <color style='color:#FFD780;'>무영등</color> 발동 후, 파티 내 주변의 다른 캐릭터가 20초 동안 「등지기의 다짐」 효과를 획득한다: <color style='color:#FFE699;'>바위 원소 피해</color> 치명타 확률이 5%, 치명타 피해가 10% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 다짐」 효과의 영향을 받는 캐릭터는 원소 마스터리가 50pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "사냥꾼의 황혼",
                        "Desc": "「밤꾀꼬리 노래」<color style='color:#FFD780;'></color>의 효과가 강화된다: 파티 내에 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#FFE699;'>바위 원소</color> 캐릭터가 1/2/3명 있을 경우, 「밤꾀꼬리 노래」의 주는 피해가 일루가 원소 마스터리의 7%/14%/24%만큼 추가로 증가한다. 만약 상술한 피해가 달 결정 반응으로 준 피해라면, 일루가 원소 마스터리의 60%/120%/200%만큼 증가한다",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 상록수",
                        "Desc": "일루가가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "신속한 밤순찰",
                        "Desc": "야간(18시~6시)에 파티 내 자신의 캐릭터가 속행 효과를 획득한다: 이동 속도 10% 증가.<br>속행 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다. 또한 속행 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "경고의 꿩",
                        "Desc": "일루가가 필드에 있을 때, <color style='color:#FFE699;'>바위 원소 관련 반응</color>을 발동한 후 일루가의 원소 에너지를 12포인트 회복시키며, 이 효과는 15초마다 최대 1회 발동된다.",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "풀을 먹는 사슴",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>무영등</color>의 「악몽의 밤꾀꼬리 노래」 효과 지속 시간 동안, <color style='color:#FFD780;'>「밤꾀꼬리 노래」</color>를 7스택 소모할 때마다 일루가는 아에돈을 소환해 주변의 적 1기에게 일루가 원소 마스터리의 400%와 방어력의 200%를 기반으로 한 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "곰의 울음",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>무영등</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "태양을 쫓는 늑대",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>무영등</color>의 「악몽의 밤꾀꼬리 노래」 효과 지속 시간 동안, 파티 내 주변에 있는 현재 필드 위 캐릭터의 방어력이 200pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "바람을 가르는 말",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>새벽을 부르는 꾀꼬리</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악몽의 밤꾀꼬리",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>등 제작자의 맹약</color>의 「등지기의 다짐」 효과가 강화된다: 적에게 주는 <color style='color:#FFE699;'>바위 원소 피해</color>의 치명타 확률이 10%, 치명타 피해가 30% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 다짐」 효과의 영향을 받는 캐릭터의 원소 마스터리가 80pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>등 제작자의 서약</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「밤꾀꼬리 노래」",
                        "Desc": "일루가가 원소폭발 <color style='color:#FFD780;'>무영등</color> 발동 후 획득하는 효과. 현재 필드 위 캐릭터가 주는 <color style='color:#FFE699;'>바위 원소 피해</color>가 증가한다"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "맹세의 창술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "새벽을 여는 밤꾀꼬리",
                        "Desc": "함께 싸우는 전령새 「아에돈」을 소환한다. 짧은 터치 또는 홀드에 따라 각기 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>아에돈이 전방의 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준을 진행한다. 아에돈이 조준된 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>달의 힘과 공생하는 전령새, 「아에돈」은 이 땅의 수호자다. 흉악한 광란의 사냥 앞에서도 절대 물러서지 않는다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 482.56%+방어력의 241.28%",
                                    "원소 마스터리의 518.752%+방어력의 259.376%",
                                    "원소 마스터리의 554.944%+방어력의 277.472%",
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 639.392%+방어력의 319.696%",
                                    "원소 마스터리의 675.584%+방어력의 337.792%",
                                    "원소 마스터리의 723.84%+방어력의 361.92%",
                                    "원소 마스터리의 772.096%+방어력의 386.048%",
                                    "원소 마스터리의 820.352%+방어력의 410.176%",
                                    "원소 마스터리의 868.608%+방어력의 434.304%",
                                    "원소 마스터리의 916.864%+방어력의 458.432%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 648.44%+방어력의 324.22%",
                                    "원소 마스터리의 693.68%+방어력의 346.84%",
                                    "원소 마스터리의 754.0%+방어력의 377.0%",
                                    "원소 마스터리의 799.24%+방어력의 399.62%",
                                    "원소 마스터리의 844.48%+방어력의 422.24%",
                                    "원소 마스터리의 904.8%+방어력의 452.4%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%",
                                    "원소 마스터리의 1206.4%+방어력의 603.2%",
                                    "원소 마스터리의 1281.8%+방어력의 640.9%",
                                    "원소 마스터리의 1357.2%+방어력의 678.6%",
                                    "원소 마스터리의 1432.6%+방어력의 716.3%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "그림자를 밝히는 등불",
                        "Desc": "등불을 밝혀 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 20초 동안 지속되는 「악몽의 밤꾀꼬리 노래」 효과를 획득한다: 지속 시간 동안 일루가는 <color style='color:#FFD780;'>「악몽의 밤꾀꼬리 노래」</color>를 21스택 획득하며, 주변에 있는 파티 내 현재 필드 위 캐릭터의 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발이 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 줄 시, 「밤꾀꼬리 노래」를 1스택 소모해 일루가의 원소 마스터리를 기반으로 주는 피해가 증가한다. 해당 피해가 달 결정 반응으로 준 피해일 경우 주는 피해가 추가로 증가한다.<br>상술한 방식으로 준 <color style='color:#FFE699;'>바위 원소 피해</color>가 동시에 여러 적에게 명중 시, 명중한 적의 수에 따라 「밤꾀꼬리 노래」 스택을 소모한다.<br><br>또한 일루가가 주변에 있는 파티 내 캐릭터가 창조한 <color style='color:#FFE699;'>바위 원소 창조물</color>이 필드 위에 있는 상태에서 원소폭발을 발동하거나, 「악몽의 밤꾀꼬리 노래」 지속 시간 동안 주변에 있는 파티 내 캐릭터가 <color style='color:#FFE699;'>바위 원소 창조물</color>을 창조했을 시, 일루가는 필드 위의 <color style='color:#FFE699;'>바위 원소 창조물</color> 1개당 「밤꾀꼬리 노래」를 추가로 5스택 획득한다. 매번 원소폭발 발동 후 20초 동안 일루가는 해당 방식으로 「밤꾀꼬리 노래」를 추가로 최대 15스택 획득할 수 있다.<br><br>「밤꾀꼬리 노래」 스택을 모두 소모하거나 지속 시간이 끝나면 「악몽의 밤꾀꼬리 노래」 효과가 해제된다",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「손에 든 등불이 꺼지지 않은 자는 어둠 속에 빠지지 않으리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 827.2%+방어력의 413.6%",
                                    "원소 마스터리의 889.24%+방어력의 444.62%",
                                    "원소 마스터리의 951.28%+방어력의 475.64%",
                                    "원소 마스터리의 1034.0%+방어력의 517.0%",
                                    "원소 마스터리의 1096.04%+방어력의 548.02%",
                                    "원소 마스터리의 1158.08%+방어력의 579.04%",
                                    "원소 마스터리의 1240.8%+방어력의 620.4%",
                                    "원소 마스터리의 1323.52%+방어력의 661.76%",
                                    "원소 마스터리의 1406.24%+방어력의 703.12%",
                                    "원소 마스터리의 1488.96%+방어력의 744.48%",
                                    "원소 마스터리의 1571.68%+방어력의 785.84%",
                                    "원소 마스터리의 1654.4%+방어력의 827.2%",
                                    "원소 마스터리의 1757.8%+방어력의 878.9%",
                                    "원소 마스터리의 1861.2%+방어력의 930.6%",
                                    "원소 마스터리의 1964.6%+방어력의 982.3%"
                                ]
                            },
                            {
                                "Desc": "바위 원소 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 33.6%",
                                    "원소 마스터리의 36.12%",
                                    "원소 마스터리의 38.64%",
                                    "원소 마스터리의 42.0%",
                                    "원소 마스터리의 44.52%",
                                    "원소 마스터리의 47.04%",
                                    "원소 마스터리의 50.4%",
                                    "원소 마스터리의 53.76%",
                                    "원소 마스터리의 57.12%",
                                    "원소 마스터리의 60.48%",
                                    "원소 마스터리의 63.84%",
                                    "원소 마스터리의 67.2%",
                                    "원소 마스터리의 71.4%",
                                    "원소 마스터리의 75.6%",
                                    "원소 마스터리의 79.8%"
                                ]
                            },
                            {
                                "Desc": "달 결정 반응 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 225.92%",
                                    "원소 마스터리의 242.864%",
                                    "원소 마스터리의 259.808%",
                                    "원소 마스터리의 282.4%",
                                    "원소 마스터리의 299.344%",
                                    "원소 마스터리의 316.288%",
                                    "원소 마스터리의 338.88%",
                                    "원소 마스터리의 361.472%",
                                    "원소 마스터리의 384.064%",
                                    "원소 마스터리의 406.656%",
                                    "원소 마스터리의 429.248%",
                                    "원소 마스터리의 451.84%",
                                    "원소 마스터리의 480.08%",
                                    "원소 마스터리의 508.32%",
                                    "원소 마스터리의 536.56%"
                                ]
                            },
                            {
                                "Desc": "원소폭발 발동 시 획득하는 밤꾀꼬리 노래",
                                "ParamLevelList": [
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택"
                                ]
                            },
                            {
                                "Desc": "바위 원소 창조물 생성 시 획득하는 밤꾀꼬리 노래",
                                "ParamLevelList": [
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "등 제작자의 맹약",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>새벽을 여는 밤꾀꼬리</color> 또는 원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color> 발동 후, 파티 내 주변의 다른 캐릭터가 20초 동안 「등지기의 서약」 효과를 획득한다: <color style='color:#FFE699;'>바위 원소 피해</color> 치명타 확률이 5%, 치명타 피해가 10% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 서약」 효과의 영향을 받는 캐릭터는 원소 마스터리가 50pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "사냥꾼의 황혼",
                        "Desc": "「밤꾀꼬리 노래」<color style='color:#FFD780;'></color>의 효과가 강화된다: 파티 내에 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#FFE699;'>바위 원소</color> 캐릭터가 1/2/3명 있을 경우, 「밤꾀꼬리 노래」의 주는 피해가 일루가 원소 마스터리의 7%/14%/24%만큼 추가로 증가한다. 만약 상술한 피해가 달 결정 반응으로 준 피해라면, 일루가 원소 마스터리의 60%/120%/200%만큼 증가한다",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 상록수",
                        "Desc": "일루가가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "신속한 밤순찰",
                        "Desc": "야간(18시~6시)에 파티 내 자신의 캐릭터가 속행 효과를 획득한다: 이동 속도 10% 증가.<br>속행 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다. 또한 속행 효과는 중첩되지 않는다<br>또한 일루가는 광란의 사냥의 속삭임을 알아들을 수 있다",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "경고의 꿩",
                        "Desc": "일루가가 필드 위에 있을 때, <color style='color:#FFE699;'>바위 원소 관련 반응</color>발동 후 일루가의 원소 에너지가 12pt 회복되며, 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "풀을 먹는 사슴",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color>의 「악몽의 밤꾀꼬리 노래」 효과 지속 시간 동안, <color style='color:#FFD780;'>「밤꾀꼬리 노래」</color>를 7스택 소모할 때마다 일루가는 아에돈을 소환해 주변의 적 1기에게 일루가 원소 마스터리의 400%와 방어력의 200%를 기반으로 한 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "곰의 울음",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "태양을 쫓는 늑대",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color>의 「악몽의 밤꾀꼬리 노래」 효과 지속 시간 동안, 파티 내 주변에 있는 현재 필드 위 캐릭터의 방어력이 200pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "바람을 가르는 말",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>여명을 밝히는 밤꾀꼬리</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악몽의 밤꾀꼬리",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>등 제작자의 맹약</color>의 「등지기의 서약」 효과가 강화된다: 적에게 주는 <color style='color:#FFE699;'>바위 원소 피해</color>의 치명타 확률이 10%, 치명타 피해가 30% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 서약」 효과의 영향을 받는 캐릭터의 원소 마스터리가 80pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>등 제작자의 서약</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「밤꾀꼬리 노래」",
                        "Desc": "일루가가 원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color> 발동 후 획득하는 효과. 현재 필드 위 캐릭터가 주는 <color style='color:#FFE699;'>바위 원소 피해</color>가 증가한다"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "맹세의 창술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "47.3662%",
                                    "51.2216%",
                                    "55.077%",
                                    "60.5847%",
                                    "64.4401%",
                                    "68.8462%",
                                    "74.9047%",
                                    "80.9632%",
                                    "87.0217%",
                                    "93.6309%",
                                    "100.2401%",
                                    "106.8494%",
                                    "113.4586%",
                                    "120.0679%",
                                    "126.6771%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "48.5255%",
                                    "52.4753%",
                                    "56.425%",
                                    "62.0675%",
                                    "66.0172%",
                                    "70.5313%",
                                    "76.738%",
                                    "82.9448%",
                                    "89.1515%",
                                    "95.9225%",
                                    "102.6935%",
                                    "109.4645%",
                                    "116.2355%",
                                    "123.0065%",
                                    "129.7775%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "31.433%+31.433%",
                                    "33.9915%+33.9915%",
                                    "36.55%+36.55%",
                                    "40.205%+40.205%",
                                    "42.7635%+42.7635%",
                                    "45.6875%+45.6875%",
                                    "49.708%+49.708%",
                                    "53.7285%+53.7285%",
                                    "57.749%+57.749%",
                                    "62.135%+62.135%",
                                    "66.521%+66.521%",
                                    "70.907%+70.907%",
                                    "75.293%+75.293%",
                                    "79.679%+79.679%",
                                    "84.065%+84.065%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "76.2786%",
                                    "82.4873%",
                                    "88.696%",
                                    "97.5656%",
                                    "103.7743%",
                                    "110.87%",
                                    "120.6266%",
                                    "130.3831%",
                                    "140.1397%",
                                    "150.7832%",
                                    "161.4267%",
                                    "172.0702%",
                                    "182.7138%",
                                    "193.3573%",
                                    "204.0%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "111.026%",
                                    "120.063%",
                                    "129.1%",
                                    "142.01%",
                                    "151.047%",
                                    "161.375%",
                                    "175.576%",
                                    "189.777%",
                                    "203.978%",
                                    "219.47%",
                                    "234.962%",
                                    "250.454%",
                                    "265.946%",
                                    "281.438%",
                                    "296.93%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "새벽을 여는 밤꾀꼬리",
                        "Desc": "함께 싸우는 전령새 「아에돈」을 소환한다. 짧은 터치 또는 홀드에 따라 각기 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>아에돈이 전방의 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준을 진행한다. 아에돈이 조준된 적을 향해 돌진해 닿은 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "Skill_S_Illuga_01",
                        "DescAdd": "<br><br><i>달의 힘과 공생하는 전령새, 「아에돈」은 이 땅의 수호자다. 흉악한 광란의 사냥 앞에서도 절대 물러서지 않는다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 482.56%+방어력의 241.28%",
                                    "원소 마스터리의 518.752%+방어력의 259.376%",
                                    "원소 마스터리의 554.944%+방어력의 277.472%",
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 639.392%+방어력의 319.696%",
                                    "원소 마스터리의 675.584%+방어력의 337.792%",
                                    "원소 마스터리의 723.84%+방어력의 361.92%",
                                    "원소 마스터리의 772.096%+방어력의 386.048%",
                                    "원소 마스터리의 820.352%+방어력의 410.176%",
                                    "원소 마스터리의 868.608%+방어력의 434.304%",
                                    "원소 마스터리의 916.864%+방어력의 458.432%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 603.2%+방어력의 301.6%",
                                    "원소 마스터리의 648.44%+방어력의 324.22%",
                                    "원소 마스터리의 693.68%+방어력의 346.84%",
                                    "원소 마스터리의 754.0%+방어력의 377.0%",
                                    "원소 마스터리의 799.24%+방어력의 399.62%",
                                    "원소 마스터리의 844.48%+방어력의 422.24%",
                                    "원소 마스터리의 904.8%+방어력의 452.4%",
                                    "원소 마스터리의 965.12%+방어력의 482.56%",
                                    "원소 마스터리의 1025.44%+방어력의 512.72%",
                                    "원소 마스터리의 1085.76%+방어력의 542.88%",
                                    "원소 마스터리의 1146.08%+방어력의 573.04%",
                                    "원소 마스터리의 1206.4%+방어력의 603.2%",
                                    "원소 마스터리의 1281.8%+방어력의 640.9%",
                                    "원소 마스터리의 1357.2%+방어력의 678.6%",
                                    "원소 마스터리의 1432.6%+방어력의 716.3%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "그림자를 밝히는 등불",
                        "Desc": "등불을 밝혀 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 20초 동안 지속되는 「악몽의 밤꾀꼬리 노래」 효과를 획득한다: 지속 시간 동안 일루가는 <color style='color:#FFD780;'>「악몽의 밤꾀꼬리 노래」</color>를 21스택 획득하며, 주변에 있는 파티 내 현재 필드 위 캐릭터의 일반 공격, 강공격, 낙하 공격, 원소전투 스킬 또는 원소폭발이 적에게 <color style='color:#FFE699;'>바위 원소 피해</color>를 줄 시, 「밤꾀꼬리 노래」를 1스택 소모해 일루가의 원소 마스터리를 기반으로 주는 피해가 증가한다. 해당 피해가 달 결정 반응으로 준 피해일 경우 주는 피해가 추가로 증가한다.<br>상술한 방식으로 준 <color style='color:#FFE699;'>바위 원소 피해</color>가 동시에 여러 적에게 명중 시, 명중한 적의 수에 따라 「밤꾀꼬리 노래」 스택을 소모한다.<br><br>또한 일루가가 주변에 있는 파티 내 캐릭터가 창조한 <color style='color:#FFE699;'>바위 원소 창조물</color>이 필드 위에 있는 상태에서 원소폭발을 발동하거나, 「악몽의 밤꾀꼬리 노래」 지속 시간 동안 주변에 있는 파티 내 캐릭터가 <color style='color:#FFE699;'>바위 원소 창조물</color>을 창조했을 시, 일루가는 필드 위의 <color style='color:#FFE699;'>바위 원소 창조물</color> 1개당 「밤꾀꼬리 노래」를 추가로 5스택 획득한다. 매번 원소폭발 발동 후 20초 동안 일루가는 해당 방식으로 「밤꾀꼬리 노래」를 추가로 최대 15스택 획득할 수 있다.<br><br>「밤꾀꼬리 노래」 스택을 모두 소모하거나 지속 시간이 끝나면 「악몽의 밤꾀꼬리 노래」 효과가 해제된다",
                        "Icon": "Skill_E_Illuga_01",
                        "DescAdd": "<br><br><i>「손에 든 등불이 꺼지지 않은 자는 어둠 속에 빠지지 않으리라」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "원소 마스터리의 827.2%+방어력의 413.6%",
                                    "원소 마스터리의 889.24%+방어력의 444.62%",
                                    "원소 마스터리의 951.28%+방어력의 475.64%",
                                    "원소 마스터리의 1034.0%+방어력의 517.0%",
                                    "원소 마스터리의 1096.04%+방어력의 548.02%",
                                    "원소 마스터리의 1158.08%+방어력의 579.04%",
                                    "원소 마스터리의 1240.8%+방어력의 620.4%",
                                    "원소 마스터리의 1323.52%+방어력의 661.76%",
                                    "원소 마스터리의 1406.24%+방어력의 703.12%",
                                    "원소 마스터리의 1488.96%+방어력의 744.48%",
                                    "원소 마스터리의 1571.68%+방어력의 785.84%",
                                    "원소 마스터리의 1654.4%+방어력의 827.2%",
                                    "원소 마스터리의 1757.8%+방어력의 878.9%",
                                    "원소 마스터리의 1861.2%+방어력의 930.6%",
                                    "원소 마스터리의 1964.6%+방어력의 982.3%"
                                ]
                            },
                            {
                                "Desc": "바위 원소 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 33.6%",
                                    "원소 마스터리의 36.12%",
                                    "원소 마스터리의 38.64%",
                                    "원소 마스터리의 42.0%",
                                    "원소 마스터리의 44.52%",
                                    "원소 마스터리의 47.04%",
                                    "원소 마스터리의 50.4%",
                                    "원소 마스터리의 53.76%",
                                    "원소 마스터리의 57.12%",
                                    "원소 마스터리의 60.48%",
                                    "원소 마스터리의 63.84%",
                                    "원소 마스터리의 67.2%",
                                    "원소 마스터리의 71.4%",
                                    "원소 마스터리의 75.6%",
                                    "원소 마스터리의 79.8%"
                                ]
                            },
                            {
                                "Desc": "달 결정 반응 피해 증가",
                                "ParamLevelList": [
                                    "원소 마스터리의 225.92%",
                                    "원소 마스터리의 242.864%",
                                    "원소 마스터리의 259.808%",
                                    "원소 마스터리의 282.4%",
                                    "원소 마스터리의 299.344%",
                                    "원소 마스터리의 316.288%",
                                    "원소 마스터리의 338.88%",
                                    "원소 마스터리의 361.472%",
                                    "원소 마스터리의 384.064%",
                                    "원소 마스터리의 406.656%",
                                    "원소 마스터리의 429.248%",
                                    "원소 마스터리의 451.84%",
                                    "원소 마스터리의 480.08%",
                                    "원소 마스터리의 508.32%",
                                    "원소 마스터리의 536.56%"
                                ]
                            },
                            {
                                "Desc": "원소폭발 발동 시 획득하는 밤꾀꼬리 노래",
                                "ParamLevelList": [
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택",
                                    "21스택"
                                ]
                            },
                            {
                                "Desc": "바위 원소 창조물 생성 시 획득하는 밤꾀꼬리 노래",
                                "ParamLevelList": [
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택",
                                    "바위 원소 창조물 당 5스택"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "등 제작자의 맹약",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>새벽을 여는 밤꾀꼬리</color> 또는 원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color> 발동 후, 파티 내 주변의 다른 캐릭터가 20초 동안 「등지기의 서약」 효과를 획득한다: <color style='color:#FFE699;'>바위 원소 피해</color> 치명타 확률이 5%, 치명타 피해가 10% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 서약」 효과의 영향을 받는 캐릭터는 원소 마스터리가 50pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_05"
                    },
                    {
                        "Name": "사냥꾼의 황혼",
                        "Desc": "「밤꾀꼬리 노래」<color style='color:#FFD780;'></color>의 효과가 강화된다: 파티 내에 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#FFE699;'>바위 원소</color> 캐릭터가 1/2/3명 있을 경우, 「밤꾀꼬리 노래」의 주는 피해가 일루가 원소 마스터리의 7%/14%/24%만큼 추가로 증가한다. 만약 상술한 피해가 달 결정 반응으로 준 피해라면, 일루가 원소 마스터리의 48%/96%/160만큼 증가한다",
                        "Icon": "UI_Talent_S_Illuga_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 상록수",
                        "Desc": "일루가가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Illuga_07"
                    },
                    {
                        "Name": "신속한 야간 순찰",
                        "Desc": "야간(18시~6시)에 파티 내 자신의 캐릭터가 속행 효과를 획득한다: 이동 속도 10% 증가.<br>속행 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다. 또한 속행 효과는 중첩되지 않는다<br>또한 일루가는 광란의 사냥의 속삭임을 알아들을 수 있다",
                        "Icon": "UI_Talent_S_Illuga_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "경고의 꿩",
                        "Desc": "일루가가 필드 위에 있을 때, <color style='color:#FFE699;'>바위 원소 관련 반응</color>발동 후 일루가의 원소 에너지가 12pt 회복되며, 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Illuga_01"
                    },
                    {
                        "Level": 2,
                        "Name": "풀을 먹는 사슴",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color>의 「악몽의 밤꾀꼬리 노래」 효과 지속 시간 동안, <color style='color:#FFD780;'>「밤꾀꼬리 노래」</color>를 7스택 소모할 때마다 일루가는 아에돈을 소환해 주변의 적 1기에게 일루가 원소 마스터리의 400%와 방어력의 200%를 기반으로 한 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_Illuga_02"
                    },
                    {
                        "Level": 3,
                        "Name": "곰의 울음",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_01"
                    },
                    {
                        "Level": 4,
                        "Name": "태양을 쫓는 늑대",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color>의 「악몽의 밤꾀꼬리 노래」 효과 지속 시간 동안, 파티 내 주변에 있는 현재 필드 위 캐릭터의 방어력이 200pt 증가한다",
                        "Icon": "UI_Talent_S_Illuga_03"
                    },
                    {
                        "Level": 5,
                        "Name": "바람을 가르는 말",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>여명을 밝히는 밤꾀꼬리</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Illuga_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악몽의 밤꾀꼬리",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>등 제작자의 맹약</color>의 「등지기의 서약」 효과가 강화된다: 적에게 주는 <color style='color:#FFE699;'>바위 원소 피해</color>의 치명타 확률이 10%, 치명타 피해가 30% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>「등지기의 서약」 효과의 영향을 받는 캐릭터의 원소 마스터리가 80pt 증가한다.<br>고유 특성 <color style='color:#FFD780;'>등 제작자의 서약</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_Illuga_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "「밤꾀꼬리 노래」",
                        "Desc": "일루가가 원소폭발 <color style='color:#FFD780;'>그림자를 밝히는 등불</color> 발동 후 획득하는 효과. 현재 필드 위 캐릭터가 주는 <color style='color:#FFE699;'>바위 원소 피해</color>가 증가한다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Illuga": {}
}