// Auto Generated

var _AvatarDataConfig_ = {
    "Ineffa": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Elemental Skill hits a monster, has a @66.7%# chance of generating @1 Electro Particle#."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Apart from NA, CA, Plunge and Lunar-Charged, all DMG applies @1U independently#.",
                    "• Lunar-Charged DMG @does not apply Element#."
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Ineffa": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101252": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113076": 2,
                "101252": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113076": 4,
                "101252": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113076": 8,
                "101252": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113076": 12,
                "101252": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113076": 20,
                "101252": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ineffa": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "청소 창술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "세척 모드 · 안정적인 주파수",
                        "Desc": "이네파가 고급 소탕 모듈을 가동해 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 주고, 광학 보호막을 펼치며, 다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「베르기타」</color>를 소환한다.<br>광학 보호막은 이네파 공격력의 영향을 받으며, <color style='color:#FFACFF;'>번개 원소 피해</color>에 대해 250%의 흡수 효과가 있다",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「청소 목표 확인. 보호막 생성 완료. 임무 완료까지 기다려 주시기 바랍니다. 주변에 있는 모든 유기물과 인공 오물을 세척하겠습니다. 축전기 서비스 모드로 전환 완료. 저항은 소용없습니다, 아이노 님」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 221.184%+1386.6759",
                                    "공격력의 237.7728%+1525.3628",
                                    "공격력의 254.3616%+1675.6068",
                                    "공격력의 276.48%+1837.4082",
                                    "공격력의 293.0688%+2010.7667",
                                    "공격력의 309.6576%+2195.6826",
                                    "공격력의 331.776%+2392.1558",
                                    "공격력의 353.8944%+2600.186",
                                    "공격력의 376.0128%+2819.7734",
                                    "공격력의 398.1312%+3050.9182",
                                    "공격력의 420.2496%+3293.6204",
                                    "공격력의 442.368%+3547.8796",
                                    "공격력의 470.016%+3813.696",
                                    "공격력의 497.664%+4091.0698",
                                    "공격력의 525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "비르기타 방전 피해",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "비르기타 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "지고한 율령 · 광역 소탕",
                        "Desc": "다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「베르기타」</color>의 로켓 펀치로 적을 쓸어버린다! 이네파가 베르기타를 발사해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 베르기타를 필드 위에 남긴다.<br><br>필드 위에 이네파 자신이 소환한 베르기타가 존재할 경우, 목표 위치에 다시 베르기타를 소환하고 지속 시간을 초기화한다.<br><br><i>아이노의 말에 따르면, 빨간색 로켓 펀치는 3배 더 빠르다고 한다. 하지만 사실은 이네파에게 3배 출력으로 던지라고 했을 뿐이다</i>",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "주파수 초과 회로",
                        "Desc": "<color style='color:#FFD780;'>「베르기타」</color> 주변에 뇌폭 구름이 존재할 경우, 베르기타가 공격 시 추가로 공격을 1회 진행해 이네파 공격력의 80%에 해당하는 피해를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "전역 재구축 프로토콜",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「매개변수 재구성」 효과를 부여한다: 이네파 공격력의 6%를 기반으로, 이네파와 현재 필드 위에 있는 파티 내 자신의 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "달의 축복 · 가상 중계",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "요리 합성 유닛",
                        "Desc": "이네파가 음식 사용 시, 30% 확률로 식자재를 1개 획득한다",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "순환 정류 엔진",
                        "Desc": "이네파가 광학 보호막을 펼칠 시, 주변에 있는 파티 내 모든 캐릭터에게 20초 동안 지속되는 「캐리어 재결합」 효과를 부여해 달 감전 반응으로 주는 피해가 이네파 공격력에 기반해 증가한다: 공격력 100pt마다 피해가 2.5% 증가한다. 해당 방식으로 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "보조 청소 모듈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>이 적에게 명중 후, 그중 1기 적에게 「징벌 칙령」 상태를 부여한다: 짧은 시간이 지난 후, 또는 해당 적이 처치될 시, 해당 적 주변의 적에게 이네파 공격력의 400%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다.<br>또한, 원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시 주변에 있는 필드 위의 캐릭터에게도 광학 보호막을 부여한다",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "고급 감정 펌웨어",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>세척 모드 · 안정적인 주파수</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "칙령이 닿지 않는 길",
                        "Desc": "파티 내 자신의 캐릭터가 달 감전 반응 발동 시, 원소 에너지를 5pt 회복한다. 해당 효과는 4초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "거울을 초월한 꿈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "당신에게 바치는 내일 아침",
                        "Desc": "이네파가 「캐리어 재결합」 효과의 영향을 받는 상황에서 주변의 뇌폭 구름이 적에게 뇌격 진행 후, 이네파는 현재 필드 위에 있는 자신의 캐릭터 주변에 있는 적에게 이네파 공격력의 200%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주하며 해당 효과는 3.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "비르기타",
                        "Desc": "이네파와 함께 싸우는 조력자. 원소전투 스킬이나 원소폭발 발동을 통해 필드 위에 소환할 수 있다.<br>주위에 적이 있으면, 2초마다 비르기타가 1기의 적근처로 빠르게 이동해 방전 공격으로 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br>이네파가 생성한 비르기타는 동시에 최대 1개 존재할 수 있다"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "회전 청소법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "세척 모드 · 안정적인 주파수",
                        "Desc": "이네파가 고급 소탕 모듈을 가동해 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 주고, 광학 보호막을 펼치며, 다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「베르기타」</color>를 소환한다.<br>광학 보호막은 이네파 공격력의 영향을 받으며, <color style='color:#FFACFF;'>번개 원소 피해</color>에 대해 250%의 흡수 효과가 있다",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「청소 목표 확인. 보호막 생성 완료. 임무 완료까지 기다려 주시기 바랍니다. 주변에 있는 모든 유기물과 인공 오물을 세척하겠습니다. 축전기 서비스 모드로 전환 완료. 저항은 소용없습니다, 아이노 님」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 221.184%+1386.6759",
                                    "공격력의 237.7728%+1525.3628",
                                    "공격력의 254.3616%+1675.6068",
                                    "공격력의 276.48%+1837.4082",
                                    "공격력의 293.0688%+2010.7667",
                                    "공격력의 309.6576%+2195.6826",
                                    "공격력의 331.776%+2392.1558",
                                    "공격력의 353.8944%+2600.186",
                                    "공격력의 376.0128%+2819.7734",
                                    "공격력의 398.1312%+3050.9182",
                                    "공격력의 420.2496%+3293.6204",
                                    "공격력의 442.368%+3547.8796",
                                    "공격력의 470.016%+3813.696",
                                    "공격력의 497.664%+4091.0698",
                                    "공격력의 525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "비르지타 방전 피해",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "비르지타 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "지고한 율령 · 광역 소탕",
                        "Desc": "다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「베르기타」</color>의 로켓 펀치로 적을 쓸어버린다! 이네파가 베르기타를 발사해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 베르기타를 필드 위에 남긴다.<br><br>필드 위에 이네파 자신이 소환한 베르기타가 존재할 경우, 목표 위치에 다시 베르기타를 소환하고 지속 시간을 초기화한다",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>아이노의 말에 따르면, 빨간색 로켓 펀치는 3배 더 빠르다고 한다. 하지만 사실은 이네파에게 3배 출력으로 던지라고 했을 뿐이다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "주파수 초과 회로",
                        "Desc": "<color style='color:#FFD780;'>「베르기타」</color> 주변에 번개구름이 존재할 경우, 베르기타가 공격 시 추가로 공격을 1회 진행해 이네파 공격력의 80%에 해당하는 피해를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "전역 재구축 프로토콜",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「매개변수 재구성」 효과를 부여한다: 이네파 공격력의 6%를 기반으로, 이네파와 현재 필드 위에 있는 파티 내 자신의 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "달의 축복 · 가상 중계",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 이네파의 공격력에 기반해 달 감전 반응의 기본 피해가 증가한다: 공격력 100pt마다 기초 피해가 0.7% 증가하며, 해당 방식으로 피해가 최대 14% 증가한다.<br><br>초승달이 떠오를 때, 추가 축복을 받을 수 있을지도 모른다…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "요리 합성 유닛",
                        "Desc": "이네파가 음식 사용 시, 30% 확률로 식자재를 1개 획득한다",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "순환 정류 엔진",
                        "Desc": "이네파가 광학 보호막을 펼칠 시, 주변에 있는 파티 내 모든 캐릭터에게 20초 동안 지속되는 「캐리어 재결합」 효과를 부여해 달 감전 반응으로 주는 피해가 이네파 공격력에 기반해 증가한다: 공격력 100pt마다 피해가 2.5% 증가한다. 해당 방식으로 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "보조 청소 모듈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>이 적에게 명중 후, 그중 1기 적에게 「징벌 칙령」 상태를 부여한다: 짧은 시간이 지난 후, 또는 해당 적이 처치될 시, 해당 적 주변의 적에게 이네파 공격력의 400%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다.<br>또한, 원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시 주변에 있는 필드 위의 캐릭터에게도 광학 보호막을 부여한다",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "고급 감정 펌웨어",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>세척 모드 · 안정적인 주파수</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "칙령이 닿지 않는 길",
                        "Desc": "파티 내 자신의 캐릭터가 달 감전 반응 발동 시, 원소 에너지를 5pt 회복한다. 해당 효과는 4초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "거울을 초월한 꿈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "당신에게 바치는 내일 아침",
                        "Desc": "이네파가 「캐리어 재결합」 효과의 영향을 받는 상황에서 주변의 번개구름이 적에게 뇌격 진행 후, 이네파는 현재 필드 위에 있는 자신의 캐릭터 주변에 있는 적에게 이네파 공격력의 200%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주하며 해당 효과는 3.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "비르지타",
                        "Desc": "이네파와 함께 싸우는 조력자. 원소전투 스킬이나 원소폭발 발동을 통해 필드 위에 소환할 수 있다.<br>주위에 적이 있으면, 2초마다 비르지타가 1기의 적근처로 빠르게 이동해 방전 공격으로 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br>이네파가 생성한 비르지타는 동시에 최대 1개 존재할 수 있다"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "회전 청소법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정화 모드 · 반송파",
                        "Desc": "이네파가 고급 청소 모듈을 가동해 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 주고, 광학 보호막을 펼치며, 다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「베르기타」</color>를 소환한다.<br>광학 보호막은 이네파 공격력의 영향을 받으며, <color style='color:#FFACFF;'>번개 원소 피해</color>에 대해 250%의 흡수 효과가 있다",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「청소 목표 확인. 보호막 생성 완료. 임무 완료까지 기다려 주시기 바랍니다. 주변에 있는 모든 유기물과 인공 오물을 세척하겠습니다. 축전기 서비스 모드로 전환 완료. 저항은 소용없습니다, 아이노 님」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 221.184%+1386.6759",
                                    "공격력의 237.7728%+1525.3628",
                                    "공격력의 254.3616%+1675.6068",
                                    "공격력의 276.48%+1837.4082",
                                    "공격력의 293.0688%+2010.7667",
                                    "공격력의 309.6576%+2195.6826",
                                    "공격력의 331.776%+2392.1558",
                                    "공격력의 353.8944%+2600.186",
                                    "공격력의 376.0128%+2819.7734",
                                    "공격력의 398.1312%+3050.9182",
                                    "공격력의 420.2496%+3293.6204",
                                    "공격력의 442.368%+3547.8796",
                                    "공격력의 470.016%+3813.696",
                                    "공격력의 497.664%+4091.0698",
                                    "공격력의 525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "비르지타 방전 피해",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "비르지타 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "지고한 율령 · 광역 소탕",
                        "Desc": "다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「베르기타」</color>의 로켓 펀치로 적을 쓸어버린다! 이네파가 베르기타를 발사해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 베르기타를 필드 위에 남긴다.<br><br>필드 위에 이네파 자신이 소환한 베르기타가 존재할 경우, 목표 위치에 다시 베르기타를 소환하고 지속 시간을 초기화한다",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>아이노의 말에 따르면, 빨간색 로켓 펀치는 3배 더 빠르다고 한다. 하지만 사실은 이네파에게 3배 출력으로 던지라고 했을 뿐이다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "오버클럭",
                        "Desc": "<color style='color:#FFD780;'>「베르기타」</color> 주변에 달 감전 반응으로 생성된 번개구름이 존재할 경우, 베르기타가 방전 공격 시 추가로 1회 공격해 이네파 공격력의 80%에 해당하는 피해를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "광역 재구축 프로토콜",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시, 주변에 있는 파티 내 자신의 모든 캐릭터에게 「매개변수 재구성」 효과를 부여한다: 이네파 공격력의 6%를 기반으로, 이네파와 현재 필드 위에 있는 파티 내 자신의 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "달의 축복 · 중계기",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 이네파의 공격력에 기반해 달 감전 반응의 기본 피해가 증가한다: 공격력 100pt마다 기초 피해가 0.7% 증가하며, 해당 방식으로 피해가 최대 14% 증가한다.<br><br>초승달이 떠오를 때, 추가 축복을 받을 수 있을지도 모른다…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "요리 합성 유닛",
                        "Desc": "이네파가 음식 사용 시, 30% 확률로 식자재를 1개 획득한다",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "정류기",
                        "Desc": "이네파가 광학 보호막을 펼칠 시, 주변에 있는 파티 내 모든 캐릭터에게 20초 동안 지속되는 「캐리어 재결합」 효과를 부여해 달 감전 반응으로 주는 피해가 이네파 공격력에 기반해 증가한다: 공격력 100pt마다 피해가 2.5% 증가한다. 해당 방식으로 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "보조 청소 모듈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>이 적에게 명중 후, 그중 1기 적에게 「징벌 칙령」 상태를 부여한다: 짧은 시간이 지난 후, 또는 해당 적이 처치될 시, 해당 적 주변의 적에게 이네파 공격력의 400%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다.<br>또한, 원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시 주변에 있는 필드 위의 캐릭터에게도 광학 보호막을 부여한다",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "고급 감정 펌웨어",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>정화 모드 · 반송파</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "칙령이 닿지 않는 길",
                        "Desc": "파티 내 자신의 캐릭터가 달 감전 반응 발동 시, 원소 에너지를 5pt 회복한다. 해당 효과는 4초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "거울을 초월한 꿈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "너에게 바치는 내일 아침",
                        "Desc": "이네파가 「캐리어 재결합」 효과의 영향을 받는 상황에서 주변의 번개구름이 적에게 뇌격 진행 후, 이네파는 현재 필드 위에 있는 자신의 캐릭터 주변에 있는 적에게 이네파 공격력의 200%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주하며 해당 효과는 3.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "비르지타",
                        "Desc": "이네파와 함께 싸우는 조력자. 원소전투 스킬이나 원소폭발 발동을 통해 필드 위에 소환할 수 있다.<br>주위에 적이 있으면, 2초마다 비르지타가 1기의 적 근처로 빠르게 이동해 방전 공격으로 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br>이네파가 생성한 비르지타는 동시에 최대 1개 존재할 수 있다"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "회전 청소법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정화 모드 · 반송파",
                        "Desc": "이네파가 고급 청소 모듈을 가동해 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 주고, 광학 보호막을 펼치며, 다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「비르지타」</color>를 소환한다.<br>광학 보호막은 이네파 공격력의 영향을 받으며, <color style='color:#FFACFF;'>번개 원소 피해</color>에 대해 250%의 흡수 효과가 있다",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「청소 목표 확인. 보호막 생성 완료. 임무 완료까지 기다려 주시기 바랍니다. 주변에 있는 모든 유기물과 인공 오물을 세척하겠습니다. 축전기 서비스 모드로 전환 완료. 저항은 소용없습니다, 아이노 님」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 221.184%+1386.6759",
                                    "공격력의 237.7728%+1525.3628",
                                    "공격력의 254.3616%+1675.6068",
                                    "공격력의 276.48%+1837.4082",
                                    "공격력의 293.0688%+2010.7667",
                                    "공격력의 309.6576%+2195.6826",
                                    "공격력의 331.776%+2392.1558",
                                    "공격력의 353.8944%+2600.186",
                                    "공격력의 376.0128%+2819.7734",
                                    "공격력의 398.1312%+3050.9182",
                                    "공격력의 420.2496%+3293.6204",
                                    "공격력의 442.368%+3547.8796",
                                    "공격력의 470.016%+3813.696",
                                    "공격력의 497.664%+4091.0698",
                                    "공격력의 525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "비르지타 방전 피해",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "비르지타 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "지고한 율령 · 광역 소탕",
                        "Desc": "다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「비르지타」</color>의 로켓 펀치로 적을 쓸어버린다! 이네파가 비르지타를 발사해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 비르지타를 필드 위에 남긴다.<br><br>필드 위에 이네파 자신이 소환한 비르지타가 존재할 경우, 목표 위치에 다시 비르지타를 소환하고 지속 시간을 초기화한다",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>아이노의 말에 따르면, 빨간색 로켓 펀치는 3배 더 빠르다고 한다. 하지만 사실은 이네파에게 3배 출력으로 던지라고 했을 뿐이다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "오버클럭",
                        "Desc": "<color style='color:#FFD780;'>「비르지타」</color> 주변에 달 감전 반응으로 생성된 번개구름이 존재할 경우, 비르지타가 방전 공격 시 추가로 1회 공격해 이네파 공격력의 80%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "광역 재구축 프로토콜",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시, 주변에 있는 파티 내 자신의 모든 캐릭터에게 「매개변수 재구성」 효과를 부여한다: 이네파 공격력의 6%를 기반으로, 이네파와 현재 필드 위에 있는 파티 내 자신의 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "달의 축복 · 중계기",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 이네파의 공격력에 기반해 달 감전 반응의 기본 피해가 증가한다: 공격력 100pt마다 기초 피해가 0.7% 증가하며, 해당 방식으로 피해가 최대 14% 증가한다.<br><br>초승달이 떠오를 때, 추가 축복을 받을 수 있을지도 모른다…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "요리 합성 유닛",
                        "Desc": "이네파가 음식 사용 시, 30% 확률로 식자재를 1개 획득한다",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "정류기",
                        "Desc": "이네파가 광학 보호막을 펼칠 시, 주변에 있는 파티 내 모든 캐릭터에게 20초 동안 지속되는 「캐리어 재결합」 효과를 부여해 달 감전 반응으로 주는 피해가 이네파 공격력에 기반해 증가한다: 공격력 100pt마다 피해가 2.5% 증가한다. 해당 방식으로 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "보조 청소 모듈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>이 적에게 명중 후, 그중 1기 적에게 「징벌 칙령」 상태를 부여한다: 짧은 시간이 지난 후, 또는 해당 적이 처치될 시, 해당 적 주변의 적에게 이네파 공격력의 400%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다.<br>또한, 원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시 주변에 있는 필드 위의 캐릭터에게도 광학 보호막을 부여한다",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "고급 감정 펌웨어",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>정화 모드 · 반송파</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "칙령이 닿지 않는 길",
                        "Desc": "파티 내 자신의 캐릭터가 달 감전 반응 발동 시, 원소 에너지를 5pt 회복한다. 해당 효과는 4초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "거울을 초월한 꿈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "너에게 바치는 내일 아침",
                        "Desc": "이네파가 「캐리어 재결합」 효과의 영향을 받는 상황에서 주변의 번개구름이 적에게 뇌격 진행 후, 이네파는 현재 필드 위에 있는 자신의 캐릭터 주변에 있는 적에게 이네파 공격력의 200%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주하며 해당 효과는 3.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "비르지타",
                        "Desc": "이네파와 함께 싸우는 조력자. 원소전투 스킬이나 원소폭발 발동을 통해 필드 위에 소환할 수 있다.<br>주위에 적이 있으면, 2초마다 비르지타가 1기의 적 근처로 빠르게 이동해 방전 공격으로 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br>이네파가 생성한 비르지타는 동시에 최대 1개 존재할 수 있다"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "회전 청소법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정화 모드 · 반송파",
                        "Desc": "이네파가 고급 청소 모듈을 가동해 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 주고, 광학 보호막을 펼치며, 다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「비르지타」</color>를 소환한다.<br>광학 보호막은 이네파 공격력의 영향을 받으며, <color style='color:#FFACFF;'>번개 원소 피해</color>에 대해 250%의 흡수 효과가 있다",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「청소 목표 확인. 보호막 생성 완료. 임무 완료까지 기다려 주시기 바랍니다. 주변에 있는 모든 유기물과 인공 오물을 세척하겠습니다. 축전기 서비스 모드로 전환 완료. 저항은 소용없습니다, 아이노 님」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 221.184%+1386.6759",
                                    "공격력의 237.7728%+1525.3628",
                                    "공격력의 254.3616%+1675.6068",
                                    "공격력의 276.48%+1837.4082",
                                    "공격력의 293.0688%+2010.7667",
                                    "공격력의 309.6576%+2195.6826",
                                    "공격력의 331.776%+2392.1558",
                                    "공격력의 353.8944%+2600.186",
                                    "공격력의 376.0128%+2819.7734",
                                    "공격력의 398.1312%+3050.9182",
                                    "공격력의 420.2496%+3293.6204",
                                    "공격력의 442.368%+3547.8796",
                                    "공격력의 470.016%+3813.696",
                                    "공격력의 497.664%+4091.0698",
                                    "공격력의 525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "비르지타 방전 피해",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "비르지타 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "지고한 율령 · 광역 소탕",
                        "Desc": "다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「비르지타」</color>의 로켓 펀치로 적을 쓸어버린다! 이네파가 비르지타를 발사해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 비르지타를 필드 위에 남긴다.<br><br>필드 위에 이네파 자신이 소환한 비르지타가 존재할 경우, 목표 위치에 다시 비르지타를 소환하고 지속 시간을 갱신한다",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>아이노의 말에 따르면, 빨간색 로켓 펀치는 3배 더 빠르다고 한다. 하지만 사실은 이네파에게 3배 출력으로 비르지타를 던지라고 명령했을 뿐이다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "오버클럭",
                        "Desc": "<color style='color:#FFD780;'>「비르지타」</color> 주변에 달 감전 반응으로 생성된 번개구름이 존재할 경우, 비르지타가 방전 공격 시 추가로 1회 공격해 이네파 공격력의 65%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "광역 재구축 프로토콜",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시, 주변에 있는 파티 내 자신의 모든 캐릭터에게 「매개변수 재구성」 효과를 부여한다: 이네파 공격력의 6%를 기반으로, 이네파와 현재 필드 위에 있는 파티 내 자신의 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "달빛 축복 · 중계기",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 이네파의 공격력에 기반해 달 감전 반응의 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해가 최대 14% 증가한다.<br><br>새로운 달이 떠오를 때, 추가 축복을 받을 수 있을지도…",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "요리 합성 유닛",
                        "Desc": "이네파가 음식 사용 시, 30% 확률로 조미료 종류의 식자재를 1개 획득한다<br><br>노드크라이에서 특정 방법을 사용하면 비르지타의 외형을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "정류 회로",
                        "Desc": "이네파가 광학 보호막을 펼칠 시, 주변에 있는 파티 내 모든 캐릭터에게 20초 동안 지속되는 「캐리어 재결합」 효과를 부여한다: 이네파의 공격력 100pt마다, 달 감전 반응으로 주는 피해가 2.5% 증가한다. 해당 방식으로 피해가 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "보조 청소 모듈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>이 적에게 명중 후, 그중 1기 적에게 「징벌 칙령」 상태를 부여한다: 짧은 시간이 지난 후, 또는 해당 적이 처치될 시, 해당 적 주변의 적에게 이네파 공격력의 300%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다.<br>또한 원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시, 주변에 있는 필드 위의 캐릭터에게도 광학 보호막을 부여한다",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "고급 감정 펌웨어",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>정화 모드 · 반송파</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "칙령이 닿지 않는 길",
                        "Desc": "파티 내 자신의 캐릭터가 달 감전 반응 발동 시, 원소 에너지를 5pt 회복한다. 해당 효과는 4초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "거울을 초월한 꿈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "당신께 바치는 내일 아침",
                        "Desc": "이네파가 「캐리어 재결합」 효과의 영향을 받는 상황에서 주변의 번개구름이 적에게 뇌격 진행 후, 이네파가 현재 필드 위에 있는 자신의 캐릭터 주변의 적에게 이네파 공격력의 135%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주하며 해당 효과는 3.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "비르지타",
                        "Desc": "이네파와 함께 싸우는 조력자. 원소전투 스킬이나 원소폭발 발동을 통해 필드 위에 소환할 수 있다.<br>주위에 적이 있으면, 2초마다 비르지타가 적 1기 근처로 빠르게 이동해 방전 공격으로 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br>이네파 자신이 소환한 비르지타는 동시에 최대 1개 존재할 수 있다.<br><br>노드크라이에서 특정 방법을 사용하면 비르지타의 외형을 바꿀 수 있는 것 같다…"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "회전 청소법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "34.8352%",
                                    "37.6706%",
                                    "40.506%",
                                    "44.5566%",
                                    "47.392%",
                                    "50.6325%",
                                    "55.0882%",
                                    "59.5438%",
                                    "64.0%",
                                    "68.8602%",
                                    "73.7209%",
                                    "78.5816%",
                                    "83.4424%",
                                    "88.3031%",
                                    "93.1638%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "34.2211%",
                                    "37.0066%",
                                    "39.792%",
                                    "43.7712%",
                                    "46.5566%",
                                    "49.74%",
                                    "54.1171%",
                                    "58.4942%",
                                    "62.8714%",
                                    "67.6464%",
                                    "72.4214%",
                                    "77.1965%",
                                    "81.9715%",
                                    "86.7466%",
                                    "91.5216%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "22.7556%+22.7556%",
                                    "24.6078%+24.6078%",
                                    "26.46%+26.46%",
                                    "29.106%+29.106%",
                                    "30.9582%+30.9582%",
                                    "33.075%+33.075%",
                                    "35.9856%+35.9856%",
                                    "38.8962%+38.8962%",
                                    "41.8068%+41.8068%",
                                    "44.982%+44.982%",
                                    "48.1572%+48.1572%",
                                    "51.3324%+51.3324%",
                                    "54.5076%+54.5076%",
                                    "57.6828%+57.6828%",
                                    "60.858%+60.858%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.0677%",
                                    "60.6314%",
                                    "65.195%",
                                    "71.7145%",
                                    "76.2782%",
                                    "81.4938%",
                                    "88.6652%",
                                    "95.8367%",
                                    "103.0081%",
                                    "110.8315%",
                                    "118.6549%",
                                    "126.4783%",
                                    "134.3017%",
                                    "142.1251%",
                                    "149.9485%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "94.944%",
                                    "102.672%",
                                    "110.4%",
                                    "121.44%",
                                    "129.168%",
                                    "138.0%",
                                    "150.144%",
                                    "162.288%",
                                    "174.432%",
                                    "187.68%",
                                    "200.928%",
                                    "214.176%",
                                    "227.424%",
                                    "240.672%",
                                    "253.92%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "정화 모드 · 반송파",
                        "Desc": "이네파가 고급 청소 모듈을 가동해 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 1회 주고, 광학 보호막을 펼치며, 다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「비르지타」</color>를 소환한다.<br>광학 보호막은 이네파 공격력의 영향을 받으며, <color style='color:#FFACFF;'>번개 원소 피해</color>에 대해 250%의 흡수 효과가 있다",
                        "Icon": "Skill_S_Ineffa_01",
                        "DescAdd": "<br><br><i>「청소 목표 확인. 보호막 생성 완료. 임무 완료까지 기다려 주시기 바랍니다. 주변에 있는 모든 유기물과 인공 오물을 세척하겠습니다. 축전기 서비스 모드로 전환 완료. 저항은 소용없습니다, 아이노 님」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "86.4%",
                                    "92.88%",
                                    "99.36%",
                                    "108.0%",
                                    "114.48%",
                                    "120.96%",
                                    "129.6%",
                                    "138.24%",
                                    "146.88%",
                                    "155.52%",
                                    "164.16%",
                                    "172.8%",
                                    "183.6%",
                                    "194.4%",
                                    "205.2%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 221.184%+1386.6759",
                                    "공격력의 237.7728%+1525.3628",
                                    "공격력의 254.3616%+1675.6068",
                                    "공격력의 276.48%+1837.4082",
                                    "공격력의 293.0688%+2010.7667",
                                    "공격력의 309.6576%+2195.6826",
                                    "공격력의 331.776%+2392.1558",
                                    "공격력의 353.8944%+2600.186",
                                    "공격력의 376.0128%+2819.7734",
                                    "공격력의 398.1312%+3050.9182",
                                    "공격력의 420.2496%+3293.6204",
                                    "공격력의 442.368%+3547.8796",
                                    "공격력의 470.016%+3813.696",
                                    "공격력의 497.664%+4091.0698",
                                    "공격력의 525.312%+4380.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "비르지타 방전 피해",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "비르지타 지속 시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "지고한 율령 · 광역 소탕",
                        "Desc": "다용도 스마트 보조 유닛 <color style='color:#FFD780;'>「비르지타」</color>의 로켓 펀치로 적을 쓸어버린다! 이네파가 비르지타를 발사해 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 비르지타를 필드 위에 남긴다.<br><br>필드 위에 이네파 자신이 소환한 비르지타가 존재할 경우, 목표 위치에 다시 비르지타를 소환하고 지속 시간을 갱신한다",
                        "Icon": "Skill_E_Ineffa_01",
                        "DescAdd": "<br><br><i>아이노의 말에 따르면, 빨간색 로켓 펀치는 3배 더 빠르다고 한다. 하지만 사실은 이네파에게 3배 출력으로 비르지타를 던지라고 명령했을 뿐이다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "676.8%",
                                    "727.56%",
                                    "778.32%",
                                    "846.0%",
                                    "896.76%",
                                    "947.52%",
                                    "1015.2%",
                                    "1082.88%",
                                    "1150.56%",
                                    "1218.24%",
                                    "1285.92%",
                                    "1353.6%",
                                    "1438.2%",
                                    "1522.8%",
                                    "1607.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "오버클럭",
                        "Desc": "<color style='color:#FFD780;'>「비르지타」</color> 주변에 달 감전 반응으로 생성된 번개구름이 존재할 경우, 비르지타가 방전 공격 시 추가로 1회 공격해 이네파 공격력의 65%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다",
                        "Icon": "UI_Talent_S_Ineffa_05"
                    },
                    {
                        "Name": "광역 재구축 프로토콜",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시, 파티 내 자신의 모든 캐릭터에게 「매개변수 재구성」 효과를 부여한다: 이네파 공격력의 6%를 기반으로, 이네파와 현재 필드 위에 있는 파티 내 자신의 캐릭터의 원소 마스터리가 증가한다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Ineffa_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 중계기",
                        "Desc": "파티 내 캐릭터가 감전 반응 발동 시, 달 감전 반응으로 전환되며, 이네파의 공격력에 기반해 달 감전 반응의 기본 피해가 증가한다: 공격력 100pt마다 기본 피해가 0.7% 증가하며, 해당 방식으로 피해가 최대 14% 증가한다.<br><br>이네파가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Ineffa_07"
                    },
                    {
                        "Name": "요리 합성 유닛",
                        "Desc": "이네파가 음식 사용 시, 30% 확률로 조미료 종류의 식자재를 1개 획득한다<br><br>노드크라이에서 특정 방법을 사용하면 비르지타의 외형을 바꿀 수 있는 것 같다…",
                        "Icon": "UI_Talent_S_Ineffa_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "정류 회로",
                        "Desc": "이네파가 광학 보호막을 펼칠 시, 주변에 있는 파티 내 모든 캐릭터에게 20초 동안 지속되는 「캐리어 재결합」 효과를 부여한다: 이네파의 공격력 100pt마다, 달 감전 반응으로 주는 피해가 2.5% 증가한다. 해당 방식으로 피해가 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Ineffa_01"
                    },
                    {
                        "Level": 2,
                        "Name": "보조 청소 모듈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>이 적에게 명중 후, 그중 1기 적에게 「징벌 칙령」 상태를 부여한다: 짧은 시간이 지난 후, 또는 해당 적이 처치될 시, 해당 적 주변의 적에게 이네파 공격력의 300%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주한다.<br>또한 원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color> 발동 시, 주변에 있는 현재 필드 위의 캐릭터에게도 광학 보호막을 부여한다",
                        "Icon": "UI_Talent_S_Ineffa_02"
                    },
                    {
                        "Level": 3,
                        "Name": "고급 감정 펌웨어",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>정화 모드 · 반송파</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_01"
                    },
                    {
                        "Level": 4,
                        "Name": "칙령이 닿지 않는 길",
                        "Desc": "파티 내 자신의 캐릭터가 달 감전 반응 발동 시, 원소 에너지를 5pt 회복한다. 해당 효과는 4초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_03"
                    },
                    {
                        "Level": 5,
                        "Name": "거울을 초월한 꿈",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>지고한 율령 · 광역 소탕</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Ineffa_02"
                    },
                    {
                        "Level": 6,
                        "Name": "당신께 바치는 내일 아침",
                        "Desc": "이네파가 「캐리어 재결합」 효과의 영향을 받는 상황에서 주변의 번개구름이 적에게 뇌격 진행 후, 이네파가 현재 필드 위에 있는 자신의 캐릭터 주변의 적에게 이네파 공격력의 135%에 해당하는 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다. 해당 피해는 달 감전 반응으로 주는 피해로 간주하며 해당 효과는 3.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Ineffa_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "비르지타",
                        "Desc": "이네파와 함께 싸우는 조력자. 원소전투 스킬이나 원소폭발 발동을 통해 필드 위에 소환할 수 있다.<br>주위에 적이 있으면, 2초마다 비르지타가 적 1기 근처로 빠르게 이동해 방전 공격으로 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br>이네파 자신이 소환한 비르지타는 동시에 최대 1개 존재할 수 있다.<br><br>노드크라이에서 특정 방법을 사용하면 비르지타의 외형을 바꿀 수 있는 것 같다…"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ineffa": {}
}