// Auto Generated

var _AvatarDataConfig_ = {
    "Kachina": {
        "BallList": [
            {
                "When": "Elemental Skill DMG",
                "DropArray": [
                    {
                        "Num": 1,
                        "Chance": 0.667
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 0.2
            }
        ],
        "EndureList": [
            {
                "Skill": "Riding Turbo Twirly (Except jump and climb)",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "Turbo Twirly is a Geo Construct, but does not count toward the Geo Construct limit of 3. Even if the limit has been reached, you can still create a Turbo Twirly.",
            "Turbo Twirly Ride NA and Independent DMG are considered as @Elemental Skill DMG#, but Ride NA are considered as @Normal Attack Animations#",
            "<b>@Night Soul Consumption#</b><br>• Independent DMG (every 2s): 10<br>• Ride moving | climbing: 0.923/s | 1.2/s<br>• Ride NA: 10<br>• Climb Jump: 3.6<br>Can @ride for 65s# and @climb for 50s# in each Nightsoul",
            "<b>@Particle Generation#</b><br>• Has a @66.7%# chance of generating @1 Geo Particle# with any Elemental Skill DMG. Can be triggered once every 0.2s.",
            "<b>@Interruption RES#</b><br>• Interruption coefficient of @0.3# when riding Turbo Twirly and not jumping or climbing. Same as Xingqiu Q.",
            "<b>@AoE#</b><br>• Burst field radius: @10m#, same as Ganyu's Q field",
            "@<b>Element Application</b># (All 1GU)<br>• All Elemental Skill DMG @share an ICD of 2.5s / 3 hits#<br>• Burst and C6 DMG @have no ICD#"
        ]
    }
}

var _AvatarMats_ = {
    "Kachina": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101249": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113065": 2,
                "101249": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113065": 4,
                "101249": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113065": 8,
                "101249": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113065": 12,
                "101249": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113065": 20,
                "101249": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113060": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112106": 6,
                "113060": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112106": 9,
                "113060": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113060": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Kachina": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 산룡 이빨 물어뜯기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "쌩쌩이 출격!",
                        "Desc": "아주 믿음직스러운 쌩쌩이와 함께 전투한다!<br>「쌩쌩이」를소환한다. 홀드로 발동 시, 카치나는 쌩쌩이를 소환해 탑승한다.<br>발동 후, 카치나는 밤혼을 50pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 상태 · 카치나</color><br>쌩쌩이의 각종 행동은 밤혼을 소모한다.<br>밤혼이 모두 소모될 시, 카치나의 밤혼 가호 상태가 종료된다.<br><br><color style='color:#FFD780;'>쌩쌩이</color><br>독립적으로 존재할 수 있고, 카치나가 탑승해 조종할 수도 있다. 쌩쌩이 존재 시, 카치나의 원소전투 스킬 「쌩쌩이 출격!」은 쌩쌩이 탑승 또는 하차로 변경된다.<br> · 쌩쌩이가 독립적으로 존재 시, 간헐적으로 지면에 충격을 가해 카치나 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br> · 카치나가 쌩쌩이 탑승 시, 쌩쌩이를 조종해 빠르게 이동이나 등반을 할 수 있다. 또한 일반 공격 시 지면에 충격을 가해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>쌩쌩이는 카치나의 밤혼 상태 종료 시 사라지며, 바위 원소 창조물로 간주한다. 또한 카치나 자신의 쌩쌩이는 동시에 최대 1개만 존재할 수 있다.<br><br><i>「쌩쌩이」는 팽이처럼 보이지만, 사실은 견고한 암석도 뚫을 수 있는 드릴이다</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "쌩쌩이 탑승 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "쌩쌩이 단독 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진심 타임!",
                        "Desc": "대지에 충격을 가해 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 슈퍼 드릴 영역을 생성한다.<br>슈퍼 드릴 영역은 쌩쌩이에게 공격 범위 증가와 탑승 시의 이동 속도 증가 효과를 제공한다.<br><br>발동 시 필드 위에 카치나 자신의 쌩쌩이가 존재하면, 쌩쌩이를 자신 곁으로 소환한다.<br><br><i>긴장한 사람이 무대에 오르면 암시를 걸어 관중을 인형으로 여기는 것처럼, 카치나는 상대를 집에 보관할 가치가 있는 최고의 보물 광석으로 여긴다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 380.567%",
                                    "방어력의 413.66%",
                                    "방어력의 442.52%",
                                    "방어력의 481.0%",
                                    "방어력의 509.86%",
                                    "방어력의 538.72%",
                                    "방어력의 577.2%",
                                    "방어력의 615.68%",
                                    "방어력의 654.16%",
                                    "방어력의 692.64%",
                                    "방어력의 731.12%",
                                    "방어력의 769.6%",
                                    "방어력의 817.7%",
                                    "방어력의 865.8%",
                                    "방어력의 913.9%"
                                ]
                            },
                            {
                                "Desc": "영역 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "산의 메아리",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 분출」 발동 시, 카치나의 <color style='color:#FFE699;'>바위 원소 피해 보너스</color>가 20% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "견고한 바위의 무게",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이</color>가 주는 피해가 카치나의 방어력의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "밤의 선물 · 단결 노심",
                        "Desc": "밤혼이 고갈된 후, 카치나는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역이 존재하는 곳에서, 밤혼 전달 · 카치나를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 떠 있을 때, 카치나가 교체 등장 시 발동: 카치나가 밤혼 가호 상태에 진입하고 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승해 등장한다. 또한 밤혼을 xxpt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 시 등반에 소모되는 스태미나가 90% 감소한다",
                        "Icon": ""
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "결정도 보물이야",
                        "Desc": "카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 또는 이탈 시, 주변에 있는 결정 반응으로 생성된 결정 조각을 획득한다.<br>또한 파티 내 캐릭터가 결정 조각 획득 시, 카치나가 원소 에너지를 3pt 회복한다. 해당 방식으로 5초마다 원소 에너지를 1회 회복한다",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "쌩쌩이가 없어선 안 돼…",
                        "Desc": "카치나가 <color style='color:#FFD780;'>진심 타임!</color> 발동 시, 밤혼을 16pt 회복한다. 만약 발동 시 필드 위에 카치나 자신의 <color style='color:#FFD780;'>쌩쌩이</color>가 없으면, 밤혼 가호 상태에 진입하고 쌩쌩이를 소환한다",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "개량형 · 균형 안정 장치",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이 출격!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "적이 많을수록 조심해야 해",
                        "Desc": "<color style='color:#FFD780;'>진심 타임!</color>의 슈퍼 드릴 영역에 1/2/3/4기 또는 그 이상의 적이 존재할 시, 영역 내의 현재 필드 위에 있는 파티 내 캐릭터의 방어력이 8%/12%/16%/20% 증가한다",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "지금까지 모은 보물",
                        "Desc": "<color style='color:#FFD780;'>진심 타임!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이번엔 꼭 이길 거야",
                        "Desc": "현재 필드 위에 있는 파티 내 자신의 캐릭터의 보호막이 이유를 불문하고 교체 또는 파괴될 경우, 카치나가 자신 방어력의 200%에 해당하는 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 산룡 물어뜯기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "쌩쌩이 출격!",
                        "Desc": "아주 믿음직스러운 쌩쌩이와 함께 전투한다!<br>「쌩쌩이」를소환한다. 홀드로 발동 시, 카치나는 쌩쌩이를 소환해 탑승한다.<br>발동 후, 카치나는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 상태 · 카치나</color><br>쌩쌩이의 각종 행동은 밤혼을 소모한다.<br>밤혼이 모두 소모될 시, 카치나의 밤혼 가호 상태가 종료된다.<br><br><color style='color:#FFD780;'>쌩쌩이</color><br>독립적으로 존재할 수 있고, 카치나가 탑승해 조종할 수도 있다. 쌩쌩이 존재 시, 카치나의 원소전투 스킬 「쌩쌩이 출격!」은 쌩쌩이 탑승 또는 이탈로 변경된다.<br> · 쌩쌩이가 독립적으로 존재 시, 간헐적으로 지면에 충격을 가해 카치나 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br> · 카치나가 쌩쌩이 탑승 시, 쌩쌩이를 조종해 빠르게 이동이나 등반을 할 수 있다. 또한 일반 공격 시 지면에 충격을 가해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>쌩쌩이는 카치나의 밤혼 상태 종료 시 사라지며, 바위 원소 창조물로 간주한다. 또한 카치나 자신의 쌩쌩이는 동시에 최대 1개만 존재할 수 있다.<br><br><i>「쌩쌩이」는 팽이처럼 보이지만, 사실은 견고한 암석도 뚫을 수 있는 드릴이다</i>KR0F",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "쌩쌩이 탑승 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "쌩쌩이 단독 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진심 타임!",
                        "Desc": "대지에 충격을 가해 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 슈퍼 드릴 영역을 생성한다.<br>슈퍼 드릴 영역은 쌩쌩이에게 공격 범위 증가와 탑승 시의 이동 속도 증가 효과를 제공한다.<br><br>발동 시 필드 위에 카치나 자신의 쌩쌩이가 존재하면, 쌩쌩이를 자신 곁으로 소환한다.<br><br><i>긴장한 사람이 무대에 오르면 암시를 걸어 관중을 인형으로 여기는 것처럼, 카치나는 상대를 집에 보관할 가치가 있는 최고의 보물 광석으로 여긴다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 380.567%",
                                    "방어력의 413.66%",
                                    "방어력의 442.52%",
                                    "방어력의 481.0%",
                                    "방어력의 509.86%",
                                    "방어력의 538.72%",
                                    "방어력의 577.2%",
                                    "방어력의 615.68%",
                                    "방어력의 654.16%",
                                    "방어력의 692.64%",
                                    "방어력의 731.12%",
                                    "방어력의 769.6%",
                                    "방어력의 817.7%",
                                    "방어력의 865.8%",
                                    "방어력의 913.9%"
                                ]
                            },
                            {
                                "Desc": "영역 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "산의 메아리",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 카치나의 <color style='color:#FFE699;'>바위 원소 피해 보너스</color>가 20% 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "바위의 무게",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이</color>가 주는 피해가 카치나의 방어력의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "밤의 선물 · 노심 단결",
                        "Desc": "밤혼이 고갈된 후, 카치나는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역이 존재하는 곳에서, 밤혼 전달 · 카치나를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 떠 있을 때, 카치나가 교체 등장 시 발동: 카치나가 밤혼 가호 상태에 진입하고 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승해 등장한다. 또한 밤혼을 30pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 시 등반에 소모되는 스태미나가 90% 감소한다",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "라이프 특성",
                        "Desc": "While in an area with Phlogiston Device(s) within Natlan, interacting with certain harvestables will recover 20 stamina. Displays the location of nearby <color style='color:#FFD780;'>resources unique to Natlan</color> on the mini-map.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "결정도 보물이야",
                        "Desc": "카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 또는 이탈 시, 주변에 있는 결정 반응으로 생성된 결정 조각을 획득한다.<br>또한 파티 내 캐릭터가 결정 조각 획득 시, 카치나가 원소 에너지를 3pt 회복한다. 해당 방식으로 5초마다 원소 에너지를 1회 회복한다",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "쌩쌩이가 없어선 안 돼…",
                        "Desc": "카치나가 <color style='color:#FFD780;'>진심 타임!</color> 발동 시, 밤혼을 20pt 회복한다. 만약 발동 시 필드 위에 카치나 자신의 <color style='color:#FFD780;'>쌩쌩이</color>가 없으면, 밤혼 가호 상태에 진입하고 쌩쌩이를 소환한다",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "개량형 · 안정 장치",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이 출격!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "적이 많을수록 조심해야 해",
                        "Desc": "<color style='color:#FFD780;'>진심 타임!</color>의 슈퍼 드릴 영역에 1/2/3/4기 또는 그 이상의 적이 존재할 시, 영역 내의 현재 필드 위에 있는 파티 내 캐릭터의 방어력이 8%/12%/16%/20% 증가한다",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "지금까지 모은 보물",
                        "Desc": "<color style='color:#FFD780;'>진심 타임!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이번엔 꼭 이길 거야",
                        "Desc": "현재 필드 위에 있는 파티 내 자신의 캐릭터의 보호막이 이유를 불문하고 교체 또는 파괴될 경우, 카치나가 자신 방어력의 200%에 해당하는 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 산룡 물어뜯기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "쌩쌩이 출격!",
                        "Desc": "아주 믿음직스러운 쌩쌩이와 함께 전투한다!<br>「쌩쌩이」를소환한다. 홀드로 발동 시, 카치나는 쌩쌩이를 소환해 탑승한다.<br>발동 후, 카치나는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 상태 · 카치나</color><br>쌩쌩이의 각종 행동은 밤혼을 소모한다.<br>밤혼이 모두 소모될 시, 카치나의 밤혼 가호 상태가 종료된다.<br><br><color style='color:#FFD780;'>쌩쌩이</color><br>독립적으로 존재할 수 있고, 카치나가 탑승해 조종할 수도 있다. 쌩쌩이 존재 시, 카치나의 원소전투 스킬 「쌩쌩이 출격!」은 쌩쌩이 탑승 또는 이탈로 변경된다.<br> · 쌩쌩이가 독립적으로 존재 시, 간헐적으로 지면에 충격을 가해 카치나 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br> · 카치나가 쌩쌩이 탑승 시, 쌩쌩이를 조종해 빠르게 이동하거나 등반 할 수 있다. 또한 일반 공격 시 지면에 충격을 가해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>쌩쌩이는 카치나의 밤혼 가호 상태 종료 시 사라지며, 바위 원소 창조물로 간주한다. 또한 카치나 자신의 쌩쌩이는 동시에 최대 1개만 존재할 수 있다.<br><br><i>「쌩쌩이」는 팽이처럼 보이지만, 사실은 견고한 암석도 뚫을 수 있는 드릴이다</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "쌩쌩이 탑승 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "쌩쌩이 단독 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진심 타임!",
                        "Desc": "대지에 충격을 가해 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 슈퍼 드릴 영역을 생성한다.<br>슈퍼 드릴 영역은 쌩쌩이에게 공격 범위 증가와 탑승 시의 이동 속도 증가 효과를 제공한다.<br><br>발동 시 필드 위에 카치나 자신의 쌩쌩이가 존재하면, 쌩쌩이를 자신 곁으로 소환한다.<br><br><i>긴장한 사람이 무대에 오르면 암시를 걸어 관중을 인형으로 여기는 것처럼, 카치나는 상대를 집에 보관할 가치가 있는 최고의 보물 광석으로 여긴다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 380.567%",
                                    "방어력의 413.66%",
                                    "방어력의 442.52%",
                                    "방어력의 481.0%",
                                    "방어력의 509.86%",
                                    "방어력의 538.72%",
                                    "방어력의 577.2%",
                                    "방어력의 615.68%",
                                    "방어력의 654.16%",
                                    "방어력의 692.64%",
                                    "방어력의 731.12%",
                                    "방어력의 769.6%",
                                    "방어력의 817.7%",
                                    "방어력의 865.8%",
                                    "방어력의 913.9%"
                                ]
                            },
                            {
                                "Desc": "영역 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "산의 메아리",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 카치나의 <color style='color:#FFE699;'>바위 원소 피해 보너스</color>가 20% 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "바위의 무게",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이</color>가 주는 피해가 카치나의 방어력의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "밤의 선물 · 노심 단결",
                        "Desc": "밤혼이 고갈된 후, 카치나는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 카치나를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서, 카치나가 교체 등장 시 발동: 카치나가 밤혼 가호 상태에 진입하고 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승해 등장한다. 또한 밤혼을 30pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 시 등반에 소모되는 스태미나가 90% 감소한다",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "화염 결정의 축복",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 열소를 20pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "결정도 보물이야",
                        "Desc": "카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 또는 이탈 시, 주변에 있는 결정 반응으로 생성된 결정 조각을 획득한다.<br>또한 파티 내 캐릭터가 결정 조각 획득 시, 카치나가 원소 에너지를 3pt 회복한다. 해당 방식으로 5초마다 원소 에너지를 1회 회복한다",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "쌩쌩이가 없어선 안 돼…",
                        "Desc": "카치나가 <color style='color:#FFD780;'>진심 타임!</color> 발동 시, 밤혼을 20pt 회복한다. 만약 발동 시 필드 위에 카치나 자신의 <color style='color:#FFD780;'>쌩쌩이</color>가 없으면, 밤혼 가호 상태에 진입하고 쌩쌩이를 소환한다",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "개량형 · 안정 장치",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이 출격!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "적이 많을수록 조심해야 해",
                        "Desc": "<color style='color:#FFD780;'>진심 타임!</color>의 슈퍼 드릴 영역에 1/2/3/4기 또는 그 이상의 적이 존재할 시, 영역 내의 현재 필드 위에 있는 파티 내 캐릭터의 방어력이 8%/12%/16%/20% 증가한다",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "지금까지 모은 보물",
                        "Desc": "<color style='color:#FFD780;'>진심 타임!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이번엔 꼭 이길 거야",
                        "Desc": "현재 필드 위에 있는 파티 내 자신의 캐릭터의 보호막이 이유를 불문하고 교체 또는 파괴될 경우, 카치나가 자신 방어력의 200%에 해당하는 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 산룡 물어뜯기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "쌩쌩이 출격!",
                        "Desc": "아주 믿음직스러운 쌩쌩이와 함께 전투한다!<br>「쌩쌩이」소환. 홀드로 발동 시, 카치나는 쌩쌩이를 소환해 탑승한다.<br>발동 후, 카치나는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 상태 · 카치나</color><br>쌩쌩이의 각종 행동은 밤혼을 소모한다.<br>밤혼이 모두 소모될 시, 카치나의 밤혼 가호 상태가 종료된다.<br><br><color style='color:#FFD780;'>쌩쌩이</color><br>독립적으로 존재할 수 있고, 카치나가 탑승해 조종할 수도 있다. 쌩쌩이 존재 시, 카치나의 원소전투 스킬 「쌩쌩이 출격!」은 쌩쌩이 탑승 또는 하차로 변경된다.<br> · 쌩쌩이가 독립적으로 존재 시, 간헐적으로 지면에 충격을 가해 카치나 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br> · 카치나가 쌩쌩이 탑승 시, 쌩쌩이를 조종해 빠르게 이동하거나 등반 할 수 있다. 또한 일반 공격 시 지면에 충격을 가해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>쌩쌩이는 카치나의 밤혼 가호 상태 종료 시 사라지며, 바위 원소 창조물로 간주한다. 또한 카치나 자신의 쌩쌩이는 동시에 최대 1개만 존재할 수 있다.<br><br><i>「쌩쌩이」는 팽이처럼 보이지만, 사실은 견고한 암석도 뚫을 수 있는 드릴이다</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "쌩쌩이 탑승 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "쌩쌩이 독립 피해",
                                "ParamLevelList": [
                                    "방어력의 63.76%",
                                    "방어력의 68.542%",
                                    "방어력의 73.324%",
                                    "방어력의 79.7%",
                                    "방어력의 84.482%",
                                    "방어력의 89.264%",
                                    "방어력의 95.64%",
                                    "방어력의 102.016%",
                                    "방어력의 108.392%",
                                    "방어력의 114.768%",
                                    "방어력의 121.144%",
                                    "방어력의 127.52%",
                                    "방어력의 135.49%",
                                    "방어력의 143.46%",
                                    "방어력의 151.43%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진지한 순간!",
                        "Desc": "대지에 충격을 가해 카치나 방어력을 기반으로 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 슈퍼 드릴 영역을 생성한다.<br>슈퍼 드릴 영역은 쌩쌩이에게 공격 범위 증가와 탑승 시의 이동 속도 증가 효과를 제공한다.<br><br>발동 시 필드 위에 카치나 자신의 쌩쌩이가 존재하면, 쌩쌩이를 자신 곁으로 소환한다.<br><br><i>긴장한 사람이 무대에 오르면 암시를 걸어 관중을 인형으로 여기는 것처럼, 카치나는 상대를 집에 보관할 가치가 있는 최고의 보물 광석으로 여긴다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 380.567%",
                                    "방어력의 413.66%",
                                    "방어력의 442.52%",
                                    "방어력의 481.0%",
                                    "방어력의 509.86%",
                                    "방어력의 538.72%",
                                    "방어력의 577.2%",
                                    "방어력의 615.68%",
                                    "방어력의 654.16%",
                                    "방어력의 692.64%",
                                    "방어력의 731.12%",
                                    "방어력의 769.6%",
                                    "방어력의 817.7%",
                                    "방어력의 865.8%",
                                    "방어력의 913.9%"
                                ]
                            },
                            {
                                "Desc": "영역 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "산의 메아리",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 카치나의 <color style='color:#FFE699;'>바위 원소 피해 보너스</color>가 20% 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "굳센 바위의 무게",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이</color>가 주는 피해가 카치나 방어력의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "밤의 선물 · 노심 단결",
                        "Desc": "밤혼이 고갈된 후, 카치나는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역이 존재하는 곳에서, 밤혼 전달 · 카치나를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서, 카치나가 교체 등장 시 발동: 카치나가 밤혼 가호 상태에 진입하고 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승해 등장한다. 또한 밤혼을 30pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 시 등반에 소모되는 스태미나가 90% 감소한다",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "화염 결정의 축복",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 스태미나를 20pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "결정도 보물이야",
                        "Desc": "카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 또는 하차 시, 주변에 있는 결정 반응으로 생성된 결정 조각을 획득한다.<br>또한 파티 내 캐릭터가 결정 조각 획득 시, 카치나가 원소 에너지를 3pt 회복한다. 해당 방식으로 5초마다 원소 에너지를 최대 1회 회복한다",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "쌩쌩이가 없어선 안 돼…",
                        "Desc": "카치나가 <color style='color:#FFD780;'>진지한 순간!</color> 발동 시, 밤혼을 20pt 회복한다. 만약 발동 시 필드 위에 카치나 자신의 <color style='color:#FFD780;'>쌩쌩이</color>가 없으면, 밤혼 가호 상태에 진입하고 쌩쌩이를 소환한다",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "개량형 · 안정 장치",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이 출격!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "적이 많을수록 조심하자",
                        "Desc": "<color style='color:#FFD780;'>진지한 순간!</color>의 슈퍼 드릴 영역에 1/2/3/4기 또는 그 이상의 적이 존재할 시, 영역 내의 현재 필드 위에 있는 파티 내 캐릭터의 방어력이 8%/12%/16%/20% 증가한다",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "지금까지 모은 수집품",
                        "Desc": "<color style='color:#FFD780;'>진지한 순간!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이번엔 꼭 이길 거야",
                        "Desc": "현재 필드 위에 있는 파티 내 자신의 캐릭터의 보호막이 이유를 불문하고 교체 또는 파괴될 시, 카치나가 자신 방어력의 200%에 해당하는 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 산룡 물어뜯기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "49.398%",
                                    "53.419%",
                                    "57.44%",
                                    "63.184%",
                                    "67.205%",
                                    "71.8%",
                                    "78.118%",
                                    "84.437%",
                                    "90.755%",
                                    "97.648%",
                                    "104.541%",
                                    "111.434%",
                                    "118.326%",
                                    "125.219%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.569%+30.632%",
                                    "29.813%+33.126%",
                                    "32.057%+35.619%",
                                    "35.263%+39.181%",
                                    "37.507%+41.674%",
                                    "40.071%+44.524%",
                                    "43.597%+48.442%",
                                    "47.124%+52.36%",
                                    "50.65%+56.278%",
                                    "54.497%+60.552%",
                                    "58.344%+64.827%",
                                    "62.191%+69.101%",
                                    "66.037%+73.375%",
                                    "69.884%+77.649%",
                                    "73.731%+81.924%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.427%",
                                    "76.16%",
                                    "81.892%",
                                    "90.081%",
                                    "95.814%",
                                    "102.365%",
                                    "111.373%",
                                    "120.381%",
                                    "129.389%",
                                    "139.216%",
                                    "149.043%",
                                    "158.87%",
                                    "168.698%",
                                    "178.525%",
                                    "188.352%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.436%",
                                    "83.739%",
                                    "90.042%",
                                    "99.046%",
                                    "105.349%",
                                    "112.552%",
                                    "122.457%",
                                    "132.362%",
                                    "142.266%",
                                    "153.071%",
                                    "163.876%",
                                    "174.681%",
                                    "185.486%",
                                    "196.292%",
                                    "207.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt",
                                    "25.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "쌩쌩이 출격!",
                        "Desc": "아주 믿음직스러운 쌩쌩이와 함께 전투한다!<br>「쌩쌩이」 소환. 홀드로 발동 시, 카치나는 쌩쌩이를 소환해 탑승한다.<br>발동 후, 카치나는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 상태 · 카치나</color><br>쌩쌩이의 각종 행동은 밤혼을 소모한다.<br>밤혼이 모두 소모될 시, 카치나의 밤혼 가호 상태가 종료된다.<br><br><color style='color:#FFD780;'>쌩쌩이</color><br>독립적으로 존재할 수 있고, 카치나가 탑승해 조종할 수도 있다. 쌩쌩이 존재 시, 카치나의 원소전투 스킬 「쌩쌩이 출격!」은 쌩쌩이 탑승 또는 하차로 변경된다.<br> · 쌩쌩이가 독립적으로 존재 시, 간헐적으로 지면에 충격을 가해 카치나의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br> · 카치나가 쌩쌩이 탑승 시, 쌩쌩이를 조종해 빠르게 이동하거나 등반할 수 있다. 또한 일반 공격 시 지면에 충격을 가해 카치나의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>쌩쌩이는 카치나의 밤혼 가호 상태 종료 시 사라지며, 바위 원소 창조물로 간주한다. 또한 카치나 자신의 쌩쌩이는 동시에 최대 1개만 존재할 수 있다.<br><br><i>「쌩쌩이」는 팽이처럼 보이지만, 사실은 견고한 암석도 뚫을 수 있는 드릴이다</i>",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "쌩쌩이 탑승 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "쌩쌩이 독립 피해",
                                "ParamLevelList": [
                                    "방어력의 63.76%",
                                    "방어력의 68.542%",
                                    "방어력의 73.324%",
                                    "방어력의 79.7%",
                                    "방어력의 84.482%",
                                    "방어력의 89.264%",
                                    "방어력의 95.64%",
                                    "방어력의 102.016%",
                                    "방어력의 108.392%",
                                    "방어력의 114.768%",
                                    "방어력의 121.144%",
                                    "방어력의 127.52%",
                                    "방어력의 135.49%",
                                    "방어력의 143.46%",
                                    "방어력의 151.43%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진지한 순간!",
                        "Desc": "대지에 충격을 가해 카치나 방어력을 기반으로 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 슈퍼 드릴 영역을 생성한다.<br>슈퍼 드릴 영역은 쌩쌩이에 공격 범위 증가와 탑승 시의 이동 속도 증가 효과를 제공한다.<br><br>발동 시 필드 위에 카치나 자신의 쌩쌩이가 존재하면, 쌩쌩이를 자신 곁으로 소환한다.<br><br><i>긴장한 사람이 무대에 오르면 암시를 걸어 관중을 인형으로 여기는 것처럼, 카치나는 상대를 집에 보관할 가치가 있는 최고의 보물 광석으로 여긴다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 380.567%",
                                    "방어력의 413.66%",
                                    "방어력의 442.52%",
                                    "방어력의 481.0%",
                                    "방어력의 509.86%",
                                    "방어력의 538.72%",
                                    "방어력의 577.2%",
                                    "방어력의 615.68%",
                                    "방어력의 654.16%",
                                    "방어력의 692.64%",
                                    "방어력의 731.12%",
                                    "방어력의 769.6%",
                                    "방어력의 817.7%",
                                    "방어력의 865.8%",
                                    "방어력의 913.9%"
                                ]
                            },
                            {
                                "Desc": "영역 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "산의 메아리",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 카치나의 <color style='color:#FFE699;'>바위 원소 피해 보너스</color>가 20% 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "굳센 바위의 무게",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이</color>가 주는 피해가 카치나 방어력의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 노심 단결",
                        "Desc": "밤혼이 고갈된 후, 카치나는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 카치나를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 카치나가 교체 등장 시 발동: 카치나가 밤혼 가호 상태에 진입하고 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승해 등장한다. 또한 밤혼을 30pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 시, 등반에 소모되는 스태미나가 90% 감소한다",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "화염 결정의 축복",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 스태미나를 20pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "결정도 보물이야",
                        "Desc": "카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 또는 하차 시, 주변에 있는 결정 반응으로 생성된 결정 조각을 획득한다.<br>또한 파티 내 캐릭터가 결정 조각 획득 시, 카치나가 원소 에너지를 3pt 회복한다. 해당 방식으로 5초마다 원소 에너지를 최대 1회 회복한다",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "쌩쌩이가 없어선 안 돼…",
                        "Desc": "카치나가 <color style='color:#FFD780;'>진지한 순간!</color> 발동 시, 밤혼을 20pt 회복한다. 만약 발동 시 필드 위에 카치나 자신의 <color style='color:#FFD780;'>쌩쌩이</color>가 없으면, 밤혼 가호 상태에 진입하고 쌩쌩이를 소환한다",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "개량형 · 안정 장치",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이 출격!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "적이 많을수록 조심하자",
                        "Desc": "<color style='color:#FFD780;'>진지한 순간!</color>의 슈퍼 드릴 영역에 1/2/3/4기 또는 그 이상의 적이 존재할 시, 영역 내의 현재 필드 위에 있는 파티 내 캐릭터의 방어력이 8%/12%/16%/20% 증가한다",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "지금까지 모은 수집품",
                        "Desc": "<color style='color:#FFD780;'>진지한 순간!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이번엔 꼭 이길 거야",
                        "Desc": "현재 필드 위에 있는 파티 내 자신의 캐릭터의 보호막이 이유를 불문하고 교체 또는 파괴될 시, 카치나가 자신 방어력의 200%에 해당하는 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "산룡 물어뜯기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "49.3984%",
                                    "53.4192%",
                                    "57.44%",
                                    "63.184%",
                                    "67.2048%",
                                    "71.8%",
                                    "78.1184%",
                                    "84.4368%",
                                    "90.7552%",
                                    "97.648%",
                                    "104.5408%",
                                    "111.4336%",
                                    "118.3264%",
                                    "125.2192%",
                                    "132.112%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.569%+30.6323%",
                                    "29.813%+33.1257%",
                                    "32.057%+35.619%",
                                    "35.2627%+39.1809%",
                                    "37.5067%+41.6742%",
                                    "40.0713%+44.5238%",
                                    "43.5975%+48.4418%",
                                    "47.1238%+52.3599%",
                                    "50.6501%+56.278%",
                                    "54.4969%+60.5523%",
                                    "58.3437%+64.8266%",
                                    "62.1906%+69.1009%",
                                    "66.0374%+73.3751%",
                                    "69.8843%+77.6494%",
                                    "73.7311%+81.9237%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.4271%",
                                    "76.1596%",
                                    "81.892%",
                                    "90.0812%",
                                    "95.8136%",
                                    "102.365%",
                                    "111.3731%",
                                    "120.3812%",
                                    "129.3894%",
                                    "139.2164%",
                                    "149.0434%",
                                    "158.8705%",
                                    "168.6975%",
                                    "178.5246%",
                                    "188.3516%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.4361%",
                                    "83.7391%",
                                    "90.042%",
                                    "99.0462%",
                                    "105.3491%",
                                    "112.5525%",
                                    "122.4571%",
                                    "132.3617%",
                                    "142.2664%",
                                    "153.0714%",
                                    "163.8764%",
                                    "174.6815%",
                                    "185.4865%",
                                    "196.2916%",
                                    "207.0966%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.66%",
                                    "121.83%",
                                    "131.0%",
                                    "144.1%",
                                    "153.27%",
                                    "163.75%",
                                    "178.16%",
                                    "192.57%",
                                    "206.98%",
                                    "222.7%",
                                    "238.42%",
                                    "254.14%",
                                    "269.86%",
                                    "285.58%",
                                    "301.3%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "쌩쌩이 출격!",
                        "Desc": "아주 믿음직스러운 쌩쌩이와 함께 전투한다!<br>「쌩쌩이」 소환. 홀드로 발동 시, 카치나는 쌩쌩이를 소환해 탑승한다.<br>발동 후, 카치나는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 상태 · 카치나</color><br>쌩쌩이의 각종 행동은 밤혼을 소모한다.<br>밤혼이 모두 소모될 시, 카치나의 밤혼 가호 상태가 종료된다.<br><br><color style='color:#FFD780;'>쌩쌩이</color><br>독립적으로 존재할 수 있고, 카치나가 탑승해 조종할 수도 있다. 쌩쌩이 존재 시, 카치나의 원소전투 스킬 「쌩쌩이 출격!」은 쌩쌩이 탑승 또는 하차로 변경된다.<br> · 쌩쌩이가 독립적으로 존재 시, 간헐적으로 지면에 충격을 가해 카치나의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br> · 카치나가 쌩쌩이 탑승 시, 쌩쌩이를 조종해 빠르게 이동하거나 등반할 수 있다. 또한 일반 공격 시 지면에 충격을 가해 카치나의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>쌩쌩이는 카치나의 밤혼 가호 상태 종료 시 사라지며, 바위 원소 창조물로 간주한다. 또한 카치나 자신의 쌩쌩이는 동시에 최대 1개만 존재할 수 있다.<br><br><i>「쌩쌩이」는 팽이처럼 보이지만, 사실은 견고한 암석도 뚫을 수 있는 드릴이다</i>",
                        "Icon": "Skill_S_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "쌩쌩이 탑승 피해",
                                "ParamLevelList": [
                                    "방어력의 87.76%",
                                    "방어력의 94.342%",
                                    "방어력의 100.924%",
                                    "방어력의 109.7%",
                                    "방어력의 116.282%",
                                    "방어력의 122.864%",
                                    "방어력의 131.64%",
                                    "방어력의 140.416%",
                                    "방어력의 149.192%",
                                    "방어력의 157.968%",
                                    "방어력의 166.744%",
                                    "방어력의 175.52%",
                                    "방어력의 186.49%",
                                    "방어력의 197.46%",
                                    "방어력의 208.43%"
                                ]
                            },
                            {
                                "Desc": "쌩쌩이 독립 피해",
                                "ParamLevelList": [
                                    "방어력의 63.76%",
                                    "방어력의 68.542%",
                                    "방어력의 73.324%",
                                    "방어력의 79.7%",
                                    "방어력의 84.482%",
                                    "방어력의 89.264%",
                                    "방어력의 95.64%",
                                    "방어력의 102.016%",
                                    "방어력의 108.392%",
                                    "방어력의 114.768%",
                                    "방어력의 121.144%",
                                    "방어력의 127.52%",
                                    "방어력의 135.49%",
                                    "방어력의 143.46%",
                                    "방어력의 151.43%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "진지한 순간!",
                        "Desc": "대지에 충격을 가해 카치나의 방어력을 기반으로 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 주고 슈퍼 드릴 영역을 생성한다.<br>슈퍼 드릴 영역은 쌩쌩이에 공격 범위 증가와 탑승 시의 이동 속도 증가 효과를 제공한다.<br><br>발동 시 필드 위에 카치나 자신의 쌩쌩이가 존재하면, 쌩쌩이를 자신 곁으로 소환한다.<br><br><i>긴장한 사람이 무대에 오르면 암시를 걸어 관중을 인형으로 여기는 것처럼, 카치나는 상대를 집에 보관할 가치가 있는 최고의 보물 광석으로 여긴다</i>",
                        "Icon": "Skill_E_Kachina_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 380.5672%",
                                    "방어력의 413.66%",
                                    "방어력의 442.52%",
                                    "방어력의 481.0%",
                                    "방어력의 509.86%",
                                    "방어력의 538.72%",
                                    "방어력의 577.2%",
                                    "방어력의 615.68%",
                                    "방어력의 654.16%",
                                    "방어력의 692.64%",
                                    "방어력의 731.12%",
                                    "방어력의 769.6%",
                                    "방어력의 817.7%",
                                    "방어력의 865.8%",
                                    "방어력의 913.9%"
                                ]
                            },
                            {
                                "Desc": "영역 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "산의 메아리",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 후, 카치나의 <color style='color:#FFE699;'>바위 원소 피해 보너스</color>가 20% 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Kachina_05"
                    },
                    {
                        "Name": "굳센 바위의 무게",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이</color>가 주는 피해가 카치나 방어력의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Kachina_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 노심 단결",
                        "Desc": "밤혼이 소진된 후, 카치나는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 카치나를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 카치나가 교체 등장 시 발동: 카치나가 밤혼 가호 상태에 진입하고 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승해 등장한다. 또한 밤혼을 30pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 시, 등반에 소모되는 스태미나가 90% 감소한다",
                        "Icon": "UI_Talent_S_Kachina_07"
                    },
                    {
                        "Name": "화염 결정의 축복",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 스태미나를 20pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "결정도 보물이야",
                        "Desc": "카치나가 <color style='color:#FFD780;'>쌩쌩이</color>에 탑승 또는 하차 시, 주변에 있는 결정 반응으로 생성된 결정 조각을 획득한다.<br>또한 파티 내 캐릭터가 결정 조각을 획득하거나 달 결정 반응을 발동하면 카치나가 원소 에너지를 3pt 회복한다. 해당 방식으로 5초마다 원소 에너지를 최대 1회 회복한다",
                        "Icon": "UI_Talent_S_Kachina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "쌩쌩이가 없어선 안 돼…",
                        "Desc": "카치나가 <color style='color:#FFD780;'>진지한 순간!</color> 발동 시, 밤혼을 20pt 회복한다. 만약 발동 시 필드 위에 카치나 자신의 <color style='color:#FFD780;'>쌩쌩이</color>가 없으면, 밤혼 가호 상태에 진입하고 쌩쌩이를 소환한다",
                        "Icon": "UI_Talent_S_Kachina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "개량형 · 안정 장치",
                        "Desc": "<color style='color:#FFD780;'>쌩쌩이 출격!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "적이 많을수록 조심하자",
                        "Desc": "<color style='color:#FFD780;'>진지한 순간!</color>의 슈퍼 드릴 영역에 1/2/3/4기 또는 그 이상의 적이 존재할 시, 영역 내의 현재 필드 위에 있는 파티 내 캐릭터의 방어력이 8%/12%/16%/20% 증가한다",
                        "Icon": "UI_Talent_S_Kachina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "지금까지 모은 수집품",
                        "Desc": "<color style='color:#FFD780;'>진지한 순간!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Kachina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "이번엔 꼭 이길 거야",
                        "Desc": "현재 필드 위에 있는 파티 내 자신의 캐릭터의 보호막이 이유를 불문하고 교체 또는 파괴될 시, 카치나가 자신 방어력의 200%에 해당하는 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다. 해당 효과는 5초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Kachina_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Kachina": {
        "AttackList": [
            {
                "Skill": "Ride (In Q Field)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Ride",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Indep. (In Q Field)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.2,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Independent",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "C6 DMG",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.0,
                        3.0
                    ]
                },
                "AtkTag": "C6 DMG",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    20.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 45.95,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        1.8,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.65,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 28.49,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.51,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.8,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 72.03,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Charged ATK",
                "AttGrp": "Once per 0.5s",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}