// Auto Generated

var _AvatarDataConfig_ = {
    "Lanyan": {}
}

var _AvatarMats_ = {
    "Lanyan": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101241": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113066": 2,
                "101241": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113066": 4,
                "101241": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113066": 8,
                "101241": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113066": 12,
                "101241": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113066": 20,
                "101241": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113069": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104313": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104314": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104314": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104314": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104314": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104315": 4,
                "112040": 4,
                "113069": 1
            },
            {
                "202": 260000,
                "104315": 6,
                "112040": 6,
                "113069": 1
            },
            {
                "202": 450000,
                "104315": 12,
                "112040": 9,
                "113069": 2
            },
            {
                "202": 700000,
                "104315": 16,
                "112040": 12,
                "113069": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Lanyan": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 검은 봉황의 물 그림",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>차크람으로 최대 4번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 차크람을 던져 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "37.84%",
                                    "40.678%",
                                    "43.516%",
                                    "47.3%",
                                    "50.138%",
                                    "52.976%",
                                    "56.76%",
                                    "60.544%",
                                    "64.328%",
                                    "68.112%",
                                    "71.896%",
                                    "75.68%",
                                    "80.41%",
                                    "85.14%",
                                    "89.87%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "깃을 따라 춤추는 등심",
                        "Desc": "대대로 비밀리에 전해내려 온 등심 보호막을 소환한 다음, 소나기 같은 자태로 돌진해 목표에 접촉한 후 공중으로 도약한다.<br>등심 보호막의 피해 흡수량은 남연의 공격력의 영향을 받으며, <color style='color:#80FFD7;'>바람 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>남연이 원소전투 스킬 · 깃을 따라 춤추는 등심으로 공중 도약 시, 원소전투 스킬 또는 일반 공격을 누르면 적을 향해 달깃 고리를 던진다. 달깃 고리는 명중 후 주변의 적 사이에서 2번 튕기며 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 돌진 방향을 조정한다.<br><br><i>「구름을 자르며 흐르는 달빛을 따라 춤추니, 은빛 그림자의 경쾌한 선율이 눈동자에 들어오네」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "차크람 공격 피해",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 276.48%+1155.56287",
                                    "공격력의 297.216%+1271.13525",
                                    "공격력의 317.952%+1396.33862",
                                    "공격력의 345.6%+1531.17297",
                                    "공격력의 366.336%+1675.63843",
                                    "공격력의 387.072%+1829.73486",
                                    "공격력의 414.72%+1993.4624",
                                    "공격력의 442.368%+2166.8208",
                                    "공격력의 470.016%+2349.81055",
                                    "공격력의 497.664%+2542.43115",
                                    "공격력의 525.312%+2744.68262",
                                    "공격력의 552.96%+2956.56519",
                                    "공격력의 587.52%+3178.07886",
                                    "공격력의 622.08%+3409.22363",
                                    "공격력의 656.64%+3650.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "달을 울리는 비파의 현",
                        "Desc": "남연이 달빛 제비 진을 밟고 주변에 있는 적과 물체를 끌어당기며 여러 차례 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><i>단어를 엄밀히 따지고 보면, 남연 혼자만 있기 때문에 이것은 「진」이라고 부를 수 없다. 하지만 남연이 가지고 다니는 등나무 인형도 계산한다면 조건을 충족한 것으로 볼 수 있지 않을까… 아마도?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "241.064%x3",
                                    "259.144%x3",
                                    "277.224%x3",
                                    "301.33%x3",
                                    "319.41%x3",
                                    "337.49%x3",
                                    "361.596%x3",
                                    "385.702%x3",
                                    "409.809%x3",
                                    "433.915%x3",
                                    "458.022%x3",
                                    "482.128%x3",
                                    "512.261%x3",
                                    "542.394%x3",
                                    "572.527%x3"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사방의 검봉 영첨",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>깃을 따라 춤추는 등심</color>의 돌진이 적에게 명중 시, <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉했을 경우, 등심 보호막에 원소 전환이 발생한다. 원소 전환이 발생한 보호막은 상응하는 원소 피해에 대해 250%의 흡수 효과가 있다.<br>또한 이번 원소전투 스킬 <color style='color:#FFD780;'>깃을 따라 춤추는 등심</color>으로 인해 등심 보호막에 원소 전환이 발생했을 경우, 남연은 적에게 달깃 고리를 던져 기존의 X%해당하는 상응하는 원소 피해를 준다. 해당 피해는 원소전투 스킬 피해로 간주한다",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "푸른깃의 진압 부적",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>깃을 따라 춤추는 등심</color>과 원소폭발 <color style='color:#FFD780;'>달을 울리는 비파의 현</color>이 주는 피해가 남연 원소 마스터리의 309%와 774%만큼 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「만약 누군가 구름 속에서」",
                        "Desc": "고유 특성 「사방의 검봉 영첨」의 원소 전환 발동 후, 남연이 이번 원소전투 스킬 <color style='color:#FFD780;'>깃을 따라 춤추는 등심</color>의 달깃 고리를 적에게 투척 시, 추가로 달깃 고리를 1개 더 투척한다.<br>고유 특성 「사방의 검봉 영첨」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「춤추며 옥빛 무지개를 띄우며」",
                        "Desc": "<color style='color:#FFD780;'>등심 보호막</color> 존재 기간 동안, 파티 내 자신의 현재 필드 위 캐릭터의 일반 공격이 피해를 줄 시, 등심 보호막의 피해 흡수량이 40% 회복된다. 보호막 생성 시의 피해 흡수량을 초과 회복할 수 없으며, 해당 효과는 2초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「흰 봉황 위에서 옅은 안개를 가르고」",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>깃을 따라 춤추는 등심</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「용매를 모아 혈주를 만들면」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 울리는 비파의 현</color> 발동 후 12초 동안, 파티 내 주변에 있는 모든 캐릭터의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「난 그 모습에 기뻐하며」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 울리는 비파의 현</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「바람을 따라 난새처럼 노래하리라」",
                        "Desc": "<color style='color:#FFD780;'>깃을 따라 춤추는 등심</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 검은 봉황의 물장구",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>차크람으로 최대 4번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 차크람을 던져 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "37.84%x3",
                                    "40.678%x3",
                                    "43.516%x3",
                                    "47.3%x3",
                                    "50.138%x3",
                                    "52.976%x3",
                                    "56.76%x3",
                                    "60.544%x3",
                                    "64.328%x3",
                                    "68.112%x3",
                                    "71.896%x3",
                                    "75.68%x3",
                                    "80.41%x3",
                                    "85.14%x3",
                                    "89.87%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "제비와 춤추는 심지",
                        "Desc": "대대로 비밀리에 전해내려 온 심지 보호막을 소환한 다음, 소나기 같은 자태로 돌진해 목표에 접촉한 후 공중으로 도약한다.<br>심지 보호막의 피해 흡수량은 남연의 공격력의 영향을 받으며, <color style='color:#80FFD7;'>바람 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>남연이 원소전투 스킬 · 제비와 춤추는 심지로 공중 도약 시, 원소전투 스킬 또는 일반 공격을 누르면 적을 향해 달빛 제비 고리를 던진다. 달빛 제비 고리는 명중 후 주변의 적 사이에서 2번 튕기며 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 돌진 방향을 조정한다.<br><br><i>「구름을 자르며 흐르는 달빛을 따라 춤추니, 은빛 그림자의 경쾌한 선율이 눈동자에 들어오네」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 제비 고리",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 276.48%+1155.56287",
                                    "공격력의 297.216%+1271.13525",
                                    "공격력의 317.952%+1396.33862",
                                    "공격력의 345.6%+1531.17297",
                                    "공격력의 366.336%+1675.63843",
                                    "공격력의 387.072%+1829.73486",
                                    "공격력의 414.72%+1993.4624",
                                    "공격력의 442.368%+2166.8208",
                                    "공격력의 470.016%+2349.81055",
                                    "공격력의 497.664%+2542.43115",
                                    "공격력의 525.312%+2744.68262",
                                    "공격력의 552.96%+2956.56519",
                                    "공격력의 587.52%+3178.07886",
                                    "공격력의 622.08%+3409.22363",
                                    "공격력의 656.64%+3650.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초",
                                    "8.0초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "달을 밟는 제비",
                        "Desc": "남연이 달빛 제비 진을 밟고 주변에 있는 적과 물체를 끌어당기며 여러 차례 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><i>단어를 엄밀히 따지고 보면, 남연 혼자만 있기 때문에 이것은 「진」이라고 부를 수 없다. 하지만 남연이 가지고 다니는 등나무 인형도 계산한다면 조건을 충족한 것으로 볼 수 있지 않을까… 아마도?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "241.064%x3",
                                    "259.144%x3",
                                    "277.224%x3",
                                    "301.33%x3",
                                    "319.41%x3",
                                    "337.49%x3",
                                    "361.596%x3",
                                    "385.702%x3",
                                    "409.809%x3",
                                    "433.915%x3",
                                    "458.022%x3",
                                    "482.128%x3",
                                    "512.261%x3",
                                    "542.394%x3",
                                    "572.527%x3"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사방의 검봉 영첨",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>의 돌진이 적 명중 시, <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉했을 경우, 심지 보호막에 원소 전환이 발생한다. 원소 전환이 발생한 보호막은 상응하는 원소 피해에 대해 250%의 흡수 효과가 있다.<br>또한 이번 원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>로 인해 심지 보호막에 원소 전환이 발생했을 경우, 남연은 적에게 달빛 제비 고리를 던져 상응하는 원소 피해를 기존의 50%만큼 준다. 해당 피해는 원소전투 스킬 피해로 간주한다",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "푸른깃의 퇴치 부적",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>와 원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>가 주는 피해가 남연 원소 마스터리의 309%와 774%만큼 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「만약 누군가 구름 속에서」",
                        "Desc": "고유 특성 「사방의 검봉 영첨」의 원소 전환 발동 후, 남연이 이번 원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>의 달빛 제비 고리를 적에게 투척 시, 추가로 달빛 제비 고리를 1개 더 투척한다.<br>고유 특성 「사방의 검봉 영첨」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「춤추며 옥빛 무지개를 띄우며」",
                        "Desc": "<color style='color:#FFD780;'>심지 보호막</color> 존재 기간 동안, 파티 내 자신의 현재 필드 위 캐릭터의 일반 공격이 피해를 줄 시, 심지 보호막의 피해 흡수량이 40% 회복된다. 보호막 생성 시의 피해 흡수량을 초과 회복할 수 없으며, 해당 효과는 2초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「흰 봉황 위에서 옅은 안개를 가르고」",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「용매를 모아 혈주를 만들면」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color> 발동 후 12초 동안, 파티 내 주변에 있는 모든 캐릭터의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「난 그 모습에 기뻐하며」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「바람을 따라 난새처럼 노래하리라」",
                        "Desc": "<color style='color:#FFD780;'>제비와 춤추는 심지</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 검은 봉황의 물장구",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>차크람으로 최대 4번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 차크람을 던져 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "37.84%x3",
                                    "40.678%x3",
                                    "43.516%x3",
                                    "47.3%x3",
                                    "50.138%x3",
                                    "52.976%x3",
                                    "56.76%x3",
                                    "60.544%x3",
                                    "64.328%x3",
                                    "68.112%x3",
                                    "71.896%x3",
                                    "75.68%x3",
                                    "80.41%x3",
                                    "85.14%x3",
                                    "89.87%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "제비와 춤추는 심지",
                        "Desc": "대대로 비밀리에 전해내려 온 심지 보호막을 소환한 다음, 소나기 같은 자태로 돌진해 목표에 접촉한 후 공중으로 도약한다.<br>심지 보호막의 피해 흡수량은 남연의 공격력의 영향을 받으며, <color style='color:#80FFD7;'>바람 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>남연이 원소전투 스킬 · 제비와 춤추는 심지로 공중 도약 시, 원소전투 스킬 또는 일반 공격을 누르면 적을 향해 달빛 제비 고리를 던진다. 달빛 제비 고리는 명중 후 주변의 적 사이에서 2번 튕기며 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 돌진 방향을 조정한다.<br><br><i>「구름을 자르며 흐르는 달빛을 따라 춤추니, 은빛 그림자의 경쾌한 선율이 눈동자에 들어오네」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 제비 고리",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 276.48%+1155.56287",
                                    "공격력의 297.216%+1271.13525",
                                    "공격력의 317.952%+1396.33862",
                                    "공격력의 345.6%+1531.17297",
                                    "공격력의 366.336%+1675.63843",
                                    "공격력의 387.072%+1829.73486",
                                    "공격력의 414.72%+1993.4624",
                                    "공격력의 442.368%+2166.8208",
                                    "공격력의 470.016%+2349.81055",
                                    "공격력의 497.664%+2542.43115",
                                    "공격력의 525.312%+2744.68262",
                                    "공격력의 552.96%+2956.56519",
                                    "공격력의 587.52%+3178.07886",
                                    "공격력의 622.08%+3409.22363",
                                    "공격력의 656.64%+3650.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "달을 밟는 제비",
                        "Desc": "남연이 달빛 제비 진을 밟고 주변에 있는 적과 물체를 끌어당기며 여러 차례 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><i>단어를 엄밀히 따지고 보면, 남연 혼자만 있기 때문에 이것은 「진」이라고 부를 수 없다. 하지만 남연이 가지고 다니는 등나무 인형도 계산한다면 조건을 충족한 것으로 볼 수 있지 않을까… 아마도?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "241.064%x3",
                                    "259.144%x3",
                                    "277.224%x3",
                                    "301.33%x3",
                                    "319.41%x3",
                                    "337.49%x3",
                                    "361.596%x3",
                                    "385.702%x3",
                                    "409.809%x3",
                                    "433.915%x3",
                                    "458.022%x3",
                                    "482.128%x3",
                                    "512.261%x3",
                                    "542.394%x3",
                                    "572.527%x3"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사방의 검봉 영첨",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>의 돌진이 적 명중 시, <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉했을 경우, 심지 보호막에 원소 전환이 발생한다. 원소 전환이 발생한 보호막은 상응하는 원소 피해에 대해 250%의 흡수 효과가 있다.<br>또한 이번 원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>로 인해 심지 보호막에 원소 전환이 발생했을 경우, 남연은 적에게 달빛 제비 고리를 던져 상응하는 원소 피해를 기존의 50%만큼 준다. 해당 피해는 원소전투 스킬 피해로 간주한다",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "푸른깃의 퇴치 부적",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>와 원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>가 주는 피해가 남연 원소 마스터리의 309%와 774%만큼 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "「마음은 향기를 따라 비단처럼 흐르네」",
                        "Desc": "남연이 파티에 있을 시, 수정 나비 등 일부 생물은 파티 내 자신의 캐릭터가 접근해도 놀라지 않는다.<br>해당 효과의 유효 대상은 도감에 있는 「생물지 / 야생 생물」의 「기타」 분류에서 확인할 수 있다",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「만약 누군가 구름 속에서」",
                        "Desc": "고유 특성 「사방의 검봉 영첨」의 원소 전환 발동 후, 남연이 이번 원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>의 달빛 제비 고리를 적에게 투척 시, 추가로 달빛 제비 고리를 1개 더 투척한다.<br>고유 특성 「사방의 검봉 영첨」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「춤추며 옥빛 무지개를 띄우며」",
                        "Desc": "<color style='color:#FFD780;'>심지 보호막</color> 존재 기간 동안, 파티 내 자신의 현재 필드 위 캐릭터의 일반 공격이 피해를 줄 시, 심지 보호막의 피해 흡수량이 40% 회복된다. 보호막 생성 시의 피해 흡수량을 초과 회복할 수 없으며, 해당 효과는 2초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「흰 봉황 위에서 옅은 안개를 가르고」",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>제비와 춤추는 심지</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「용매를 모아 혈주를 만들면」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color> 발동 후 12초 동안, 파티 내 주변에 있는 모든 캐릭터의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「난 그 모습에 기뻐하며」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「바람을 따라 난새처럼 노래하리라」",
                        "Desc": "<color style='color:#FFD780;'>제비와 춤추는 심지</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 물길을 수놓은 현조",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>달빛 제비 고리로 최대 4번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 달빛 제비 고리를 던져 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>바람 원소의 힘을 모아, 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "37.84%x3",
                                    "40.678%x3",
                                    "43.516%x3",
                                    "47.3%x3",
                                    "50.138%x3",
                                    "52.976%x3",
                                    "56.76%x3",
                                    "60.544%x3",
                                    "64.328%x3",
                                    "68.112%x3",
                                    "71.896%x3",
                                    "75.68%x3",
                                    "80.41%x3",
                                    "85.14%x3",
                                    "89.87%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "현조의 날갯짓",
                        "Desc": "대대로 비밀리에 전해내려 온 현조깃 보호막을 소환한 다음, 소나기 같은 자태로 돌진해 목표에 접촉한 후 공중으로 도약한다.<br>현조깃 보호막의 피해 흡수량은 남연의 공격력의 영향을 받으며, <color style='color:#80FFD7;'>바람 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>남연이 원소전투 스킬 · 현조의 날갯짓으로 공중 도약 시, 원소전투 스킬 또는 일반 공격을 누르면 적을 향해 달빛 제비 고리를 던진다. 달빛 제비 고리는 명중 후 주변의 적 사이에서 2번 튕기며 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 돌진 방향을 조정한다.<br><br><i>「구름을 자르며 흐르는 달빛을 따라 춤추니, 은빛 그림자의 경쾌한 선율이 눈동자에 들어오네」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 제비 고리",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 276.48%+1155.56287",
                                    "공격력의 297.216%+1271.13525",
                                    "공격력의 317.952%+1396.33862",
                                    "공격력의 345.6%+1531.17297",
                                    "공격력의 366.336%+1675.63843",
                                    "공격력의 387.072%+1829.73486",
                                    "공격력의 414.72%+1993.4624",
                                    "공격력의 442.368%+2166.8208",
                                    "공격력의 470.016%+2349.81055",
                                    "공격력의 497.664%+2542.43115",
                                    "공격력의 525.312%+2744.68262",
                                    "공격력의 552.96%+2956.56519",
                                    "공격력의 587.52%+3178.07886",
                                    "공격력의 622.08%+3409.22363",
                                    "공격력의 656.64%+3650.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "달을 밟는 제비",
                        "Desc": "남연이 달빛 제비 진을 밟고 주변에 있는 적과 물체를 끌어당기며 여러 차례 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><i>단어를 엄밀히 따지고 보면, 남연 혼자만 있기 때문에 이것은 「진」이라고 부를 수 없다. 하지만 남연이 가지고 다니는 등나무 인형도 계산한다면 조건을 충족한 것으로 볼 수 있지 않을까… 아마도?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "241.064%x3",
                                    "259.144%x3",
                                    "277.224%x3",
                                    "301.33%x3",
                                    "319.41%x3",
                                    "337.49%x3",
                                    "361.596%x3",
                                    "385.702%x3",
                                    "409.809%x3",
                                    "433.915%x3",
                                    "458.022%x3",
                                    "482.128%x3",
                                    "512.261%x3",
                                    "542.394%x3",
                                    "572.527%x3"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사방 봉인검의 점괘",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 돌진이 목표에 명중 시, <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉했을 경우, 현조깃 보호막에 원소 전환이 발생한다. 원소 전환이 발생한 보호막은 상응하는 원소 피해에 대해 250%의 흡수 효과가 있다.<br>또한 이번 원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>으로 인해 현조깃 보호막에 원소 전환이 발생했을 경우, 남연은 적에게 달빛 제비 고리를 던져 상응하는 원소 피해를 기존의 50%만큼 준다. 해당 피해는 원소전투 스킬 피해로 간주한다",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "푸른깃의 퇴치 부적",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>과 원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>가 주는 피해가 남연 원소 마스터리의 309%와 774%만큼 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "「향기로운 마음과 고운 생각」",
                        "Desc": "남연이 파티에 있을 시, 수정 나비 등 일부 생물은 파티 내 자신의 캐릭터가 접근해도 놀라지 않는다.<br>해당 효과의 유효 대상은 도감에 있는 「생물지 / 야생 생물」의 「기타」 분류에서 확인할 수 있다",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「만약 누군가 구름 속에서」",
                        "Desc": "고유 특성 「사방 봉인검의 점괘」의 원소 전환 발동 후, 남연이 이번 원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 달빛 제비 고리를 적에게 투척 시, 추가로 달빛 제비 고리를 1개 더 투척한다.<br>고유 특성 「사방 봉인검의 점괘」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「춤추며 옥빛 무지개를 띄우며」",
                        "Desc": "<color style='color:#FFD780;'>현조깃 보호막</color> 존재 기간 동안, 파티 내 자신의 현재 필드 위 캐릭터의 일반 공격이 피해를 줄 시, 현조깃 보호막의 피해 흡수량이 40% 회복된다. 보호막 생성 시의 피해 흡수량을 초과 회복할 수 없으며, 해당 효과는 2초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「흰 봉황 위에서 옅은 안개를 가르고」",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「용매를 모아 혈주를 만들면」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color> 발동 후 12초 동안, 파티 내 주변에 있는 모든 캐릭터의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「난 그 모습에 기뻐하며」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「바람을 따라 난새처럼 노래하리라」",
                        "Desc": "<color style='color:#FFD780;'>현조의 날갯짓</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 물길을 수놓은 제비",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>달빛 제비 고리로 최대 4번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 달빛 제비 고리를 던져 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>바람 원소의 힘을 모아, 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.943%+26.819%",
                                    "23.474%+28.69%",
                                    "25.515%+31.185%",
                                    "27.046%+33.056%",
                                    "28.577%+34.927%",
                                    "30.618%+37.422%",
                                    "32.659%+39.917%",
                                    "34.7%+42.412%",
                                    "36.742%+44.906%",
                                    "38.783%+47.401%",
                                    "40.824%+49.896%",
                                    "43.376%+53.014%",
                                    "45.927%+56.133%",
                                    "48.478%+59.251%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "37.84%x3",
                                    "40.678%x3",
                                    "43.516%x3",
                                    "47.3%x3",
                                    "50.138%x3",
                                    "52.976%x3",
                                    "56.76%x3",
                                    "60.544%x3",
                                    "64.328%x3",
                                    "68.112%x3",
                                    "71.896%x3",
                                    "75.68%x3",
                                    "80.41%x3",
                                    "85.14%x3",
                                    "89.87%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "현조의 날갯짓",
                        "Desc": "대대로 비밀리에 전해내려 온 현조 보호막을 소환한 다음, 소나기 같은 자태로 돌진해 목표에 접촉한 후 뒤로 도약한다.<br>현조 보호막의 피해 흡수량은 남연 공격력의 영향을 받으며, <color style='color:#80FFD7;'>바람 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>남연이 원소전투 스킬 · 현조의 날갯짓으로 공중 도약 시, 원소전투 스킬 또는 일반 공격을 누르면 적을 향해 달빛 제비 고리를 던진다. 달빛 제비 고리는 명중 후 주변의 적 사이에서 2번 튕기며 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 돌진 방향을 조정한다.<br><br><i>「구름을 자르며 흐르는 달빛을 따라 춤추니, 은빛 그림자의 경쾌한 선율이 눈동자에 들어오네」</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 제비 고리",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.475%",
                                    "110.694%",
                                    "120.32%",
                                    "127.539%",
                                    "134.758%",
                                    "144.384%",
                                    "154.01%",
                                    "163.635%",
                                    "173.261%",
                                    "182.886%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 276.48%+1155.56287",
                                    "공격력의 297.216%+1271.13525",
                                    "공격력의 317.952%+1396.33862",
                                    "공격력의 345.6%+1531.17297",
                                    "공격력의 366.336%+1675.63843",
                                    "공격력의 387.072%+1829.73486",
                                    "공격력의 414.72%+1993.4624",
                                    "공격력의 442.368%+2166.8208",
                                    "공격력의 470.016%+2349.81055",
                                    "공격력의 497.664%+2542.43115",
                                    "공격력의 525.312%+2744.68262",
                                    "공격력의 552.96%+2956.56519",
                                    "공격력의 587.52%+3178.07886",
                                    "공격력의 622.08%+3409.22363",
                                    "공격력의 656.64%+3650.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초",
                                    "16.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "달을 밟는 제비",
                        "Desc": "남연이 달빛 제비 진을 소환해 주변에 있는 적과 물체를 끌어당기며 여러 차례 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><i>단어를 엄밀히 따지고 보면, 남연 혼자만 있기 때문에 이것은 「진」이라고 부를 수 없다. 하지만 남연이 가지고 다니는 등나무 인형도 계산한다면 조건을 충족한 것으로 볼 수 있지 않을까… 아마도?</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "241.064%x3",
                                    "259.144%x3",
                                    "277.224%x3",
                                    "301.33%x3",
                                    "319.41%x3",
                                    "337.49%x3",
                                    "361.596%x3",
                                    "385.702%x3",
                                    "409.809%x3",
                                    "433.915%x3",
                                    "458.022%x3",
                                    "482.128%x3",
                                    "512.261%x3",
                                    "542.394%x3",
                                    "572.527%x3"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사방 봉인검의 점괘",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 돌진이 목표에 명중 시, <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉했을 경우, 현조 보호막에 원소 전환이 발생한다. 원소 전환이 발생한 보호막은 상응하는 원소 피해에 대해 250%의 흡수 효과가 있다.<br>또한 이번 원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>으로 인해 현조 보호막에 원소 전환이 발생했을 경우, 남연이 적에게 던진 달빛 제비 고리에 상응하는 원소 타입 피해를 기존의 50%만큼 부여한다. 해당 피해는 원소전투 스킬로 간주한다",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "푸른깃의 퇴치 부적",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>과 원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>가 주는 피해가 남연 원소 마스터리의 309%와 774%만큼 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "「마음은 향기를 따라 흐르고」",
                        "Desc": "남연이 파티에 있을 시, 수정 나비 등 일부 생물은 파티 내 자신의 캐릭터가 접근해도 놀라지 않는다.<br>해당 효과의 유효 대상은 도감에 있는 「생물지 / 야생 생물」의 「기타」 분류에서 확인할 수 있다",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「구름 사이에 그대가 보이네」",
                        "Desc": "고유 특성 「사방 봉인검의 점괘」의 원소 전환 발동 후, 남연이 이번 원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 달빛 제비 고리를 적에게 투척 시, 추가로 달빛 제비 고리를 1개 더 투척한다.<br>고유 특성 「사방 봉인검의 점괘」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「옥빛 무지개를 그리며 춤추고」",
                        "Desc": "<color style='color:#FFD780;'>현조 보호막</color> 존재 기간 동안, 파티 내 자신의 현재 필드 위 캐릭터의 일반 공격이 피해를 줄 시, 현조 보호막의 피해 흡수량이 40% 회복된다. 보호막 생성 시의 피해 흡수량을 초과 회복할 수 없으며, 해당 효과는 2초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「흰 봉황에 올라타 안개를 가르며」",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「용매를 모아 혈주를 만드니」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color> 발동 후 12초 동안, 파티 내 주변에 있는 모든 캐릭터의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「그대를 만난 이 기쁨을」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「은빛 제비처럼 바람 따라 노래하리라」",
                        "Desc": "<color style='color:#FFD780;'>현조의 날갯짓</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "물길을 수놓은 제비",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>달빛 제비 고리로 최대 4번 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 달빛 제비 고리를 던져 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>바람 원소의 힘을 모아, 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "41.44%",
                                    "44.548%",
                                    "47.656%",
                                    "51.8%",
                                    "54.908%",
                                    "58.016%",
                                    "62.16%",
                                    "66.304%",
                                    "70.448%",
                                    "74.592%",
                                    "78.736%",
                                    "82.88%",
                                    "88.06%",
                                    "93.24%",
                                    "98.42%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "20.412%+24.948%",
                                    "21.9429%+26.8191%",
                                    "23.4738%+28.6902%",
                                    "25.515%+31.185%",
                                    "27.0459%+33.0561%",
                                    "28.5768%+34.9272%",
                                    "30.618%+37.422%",
                                    "32.6592%+39.9168%",
                                    "34.7004%+42.4116%",
                                    "36.7416%+44.9064%",
                                    "38.7828%+47.4012%",
                                    "40.824%+49.896%",
                                    "43.3755%+53.0145%",
                                    "45.927%+56.133%",
                                    "48.4785%+59.2515%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "26.92%+26.92%",
                                    "28.939%+28.939%",
                                    "30.958%+30.958%",
                                    "33.65%+33.65%",
                                    "35.669%+35.669%",
                                    "37.688%+37.688%",
                                    "40.38%+40.38%",
                                    "43.072%+43.072%",
                                    "45.764%+45.764%",
                                    "48.456%+48.456%",
                                    "51.148%+51.148%",
                                    "53.84%+53.84%",
                                    "57.205%+57.205%",
                                    "60.57%+60.57%",
                                    "63.935%+63.935%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "64.56%",
                                    "69.402%",
                                    "74.244%",
                                    "80.7%",
                                    "85.542%",
                                    "90.384%",
                                    "96.84%",
                                    "103.296%",
                                    "109.752%",
                                    "116.208%",
                                    "122.664%",
                                    "129.12%",
                                    "137.19%",
                                    "145.26%",
                                    "153.33%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "37.84%x3",
                                    "40.678%x3",
                                    "43.516%x3",
                                    "47.3%x3",
                                    "50.138%x3",
                                    "52.976%x3",
                                    "56.76%x3",
                                    "60.544%x3",
                                    "64.328%x3",
                                    "68.112%x3",
                                    "71.896%x3",
                                    "75.68%x3",
                                    "80.41%x3",
                                    "85.14%x3",
                                    "89.87%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "현조의 날갯짓",
                        "Desc": "대대로 비밀리에 전해 내려온 현조 보호막을 소환한 다음, 소나기 같은 자태로 돌진해 목표에 접촉한 후 뒤로 도약한다.<br>현조 보호막의 피해 흡수량은 남연 공격력의 영향을 받으며, <color style='color:#80FFD7;'>바람 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>남연이 원소전투 스킬 · 현조의 날갯짓으로 공중 도약 시, 원소전투 스킬 또는 일반 공격을 누르면 적을 향해 달빛 제비 고리를 던진다. 달빛 제비 고리는 명중 후 주변의 적 사이에서 2번 튕기며 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br>홀드 시 다른 방식으로 발동한다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 상태에 진입해 돌진 방향을 조정한다.<br><br><i>「구름을 자르며 흐르는 달빛을 따라 춤추니, 은빛 그림자의 경쾌한 선율이 눈동자에 맺히네」</i>",
                        "Icon": "Skill_S_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 제비 고리 피해",
                                "ParamLevelList": [
                                    "96.256%",
                                    "103.4752%",
                                    "110.6944%",
                                    "120.32%",
                                    "127.5392%",
                                    "134.7584%",
                                    "144.384%",
                                    "154.0096%",
                                    "163.6352%",
                                    "173.2608%",
                                    "182.8864%",
                                    "192.512%",
                                    "204.544%",
                                    "216.576%",
                                    "228.608%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "공격력의 276.48%+1155.5629",
                                    "공격력의 297.216%+1271.1353",
                                    "공격력의 317.952%+1396.3386",
                                    "공격력의 345.6%+1531.173",
                                    "공격력의 366.336%+1675.6384",
                                    "공격력의 387.072%+1829.7349",
                                    "공격력의 414.72%+1993.4624",
                                    "공격력의 442.368%+2166.8208",
                                    "공격력의 470.016%+2349.8105",
                                    "공격력의 497.664%+2542.4312",
                                    "공격력의 525.312%+2744.6826",
                                    "공격력의 552.96%+2956.5652",
                                    "공격력의 587.52%+3178.0789",
                                    "공격력의 622.08%+3409.2236",
                                    "공격력의 656.64%+3650.0"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초",
                                    "16초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "달을 밟는 제비",
                        "Desc": "남연이 달빛 제비 진을 소환해 주변에 있는 적과 물체를 끌어당기며 여러 차례 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><i>단어를 엄밀히 따지고 보면, 남연 혼자만 있기 때문에 이것은 「진」이라고 부를 수 없다. 하지만 남연이 가지고 다니는 등나무 인형도 계산한다면 조건을 충족한 것으로 볼 수 있지 않을까… 아마도?</i>",
                        "Icon": "Skill_E_Lanyan_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "241.064%x3",
                                    "259.1438%x3",
                                    "277.2236%x3",
                                    "301.33%x3",
                                    "319.4098%x3",
                                    "337.4896%x3",
                                    "361.596%x3",
                                    "385.7024%x3",
                                    "409.8088%x3",
                                    "433.9152%x3",
                                    "458.0216%x3",
                                    "482.128%x3",
                                    "512.261%x3",
                                    "542.394%x3",
                                    "572.527%x3"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사방 봉인검의 점괘",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 돌진이 목표에 명중 시, <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉했을 경우, 현조 보호막에 원소 전환이 발생한다. 원소 전환이 발생한 보호막은 상응하는 원소 피해에 대해 250%의 흡수 효과가 있다.<br>또한 이번 원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>으로 인해 현조 보호막에 원소 전환이 발생했을 경우, 남연이 적에게 던진 달빛 제비 고리에 상응하는 원소 타입 피해가 기존 피해의 50%만큼 부여된다. 해당 피해는 원소전투 스킬로 간주한다",
                        "Icon": "UI_Talent_S_Lanyan_05"
                    },
                    {
                        "Name": "푸른깃의 퇴치 부적",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>과 원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>가 주는 피해가 남연 원소 마스터리의 309%와 774%만큼 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_06"
                    },
                    {
                        "Name": "「마음은 향기를 따라 흐르고」",
                        "Desc": "남연이 파티에 있을 시, 수정 나비 등 일부 생물은 파티 내 자신의 캐릭터가 접근해도 놀라지 않는다.<br>해당 효과의 유효 대상은 도감에 있는 「생물지 / 야생 생물」의 「기타」 분류에서 확인할 수 있다",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "「구름 사이에 그대가 보이네」",
                        "Desc": "돌파 특성 「사방 봉인검의 점괘」의 원소 전환 발동 후, 남연이 이번 원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 달빛 제비 고리를 적에게 투척 시, 추가로 달빛 제비 고리를 1개 더 투척한다.<br>돌파 특성 「사방 봉인검의 점괘」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Lanyan_01"
                    },
                    {
                        "Level": 2,
                        "Name": "「옥빛 무지개를 그리며 춤추고」",
                        "Desc": "<color style='color:#FFD780;'>현조 보호막</color> 존재 기간 동안, 파티 내 자신의 현재 필드 위 캐릭터의 일반 공격이 피해를 줄 시, 현조 보호막의 피해 흡수량이 40% 회복된다. 보호막 생성 시의 피해 흡수량을 초과 회복할 수 없으며, 해당 효과는 2초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Lanyan_02"
                    },
                    {
                        "Level": 3,
                        "Name": "「흰 봉황에 올라타 안개를 가르며」",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>현조의 날갯짓</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「용매를 모아 혈주를 만드니」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color> 발동 후 12초 동안, 파티 내 주변에 있는 모든 캐릭터의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_03"
                    },
                    {
                        "Level": 5,
                        "Name": "「그대를 만난 이 기쁨을」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>달을 밟는 제비</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Lanyan_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「은빛 제비처럼 바람 따라 노래하리라」",
                        "Desc": "<color style='color:#FFD780;'>현조의 날갯짓</color>의 사용 가능 횟수가 1회 증가한다",
                        "Icon": "UI_Talent_S_Lanyan_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Lanyan": {}
}