// Auto Generated

var _AvatarDataConfig_ = {
    "Liney": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Liney": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101236": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113051": 2,
                "101236": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113051": 4,
                "101236": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113051": 8,
                "101236": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113051": 12,
                "101236": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113051": 20,
                "101236": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104338": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104339": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104339": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104339": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104339": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104340": 4,
                "112034": 4,
                "113047": 1
            },
            {
                "202": 260000,
                "104340": 6,
                "112034": 6,
                "113047": 1
            },
            {
                "202": 450000,
                "104340": 12,
                "112034": 9,
                "113047": 2
            },
            {
                "202": 700000,
                "104340": 16,
                "112034": 12,
                "113047": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Liney": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "포스 트릭 샷",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 화염의 힘을 화살에 모아 발사한다. 차지 시간에 따라 각각 다른 효과를 준다:<br> · 1단 차지: 불 원소가 부착된 화살을 발사해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br> · 2단 차지: 트릭 화살을 발사해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 또한 명중 후 「웃는 고양이 모자」를 1개 소환한다.<br>트릭 화살 발사 시 리니의 HP가 60%를 초과한 경우, 리니는 일부 HP를 소모해 「잔여 트릭」을 1스택 획득한다. 해당 효과는 전투 이탈 30초 후 사라진다. 최대 중첩수: 5스택<br>해당 방식으로 리니의 HP는 최대 60%까지만 감소한다.<br><br><color style='color:#FFD780;'>웃는 고양이 모자</color><br> · 주변 적을 도발해 적의 공격을 유도한다. 각 적은 웃는 고양이 모자에게 5초마다 1번만 도발당한다.<br> · 내구도는 리니의 HP 최대치를 일정 비율로 계승한다.<br> · 파괴되거나 지속 시간 종료 시 주변의 적 1명에게 <color style='color:#FFD780;'>축포탄</color>을 발사해 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>웃는 고양이 모자는 동시에 최대 1개까지 존재할 수 있다.<br><br><color style='color:#FFD780;'>아르케의 힘: 프뉴마</color><br>일정 시간마다 트릭 화살이 명중한 위치에 영혼의 쐐기를 내려 프뉴마 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "38.786%",
                                    "41.943%",
                                    "45.1%",
                                    "49.61%",
                                    "52.767%",
                                    "56.375%",
                                    "61.336%",
                                    "66.297%",
                                    "71.258%",
                                    "76.67%",
                                    "82.082%",
                                    "87.494%",
                                    "92.906%",
                                    "98.318%",
                                    "103.73%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "38.012%",
                                    "41.106%",
                                    "44.2%",
                                    "48.62%",
                                    "51.714%",
                                    "55.25%",
                                    "60.112%",
                                    "64.974%",
                                    "69.836%",
                                    "75.14%",
                                    "80.444%",
                                    "85.748%",
                                    "91.052%",
                                    "96.356%",
                                    "101.66%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "27.262%+27.262%",
                                    "29.481%+29.481%",
                                    "31.7%+31.7%",
                                    "34.87%+34.87%",
                                    "37.089%+37.089%",
                                    "39.625%+39.625%",
                                    "43.112%+43.112%",
                                    "46.599%+46.599%",
                                    "50.086%+50.086%",
                                    "53.89%+53.89%",
                                    "57.694%+57.694%",
                                    "61.498%+61.498%",
                                    "65.302%+65.302%",
                                    "69.106%+69.106%",
                                    "72.91%+72.91%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.932%",
                                    "61.566%",
                                    "66.2%",
                                    "72.82%",
                                    "77.454%",
                                    "82.75%",
                                    "90.032%",
                                    "97.314%",
                                    "104.596%",
                                    "112.54%",
                                    "120.484%",
                                    "128.428%",
                                    "136.372%",
                                    "144.316%",
                                    "152.26%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "1단 차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "트릭 화살 피해",
                                "ParamLevelList": [
                                    "172.8%",
                                    "185.76%",
                                    "198.72%",
                                    "216.0%",
                                    "228.96%",
                                    "241.92%",
                                    "259.2%",
                                    "276.48%",
                                    "293.76%",
                                    "311.04%",
                                    "328.32%",
                                    "345.6%",
                                    "367.2%",
                                    "388.8%",
                                    "410.4%"
                                ]
                            },
                            {
                                "Desc": "HP 소모",
                                "ParamLevelList": [
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%",
                                    "HP 최대치의 20.0%"
                                ]
                            },
                            {
                                "Desc": "웃는 고양이 모자 HP 계승",
                                "ParamLevelList": [
                                    "64.0%",
                                    "68.8%",
                                    "73.6%",
                                    "80.0%",
                                    "84.8%",
                                    "89.6%",
                                    "96.0%",
                                    "102.4%",
                                    "108.8%",
                                    "115.2%",
                                    "121.6%",
                                    "128.0%",
                                    "136.0%",
                                    "144.0%",
                                    "152.0%"
                                ]
                            },
                            {
                                "Desc": "웃는 고양이 모자 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4초"
                                ]
                            },
                            {
                                "Desc": "축포탄 피해",
                                "ParamLevelList": [
                                    "212.0%",
                                    "227.9%",
                                    "243.8%",
                                    "265.0%",
                                    "280.9%",
                                    "296.8%",
                                    "318.0%",
                                    "339.2%",
                                    "360.4%",
                                    "381.6%",
                                    "402.8%",
                                    "424.0%",
                                    "450.5%",
                                    "477.0%",
                                    "503.5%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 피해",
                                "ParamLevelList": [
                                    "27.552%",
                                    "29.6184%",
                                    "31.6848%",
                                    "34.44%",
                                    "36.5064%",
                                    "38.5728%",
                                    "41.328%",
                                    "44.0832%",
                                    "46.8384%",
                                    "49.5936%",
                                    "52.3488%",
                                    "55.104%",
                                    "58.548%",
                                    "61.992%",
                                    "65.436%"
                                ]
                            },
                            {
                                "Desc": "영혼의 쐐기 간격",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "눈부신 트릭",
                        "Desc": "리니가 모자를 흔들어 축포를 터뜨린다.<br>발동 시 보유한 「잔여 트릭」을 모두 제거하고 전방의 적에게 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 제거된 스택 수에 따라 주는 피해가 증가하고, 리니의 HP 최대치에 기반해 리니의 HP가 회복된다.<br><br>필드 위에 리니 자신이 생성한 웃는 고양이 모자가 존재할 경우 축포는 웃는 고양이 모자를 폭파시키고 축포탄 피해와 동일한 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br>해당 방식으로 웃는 고양이 모자를 폭파해 준 피해는 강공격 피해로 간주한다.<br><br><i>「다들 알다시피 마술사가 가장 자주 사용하는 트릭은 관객들의 시선을 유도하는 거야…. 그래, 네가 이쪽을 볼 때 저쪽에 있던 모자와 조수는 이미 사라졌어. 어때? 흥미롭지?」</i>",
                        "Icon": "Skill_S_Liney_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "167.2%",
                                    "179.74%",
                                    "192.28%",
                                    "209.0%",
                                    "221.54%",
                                    "234.08%",
                                    "250.8%",
                                    "267.52%",
                                    "284.24%",
                                    "300.96%",
                                    "317.68%",
                                    "334.4%",
                                    "355.3%",
                                    "376.2%",
                                    "397.1%"
                                ]
                            },
                            {
                                "Desc": "스킬 피해 보너스",
                                "ParamLevelList": [
                                    "공격력의 53.2%/스택",
                                    "공격력의 57.19%/스택",
                                    "공격력의 61.18%/스택",
                                    "공격력의 66.5%/스택",
                                    "공격력의 70.49%/스택",
                                    "공격력의 74.48%/스택",
                                    "공격력의 79.8%/스택",
                                    "공격력의 85.12%/스택",
                                    "공격력의 90.44%/스택",
                                    "공격력의 95.76%/스택",
                                    "공격력의 101.08%/스택",
                                    "공격력의 106.4%/스택",
                                    "공격력의 113.05%/스택",
                                    "공격력의 119.7%/스택",
                                    "공격력의 126.35%/스택"
                                ]
                            },
                            {
                                "Desc": "HP 회복",
                                "ParamLevelList": [
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택",
                                    "20.0%/스택"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "대마술 · 기적의 행진",
                        "Desc": "리니가 마술을 발동해 빠르게 이동하는 「웃는 모자 고양이」로 변신한다. (「웃는 고양이 모자」가 아니다. 이 둘은 각각 다른 연출 도구다!)<br>웃는 모자 고양이는 적과 가까워지면 근처의 적에게 뜨거운 화염을 내려 각각의 적에게 <color style='color:#FF9999;'>불 원소 피해</color>를 최대 1회 준다. 지속 시간 종료 시, 리니는 웃는 모자 고양이를 해제하고 화려한 축포를 터뜨려 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 또한 웃는 고양이 모자를 1개 소환하고 「잔여 트릭」을 1스택 획득한다.<br><br>웃는 모자 고양이는 직접 해제할 수 있다.<br><br><i>「그럼 너희한테 살짝 보여줄 테니 똑바로 봐둬. 이건 우리만의 유일무이한 기적의 순간이니까!」</i>",
                        "Icon": "Skill_E_Liney_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "154.0%",
                                    "165.55%",
                                    "177.1%",
                                    "192.5%",
                                    "204.05%",
                                    "215.6%",
                                    "231.0%",
                                    "246.4%",
                                    "261.8%",
                                    "277.2%",
                                    "292.6%",
                                    "308.0%",
                                    "327.25%",
                                    "346.5%",
                                    "365.75%"
                                ]
                            },
                            {
                                "Desc": "축포 폭발 피해",
                                "ParamLevelList": [
                                    "414.0%",
                                    "445.05%",
                                    "476.1%",
                                    "517.5%",
                                    "548.55%",
                                    "579.6%",
                                    "621.0%",
                                    "662.4%",
                                    "703.8%",
                                    "745.2%",
                                    "786.6%",
                                    "828.0%",
                                    "879.75%",
                                    "931.5%",
                                    "983.25%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초",
                                    "3초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "위험한 공연",
                        "Desc": "리니가 <color style='color:#FFD780;'>트릭 화살</color> 발사를 통해 HP를 소모했을 경우, 해당 트릭 화살로 소환된 웃는 고양이 모자가 적에게 명중 시, 리니의 원소 에너지가 3pt 회복되고 주는 피해가 공격력의 80%만큼 증가한다",
                        "Icon": "UI_Talent_S_Liney_05"
                    },
                    {
                        "Name": "갈채 속 마무리",
                        "Desc": "리니가 <color style='color:#FF9999;'>불 원소</color>의 영향을 받는 적에게 주는 피해가 아래와 같이 증가한다:<br> · 기본 증가량 60%<br> · 파티 내에 리니를 제외한 <color style='color:#FF9999;'>불 원소</color> 타입의 캐릭터가 1명 존재할 때마다 해당 효과가 추가로 20% 증가한다.<br>상술한 방식으로 리니가 <color style='color:#FF9999;'>불 원소</color>의 영향을 받는 적에게 주는 피해는 최대 100% 증가한다",
                        "Icon": "UI_Talent_S_Liney_06"
                    },
                    {
                        "Name": "세심한 관찰력",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>폰타인 지역 특산물</color> 위치가 나타난다",
                        "Icon": "UI_Talent_S_Liney_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "기발한 손재주",
                        "Desc": "<color style='color:#FFD780;'>웃는 고양이 모자</color>는 동시에 최대 2개 존재할 수 있다.<br>또한 트릭 화살은 명중 시, 웃는 고양이 모자를 2개 소환하고 추가로 「잔여 트릭」을 1스택 누적한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Liney_01"
                    },
                    {
                        "Level": 2,
                        "Name": "교묘한 화술",
                        "Desc": "리니가 필드 위에 있을 시, 리니의 치명타 피해가 20% 증가하는 「정신 집중」 효과를 2초마다 1스택 획득한다. 최대 중첩수: 3스택. 해당 효과는 리니가 퇴장 시 사라진다",
                        "Icon": "UI_Talent_S_Liney_03"
                    },
                    {
                        "Level": 3,
                        "Name": "현란한 손놀림",
                        "Desc": "<color style='color:#FFD780;'>일반 공격 · 포스 트릭 샷</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Liney_01"
                    },
                    {
                        "Level": 4,
                        "Name": "연습을 거듭한 계획",
                        "Desc": "리니의 <color style='color:#FF9999;'>불 원소</color> 타입의 강공격이 적에게 명중 후, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>이 20% 감소한다. 지속 시간: 6초",
                        "Icon": "UI_Talent_S_Liney_02"
                    },
                    {
                        "Level": 5,
                        "Name": "법칙 뛰어넘기",
                        "Desc": "<color style='color:#FFD780;'>대마술 · 기적의 행진</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Liney_02"
                    },
                    {
                        "Level": 6,
                        "Name": "거짓 미소",
                        "Desc": "리니가 <color style='color:#FFD780;'>트릭 화살</color> 발사 시, 축포탄 · 중주 1개를 발사해 축포탄의 80%만큼 피해를 준다. 해당 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_Liney_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Liney": {
        "AttackList": [
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 1.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "ExtraAttack_EndBoom",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "ExtraAttack_EndBoom",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "ExtraAttack_EndBoom_Enhanced",
                "AttGrp": "Avatar_Liney_ExtraAttack",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 90.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.537,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 13.252,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.5085,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 9.5085,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 19.872,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}