// Auto Generated

var _AvatarDataConfig_ = {
    "Mavuika": {
        "BallList": [
            {
                "When": "E Start DMG",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            }
        ],
        "EndureList": [
            {
                "Skill": "Q State",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@Nightsoul Consumption#</b><br>• E Ring: Base @5/s#+@3/hit#<br>• Flamestrider: Stand still @9/s# | CA @11/s# | NA extra @1/hit#<br>• Flamestrider: Sprint @10#+@29/s# | Climb @17/s# | Water ride @14/s# | Fly @12/s#<br>• Time limits: Climb @1s# | Water ride @3s# | Fly @3s#. C6 @doubles# these.",
            "<b>@Other#</b><br>• Mavuika starts off with @200# Fighting Spirit in Chamber 1 of the Spiral Abyss<br>• Q and C2 are similar to Raiden's Q Resolve Bonus (increases the @DMG Multiplier#)<br>• The effect of Passive 2 is @ordinary DMG Bonus#, not an independent multiplier",
            "<b>@Interruption RES#</b><br>• @Uninterruptible# during Q State (Crucible of Death and Life)",
            "<b>@Elemental ICD#</b><br>• Q Slice & E Ring & E Start DMG: @1GU independent#<br>• Motor Normal & Charged & Sprint ATK: @1GU#, share ICD of 3 hits / 2.5s<br>• C6 DMG: @Does NOT apply Pyro#",
            "<b>@AoE#</b><br>• Q Sunfell Slice: @Radius 7m# (= Xilonen/Yae Q & Zhongli RES Reduction)<br>• E Ring: @Radius 6m# (= Bennett Q)<br>• C2 DEF Reduction: @Radius 10m# (= Ganyu Q)",
            "<b>@Particle Generation#</b><br>• Generates @5 Pyro Particles# when E Start DMG hits a monster."
        ]
    }
}

var _AvatarMats_ = {
    "Mavuika": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104111": 1,
                "101253": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104112": 3,
                "113066": 2,
                "101253": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104112": 6,
                "113066": 4,
                "101253": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104113": 3,
                "113066": 8,
                "101253": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104113": 6,
                "113066": 12,
                "101253": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104114": 6,
                "113066": 20,
                "101253": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113068": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113068": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113068": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113068": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mavuika": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 불로 엮은 운명",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 1회의 더 강한 열화 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.48%x2",
                                    "39.449%x2",
                                    "42.419%x2",
                                    "46.66%x2",
                                    "49.63%x2",
                                    "53.023%x2",
                                    "57.689%x2",
                                    "62.355%x2",
                                    "67.021%x2",
                                    "72.111%x2",
                                    "77.202%x2",
                                    "82.292%x2",
                                    "87.382%x2",
                                    "92.472%x2",
                                    "97.562%x2"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "33.223%x3",
                                    "35.927%x3",
                                    "38.632%x3",
                                    "42.495%x3",
                                    "45.199%x3",
                                    "48.29%x3",
                                    "52.539%x3",
                                    "56.788%x3",
                                    "61.038%x3",
                                    "65.674%x3",
                                    "70.31%x3",
                                    "74.945%x3",
                                    "79.581%x3",
                                    "84.217%x3",
                                    "88.853%x3"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "이름이 불린 순간",
                        "Desc": "「투쟁」의 권능으로 인간신이 계승한 「제화 무장」을 소환해, 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>발동 후, 마비카는 밤혼을 최대치까지 회복하고, 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>제화 무장</color><br>짧은 터치와 홀드에 따라 다른 형태로 제화 무장을 개방한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>「신명의 해방」: 제화 무장은 화염 고리 형태로 나타난다. 화염 고리는 현재 필드 위에 있는 캐릭터를 따라다니며, 간헐적으로 주변에 있는 적을 공격해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>「고대 이름의 해방」: 제화 무장은 바이크 형태로 나타난다. 해당 상태에서 마비카는 바이크를 조종해 빠른 속도로 이동할 수 있고, 바이크의 비밀 추친 모듈을 활성화 할 수 있다. 짧은 시간 동안 다양한 지형을 통과할 수 있고, 공중에서 짧은 시간 활강한다. 동시에 마비카의 일반 공격, 강공격, 낙하 공격은 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환된다. 대시 시, 경로 상의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br>밤혼 가호 상태에서 원소전투 스킬을 짧게 누르면 제화 무장 형태를 전환할 수 있다, 제화 무장은 마비카의 밤혼 가호 지속 시간이 종료되면 사라진다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 마비카</color><br>제화 무장의 형태에 따라 지속적으로 밤혼을 소모한다. 밤혼이 모두 소모되면 마비카의 밤혼 지속 시간이 종료된다.<br><br><i>만약 마비카에게 다른 세계에서는 바이크와 비슷한 물건에는 구별을 위한 표지판을 달아야 된다는 얘기를 해준다면, 그녀는 매우 기뻐할 것이다.<br>「이 세계에는 딱 한 대 뿐이니까, 좋은 번호는 내 맘대로 선택하면 되겠네?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "가동 피해",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "아웃 필드 무기 간격 피해",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "아웃 필드 무기 발동 간격",
                                "ParamLevelList": [
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 1단 피해",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 2단 피해",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 3단 피해",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 4단 피해",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 5단 피해",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "바이크 대시 피해",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 순환 피해",
                                "ParamLevelList": [
                                    "110.08%",
                                    "119.04%",
                                    "128.0%",
                                    "140.8%",
                                    "149.76%",
                                    "160.0%",
                                    "174.08%",
                                    "188.16%",
                                    "202.24%",
                                    "217.6%",
                                    "232.96%",
                                    "248.32%",
                                    "263.68%",
                                    "279.04%",
                                    "294.4%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공 종결 피해",
                                "ParamLevelList": [
                                    "151.36%",
                                    "163.68%",
                                    "176.0%",
                                    "193.6%",
                                    "205.92%",
                                    "220.0%",
                                    "239.36%",
                                    "258.72%",
                                    "278.08%",
                                    "299.2%",
                                    "320.32%",
                                    "341.44%",
                                    "362.56%",
                                    "383.68%",
                                    "404.8%"
                                ]
                            },
                            {
                                "Desc": "바이크 낙하 공격 피해",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "밤혼 게이지",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "하늘을 가른 순간",
                        "Desc": "사람들의 마음의 소리가 모여, 하늘의 신좌로 향하게 하라.<br><color style='color:#FFD780;'>마비카의 원소폭발은 원소 에너지가 아닌 「전의」에서 나온다.</color><br><br><color style='color:#FFD780;'>전의</color><br>마비카의 전의가 50% 이상일 경우, 마비파는 모든 전의를 소모해 원소폭발을 발동한다.<br>마비카는 아래의 방식으로 전의를 획득할 수 있다:<br> · 전투 상태 시, 주변에 있는 파티 내 캐릭터가 소모하는 밤혼이 마비카의 전의로 전환된다.<br> · 주변에 있는 파티 내 캐릭터의 일반 공격이 적 명중 시, 마비카는 전의 1.5pt를 획득하고, 해당 효과는 0.1초마다 최대 1회 발동된다.<br><br>발동 후 마비카는 밤혼을 10pt 획득하고, 밤혼 가호 상태에 진입해, 바이크를 조종해 공중으로 뛰어올라 적에게 강력한 석양 참격을 1회 발동해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 「생과 사의 용광로」 상태에 진입한다.<br><br><color style='color:#FFD780;'>생과 사의 용광로</color><br>지속 시간 동안, 마비카의 행동에도 밤혼이 소모되지 않으며, 마비카의 경직 저항력이 증가한다. 동시에 발동 순간의 전의에 따라 석양 참격, 바이크 모드에서의 일반 공격과 강공격으로 주는 피해가 증가한다.<br>생과 사의 용광로 상태는 마비카가 퇴장하면 사라진다.<br><br><i>「——하지만 이번엔, 내 손으로 숙명을 부숴버리고 싶어」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "버스트 피해",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "투신 모드 지속 시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            },
                            {
                                "Desc": "버스트 피해 보너스",
                                "ParamLevelList": [
                                    "투신 에너지 1pt당/1.6%공격력",
                                    "투신 에너지 1pt당/1.72%공격력",
                                    "투신 에너지 1pt당/1.84%공격력",
                                    "투신 에너지 1pt당/2.0%공격력",
                                    "투신 에너지 1pt당/2.12%공격력",
                                    "투신 에너지 1pt당/2.24%공격력",
                                    "투신 에너지 1pt당/2.4%공격력",
                                    "투신 에너지 1pt당/2.56%공격력",
                                    "투신 에너지 1pt당/2.72%공격력",
                                    "투신 에너지 1pt당/2.88%공격력",
                                    "투신 에너지 1pt당/3.04%공격력",
                                    "투신 에너지 1pt당/3.2%공격력",
                                    "투신 에너지 1pt당/3.4%공격력",
                                    "투신 에너지 1pt당/3.6%공격력",
                                    "투신 에너지 1pt당/3.8%공격력"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 보너스",
                                "ParamLevelList": [
                                    "투신 에너지 1pt당/0.4%공격력",
                                    "투신 에너지 1pt당/0.43%공격력",
                                    "투신 에너지 1pt당/0.46%공격력",
                                    "투신 에너지 1pt당/0.5%공격력",
                                    "투신 에너지 1pt당/0.53%공격력",
                                    "투신 에너지 1pt당/0.56%공격력",
                                    "투신 에너지 1pt당/0.6%공격력",
                                    "투신 에너지 1pt당/0.64%공격력",
                                    "투신 에너지 1pt당/0.68%공격력",
                                    "투신 에너지 1pt당/0.72%공격력",
                                    "투신 에너지 1pt당/0.76%공격력",
                                    "투신 에너지 1pt당/0.8%공격력",
                                    "투신 에너지 1pt당/0.85%공격력",
                                    "투신 에너지 1pt당/0.9%공격력",
                                    "투신 에너지 1pt당/0.95%공격력"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 보너스",
                                "ParamLevelList": [
                                    "투신 에너지 1pt당/0.8%공격력",
                                    "투신 에너지 1pt당/0.86%공격력",
                                    "투신 에너지 1pt당/0.92%공격력",
                                    "투신 에너지 1pt당/1.0%공격력",
                                    "투신 에너지 1pt당/1.06%공격력",
                                    "투신 에너지 1pt당/1.12%공격력",
                                    "투신 에너지 1pt당/1.2%공격력",
                                    "투신 에너지 1pt당/1.28%공격력",
                                    "투신 에너지 1pt당/1.36%공격력",
                                    "투신 에너지 1pt당/1.44%공격력",
                                    "투신 에너지 1pt당/1.52%공격력",
                                    "투신 에너지 1pt당/1.6%공격력",
                                    "투신 에너지 1pt당/1.7%공격력",
                                    "투신 에너지 1pt당/1.8%공격력",
                                    "투신 에너지 1pt당/1.9%공격력"
                                ]
                            },
                            {
                                "Desc": "일반 공격 투신 에너지 증가치",
                                "ParamLevelList": [
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "화염꽃 선물",
                        "Desc": "파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 마비카의 공격력이 35% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「키온고지」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>하늘을 가른 순간</color> 발동 후, 발동 당시의 전의에 따라 1pt당 현재 필드 위 캐릭터가 주는 피해가 0.25pt 증가한다. 해당 방식으로 현재 필드 위 캐릭터가 주는 피해가 최대 50% 증가한다, 지속 시간: 20초. 지속 시간 이후 20초 동안 점차 0이 될 때까지 감소한다",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 소모 모드",
                        "Desc": "밤혼 소진 후, 마비카는 열소를 소모해 제화 무장 · 바이크 상태를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 마비카를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반, 수영 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서 마비카가 교체 등장 시 발동: 마비카가 밤혼 가호 상태에 진입하고, 마비카 밤혼 최대치의 50%에 해당하는 밤혼을 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "라이프 특성",
                        "Desc": "밤혼 발산 발동 시, 파티가 열소를 20pt 회복한다. 해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "밤의 주인의 수기",
                        "Desc": "마비카의 밤혼 최대치가 120pt로 증가하고, 전의 획득 효율이 25% 증가한다.<br>또한, 전의 획득 후 마비카의 공격력이 40% 증가한다, 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "잿더미의 대가",
                        "Desc": "밤혼 가호 상태에서 마비카의 기초 공격력이 300pt 증가하고, 제화 무장의 형태에 따라 상응하는 효과를 획득한다:<br> · 화염 고리: 주변 적의 방어력이 20% 감소한다.<br> · 바이크: 마비카의 공격력에 기반해 마비카의 일반 공격과 강공격으로 주는 피해가 증가한다: 1pt의 공격력 당, 마비카의 일반 공격으로 주는 피해가 1pt, 강공격으로 주는 피해가 1.5pt 증가한다",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "타오르는 태양",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>하늘을 가른 순간</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「지도자」의 각오",
                        "Desc": "고유 특성 「키온고지」 효과 강화:<br>원소폭발 <color style='color:#FFD780;'>하늘을 가른 순간</color> 발동 후의 피해 증가 효과가 시간에 따라 감소하지 않는다.<br>고유 특성 「키온고지」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "진실의 의미",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이름이 불린 순간</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「인간의 이름」 해방",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>이름이 불린 순간</color>의 제화 무장의 완전 강화:<br> · 화염 고리: 화염 고리의 공격이 적 명중 시, 바이크 1대가 명중한 적과 부딪혀 공격력의 200%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br> · 바이크: 마비카가 바이크 조종 시, 화염 고리는 마비카를 따라가며 주변의 적에게 3초마다 공격력의 400%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br><br>또한 바이크 모드에서 다양한 지형을 통과하는 능력이 향상되고, 전투 상태에서 마비카의 밤혼이 5pt로 떨어지면 자신은 추가로 80pt의 밤혼을 획득한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 불로 엮은 운명",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 1회의 더 강한 햇볕 베기를 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.48%x2",
                                    "39.449%x2",
                                    "42.419%x2",
                                    "46.66%x2",
                                    "49.63%x2",
                                    "53.023%x2",
                                    "57.689%x2",
                                    "62.355%x2",
                                    "67.021%x2",
                                    "72.111%x2",
                                    "77.202%x2",
                                    "82.292%x2",
                                    "87.382%x2",
                                    "92.472%x2",
                                    "97.562%x2"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "33.223%x3",
                                    "35.927%x3",
                                    "38.632%x3",
                                    "42.495%x3",
                                    "45.199%x3",
                                    "48.29%x3",
                                    "52.539%x3",
                                    "56.788%x3",
                                    "61.038%x3",
                                    "65.674%x3",
                                    "70.31%x3",
                                    "74.945%x3",
                                    "79.581%x3",
                                    "84.217%x3",
                                    "88.853%x3"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "해방된 이름",
                        "Desc": "「투쟁」의 권능으로 인간신이 계승한 「불꽃 무장」을 소환해, 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>발동 후, 마비카는 밤혼을 최대치까지 회복하고, 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>불꽃 무장</color><br>짧은 터치와 홀드에 따라 다른 형태로 불꽃 무장을 개방한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>「신의 이름 해방」: 불꽃 무장은 불볕 고리 형태로 나타난다. 불볕 고리는 현재 필드 위에 있는 캐릭터를 따라다니며, 간헐적으로 주변에 있는 적을 공격해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>「고대의 이름 해방」: 불꽃 무장은 바이크 형태로 나타난다. 해당 상태에서 마비카는 바이크를 조종해 고속 이동하거나, 바이크의 예비 추진기를 활성화해 짧은 시간 동안 다양한 지형 통과 및 공중에서 활강할 수 있다. 동시에 마비카의 일반 공격, 강공격, 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환된다. 대시 시, 경로 상의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br>밤혼 가호 상태에서 원소전투 스킬을 짧게 누르면 불꽃 무장 형태를 전환할 수 있다. 불꽃 무장은 마비카의 밤혼 가호 지속 시간이 종료되면 사라진다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 마비카</color><br>불꽃 무장의 형태에 따라 지속적으로 밤혼을 소모한다. 밤혼이 모두 소모되면 마비카의 밤혼 지속 시간이 종료된다.<br><br><i>만약 마비카에게 다른 세계에서는 바이크에 차량 번호판을 달아야한다는 얘기를 해준다면, 그녀는 매우 기뻐할 것이다.<br>「여기에서 바이크는 단 한 대뿐이니까 원하는 번호를 마음껏 고를 수 있겠네?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "가동 피해",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "아웃 필드 무기 간격 피해",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "아웃 필드 무기 발동 간격",
                                "ParamLevelList": [
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 1단 피해",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 2단 피해",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 3단 피해",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 4단 피해",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 5단 피해",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "바이크 대시 피해",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 순환 피해",
                                "ParamLevelList": [
                                    "110.08%",
                                    "119.04%",
                                    "128.0%",
                                    "140.8%",
                                    "149.76%",
                                    "160.0%",
                                    "174.08%",
                                    "188.16%",
                                    "202.24%",
                                    "217.6%",
                                    "232.96%",
                                    "248.32%",
                                    "263.68%",
                                    "279.04%",
                                    "294.4%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공 종결 피해",
                                "ParamLevelList": [
                                    "151.36%",
                                    "163.68%",
                                    "176.0%",
                                    "193.6%",
                                    "205.92%",
                                    "220.0%",
                                    "239.36%",
                                    "258.72%",
                                    "278.08%",
                                    "299.2%",
                                    "320.32%",
                                    "341.44%",
                                    "362.56%",
                                    "383.68%",
                                    "404.8%"
                                ]
                            },
                            {
                                "Desc": "바이크 낙하 공격 피해",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "밤혼 게이지",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "불타는 하늘",
                        "Desc": "모두의 마음 소리가 하늘에 있는 신좌까지 울리길!<br><color style='color:#FFD780;'>마비카의 원소폭발은 원소 에너지가 아닌 「투지」에서 나온다.</color><br><br><color style='color:#FFD780;'>투지</color><br>마비카의 투지가 50% 이상 시, 마비카가 모든 투지를 소모해 원소폭발을 발동한다.<br>마비카는 아래의 방식으로 투지를 획득할 수 있다:<br> · 전투 상태 시, 주변에 있는 파티 내 캐릭터가 소모하는 밤혼이 마비카의 투지로 전환된다.<br> · 주변에 있는 파티 내 캐릭터의 일반 공격이 적에게 명중 시, 마비카는 투지를 1.5pt 획득한다, 해당 효과는 0.1초마다 최대 1회 발동된다.<br><br>발동 후, 마비카는 밤혼을 10pt 획득하고 밤혼 가호 상태에 진입한 다음, 바이크를 타고 날아올라 지면의 적에게 강력한 석양 베기를 1회 발동해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 「삶과 죽음의 용광로」 상태에 진입한다.<br><br><color style='color:#FFD780;'>삶과 죽음의 용광로</color><br>지속 시간 동안, 마비카의 행동은 밤혼을 소모하지 않으며, 마비카의 경직 저항력이 증가한다. 동시에 발동 당시 보유한 투지에 따라 석양 베기, 「고대의 이름 해방」 시의 일반 공격과 강공격으로 주는 피해가 증가한다.<br>삶과 죽음의 용광로 상태는 마비카가 퇴장 시 사라진다.<br><br><i>「——하지만 이번에는, 내 손으로 그 숙명을 깨부수고 싶어」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "버스트 피해",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "투신 모드 지속 시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            },
                            {
                                "Desc": "버스트 피해 보너스",
                                "ParamLevelList": [
                                    "투신 에너지 1pt당/1.6%공격력",
                                    "투신 에너지 1pt당/1.72%공격력",
                                    "투신 에너지 1pt당/1.84%공격력",
                                    "투신 에너지 1pt당/2.0%공격력",
                                    "투신 에너지 1pt당/2.12%공격력",
                                    "투신 에너지 1pt당/2.24%공격력",
                                    "투신 에너지 1pt당/2.4%공격력",
                                    "투신 에너지 1pt당/2.56%공격력",
                                    "투신 에너지 1pt당/2.72%공격력",
                                    "투신 에너지 1pt당/2.88%공격력",
                                    "투신 에너지 1pt당/3.04%공격력",
                                    "투신 에너지 1pt당/3.2%공격력",
                                    "투신 에너지 1pt당/3.4%공격력",
                                    "투신 에너지 1pt당/3.6%공격력",
                                    "투신 에너지 1pt당/3.8%공격력"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 보너스",
                                "ParamLevelList": [
                                    "투신 에너지 1pt당/0.4%공격력",
                                    "투신 에너지 1pt당/0.43%공격력",
                                    "투신 에너지 1pt당/0.46%공격력",
                                    "투신 에너지 1pt당/0.5%공격력",
                                    "투신 에너지 1pt당/0.53%공격력",
                                    "투신 에너지 1pt당/0.56%공격력",
                                    "투신 에너지 1pt당/0.6%공격력",
                                    "투신 에너지 1pt당/0.64%공격력",
                                    "투신 에너지 1pt당/0.68%공격력",
                                    "투신 에너지 1pt당/0.72%공격력",
                                    "투신 에너지 1pt당/0.76%공격력",
                                    "투신 에너지 1pt당/0.8%공격력",
                                    "투신 에너지 1pt당/0.85%공격력",
                                    "투신 에너지 1pt당/0.9%공격력",
                                    "투신 에너지 1pt당/0.95%공격력"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 보너스",
                                "ParamLevelList": [
                                    "투신 에너지 1pt당/0.8%공격력",
                                    "투신 에너지 1pt당/0.86%공격력",
                                    "투신 에너지 1pt당/0.92%공격력",
                                    "투신 에너지 1pt당/1.0%공격력",
                                    "투신 에너지 1pt당/1.06%공격력",
                                    "투신 에너지 1pt당/1.12%공격력",
                                    "투신 에너지 1pt당/1.2%공격력",
                                    "투신 에너지 1pt당/1.28%공격력",
                                    "투신 에너지 1pt당/1.36%공격력",
                                    "투신 에너지 1pt당/1.44%공격력",
                                    "투신 에너지 1pt당/1.52%공격력",
                                    "투신 에너지 1pt당/1.6%공격력",
                                    "투신 에너지 1pt당/1.7%공격력",
                                    "투신 에너지 1pt당/1.8%공격력",
                                    "투신 에너지 1pt당/1.9%공격력"
                                ]
                            },
                            {
                                "Desc": "일반 공격 투신 에너지 증가치",
                                "ParamLevelList": [
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5",
                                    "1.5"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "불꽃의 선물",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 마비카의 공격력이 35% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「키온고지」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후, 발동 당시 보유한 투지 1pt당 현재 필드 위 캐릭터가 주는 피해가 0.25pt 증가한다. 해당 방식으로 현재 필드 위 캐릭터가 주는 피해가 최대 50% 증가한다, 지속 시간: 20초. 지속 시간 동안 해당 효과는 0pt가 될 때까지 점차 감소한다",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 소모 모드",
                        "Desc": "밤혼 소진 후, 마비카는 열소를 소모해 불꽃 무장 · 바이크 상태를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 마비카를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반, 수영 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서 마비카가 교체 등장 시 발동: 마비카가 밤혼 가호 상태에 진입하고, 마비카 밤혼 최대치의 50%에 해당하는 밤혼을 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "라이프 특성",
                        "Desc": "파티의 밤혼 전달 발동 재사용 대기시간이 20% 감소한다",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "밤 주인의 계시",
                        "Desc": "마비카의 밤혼 최대치가 120pt로 증가하고, 투지 획득 효율이 25% 증가한다.<br>또한, 투지 획득 후 마비카의 공격력이 40% 증가한다, 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "잿더미의 대가",
                        "Desc": "밤혼 가호 상태에서 마비카의 기초 공격력이 300pt 증가하고, 불꽃 무장의 형태에 따라 상응하는 효과를 획득한다:<br> · 불볕 고리: 주변 적의 방어력이 20% 감소한다.<br> · 바이크: 마비카의 공격력에 기반해 마비카의 일반 공격과 강공격으로 주는 피해가 증가한다: 공격력 1pt당, 마비카의 일반 공격으로 주는 피해가 1pt 증가하고, 강공격으로 주는 피해가 1.5pt 증가한다",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "타오르는 태양",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「지도자」의 각오",
                        "Desc": "고유 특성 「키온고지」 효과 강화:<br>원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후의 피해 증가 효과가 시간에 따라 감소하지 않는다.<br>고유 특성 「키온고지」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "진정한 의미",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방된 이름</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「인간의 이름」 해방",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방된 이름</color>의 모든 불꽃 무장이 완전 강화된다:<br> · 불볕 고리: 불볕 고리의 공격이 적에게 명중 시, 바이크 1대가 명중한 적에게 돌진해 공격력의 200%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br> · 바이크: 마비카가 바이크 조종 시, 불볕 고리는 마비카를 따라가며 주변의 적에게 3초마다 공격력의 400%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 마비카의 각종 지형 돌파 능력이 향상된다.<br><br>또한 마비카가 비전투 상태에서 바이크 조종 시, 마비카의 밤혼이 5pt로 떨어지면 추가로 밤혼을 80pt 획득한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 불로 엮은 삶",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 1회의 더 강한 햇볕 베기를 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.48%x2",
                                    "39.449%x2",
                                    "42.419%x2",
                                    "46.66%x2",
                                    "49.63%x2",
                                    "53.023%x2",
                                    "57.689%x2",
                                    "62.355%x2",
                                    "67.021%x2",
                                    "72.111%x2",
                                    "77.202%x2",
                                    "82.292%x2",
                                    "87.382%x2",
                                    "92.472%x2",
                                    "97.562%x2"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "33.223%x3",
                                    "35.927%x3",
                                    "38.632%x3",
                                    "42.495%x3",
                                    "45.199%x3",
                                    "48.29%x3",
                                    "52.539%x3",
                                    "56.788%x3",
                                    "61.038%x3",
                                    "65.674%x3",
                                    "70.31%x3",
                                    "74.945%x3",
                                    "79.581%x3",
                                    "84.217%x3",
                                    "88.853%x3"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "해방의 순간",
                        "Desc": "「투쟁」의 권능으로 인간신이 계승한 「불꽃 무장」을 소환해, 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>발동 후, 마비카는 밤혼을 최대치까지 회복하고, 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>불꽃 무장</color><br>짧은 터치와 홀드에 따라 다른 형태로 불꽃 무장을 개방한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>「신의 이름 해방」: 불꽃 무장은 불볕 고리 형태로 나타난다. 불볕 고리는 현재 필드 위에 있는 캐릭터를 따라다니며, 간헐적으로 주변에 있는 적을 공격해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>「고대의 이름 해방」: 불꽃 무장은 바이크 형태로 나타난다. 해당 상태에서 마비카는 바이크를 조종해 고속 이동하거나, 바이크의 예비 추진기를 활성화해 짧은 시간 동안 다양한 지형 통과 및 공중에서 활강할 수 있다. 동시에 마비카의 일반 공격, 강공격, 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환된다. 대시 시, 경로 상의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br>밤혼 가호 상태에서 원소전투 스킬을 짧게 누르면 불꽃 무장 형태를 전환할 수 있다. 불꽃 무장은 마비카의 밤혼 가호 지속 시간이 종료되면 사라진다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 마비카</color><br>불꽃 무장의 형태에 따라 지속적으로 밤혼을 소모한다. 밤혼이 모두 소모되면 마비카의 밤혼 지속 시간이 종료된다.<br><br><i>만약 마비카에게 다른 세계에서는 바이크에 차량 번호판을 달아야한다는 얘기를 해준다면, 그녀는 매우 기뻐할 것이다.<br>「여기에서 바이크는 단 한 대뿐이니까 원하는 번호를 마음껏 고를 수 있겠네?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 피해",
                                "ParamLevelList": [
                                    "128.0%pt",
                                    "137.6%pt",
                                    "147.2%pt",
                                    "160.0%pt",
                                    "169.6%pt",
                                    "179.2%pt",
                                    "192.0%pt",
                                    "204.8%pt",
                                    "217.6%pt",
                                    "230.4%pt",
                                    "243.2%pt",
                                    "256.0%pt",
                                    "272.0%pt",
                                    "288.0%pt",
                                    "304.0%pt"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 공격 간격",
                                "ParamLevelList": [
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 1단 공격 피해",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 2단 공격 피해",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 3단 공격 피해",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 4단 공격 피해",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 5단 공격 피해",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "바이크 대시 피해",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 순환 피해",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공 종결 피해",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "바이크 추락 충격 피해",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "불타는 하늘",
                        "Desc": "모두의 마음 소리가 하늘에 있는 신좌까지 울리길!<br><color style='color:#FFD780;'>마비카의 원소폭발은 원소 에너지가 아닌 「전의」에서 나온다.</color><br><br><color style='color:#FFD780;'>전의</color><br>마비카의 전의가 50% 이상 시, 마비카가 모든 전의를 소모해 원소폭발을 발동한다.<br>마비카는 아래의 방식으로 전의를 획득할 수 있다:<br> · 전투 상태 시, 주변에 있는 파티 내 캐릭터가 소모하는 밤혼이 마비카의 전의로 전환된다.<br> · 주변에 있는 파티 내 캐릭터의 일반 공격이 적에게 명중 시, 마비카는 전의를 1.5pt 획득한다, 해당 효과는 0.1초마다 최대 1회 발동된다.<br><br>발동 후, 마비카는 밤혼을 10pt 획득하고 밤혼 가호 상태에 진입한 다음, 바이크를 타고 날아올라 지면의 적에게 강력한 석양 베기를 1회 발동해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 「삶과 죽음의 용광로」 상태에 진입한다.<br><br><color style='color:#FFD780;'>삶과 죽음의 용광로</color><br>지속 시간 동안, 마비카의 행동은 밤혼을 소모하지 않으며, 마비카의 경직 저항력이 증가한다. 동시에 발동 당시 보유한 전의에 따라 석양 베기, 「고대의 이름 해방」 시의 일반 공격과 강공격으로 주는 피해가 증가한다.<br>삶과 죽음의 용광로 상태는 마비카가 퇴장 시 사라진다.<br><br><i>「——하지만 이번에는, 내 손으로 그 숙명을 깨부수고 싶어」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "삶과 죽음의 용광로 지속 시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            },
                            {
                                "Desc": "석양 베기 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 1.6%",
                                    "전의 1pt당/공격력의 1.72%",
                                    "전의 1pt당/공격력의 1.84%",
                                    "전의 1pt당/공격력의 2.0%",
                                    "전의 1pt당/공격력의 2.12%",
                                    "전의 1pt당/공격력의 2.24%",
                                    "전의 1pt당/공격력의 2.4%",
                                    "전의 1pt당/공격력의 2.56%",
                                    "전의 1pt당/공격력의 2.72%",
                                    "전의 1pt당/공격력의 2.88%",
                                    "전의 1pt당/공격력의 3.04%",
                                    "전의 1pt당/공격력의 3.2%",
                                    "전의 1pt당/공격력의 3.4%",
                                    "전의 1pt당/공격력의 3.6%",
                                    "전의 1pt당/공격력의 3.8%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.258%",
                                    "전의 1pt당/공격력의 0.279%",
                                    "전의 1pt당/공격력의 0.3%",
                                    "전의 1pt당/공격력의 0.33%",
                                    "전의 1pt당/공격력의 0.351%",
                                    "전의 1pt당/공격력의 0.375%",
                                    "전의 1pt당/공격력의 0.408%",
                                    "전의 1pt당/공격력의 0.441%",
                                    "전의 1pt당/공격력의 0.474%",
                                    "전의 1pt당/공격력의 0.51%",
                                    "전의 1pt당/공격력의 0.546%",
                                    "전의 1pt당/공격력의 0.582%",
                                    "전의 1pt당/공격력의 0.618%",
                                    "전의 1pt당/공격력의 0.654%",
                                    "전의 1pt당/공격력의 0.69%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.516%",
                                    "전의 1pt당/공격력의 0.558%",
                                    "전의 1pt당/공격력의 0.6%",
                                    "전의 1pt당/공격력의 0.66%",
                                    "전의 1pt당/공격력의 0.702%",
                                    "전의 1pt당/공격력의 0.75%",
                                    "전의 1pt당/공격력의 0.816%",
                                    "전의 1pt당/공격력의 0.882%",
                                    "전의 1pt당/공격력의 0.948%",
                                    "전의 1pt당/공격력의 1.02%",
                                    "전의 1pt당/공격력의 1.092%",
                                    "전의 1pt당/공격력의 1.164%",
                                    "전의 1pt당/공격력의 1.236%",
                                    "전의 1pt당/공격력의 1.308%",
                                    "전의 1pt당/공격력의 1.38%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "전의 최대치",
                                "ParamLevelList": [
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "타오르는 꽃의 선물",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 마비카의 공격력이 35% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「키온고지」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후, 발동 당시 보유한 전의 1pt당 현재 필드 위 캐릭터가 주는 피해가 0.25pt 증가한다. 해당 방식으로 파티 내 현재 필드 위 캐릭터가 주는 피해가 최대 50% 증가한다, 지속 시간: 20초. 지속 시간 동안 해당 효과는 0pt가 될 때까지 점차 감소한다",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 소진 모드",
                        "Desc": "밤혼 소진 후, 마비카는 열소를 소모해 불꽃 무장 · 바이크 상태를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 마비카를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반, 수영 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서 마비카가 교체 등장 시 발동: 마비카가 밤혼 가호 상태에 진입하고, 마비카 밤혼 최대치의 50%에 해당하는 밤혼을 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "밤을 가르는 불꽃",
                        "Desc": "파티의 밤혼 전달 발동 재사용 대기시간이 20% 감소한다",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "밤 주인의 계시",
                        "Desc": "마비카의 밤혼 최대치가 120pt로 증가하고, 전의 획득 효율이 25% 증가한다.<br>또한, 전의 획득 후 마비카의 공격력이 40% 증가한다, 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "잿더미의 대가",
                        "Desc": "밤혼 가호 상태에서 마비카의 기초 공격력이 300pt 증가하고, 불꽃 무장의 형태에 따라 상응하는 효과를 획득한다:<br> · 불볕 고리: 주변 적의 방어력이 20% 감소한다.<br> · 바이크: 마비카의 일반 공격, 강공격, 원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 석양 베기로 주는 피해가 마비카 공격력의 80%/130%/180%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "타오르는 태양",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「지도자」의 각오",
                        "Desc": "고유 특성 「키온고지」 효과 강화:<br>원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후의 피해 증가 효과가 시간에 따라 감소하지 않는다. 또한 추가로 피해 보너스를 10% 획득한다.<br>고유 특성 「키온고지」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "진정한 의미",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「인간의 이름」 해방",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 모든 불꽃 무장이 완전 강화된다:<br> · 불볕 고리: 불볕 고리의 공격이 적에게 명중 시, 바이크 1대가 명중한 적에게 돌진해 공격력의 200%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br> · 바이크: 마비카가 바이크 조종 시, 불볕 고리는 마비카를 따라가며 주변의 적에게 3초마다 공격력의 400%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 마비카의 각종 지형 돌파 능력이 향상된다.<br><br>또한 마비카가 비전투 상태에서 바이크 조종 시, 마비카의 밤혼이 5pt로 떨어지면 추가로 밤혼을 80pt 획득한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 불로 엮은 삶",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 1회의 더 강한 햇볕 베기를 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.48%x2",
                                    "39.449%x2",
                                    "42.419%x2",
                                    "46.66%x2",
                                    "49.63%x2",
                                    "53.023%x2",
                                    "57.689%x2",
                                    "62.355%x2",
                                    "67.021%x2",
                                    "72.111%x2",
                                    "77.202%x2",
                                    "82.292%x2",
                                    "87.382%x2",
                                    "92.472%x2",
                                    "97.562%x2"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "33.223%x3",
                                    "35.927%x3",
                                    "38.632%x3",
                                    "42.495%x3",
                                    "45.199%x3",
                                    "48.29%x3",
                                    "52.539%x3",
                                    "56.788%x3",
                                    "61.038%x3",
                                    "65.674%x3",
                                    "70.31%x3",
                                    "74.945%x3",
                                    "79.581%x3",
                                    "84.217%x3",
                                    "88.853%x3"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "해방의 순간",
                        "Desc": "「투쟁」의 권능으로 인간신이 계승한 「불꽃 무장」을 소환해, 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>발동 후, 마비카는 밤혼을 최대치까지 회복하고, 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>불꽃 무장</color><br>짧은 터치와 홀드에 따라 다른 형태로 불꽃 무장을 개방한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>「신의 이름 해방」: 불꽃 무장은 불볕 고리 형태로 나타난다. 불볕 고리는 현재 필드 위에 있는 캐릭터를 따라다니며, 간헐적으로 주변에 있는 적을 공격해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>「고대의 이름 해방」: 불꽃 무장은 바이크 형태로 나타난다. 해당 상태에서 마비카는 바이크를 조종해 고속 이동하거나, 바이크의 예비 추진기를 활성화해 짧은 시간 동안 다양한 지형 통과 및 공중에서 활강할 수 있다. 동시에 마비카의 일반 공격, 강공격, 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환된다. 대시 시, 경로 상의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br>밤혼 가호 상태에서 원소전투 스킬을 짧게 누르면 불꽃 무장 형태를 전환할 수 있다. 불꽃 무장은 마비카의 밤혼 가호 지속 시간이 종료되면 사라진다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 마비카</color><br>불꽃 무장의 형태에 따라 지속적으로 밤혼을 소모한다. 밤혼이 모두 소모되면 마비카의 밤혼 지속 시간이 종료된다.<br><br><i>만약 마비카에게 다른 세계에서는 바이크에 차량 번호판을 달아야한다는 얘기를 해준다면, 그녀는 매우 기뻐할 것이다.<br>「여기에서 바이크는 단 한 대뿐이니까 원하는 번호를 마음껏 고를 수 있겠네?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 피해",
                                "ParamLevelList": [
                                    "128.0%pt",
                                    "137.6%pt",
                                    "147.2%pt",
                                    "160.0%pt",
                                    "169.6%pt",
                                    "179.2%pt",
                                    "192.0%pt",
                                    "204.8%pt",
                                    "217.6%pt",
                                    "230.4%pt",
                                    "243.2%pt",
                                    "256.0%pt",
                                    "272.0%pt",
                                    "288.0%pt",
                                    "304.0%pt"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 공격 간격",
                                "ParamLevelList": [
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 1단 공격 피해",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 2단 공격 피해",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 3단 공격 피해",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 4단 공격 피해",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 5단 공격 피해",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "바이크 대시 피해",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 순환 피해",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공 종결 피해",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "바이크 추락 충격 피해",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "불타는 하늘",
                        "Desc": "모두의 마음 소리가 하늘에 있는 신좌까지 울리길!<br><color style='color:#FFD780;'>마비카의 원소폭발은 원소 에너지가 아닌 「전의」에서 나온다.</color><br><br><color style='color:#FFD780;'>전의</color><br>마비카의 전의가 50% 이상 시, 마비카가 모든 전의를 소모해 원소폭발을 발동한다.<br>마비카는 아래의 방식으로 전의를 획득할 수 있다:<br> · 전투 상태 시, 주변에 있는 파티 내 캐릭터가 소모하는 밤혼이 마비카의 전의로 전환된다.<br> · 주변에 있는 파티 내 캐릭터의 일반 공격이 적에게 명중 시, 마비카는 전의를 1.5pt 획득한다, 해당 효과는 0.1초마다 최대 1회 발동된다.<br><br>발동 후, 마비카는 밤혼을 10pt 획득하고 밤혼 가호 상태에 진입한 다음, 바이크를 타고 날아올라 지면의 적에게 강력한 석양 베기를 1회 발동해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 「삶과 죽음의 용광로」 상태에 진입한다.<br><br><color style='color:#FFD780;'>삶과 죽음의 용광로</color><br>지속 시간 동안, 마비카의 행동은 밤혼을 소모하지 않으며, 마비카의 경직 저항력이 증가한다. 동시에 발동 당시 보유한 전의에 따라 석양 베기, 「고대의 이름 해방」 시의 일반 공격과 강공격으로 주는 피해가 증가한다.<br>삶과 죽음의 용광로 상태는 마비카가 퇴장 시 사라진다.<br><br><i>「——하지만 이번에는, 내 손으로 그 숙명을 깨부수고 싶어」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "삶과 죽음의 용광로 지속 시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            },
                            {
                                "Desc": "석양 베기 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 1.6%",
                                    "전의 1pt당/공격력의 1.72%",
                                    "전의 1pt당/공격력의 1.84%",
                                    "전의 1pt당/공격력의 2.0%",
                                    "전의 1pt당/공격력의 2.12%",
                                    "전의 1pt당/공격력의 2.24%",
                                    "전의 1pt당/공격력의 2.4%",
                                    "전의 1pt당/공격력의 2.56%",
                                    "전의 1pt당/공격력의 2.72%",
                                    "전의 1pt당/공격력의 2.88%",
                                    "전의 1pt당/공격력의 3.04%",
                                    "전의 1pt당/공격력의 3.2%",
                                    "전의 1pt당/공격력의 3.4%",
                                    "전의 1pt당/공격력의 3.6%",
                                    "전의 1pt당/공격력의 3.8%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.258%",
                                    "전의 1pt당/공격력의 0.279%",
                                    "전의 1pt당/공격력의 0.3%",
                                    "전의 1pt당/공격력의 0.33%",
                                    "전의 1pt당/공격력의 0.351%",
                                    "전의 1pt당/공격력의 0.375%",
                                    "전의 1pt당/공격력의 0.408%",
                                    "전의 1pt당/공격력의 0.441%",
                                    "전의 1pt당/공격력의 0.474%",
                                    "전의 1pt당/공격력의 0.51%",
                                    "전의 1pt당/공격력의 0.546%",
                                    "전의 1pt당/공격력의 0.582%",
                                    "전의 1pt당/공격력의 0.618%",
                                    "전의 1pt당/공격력의 0.654%",
                                    "전의 1pt당/공격력의 0.69%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.516%",
                                    "전의 1pt당/공격력의 0.558%",
                                    "전의 1pt당/공격력의 0.6%",
                                    "전의 1pt당/공격력의 0.66%",
                                    "전의 1pt당/공격력의 0.702%",
                                    "전의 1pt당/공격력의 0.75%",
                                    "전의 1pt당/공격력의 0.816%",
                                    "전의 1pt당/공격력의 0.882%",
                                    "전의 1pt당/공격력의 0.948%",
                                    "전의 1pt당/공격력의 1.02%",
                                    "전의 1pt당/공격력의 1.092%",
                                    "전의 1pt당/공격력의 1.164%",
                                    "전의 1pt당/공격력의 1.236%",
                                    "전의 1pt당/공격력의 1.308%",
                                    "전의 1pt당/공격력의 1.38%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "전의 최대치",
                                "ParamLevelList": [
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "타오르는 꽃의 선물",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 마비카의 공격력이 30% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「키온고지」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후, 발동 당시 보유한 전의 1pt당 현재 필드 위 캐릭터가 주는 피해가 0.2pt 증가한다. 해당 방식으로 파티 내 현재 필드 위 캐릭터가 주는 피해가 최대 40% 증가한다, 지속 시간: 20초. 지속 시간 동안 해당 효과는 0pt가 될 때까지 점차 감소한다",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 소진 모드",
                        "Desc": "밤혼 소진 후, 마비카는 열소를 소모해 불꽃 무장 · 바이크 상태를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 마비카를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반, 수영 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서 마비카가 교체 등장 시 발동: 마비카가 밤혼 가호 상태에 진입하고, 마비카 밤혼 최대치의 50%에 해당하는 밤혼을 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "밤을 가르는 불꽃",
                        "Desc": "파티의 밤혼 전달 발동 재사용 대기시간이 20% 감소한다",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "밤 주인의 계시",
                        "Desc": "마비카의 밤혼 최대치가 120pt로 증가하고, 전의 획득 효율이 25% 증가한다.<br>또한, 전의 획득 후 마비카의 공격력이 40% 증가한다, 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "잿더미의 대가",
                        "Desc": "밤혼 가호 상태에서 마비카의 기초 공격력이 200pt 증가하고, 불꽃 무장의 형태에 따라 상응하는 효과를 획득한다:<br> · 불볕 고리: 주변 적의 방어력이 20% 감소한다.<br> · 바이크: 마비카의 일반 공격, 강공격, 원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 석양 베기로 주는 피해가 마비카 공격력의 60%/90%/120%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "타오르는 태양",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「지도자」의 각오",
                        "Desc": "고유 특성 「키온고지」 효과 강화:<br>원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후의 피해 증가 효과가 시간에 따라 감소하지 않는다. 또한 추가로 피해 보너스를 10% 획득한다.<br>고유 특성 「키온고지」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "진정한 의미",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「인간의 이름」 해방",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 모든 불꽃 무장이 완전 강화된다:<br> · 불볕 고리: 불볕 고리의 공격이 적에게 명중 시, 바이크 1대가 명중한 적에게 돌진해 공격력의 200%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br> · 바이크: 마비카가 바이크 조종 시, 마비카를 따라다니는 「불볕 고리 · 빛」을 소환해 주변의 적의 방어력을 20% 감소시킨다. 또한 주변의 적에게 3초마다 공격력의 400%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 마비카의 각종 지형 돌파 능력이 향상된다.<br><br>또한 마비카가 비전투 상태에서 바이크 조종 시, 마비카의 밤혼이 5pt로 떨어지면 추가로 밤혼을 80pt 획득한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 불로 엮은 삶",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 1회의 더 강한 햇볕 베기를 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.55%",
                                    "93.064%",
                                    "102.37%",
                                    "108.885%",
                                    "116.33%",
                                    "126.567%",
                                    "136.804%",
                                    "147.041%",
                                    "158.209%",
                                    "169.377%",
                                    "180.544%",
                                    "191.712%",
                                    "202.88%",
                                    "214.047%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.48%x2",
                                    "39.449%x2",
                                    "42.419%x2",
                                    "46.66%x2",
                                    "49.63%x2",
                                    "53.023%x2",
                                    "57.689%x2",
                                    "62.355%x2",
                                    "67.021%x2",
                                    "72.111%x2",
                                    "77.202%x2",
                                    "82.292%x2",
                                    "87.382%x2",
                                    "92.472%x2",
                                    "97.562%x2"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "33.223%x3",
                                    "35.927%x3",
                                    "38.632%x3",
                                    "42.495%x3",
                                    "45.199%x3",
                                    "48.29%x3",
                                    "52.539%x3",
                                    "56.788%x3",
                                    "61.038%x3",
                                    "65.674%x3",
                                    "70.31%x3",
                                    "74.945%x3",
                                    "79.581%x3",
                                    "84.217%x3",
                                    "88.853%x3"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "116.193%",
                                    "125.65%",
                                    "135.108%",
                                    "148.619%",
                                    "158.076%",
                                    "168.885%",
                                    "183.747%",
                                    "198.609%",
                                    "213.471%",
                                    "229.684%",
                                    "245.897%",
                                    "262.109%",
                                    "278.323%",
                                    "294.535%",
                                    "310.748%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.588%",
                                    "80.659%",
                                    "86.73%",
                                    "95.403%",
                                    "101.474%",
                                    "108.413%",
                                    "117.953%",
                                    "127.493%",
                                    "137.033%",
                                    "147.441%",
                                    "157.849%",
                                    "168.256%",
                                    "178.664%",
                                    "189.071%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.289%",
                                    "161.284%/201.452%",
                                    "173.423%/216.615%",
                                    "190.766%/238.277%",
                                    "202.905%/253.44%",
                                    "216.779%/270.769%",
                                    "235.856%/294.596%",
                                    "254.932%/318.424%",
                                    "274.009%/342.252%",
                                    "294.819%/368.246%",
                                    "315.63%/394.239%",
                                    "336.441%/420.233%",
                                    "357.252%/446.227%",
                                    "378.063%/472.221%",
                                    "398.873%/498.214%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "해방의 순간",
                        "Desc": "「투쟁」의 권능으로 인간신이 계승한 「불꽃 무장」을 소환해, 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>발동 후, 마비카는 밤혼을 최대치까지 회복하고, 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>불꽃 무장</color><br>짧은 터치와 홀드에 따라 다른 형태로 불꽃 무장을 해방한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>「신의 이름 해방」: 불꽃 무장은 불볕 고리 형태로 나타난다. 불볕 고리는 현재 필드 위에 있는 캐릭터를 따라다니며, 간헐적으로 주변에 있는 적을 공격해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>「고대의 이름 해방」: 불꽃 무장은 바이크 형태로 나타난다. 해당 상태에서 마비카는 바이크를 조종해 고속 이동하거나, 바이크의 예비 추진기를 활성화해 짧은 시간 동안 다양한 지형 통과 및 공중에서 활강할 수 있다. 동시에 마비카의 일반 공격, 강공격, 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환된다. 대시 시, 경로 상의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br>밤혼 가호 상태에서 원소전투 스킬을 짧게 누르면 불꽃 무장 형태를 전환할 수 있다. 불꽃 무장은 마비카의 밤혼 가호 지속 시간이 종료되면 사라진다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 마비카</color><br>불꽃 무장의 형태에 따라 지속적으로 밤혼을 소모한다. 밤혼이 모두 소모되면 마비카의 밤혼 가호가 종료된다.<br><br><i>만약 마비카에게 다른 세계에서는 바이크에 차량 번호판을 달아야한다는 얘기를 해준다면, 그녀는 매우 기뻐할 것이다.<br>「여기에서 바이크는 단 한 대뿐이니까 원하는 번호를 마음껏 고를 수 있겠네?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 피해",
                                "ParamLevelList": [
                                    "128.0%pt",
                                    "137.6%pt",
                                    "147.2%pt",
                                    "160.0%pt",
                                    "169.6%pt",
                                    "179.2%pt",
                                    "192.0%pt",
                                    "204.8%pt",
                                    "217.6%pt",
                                    "230.4%pt",
                                    "243.2%pt",
                                    "256.0%pt",
                                    "272.0%pt",
                                    "288.0%pt",
                                    "304.0%pt"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 공격 간격",
                                "ParamLevelList": [
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt",
                                    "2.0pt"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 1단 공격 피해",
                                "ParamLevelList": [
                                    "57.265%",
                                    "61.926%",
                                    "66.587%",
                                    "73.246%",
                                    "77.907%",
                                    "83.234%",
                                    "90.558%",
                                    "97.883%",
                                    "105.208%",
                                    "113.198%",
                                    "121.188%",
                                    "129.179%",
                                    "137.169%",
                                    "145.16%",
                                    "153.15%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 2단 공격 피해",
                                "ParamLevelList": [
                                    "59.133%",
                                    "63.946%",
                                    "68.759%",
                                    "75.635%",
                                    "80.448%",
                                    "85.949%",
                                    "93.512%",
                                    "101.076%",
                                    "108.639%",
                                    "116.89%",
                                    "125.141%",
                                    "133.393%",
                                    "141.644%",
                                    "149.895%",
                                    "158.146%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 3단 공격 피해",
                                "ParamLevelList": [
                                    "69.987%",
                                    "75.683%",
                                    "81.38%",
                                    "89.518%",
                                    "95.215%",
                                    "101.725%",
                                    "110.677%",
                                    "119.629%",
                                    "128.58%",
                                    "138.346%",
                                    "148.112%",
                                    "157.877%",
                                    "167.643%",
                                    "177.408%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 4단 공격 피해",
                                "ParamLevelList": [
                                    "69.705%",
                                    "75.378%",
                                    "81.052%",
                                    "89.157%",
                                    "94.831%",
                                    "101.315%",
                                    "110.231%",
                                    "119.146%",
                                    "128.062%",
                                    "137.788%",
                                    "147.515%",
                                    "157.241%",
                                    "166.967%",
                                    "176.693%",
                                    "186.42%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 5단 공격 피해",
                                "ParamLevelList": [
                                    "91.004%",
                                    "98.411%",
                                    "105.818%",
                                    "116.4%",
                                    "123.807%",
                                    "132.273%",
                                    "143.912%",
                                    "155.552%",
                                    "167.192%",
                                    "179.891%",
                                    "192.589%",
                                    "205.287%",
                                    "217.985%",
                                    "230.683%",
                                    "243.381%"
                                ]
                            },
                            {
                                "Desc": "바이크 대시 피해",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 순환 피해",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공 종결 피해",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200.0%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "바이크 추락 충격 피해",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "불타는 하늘",
                        "Desc": "모두의 마음 소리가 하늘에 있는 신좌까지 울리길!<br><color style='color:#FFD780;'>마비카의 원소폭발은 원소 에너지가 아닌 「전의」에서 나온다.</color><br><br><color style='color:#FFD780;'>전의</color><br>마비카의 전의가 50% 이상 시, 마비카가 모든 전의를 소모해 원소폭발을 발동할 수 있다.<br>마비카는 아래의 방식으로 전의를 획득할 수 있다:<br> · 전투 상태 시, 주변에 있는 파티 내 캐릭터가 소모한 밤혼이 마비카의 전의로 전환된다.<br> · 주변에 있는 파티 내 캐릭터의 일반 공격이 적에게 명중 시, 마비카는 전의를 1.5pt 획득한다, 해당 효과는 0.1초마다 최대 1회 발동된다.<br><br>발동 후, 마비카는 밤혼을 10pt 획득하고 밤혼 가호 상태에 진입한 다음, 바이크를 타고 날아올라 지면의 적에게 강력한 석양 베기를 1회 발동해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 「삶과 죽음의 용광로」 상태에 진입한다.<br><br><color style='color:#FFD780;'>삶과 죽음의 용광로</color><br>지속 시간 동안, 마비카의 행동은 밤혼을 소모하지 않으며, 마비카의 경직 저항력이 증가한다. 동시에 발동 당시 보유한 전의에 따라 석양 베기로 주는 피해와 「고대의 이름 해방」 형태의 일반 공격과 강공격으로 주는 피해가 증가한다.<br>삶과 죽음의 용광로 상태는 마비카가 퇴장 시 사라진다.<br><br><i>「——하지만 이번에는, 내 손으로 그 숙명을 깨부수고 싶어」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "삶과 죽음의 용광로 지속 시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            },
                            {
                                "Desc": "석양 베기 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 1.6%",
                                    "전의 1pt당/공격력의 1.72%",
                                    "전의 1pt당/공격력의 1.84%",
                                    "전의 1pt당/공격력의 2.0%",
                                    "전의 1pt당/공격력의 2.12%",
                                    "전의 1pt당/공격력의 2.24%",
                                    "전의 1pt당/공격력의 2.4%",
                                    "전의 1pt당/공격력의 2.56%",
                                    "전의 1pt당/공격력의 2.72%",
                                    "전의 1pt당/공격력의 2.88%",
                                    "전의 1pt당/공격력의 3.04%",
                                    "전의 1pt당/공격력의 3.2%",
                                    "전의 1pt당/공격력의 3.4%",
                                    "전의 1pt당/공격력의 3.6%",
                                    "전의 1pt당/공격력의 3.8%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.258%",
                                    "전의 1pt당/공격력의 0.279%",
                                    "전의 1pt당/공격력의 0.3%",
                                    "전의 1pt당/공격력의 0.33%",
                                    "전의 1pt당/공격력의 0.351%",
                                    "전의 1pt당/공격력의 0.375%",
                                    "전의 1pt당/공격력의 0.408%",
                                    "전의 1pt당/공격력의 0.441%",
                                    "전의 1pt당/공격력의 0.474%",
                                    "전의 1pt당/공격력의 0.51%",
                                    "전의 1pt당/공격력의 0.546%",
                                    "전의 1pt당/공격력의 0.582%",
                                    "전의 1pt당/공격력의 0.618%",
                                    "전의 1pt당/공격력의 0.654%",
                                    "전의 1pt당/공격력의 0.69%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.516%",
                                    "전의 1pt당/공격력의 0.558%",
                                    "전의 1pt당/공격력의 0.6%",
                                    "전의 1pt당/공격력의 0.66%",
                                    "전의 1pt당/공격력의 0.702%",
                                    "전의 1pt당/공격력의 0.75%",
                                    "전의 1pt당/공격력의 0.816%",
                                    "전의 1pt당/공격력의 0.882%",
                                    "전의 1pt당/공격력의 0.948%",
                                    "전의 1pt당/공격력의 1.02%",
                                    "전의 1pt당/공격력의 1.092%",
                                    "전의 1pt당/공격력의 1.164%",
                                    "전의 1pt당/공격력의 1.236%",
                                    "전의 1pt당/공격력의 1.308%",
                                    "전의 1pt당/공격력의 1.38%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "전의 최대치",
                                "ParamLevelList": [
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt",
                                    "200.0pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "타오르는 꽃의 선물",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 마비카의 공격력이 30% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「키온고지」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후, 발동 당시 보유한 전의 1pt당 현재 필드 위 캐릭터가 주는 피해가 0.2pt 증가한다. 해당 방식으로 파티 내 현재 필드 위 캐릭터가 주는 피해가 최대 40% 증가한다, 지속 시간: 20초. 지속 시간 동안 해당 효과는 0pt가 될 때까지 점차 감소한다",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 소진 모드",
                        "Desc": "밤혼 소진 후, 마비카는 열소를 소모해 불꽃 무장 · 바이크 상태를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 마비카를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반, 수영 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서 마비카가 교체 등장 시 발동: 마비카가 밤혼 가호 상태에 진입하고, 마비카 밤혼 최대치의 50%에 해당하는 밤혼을 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "밤을 가르는 불꽃",
                        "Desc": "파티의 밤혼 전달 발동 재사용 대기시간이 20% 감소한다",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "밤 주인의 계시",
                        "Desc": "마비카의 밤혼 최대치가 120pt로 증가하고, 전의 획득 효율이 25% 증가한다.<br>또한, 전의 획득 후 마비카의 공격력이 40% 증가한다, 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "잿더미의 대가",
                        "Desc": "밤혼 가호 상태에서 마비카의 기초 공격력이 200pt 증가하고, 불꽃 무장의 형태에 따라 상응하는 효과를 획득한다:<br> · 불볕 고리: 주변 적의 방어력이 20% 감소한다.<br> · 바이크: 마비카의 일반 공격, 강공격, 원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 석양 베기로 주는 피해가 마비카 공격력의 60%/90%/120%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "타오르는 태양",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「지도자」의 각오",
                        "Desc": "고유 특성 「키온고지」 효과 강화:<br>원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후의 피해 증가 효과가 시간에 따라 감소하지 않는다. 또한 추가로 피해 보너스를 10% 획득한다.<br>고유 특성 「키온고지」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "진정한 의미",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「인간의 이름」 해방",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 불꽃 무장이 완전 강화된다:<br> · 불볕 고리: 불볕 고리의 공격이 적에게 명중 시, 바이크 1대가 명중한 적에게 돌진해 공격력의 200%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br> · 바이크: 마비카가 바이크 조종 시, 마비카를 따라다니는 「불볕 고리 · 빛」을 소환해 주변의 적의 방어력을 20% 감소시킨다. 또한 주변의 적에게 3초마다 공격력의 500%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 마비카의 각종 지형 돌파 능력이 향상된다.<br><br>또한 마비카가 비전투 상태에서 바이크 조종 시, 마비카의 밤혼이 5pt로 떨어지면 추가로 밤혼을 80pt 획득한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "불로 엮은 삶",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 1회의 더 강한 햇볕 베기를 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "80.035%",
                                    "86.5495%",
                                    "93.064%",
                                    "102.3704%",
                                    "108.8849%",
                                    "116.33%",
                                    "126.567%",
                                    "136.8041%",
                                    "147.0411%",
                                    "158.2088%",
                                    "169.3765%",
                                    "180.5442%",
                                    "191.7118%",
                                    "202.8795%",
                                    "214.0472%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.4799%x2",
                                    "39.4492%x2",
                                    "42.4185%x2",
                                    "46.6604%x2",
                                    "49.6296%x2",
                                    "53.0231%x2",
                                    "57.6892%x2",
                                    "62.3552%x2",
                                    "67.0212%x2",
                                    "72.1114%x2",
                                    "77.2017%x2",
                                    "82.2919%x2",
                                    "87.3821%x2",
                                    "92.4723%x2",
                                    "97.5625%x2"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "33.2232%x3",
                                    "35.9274%x3",
                                    "38.6317%x3",
                                    "42.4948%x3",
                                    "45.199%x3",
                                    "48.2896%x3",
                                    "52.5391%x3",
                                    "56.7885%x3",
                                    "61.038%x3",
                                    "65.6738%x3",
                                    "70.3096%x3",
                                    "74.9454%x3",
                                    "79.5812%x3",
                                    "84.217%x3",
                                    "88.8528%x3"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "116.1929%",
                                    "125.6504%",
                                    "135.108%",
                                    "148.6188%",
                                    "158.0764%",
                                    "168.885%",
                                    "183.7469%",
                                    "198.6088%",
                                    "213.4706%",
                                    "229.6836%",
                                    "245.8966%",
                                    "262.1095%",
                                    "278.3225%",
                                    "294.5354%",
                                    "310.7484%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "193.844%",
                                    "209.622%",
                                    "225.4%",
                                    "247.94%",
                                    "263.718%",
                                    "281.75%",
                                    "306.544%",
                                    "331.338%",
                                    "356.132%",
                                    "383.18%",
                                    "410.228%",
                                    "437.276%",
                                    "464.324%",
                                    "491.372%",
                                    "518.42%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "해방의 순간",
                        "Desc": "「투쟁」의 권능으로 인간신이 계승한 「불꽃 무장」을 소환해, 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br>발동 후, 마비카는 밤혼을 최대치까지 회복하고, 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>불꽃 무장</color><br>짧은 터치와 홀드에 따라 다른 형태로 불꽃 무장을 해방한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>「신의 이름 해방」: 불꽃 무장은 불볕 고리 형태로 나타난다. 불볕 고리는 현재 필드 위에 있는 캐릭터를 따라다니며, 간헐적으로 주변에 있는 적을 공격해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>「고대의 이름 해방」: 불꽃 무장은 바이크 형태로 나타난다. 해당 상태에서 마비카는 바이크를 조종해 고속 이동하거나, 바이크의 예비 추진기를 활성화해 짧은 시간 동안 다양한 지형을 통과하거나 공중에서 활강할 수 있다. 동시에 마비카의 일반 공격, 강공격, 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환된다. 대시 시, 경로 상의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br>밤혼 가호 상태에서 원소전투 스킬을 짧게 누르면 불꽃 무장 형태를 전환할 수 있다. 불꽃 무장은 마비카의 밤혼 가호 지속 시간이 종료되면 사라진다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 마비카</color><br>불꽃 무장의 형태에 따라 지속적으로 밤혼을 소모한다. 밤혼이 모두 소모되면 마비카의 밤혼 가호가 종료된다.<br><br><i>만약 마비카에게 다른 세계에서는 바이크에 차량 번호판을 달아야한다는 얘기를 해준다면, 그녀는 매우 기뻐할 것이다.<br>「여기에서 바이크는 단 한 대뿐이니까 원하는 번호를 마음껏 고를 수 있겠네?」</i>",
                        "Icon": "Skill_S_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "74.4%",
                                    "79.98%",
                                    "85.56%",
                                    "93.0%",
                                    "98.58%",
                                    "104.16%",
                                    "111.6%",
                                    "119.04%",
                                    "126.48%",
                                    "133.92%",
                                    "141.36%",
                                    "148.8%",
                                    "158.1%",
                                    "167.4%",
                                    "176.7%"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 피해",
                                "ParamLevelList": [
                                    "128.0%",
                                    "137.6%",
                                    "147.2%",
                                    "160.0%",
                                    "169.6%",
                                    "179.2%",
                                    "192.0%",
                                    "204.8%",
                                    "217.6%",
                                    "230.4%",
                                    "243.2%",
                                    "256.0%",
                                    "272.0%",
                                    "288.0%",
                                    "304.0%"
                                ]
                            },
                            {
                                "Desc": "불볕 고리 공격 간격",
                                "ParamLevelList": [
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초",
                                    "2초"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 1단 공격 피해",
                                "ParamLevelList": [
                                    "57.2648%",
                                    "61.9259%",
                                    "66.587%",
                                    "73.2457%",
                                    "77.9068%",
                                    "83.2337%",
                                    "90.5583%",
                                    "97.8829%",
                                    "105.2075%",
                                    "113.1979%",
                                    "121.1883%",
                                    "129.1788%",
                                    "137.1692%",
                                    "145.1597%",
                                    "153.1501%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 2단 공격 피해",
                                "ParamLevelList": [
                                    "59.1327%",
                                    "63.9459%",
                                    "68.759%",
                                    "75.6349%",
                                    "80.448%",
                                    "85.9488%",
                                    "93.5122%",
                                    "101.0757%",
                                    "108.6392%",
                                    "116.8903%",
                                    "125.1414%",
                                    "133.3925%",
                                    "141.6435%",
                                    "149.8946%",
                                    "158.1457%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 3단 공격 피해",
                                "ParamLevelList": [
                                    "69.9868%",
                                    "75.6834%",
                                    "81.38%",
                                    "89.518%",
                                    "95.2146%",
                                    "101.725%",
                                    "110.6768%",
                                    "119.6286%",
                                    "128.5804%",
                                    "138.346%",
                                    "148.1116%",
                                    "157.8772%",
                                    "167.6428%",
                                    "177.4084%",
                                    "187.174%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 4단 공격 피해",
                                "ParamLevelList": [
                                    "69.7047%",
                                    "75.3784%",
                                    "81.052%",
                                    "89.1572%",
                                    "94.8308%",
                                    "101.315%",
                                    "110.2307%",
                                    "119.1464%",
                                    "128.0622%",
                                    "137.7884%",
                                    "147.5146%",
                                    "157.2409%",
                                    "166.9671%",
                                    "176.6934%",
                                    "186.4196%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 5단 공격 피해",
                                "ParamLevelList": [
                                    "91.0035%",
                                    "98.4107%",
                                    "105.818%",
                                    "116.3998%",
                                    "123.8071%",
                                    "132.2725%",
                                    "143.9125%",
                                    "155.5525%",
                                    "167.1924%",
                                    "179.8906%",
                                    "192.5888%",
                                    "205.2869%",
                                    "217.9851%",
                                    "230.6832%",
                                    "243.3814%"
                                ]
                            },
                            {
                                "Desc": "바이크 대시 피해",
                                "ParamLevelList": [
                                    "80.84%",
                                    "87.42%",
                                    "94.0%",
                                    "103.4%",
                                    "109.98%",
                                    "117.5%",
                                    "127.84%",
                                    "138.18%",
                                    "148.52%",
                                    "159.8%",
                                    "171.08%",
                                    "182.36%",
                                    "193.64%",
                                    "204.92%",
                                    "216.2%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 순환 피해",
                                "ParamLevelList": [
                                    "98.9%",
                                    "106.95%",
                                    "115.0%",
                                    "126.5%",
                                    "134.55%",
                                    "143.75%",
                                    "156.4%",
                                    "169.05%",
                                    "181.7%",
                                    "195.5%",
                                    "209.3%",
                                    "223.1%",
                                    "236.9%",
                                    "250.7%",
                                    "264.5%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 종결 피해",
                                "ParamLevelList": [
                                    "137.6%",
                                    "148.8%",
                                    "160.0%",
                                    "176.0%",
                                    "187.2%",
                                    "200%",
                                    "217.6%",
                                    "235.2%",
                                    "252.8%",
                                    "272.0%",
                                    "291.2%",
                                    "310.4%",
                                    "329.6%",
                                    "348.8%",
                                    "368.0%"
                                ]
                            },
                            {
                                "Desc": "바이크 추락 충격 피해",
                                "ParamLevelList": [
                                    "159.96%",
                                    "172.98%",
                                    "186.0%",
                                    "204.6%",
                                    "217.62%",
                                    "232.5%",
                                    "252.96%",
                                    "273.42%",
                                    "293.88%",
                                    "316.2%",
                                    "338.52%",
                                    "360.84%",
                                    "383.16%",
                                    "405.48%",
                                    "427.8%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "불타는 하늘",
                        "Desc": "모두의 마음 소리가 하늘에 있는 신좌까지 울리길!<br><color style='color:#FFD780;'>마비카의 원소폭발은 원소 에너지가 아닌 「전의」에서 나온다.</color><br><br><color style='color:#FFD780;'>전의</color><br>마비카의 전의가 50% 이상 시, 마비카가 모든 전의를 소모해 원소폭발을 발동할 수 있다.<br>마비카는 아래의 방식으로 전의를 획득할 수 있다:<br> · 전투 상태 시, 주변에 있는 파티 내 캐릭터가 소모한 밤혼이 마비카의 전의로 전환된다.<br> · 주변에 있는 파티 내 캐릭터의 일반 공격이 적에게 명중 시, 마비카는 전의를 1.5pt 획득한다, 해당 효과는 0.1초마다 최대 1회 발동된다.<br><br>발동 후, 마비카는 밤혼을 10pt 획득하고 밤혼 가호 상태에 진입한 다음, 바이크를 타고 날아올라 지면의 적에게 강력한 석양 베기를 1회 발동해 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 「삶과 죽음의 용광로」 상태에 진입한다.<br><br><color style='color:#FFD780;'>삶과 죽음의 용광로</color><br>지속 시간 동안, 마비카의 행동은 밤혼을 소모하지 않으며, 마비카의 경직 저항력이 증가한다. 동시에 발동 당시 보유한 전의에 따라 석양 베기로 주는 피해와 「고대의 이름 해방」 형태의 일반 공격과 강공격으로 주는 피해가 증가한다.<br>삶과 죽음의 용광로 상태는 마비카가 퇴장 시 사라진다.<br><br><i>「——하지만 이번에는, 내 손으로 그 숙명을 깨부수고 싶어」</i>",
                        "Icon": "Skill_E_Mavuika_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "444.8%",
                                    "478.16%",
                                    "511.52%",
                                    "556.0%",
                                    "589.36%",
                                    "622.72%",
                                    "667.2%",
                                    "711.68%",
                                    "756.16%",
                                    "800.64%",
                                    "845.12%",
                                    "889.6%",
                                    "945.2%",
                                    "1000.8%",
                                    "1056.4%"
                                ]
                            },
                            {
                                "Desc": "삶과 죽음의 용광로 지속 시간",
                                "ParamLevelList": [
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초"
                                ]
                            },
                            {
                                "Desc": "석양 베기 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 1.6%",
                                    "전의 1pt당/공격력의 1.72%",
                                    "전의 1pt당/공격력의 1.84%",
                                    "전의 1pt당/공격력의 2.0%",
                                    "전의 1pt당/공격력의 2.12%",
                                    "전의 1pt당/공격력의 2.24%",
                                    "전의 1pt당/공격력의 2.4%",
                                    "전의 1pt당/공격력의 2.56%",
                                    "전의 1pt당/공격력의 2.72%",
                                    "전의 1pt당/공격력의 2.88%",
                                    "전의 1pt당/공격력의 3.04%",
                                    "전의 1pt당/공격력의 3.2%",
                                    "전의 1pt당/공격력의 3.4%",
                                    "전의 1pt당/공격력의 3.6%",
                                    "전의 1pt당/공격력의 3.8%"
                                ]
                            },
                            {
                                "Desc": "바이크 일반 공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.258%",
                                    "전의 1pt당/공격력의 0.279%",
                                    "전의 1pt당/공격력의 0.3%",
                                    "전의 1pt당/공격력의 0.33%",
                                    "전의 1pt당/공격력의 0.351%",
                                    "전의 1pt당/공격력의 0.375%",
                                    "전의 1pt당/공격력의 0.408%",
                                    "전의 1pt당/공격력의 0.441%",
                                    "전의 1pt당/공격력의 0.474%",
                                    "전의 1pt당/공격력의 0.51%",
                                    "전의 1pt당/공격력의 0.546%",
                                    "전의 1pt당/공격력의 0.582%",
                                    "전의 1pt당/공격력의 0.618%",
                                    "전의 1pt당/공격력의 0.654%",
                                    "전의 1pt당/공격력의 0.69%"
                                ]
                            },
                            {
                                "Desc": "바이크 강공격 피해 증가",
                                "ParamLevelList": [
                                    "전의 1pt당/공격력의 0.516%",
                                    "전의 1pt당/공격력의 0.558%",
                                    "전의 1pt당/공격력의 0.6%",
                                    "전의 1pt당/공격력의 0.66%",
                                    "전의 1pt당/공격력의 0.702%",
                                    "전의 1pt당/공격력의 0.75%",
                                    "전의 1pt당/공격력의 0.816%",
                                    "전의 1pt당/공격력의 0.882%",
                                    "전의 1pt당/공격력의 0.948%",
                                    "전의 1pt당/공격력의 1.02%",
                                    "전의 1pt당/공격력의 1.092%",
                                    "전의 1pt당/공격력의 1.164%",
                                    "전의 1pt당/공격력의 1.236%",
                                    "전의 1pt당/공격력의 1.308%",
                                    "전의 1pt당/공격력의 1.38%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "전의 최대치",
                                "ParamLevelList": [
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt",
                                    "200pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "타오르는 꽃의 선물",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 마비카의 공격력이 30% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Mavuika_05"
                    },
                    {
                        "Name": "「키온고지」",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후, 발동 당시 보유한 전의 1pt당 현재 필드 위 캐릭터가 주는 피해가 0.2% 증가한다. 해당 방식으로 파티 내 현재 필드 위 캐릭터가 주는 피해가 최대 40% 증가한다, 지속 시간: 20초. 지속 시간 동안 해당 효과는 0%가 될 때까지 점차 감소한다",
                        "Icon": "UI_Talent_S_Mavuika_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 소진 모드",
                        "Desc": "밤혼 소진 후, 마비카는 열소를 소모해 불꽃 무장 · 바이크 상태를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 마비카를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반, 수영 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에서 마비카가 교체 등장 시 발동: 마비카가 밤혼 가호 상태에 진입하고, 마비카 밤혼 최대치의 50%에 해당하는 밤혼을 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다",
                        "Icon": "UI_Talent_S_Mavuika_07"
                    },
                    {
                        "Name": "밤을 밝히는 불꽃",
                        "Desc": "파티의 밤혼 전달 발동 재사용 대기시간이 20% 감소한다",
                        "Icon": "UI_Talent_S_Citlali_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "밤 주인의 계시",
                        "Desc": "마비카의 밤혼 최대치가 120pt로 증가하고, 전의 획득 효율이 25% 증가한다.<br>또한, 전의 획득 후 마비카의 공격력이 40% 증가한다, 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Mavuika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "잿더미의 대가",
                        "Desc": "밤혼 가호 상태에서 마비카의 기초 공격력이 200pt 증가하고, 불꽃 무장의 형태에 따라 상응하는 효과를 획득한다:<br> · 불볕 고리: 주변 적의 방어력이 20% 감소한다.<br> · 바이크: 마비카의 일반 공격, 강공격, 원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 석양 베기로 주는 피해가 마비카 공격력의 60%/90%/120%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mavuika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "타오르는 태양",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>불타는 하늘</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "「지도자」의 각오",
                        "Desc": "돌파 특성 「키온고지」 효과 강화:<br>원소폭발 <color style='color:#FFD780;'>불타는 하늘</color> 발동 후의 피해 증가 효과가 시간에 따라 감소하지 않는다. 또한 추가로 피해 보너스를 10% 획득한다.<br>돌파 특성 「키온고지」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mavuika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "진정한 의미",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mavuika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「인간의 이름」 해방",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>해방의 순간</color>의 불꽃 무장이 완전 강화된다:<br> · 불볕 고리: 불볕 고리의 공격이 적에게 명중 시, 바이크 1대가 명중한 적에게 돌진해 공격력의 200%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다.<br> · 바이크: 마비카가 바이크 조종 시, 마비카를 따라다니는 「불볕 고리 · 빛」을 소환해 주변의 적의 방어력을 20% 감소시킨다. 또한 주변의 적에게 3초마다 공격력의 500%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 마비카의 각종 지형 돌파 능력이 향상된다.<br><br>또한 마비카가 비전투 상태에서 바이크 조종 시, 마비카의 밤혼이 5pt로 떨어지면 추가로 밤혼을 80pt 획득한다. 해당 효과는 15초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mavuika_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mavuika": {
        "AttackList": [
            {
                "Skill": "Q Sunfell Slice",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "E Start (Press)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "E Start (Hold)",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    200.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Default",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "E Ring",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "C6 E Ring",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "C6 Flamestrider",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        6.0
                    ]
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 0.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    5.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Charged ATK Loop",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    5.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByHitDirection"
            },
            {
                "Skill": "Charged ATK End",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    20.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Sprint ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Sprint ATK<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 3,
                "Force": [
                    200.0,
                    700.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.7,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 76.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.09,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 2<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 79.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.7,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 93.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        4.5,
                        3.5
                    ]
                },
                "AtkTag": "Normal ATK 4<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 93.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.7,
                        3.8
                    ]
                },
                "AtkTag": "Normal ATK 5<br>Nightsoul",
                "AttTag": "Motor Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 121.7,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttackerForward"
            }
        ]
    }
}