// Auto Generated

var _AvatarDataConfig_ = {
    "Mika": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Mika": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100021": 3,
                "112032": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113044": 2,
                "100021": 10,
                "112032": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113044": 4,
                "100021": 20,
                "112033": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113044": 8,
                "100021": 30,
                "112033": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113044": 12,
                "100021": 45,
                "112034": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113044": 20,
                "100021": 60,
                "112034": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112032": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112033": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112033": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112033": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112033": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112034": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112034": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112034": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112034": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mika": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "페보니우스 창술 · 화살촉",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>석궁과 창술을 결합해서 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방으로 돌진하며 경로상의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "43.2632%",
                                    "46.7846%",
                                    "50.306%",
                                    "55.3366%",
                                    "58.858%",
                                    "62.8825%",
                                    "68.4162%",
                                    "73.9498%",
                                    "79.4835%",
                                    "85.5202%",
                                    "91.5569%",
                                    "97.5936%",
                                    "103.6304%",
                                    "109.6671%",
                                    "115.7038%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "41.5019%",
                                    "44.8799%",
                                    "48.258%",
                                    "53.0838%",
                                    "56.4619%",
                                    "60.3225%",
                                    "65.6309%",
                                    "70.9393%",
                                    "76.2476%",
                                    "82.0386%",
                                    "87.8296%",
                                    "93.6205%",
                                    "99.4115%",
                                    "105.2024%",
                                    "110.9934%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "54.5034%",
                                    "58.9397%",
                                    "63.376%",
                                    "69.7136%",
                                    "74.1499%",
                                    "79.22%",
                                    "86.1914%",
                                    "93.1627%",
                                    "100.1341%",
                                    "107.7392%",
                                    "115.3443%",
                                    "122.9494%",
                                    "130.5546%",
                                    "138.1597%",
                                    "145.7648%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "27.6146%+27.6146%",
                                    "29.8623%+29.8623%",
                                    "32.11%+32.11%",
                                    "35.321%+35.321%",
                                    "37.5687%+37.5687%",
                                    "40.1375%+40.1375%",
                                    "43.6696%+43.6696%",
                                    "47.2017%+47.2017%",
                                    "50.7338%+50.7338%",
                                    "54.587%+54.587%",
                                    "58.4402%+58.4402%",
                                    "62.2934%+62.2934%",
                                    "66.1466%+66.1466%",
                                    "70.0%+70.0%",
                                    "73.853%+73.853%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.8743%",
                                    "76.6432%",
                                    "82.412%",
                                    "90.6532%",
                                    "96.422%",
                                    "103.015%",
                                    "112.0803%",
                                    "121.1456%",
                                    "130.211%",
                                    "140.1004%",
                                    "149.9898%",
                                    "159.8793%",
                                    "169.7687%",
                                    "179.6582%",
                                    "189.5476%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "112.746%",
                                    "121.923%",
                                    "131.1%",
                                    "144.21%",
                                    "153.387%",
                                    "163.875%",
                                    "178.296%",
                                    "192.717%",
                                    "207.138%",
                                    "222.87%",
                                    "238.602%",
                                    "254.334%",
                                    "270.066%",
                                    "285.798%",
                                    "301.53%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별서리 소용돌이",
                        "Desc": "석궁으로 적을 공격하고 근처에 있는 파티 내 모든 캐릭터에게 영혼의 바람 상태를 부여한다. 해당 상태의 캐릭터가 필드 위에 있을 시 공격 속도가 증가한다.<br>짧은 터치 또는 홀드에 따라 각기 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적을 관통하는 서리흐름 화살을 빠른 속도로 발사해 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>조준 모드로 진입한 다음 조준한 1명의 적에게 얼음별 비콘을 발사해 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 얼음별 비콘이 대상에게 명중하면 상승 후 공중에서 폭발하여 주변에 있는 최대 3명의 다른 적에게 얼음별 파편을 발사하고 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br><br><i>서리 내린 하늘 아래 별빛이 반짝인다</i>",
                        "Icon": "Skill_S_Mika_01",
                        "ParamDesc": [
                            {
                                "Desc": "서리흐름 화살 피해",
                                "ParamLevelList": [
                                    "67.2%",
                                    "72.24%",
                                    "77.28%",
                                    "84.0%",
                                    "89.04%",
                                    "94.08%",
                                    "100.8%",
                                    "107.52%",
                                    "114.24%",
                                    "120.96%",
                                    "127.68%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%"
                                ]
                            },
                            {
                                "Desc": "얼음별 비콘 피해",
                                "ParamLevelList": [
                                    "84.0%",
                                    "90.3%",
                                    "96.6%",
                                    "105.0%",
                                    "111.3%",
                                    "117.6%",
                                    "126.0%",
                                    "134.4%",
                                    "142.8%",
                                    "151.2%",
                                    "159.6%",
                                    "168.0%",
                                    "178.5%",
                                    "189.0%",
                                    "199.5%"
                                ]
                            },
                            {
                                "Desc": "얼음별 파편 피해",
                                "ParamLevelList": [
                                    "25.2%",
                                    "27.09%",
                                    "28.98%",
                                    "31.5%",
                                    "33.39%",
                                    "35.28%",
                                    "37.8%",
                                    "40.32%",
                                    "42.84%",
                                    "45.36%",
                                    "47.88%",
                                    "50.4%",
                                    "53.55%",
                                    "56.7%",
                                    "59.85%"
                                ]
                            },
                            {
                                "Desc": "공격 속도 증가",
                                "ParamLevelList": [
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "21.0%",
                                    "22.0%",
                                    "23.0%",
                                    "24.0%",
                                    "25.0%",
                                    "25.0%",
                                    "25.0%"
                                ]
                            },
                            {
                                "Desc": "영혼의 바람 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "푸른 깃털의 기도",
                        "Desc": "기사단의 기도로부터 동료들이 앞으로 나아갈 용기를 끌어낸 뒤, 근처에 있는 파티 내 모든 캐릭터의 HP를 회복하고 매의 깃털 상태를 부여한다. HP 회복량은 미카의 HP 최대치에 따라 결정된다.<br><br><color style='color:#FFD780;'>매의 깃털</color><br>매의 깃털 상태인 필드 위 캐릭터의 일반 공격이 적에게 명중 시, 미카가 해당 캐릭터의 HP를 회복한다. HP 회복량은 미카의 HP 최대치에 따라 결정된다.<br>해당 상태의 캐릭터는 짧은 시간 내에 해당 방식으로 HP를 최대 1번 회복할 수 있다.<br><br><i>「역경 속에서는 희망을 잃지 말고, 순조로울 때는 경계를 늦추지 말자…. 그 순백의 깃털이 결국에는 길 잃은 나그네를 인도할 것이기에」</i>",
                        "Icon": "Skill_E_Mika_01",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 치유량",
                                "ParamLevelList": [
                                    "HP 최대치의 12.168%+1172.0355",
                                    "HP 최대치의 13.0806%+1289.2554",
                                    "HP 최대치의 13.9932%+1416.2435",
                                    "HP 최대치의 15.21%+1553",
                                    "HP 최대치의 16.1226%+1699.5248",
                                    "HP 최대치의 17.0352%+1855.8179",
                                    "HP 최대치의 18.252%+2021.8794",
                                    "HP 최대치의 19.4688%+2197.7092",
                                    "HP 최대치의 20.6856%+2383.3071",
                                    "HP 최대치의 21.9024%+2578.6736",
                                    "HP 최대치의 23.1192%+2783.8083",
                                    "HP 최대치의 24.336%+2998.7114",
                                    "HP 최대치의 25.857%+3223.3828",
                                    "HP 최대치의 27.378%+3457.8225",
                                    "HP 최대치의 28.899%+3702.0305"
                                ]
                            },
                            {
                                "Desc": "매의 깃털 치유량",
                                "ParamLevelList": [
                                    "HP 최대치의 2.432%+233.95428",
                                    "HP 최대치의 2.6144%+257.35297",
                                    "HP 최대치의 2.7968%+282.70154",
                                    "HP 최대치의 3.04%+310",
                                    "HP 최대치의 3.2224%+339.24835",
                                    "HP 최대치의 3.4048%+370.4466",
                                    "HP 최대치의 3.648%+403.59473",
                                    "HP 최대치의 3.8912%+438.69275",
                                    "HP 최대치의 4.1344%+475.74066",
                                    "HP 최대치의 4.3776%+514.73846",
                                    "HP 최대치의 4.6208%+555.68616",
                                    "HP 최대치의 4.864%+598.58374",
                                    "HP 최대치의 5.168%+643.4312",
                                    "HP 최대치의 5.472%+690.2286",
                                    "HP 최대치의 5.776%+738.9758"
                                ]
                            },
                            {
                                "Desc": "매의 깃털 치유 간격",
                                "ParamLevelList": [
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초",
                                    "2.5초"
                                ]
                            },
                            {
                                "Desc": "매의 깃털 지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "견제 사격",
                        "Desc": "<color style='color:#FFD780;'>별서리 소용돌이</color>의 영혼의 바람 상태는 아래 상황에서 필드 위 캐릭터의 물리 피해가 10% 증가하는 탐지 효과를 획득한다:<br> · 서리흐름 화살에 명중한 적이 1명을 초과할 경우, 추가로 명중한 적 1명당 탐지 효과 1스택을 생성한다.<br> · 얼음별 파편이 적에게 명중 시 탐지 효과를 1스택 생성한다. 해당 효과는 얼음별 파편당 1회만 발동한다.<br><br>영혼의 바람 상태의 탐지 효과는 최대 3스택 중첩되며, 지속 시간 동안 별서리 소용돌이를 중복 발동하면 기존 영혼의 바람 상태와 탐지 효과는 사라진다",
                        "Icon": "UI_Talent_S_Mika_05"
                    },
                    {
                        "Name": "지형 측량",
                        "Desc": "동시에 <color style='color:#FFD780;'>푸른 깃털의 기도</color>의 매의 깃털 상태와 <color style='color:#FFD780;'>별서리 소용돌이</color>의 영혼의 바람 상태 중인 현재 필드 위 캐릭터의 공격으로 치명타 발생 시, 돌파 특성 「견제 사격」의 탐지 효과를 1스택 생성한다. 1번의 영혼의 바람 상태 지속 시간 내에, 해당 방식으로 탐지 효과를 최대 1스택 생성한다.<br>또한 영혼의 바람 상태의 탐지 효과 최대 중첩수가 1스택 증가한다.<br>돌파 특성 「견제 사격」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Mika_06"
                    },
                    {
                        "Name": "경계 확정",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>몬드 지역 특산물</color> 위치가 나타난다",
                        "Icon": "UI_Talent_Collect_Local_Mengde"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "마주친 인연",
                        "Desc": "<color style='color:#FFD780;'>별서리 소용돌이</color>로 생성된 영혼의 바람 상태가 <color style='color:#FFD780;'>푸른 깃털의 기도</color>로 부여된 매의 깃털 상태의 HP 회복 간격을 감소시킨다. 감소 비율은 영혼의 바람 상태가 제공하는 공격 속도 증가 비율과 동일하다",
                        "Icon": "UI_Talent_S_Mika_01"
                    },
                    {
                        "Level": 2,
                        "Name": "여행길 동반",
                        "Desc": "<color style='color:#FFD780;'>별서리 소용돌이</color>의 서리흐름 화살이 처음으로 적에게 명중하거나 얼음별 비콘이 적에게 명중 시, 돌파 특성 「견제 사격」의 탐지 효과를 1스택 생성한다.<br>돌파 특성 「견제 사격」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Mika_02"
                    },
                    {
                        "Level": 3,
                        "Name": "유격 노하우",
                        "Desc": "<color style='color:#FFD780;'>푸른 깃털의 기도</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mika_01"
                    },
                    {
                        "Level": 4,
                        "Name": "맑은 서리 축복",
                        "Desc": "미카 자신의 <color style='color:#FFD780;'>푸른 깃털의 기도</color>의 매의 깃털 상태로 파티 내 캐릭터를 치유 시, 미카가 원소 에너지를 3pt 회복한다. 푸른 깃털의 기도를 1번 발동해서 생성한 매의 깃털 상태는 원소 에너지를 최대 5회 회복할 수 있다",
                        "Icon": "UI_Talent_S_Mika_03"
                    },
                    {
                        "Level": 5,
                        "Name": "신호 화살",
                        "Desc": "<color style='color:#FFD780;'>별서리 소용돌이</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mika_02"
                    },
                    {
                        "Level": 6,
                        "Name": "동반 도우미",
                        "Desc": "<color style='color:#FFD780;'>별서리 소용돌이</color>의 영혼의 바람 상태에서 탐지 효과 최대 중첩수가 1스택 증가한다. 돌파 특성 「견제 사격」을 해금해야 한다.<br>또한 영혼의 바람 상태인 현재 필드 위 캐릭터 물리 피해의 치명타 피해가 60% 증가한다",
                        "Icon": "UI_Talent_S_Mika_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mika": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        10.0,
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.15
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.3,
                        0.3,
                        0.3
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.2,
                        0.2,
                        0.2
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        1.8,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.245,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 38.606,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.701,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5,
                        45.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.68,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.0,
                        1.5,
                        45.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.68,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.0,
                        1.5,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 65.93,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.04,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}