// Auto Generated

var _AvatarDataConfig_ = {
    "Momoka": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Momoka": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101208": 3,
                "112053": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113045": 2,
                "101208": 10,
                "112053": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113045": 4,
                "101208": 20,
                "112054": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113045": 8,
                "101208": 30,
                "112054": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113045": 12,
                "101208": 45,
                "112055": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113045": 20,
                "101208": 60,
                "112055": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104320": 3,
                "112053": 6
            },
            {
                "202": 17500,
                "104321": 2,
                "112054": 3
            },
            {
                "202": 25000,
                "104321": 4,
                "112054": 4
            },
            {
                "202": 30000,
                "104321": 6,
                "112054": 6
            },
            {
                "202": 37500,
                "104321": 9,
                "112054": 9
            },
            {
                "202": 120000,
                "104322": 4,
                "112055": 4,
                "113048": 1
            },
            {
                "202": 260000,
                "104322": 6,
                "112055": 6,
                "113048": 1
            },
            {
                "202": 450000,
                "104322": 12,
                "112055": 9,
                "113048": 2
            },
            {
                "202": 700000,
                "104322": 16,
                "112055": 12,
                "113048": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Momoka": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "종이상자 절단술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 3번 할퀸다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "47.902%",
                                    "51.801%",
                                    "55.7%",
                                    "61.27%",
                                    "65.169%",
                                    "69.625%",
                                    "75.752%",
                                    "81.879%",
                                    "88.006%",
                                    "94.69%",
                                    "101.374%",
                                    "108.058%",
                                    "114.742%",
                                    "121.426%",
                                    "128.11%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "46.354%",
                                    "50.127%",
                                    "53.9%",
                                    "59.29%",
                                    "63.063%",
                                    "67.375%",
                                    "73.304%",
                                    "79.233%",
                                    "85.162%",
                                    "91.63%",
                                    "98.098%",
                                    "104.566%",
                                    "111.034%",
                                    "117.502%",
                                    "123.97%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "25.4216%+38.1324%",
                                    "27.4908%+41.2362%",
                                    "29.56%+44.34%",
                                    "32.516%+48.774%",
                                    "34.5852%+51.8778%",
                                    "36.95%+55.425%",
                                    "40.2016%+60.3024%",
                                    "43.4532%+65.1798%",
                                    "46.7048%+70.0572%",
                                    "50.252%+75.378%",
                                    "53.7992%+80.6988%",
                                    "57.3464%+86.0196%",
                                    "60.8936%+91.3404%",
                                    "64.4408%+96.6612%",
                                    "67.988%+101.982%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "73.272%",
                                    "79.236%",
                                    "85.2%",
                                    "93.72%",
                                    "99.684%",
                                    "106.5%",
                                    "115.872%",
                                    "125.244%",
                                    "134.616%",
                                    "144.84%",
                                    "155.064%",
                                    "165.288%",
                                    "175.512%",
                                    "185.736%",
                                    "195.96%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "22.3772%+44.7544%+44.7544%",
                                    "24.1986%+48.3972%+48.3972%",
                                    "26.02%+52.04%+52.04%",
                                    "28.622%+57.244%+57.244%",
                                    "30.4434%+60.8868%+60.8868%",
                                    "32.525%+65.05%+65.05%",
                                    "35.3872%+70.7744%+70.7744%",
                                    "38.2494%+76.4988%+76.4988%",
                                    "41.1116%+82.2232%+82.2232%",
                                    "44.234%+88.468%+88.468%",
                                    "47.3564%+94.7128%+94.7128%",
                                    "50.4788%+100.9576%+100.9576%",
                                    "53.6012%+107.2024%+107.2024%",
                                    "56.7236%+113.4472%+113.4472%",
                                    "59.846%+119.692%+119.692%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "냥냥 골목 누비기",
                        "Desc": "<color style='color:#FFD780;'>짧은 터치</color><br>꽃밭을 질주하는 고양이의 몸놀림으로 도약하여 꼬리 텀블링 킥으로 적을 공격해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 동시에 안전 배송 보호막을 펼쳐 키라라에게 잠시 <color style='color:#99FF88;'>풀 원소 부착</color>을 부여한다. 안전 배송 보호막은 <color style='color:#99FF88;'>풀 원소 피해</color>에 대해 250%의 흡수 효과가 있다. 보호막의 피해 흡수량은 키라라 HP 최대치의 영향을 받으며, 키라라 HP 최대치의 일정 비율을 넘을 수 없다. 남은 피해 흡수량은 새로운 안전 배송 보호막을 획득할 때마다 중첩되며 지속 시간도 갱신된다.<br><br><color style='color:#FFD780;'>홀드</color><br>「당일 배송」할 기세로 짧은 터치와 동일한 안전 배송 보호막을 펼친 다음, 특제 택배 상자로 들어가 냥냥 특급 배송 상태에 진입해 더 빠른 이동과 전투를 펼친다.<br><br><color style='color:#FFD780;'>냥냥 특급 배송 상태</color><br> · 충돌한 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 해당 효과는 각 적에게 0.5초마다 최대 1번만 발동한다.<br> · 해당 상태에서 키라라의 이동 속도, 등반 속도, 점프 능력이 증가하고, 등반 시 소모되는 스태미나가 증가한다.<br> · 지속 시간이 종료되거나 스킬을 다시 발동하면, 짧은 터치보다 더 강력한 냥냥 할퀴기를 발동해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br> · 냥냥 특급 배송 상태는 최대 10초 지속되며, 해당 효과 종료 시 스킬은 재사용 대기시간에 진입한다. 냥냥 특급 배송 상태 지속 시간이 길어질수록 재사용 대기시간도 길어진다.<br> · 지속 시간 내 대시하거나 등반을 직접 종료하면 냥냥 특급 배송 상태가 조기 종료된다.<br><br><i>「음, 빠른 배송의 비결을 알고 싶다고? 당연히 다리 힘이지!」</i>",
                        "Icon": "Skill_S_Momoka_01",
                        "ParamDesc": [
                            {
                                "Desc": "꼬리 텀블링 킥 피해",
                                "ParamLevelList": [
                                    "104.0%",
                                    "111.8%",
                                    "119.6%",
                                    "130.0%",
                                    "137.8%",
                                    "145.6%",
                                    "156.0%",
                                    "166.4%",
                                    "176.8%",
                                    "187.2%",
                                    "197.6%",
                                    "208.0%",
                                    "221.0%",
                                    "234.0%",
                                    "247.0%"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량",
                                "ParamLevelList": [
                                    "HP 최대치의 10.0%+962.2313",
                                    "HP 최대치의 10.75%+1058.4679",
                                    "HP 최대치의 11.5%+1162.7241",
                                    "HP 최대치의 12.5%+1275",
                                    "HP 최대치의 13.25%+1395.2957",
                                    "HP 최대치의 14.0%+1523.611",
                                    "HP 최대치의 15.0%+1659.946",
                                    "HP 최대치의 16.0%+1804.3008",
                                    "HP 최대치의 17.0%+1956.6753",
                                    "HP 최대치의 18.0%+2117.0693",
                                    "HP 최대치의 19.0%+2285.4834",
                                    "HP 최대치의 20.0%+2461.917",
                                    "HP 최대치의 21.25%+2646.3704",
                                    "HP 최대치의 22.5%+2838.8433",
                                    "HP 최대치의 23.75%+3039.336"
                                ]
                            },
                            {
                                "Desc": "보호막 흡수량 최대치",
                                "ParamLevelList": [
                                    "HP 최대치의 16.0%+1541.0796",
                                    "HP 최대치의 17.2%+1695.2089",
                                    "HP 최대치의 18.4%+1862.1824",
                                    "HP 최대치의 20.0%+2042",
                                    "HP 최대치의 21.2%+2234.6616",
                                    "HP 최대치의 22.4%+2440.1675",
                                    "HP 최대치의 24.0%+2658.5176",
                                    "HP 최대치의 25.6%+2889.7117",
                                    "HP 최대치의 27.2%+3133.7498",
                                    "HP 최대치의 28.8%+3390.632",
                                    "HP 최대치의 30.4%+3660.3584",
                                    "HP 최대치의 32.0%+3942.929",
                                    "HP 최대치의 34.0%+4238.3438",
                                    "HP 최대치의 36.0%+4546.6025",
                                    "HP 최대치의 38.0%+4867.705"
                                ]
                            },
                            {
                                "Desc": "보호막 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "냥냥 특급 배송 충돌 피해",
                                "ParamLevelList": [
                                    "33.6%",
                                    "36.12%",
                                    "38.64%",
                                    "42.0%",
                                    "44.52%",
                                    "47.04%",
                                    "50.4%",
                                    "53.76%",
                                    "57.12%",
                                    "60.48%",
                                    "63.84%",
                                    "67.2%",
                                    "71.4%",
                                    "75.6%",
                                    "79.8%"
                                ]
                            },
                            {
                                "Desc": "냥냥 특급 배송 상태 최대 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "냥냥 할퀴기 피해",
                                "ParamLevelList": [
                                    "144.0%",
                                    "154.8%",
                                    "165.6%",
                                    "180.0%",
                                    "190.8%",
                                    "201.6%",
                                    "216.0%",
                                    "230.4%",
                                    "244.8%",
                                    "259.2%",
                                    "273.6%",
                                    "288.0%",
                                    "306.0%",
                                    "324.0%",
                                    "342.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초",
                                    "8초~12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "비법 · 깜짝 배달",
                        "Desc": "도둑을 혼내주는 깜짝 택배 상자로 적을 공격해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 깜짝 택배 상자는 폭발 후 여러 개의 <color style='color:#FFD780;'>카다멈 열매</color>로 분열한다. 카다멈 열매는 적과 접촉하거나 일정 시간이 지나면 폭발해 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br><br><i>「헤헤, 이건 너희 같은 택배 도둑을 위해 준비한 거야. 받았으면 좋은 평가 부탁할게!」</i>",
                        "Icon": "Skill_E_Momoka_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "570.24%",
                                    "613.008%",
                                    "655.776%",
                                    "712.8%",
                                    "755.568%",
                                    "798.336%",
                                    "855.36%",
                                    "912.384%",
                                    "969.408%",
                                    "1026.432%",
                                    "1083.456%",
                                    "1140.48%",
                                    "1211.76%",
                                    "1283.04%",
                                    "1354.32%"
                                ]
                            },
                            {
                                "Desc": "카다멈 열매 폭발 피해",
                                "ParamLevelList": [
                                    "35.64%",
                                    "38.313%",
                                    "40.986%",
                                    "44.55%",
                                    "47.223%",
                                    "49.896%",
                                    "53.46%",
                                    "57.024%",
                                    "60.588%",
                                    "64.152%",
                                    "67.716%",
                                    "71.28%",
                                    "75.735%",
                                    "80.19%",
                                    "84.645%"
                                ]
                            },
                            {
                                "Desc": "카다멈 열매 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "네코마타 괴담",
                        "Desc": "키라라가 <color style='color:#FFD780;'>냥냥 골목 누비기</color>의 냥냥 특급 배송 상태 시, 적과 충돌할 때마다 <color style='color:#FFD780;'>포장 강화</color>를 1스택 획득한다. 해당 효과는 각 적에게 0.5초마다 최대 1번 발동된다. 최대 중첩수: 3스택. 냥냥 특급 배송 상태 종료 시, 포장 강화 스택마다 키라라에게 안전 배송 보호막을 1개 생성한다. 해당 방식으로 생성된 보호막의 피해 흡수량은 <color style='color:#FFD780;'>냥냥 골목 누비기</color>로 생성된 안전 배송 보호막의 20%에 해당한다. 키라라가 이미 냥냥 골목 누비기의 안전 배송 보호막의 보호를 받고 있으면 남은 피해 흡수량은 중첩되고 지속 시간이 갱신된다",
                        "Icon": "UI_Talent_S_Momoka_05"
                    },
                    {
                        "Name": "적응하는 동공",
                        "Desc": "키라라 HP 최대치에 기반하여, HP 최대치의 1000pt마다 <color style='color:#FFD780;'>냥냥 골목 누비기</color>로 주는 피해가 0.4% 증가하고 <color style='color:#FFD780;'>비법 · 깜짝 배달</color>로 주는 피해가 0.3% 증가한다",
                        "Icon": "UI_Talent_S_Momoka_06"
                    },
                    {
                        "Name": "냥냥 걸음",
                        "Desc": "키라라가 파티에 합류하면, 파티 내 자신의 캐릭터가 새고기, 짐승고기, 냉동 생고기를 드랍하는 동물에게 접근해도 동물들이 놀라지 않는다",
                        "Icon": "UI_Talent_S_Aloy_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "물류 흐름",
                        "Desc": "<color style='color:#FFD780;'>비법 · 깜짝 배달</color> 발동 시, 키라라 HP 최대치의 8000pt마다 추가로 <color style='color:#FFD780;'>카다멈 열매</color>를 1개 생성한다. 해당 방식으로 카다멈 열매를 추가로 최대 4개 생성할 수 있다",
                        "Icon": "UI_Talent_S_Momoka_01"
                    },
                    {
                        "Level": 2,
                        "Name": "완벽 포장술",
                        "Desc": "키라라가 <color style='color:#FFD780;'>냥냥 골목 누비기</color>의 냥냥 특급 배송 상태인 경우, 충돌한 파티 내 다른 캐릭터에게 안전 배송 보호막 · 중요를 부여한다.<br>안전 배송 보호막 · 중요의 피해 흡수량은 <color style='color:#FFD780;'>냥냥 골목 누비기</color>의 안전 배송 보호막 피해 흡수량 최대치의 40%에 해당하며, <color style='color:#99FF88;'>풀 원소 피해</color>에 대해 250%의 흡수 효과가 있다.<br>안전 배송 보호막 · 중요 지속 시간: 12초. 해당 효과는 10초마다 각 캐릭터에게 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Momoka_02"
                    },
                    {
                        "Level": 3,
                        "Name": "길 찾기 전문가",
                        "Desc": "<color style='color:#FFD780;'>냥냥 골목 누비기</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Momoka_01"
                    },
                    {
                        "Level": 4,
                        "Name": "질주하는 이다텐",
                        "Desc": "<color style='color:#FFD780;'>안전 배송 보호막</color> 또는 <color style='color:#FFD780;'>안전 배송 보호막 · 중요</color> 상태인 현재 필드 위 캐릭터의 일반 공격, 강공격, 낙하 공격이 적에게 명중 후 키라라는 <color style='color:#FFD780;'>작은 카다멈 열매</color>로 협동 공격을 해 키라라 공격력의 200%만큼 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 해당 방식으로 주는 피해는 원소폭발 피해로 간주한다. 해당 효과는 3.8초마다 최대 1회 발동하며 파티 내 모든 캐릭터가 재사용 대기시간을 공유한다",
                        "Icon": "UI_Talent_S_Momoka_04"
                    },
                    {
                        "Level": 5,
                        "Name": "일일천리",
                        "Desc": "<color style='color:#FFD780;'>비법 · 깜짝 배달</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Momoka_02"
                    },
                    {
                        "Level": 6,
                        "Name": "배송 중의 경치",
                        "Desc": "키라라가 원소전투 스킬 또는 원소폭발 발동 후 15초 동안 근처에 있는 파티 내 모든 캐릭터가 모든 원소 피해 보너스를 12% 획득한다",
                        "Icon": "UI_Talent_S_Momoka_03"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Momoka": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        2.8,
                        270.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elem Skill Hold",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 2,
                "Force": [
                    250.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.6,
                        3.2
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    100.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        6.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Grass",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Mine",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Mine",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Grass",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.8,
                        1.8,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.51,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        2.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 33.25,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        2.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 76.72,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.6
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}