// Auto Generated

var _AvatarDataConfig_ = {
    "Mona": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Mona": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "100025": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113012": 2,
                "100025": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113012": 4,
                "100025": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113012": 8,
                "100025": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113012": 12,
                "100025": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113012": 20,
                "100025": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104304": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104305": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104305": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104306": 4,
                "112040": 4,
                "113007": 1
            },
            {
                "202": 260000,
                "104306": 6,
                "112040": 6,
                "113007": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112040": 9,
                "113007": 2
            },
            {
                "202": 700000,
                "104306": 16,
                "112040": 12,
                "113007": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mona": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "인과 간파",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>물보라로 최대 4번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 짧은 영창 후 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수중 환원",
                        "Desc": "물보라가 모여 만든 운명의 허영.<br><br><color style='color:#FFD780;'>허영</color><br>아래의 특성을 가진다:<br> · 주변의 적을 도발하여 공격을 유도한다.<br> · 주변의 적에게 지속해서 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br> · 지속 시간이 끝나면 허영이 파열되면서 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.<br><br>필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.<br><br><i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "폭렬 피해",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별의 운명",
                        "Desc": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.<br><br><color style='color:#FFD780;'>포영</color><br>점성의 거품으로 적을 감싸고 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.<br>포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:<br> · 적에게 성이(星異) 피해 보너스를 부여하며 이번에 주는 피해가 증가한다.<br> · 포영 효과가 해제되고 추가로 <color style='color:#80C0FF;'>물 원소 피해</color>를 1번 준다. <br><br><color style='color:#FFD780;'>성이(星異)</color><br>지속 시간 동안 받는 피해가 증가한다.<br><br><i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "포영 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "포영 파열 피해",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "피해 강화",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "성이 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4.5초",
                                    "4.5초",
                                    "4.5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐르는 허와 실",
                        "Desc": "<color style='color:#FFD780;'>대시를 대체한다.</color><br>흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.<br><br>흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.<br>흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color style='color:#80C0FF;'>습기 상태</color>를 부여한다.<br><br><i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 소모 스태미나",
                                "ParamLevelList": [
                                    "10pt"
                                ]
                            },
                            {
                                "Desc": "지속 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 15pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「할망구, 나 잡아 봐라!」",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.<br>이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 주는 피해는 <color style='color:#FFD780;'>수중 환원</color> 피해의 50%이다",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「운명에 맡겨!」",
                        "Desc": "모나의 <color style='color:#80C0FF;'>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "운행 원리",
                        "Desc": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "마녀의 전야제 · 천체 운행론",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 갈망</color>을 완료하면 모나가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>모나의 일반 공격 또는 강공격이 적에게 명중 시, 「수성천의 빛」을 1스택 획득한다. 지속 시간: 8초, 최대 중첩수: 3스택. 0.1초마다 해당 방식으로 「수성천의 빛」을 최대 1스택 획득할 수 있다. 파티 내 자신의 다른 캐릭터가 적에게 증발 반응 발동 시, 모든 「수성천의 빛」이 소모되고, 소모된 1스택당 이번 증발 반응으로 주는 피해가 5% 증가한다.<br>또한 모나의 일반 공격 또는 강공격이 적에게 명중 시, 적의 <color style='color:#FFD780;'>성이</color> 상태가 2초 연장된다. 해당 효과는 0.5초마다 최대 1회 발동되며, 해당 방식으로 적의 <color style='color:#FFD780;'>성이</color> 상태를 최대 8초 연장할 수 있다",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "침몰한 예언",
                        "Desc": "파티 내 자신의 캐릭터의 공격이 성이 상태의 적에게 명중 후 8초 동안 <color style='color:#80C0FF;'>물 원소 관련 반응</color>의 효과가 증가한다:<br> · 감전 반응으로 주는 피해+15%, 달 감전 반응으로 주는 피해+15%, 증발 반응으로 주는 피해+15%, 물 원소 확산 반응으로 주는 피해+15%, 달 결정 반응으로 주는 피해+15%<br> · 빙결 반응 지속 시간+15%<br><br>또한, 파티 내 대기 상태인 캐릭터가 상술한 효과 발동 시, 피해 증가 효과가 추가로 기존의 160%까지 증가한다",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "성월의 연주",
                        "Desc": "일반 공격 명중 시 20%의 확률로 강공격을 자동으로 1회 발동한다. 또한 모나가 원소폭발 <color style='color:#FFD780;'>별의 운명</color> 발동 후 5초 내에 다음 일반 공격 명중 시, 확정으로 강공격을 자동으로 1회 발동한다.<br>상술한 자동 발동 강공격은 5초마다 1회 발동된다.<br>모나의 강공격이 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 원소 마스터리가 80pt 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "멈추지 않는 천상",
                        "Desc": "<color style='color:#FFD780;'>별의 운명</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절멸의 예언",
                        "Desc": "파티 내 모든 캐릭터가 성이 상태인 적 공격 시, 치명타 확률이 15% 증가한다.<br>파티 내 모든 마도 캐릭터가 성이 상태인 적 공격 시, 치명타 피해가 15% 증가한다",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "운명의 우롱",
                        "Desc": "<color style='color:#FFD780;'>수중 환원</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악운의 수식",
                        "Desc": "모나가 현재 필드 위에 있고, <color style='color:#FFD780;'>흐르는 허와 실</color> 상태이거나 주변에 성이 상태의 적이 존재 시, 1초마다 모나의 다음 강공격 피해가 60% 증가한다. 해당 방식으로 강공격 피해 보너스를 최대 180% 획득할 수 있다. 해당 효과는 최대 8초 지속된다.<br>또한 성이 상태의 적에게 모나의 강공격은 기존의 200%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "인과 간파",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>물보라로 최대 4번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 짧은 영창 후 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수중 환원",
                        "Desc": "물보라가 모여 만든 운명의 허영.<br><br><color style='color:#FFD780;'>허영</color><br>아래의 특성을 가진다:<br> · 주변의 적을 도발하여 공격을 유도한다.<br> · 주변의 적에게 지속해서 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br> · 지속 시간이 끝나면 허영이 파열되면서 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.<br><br>필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.<br><br><i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "폭렬 피해",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별의 운명",
                        "Desc": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.<br><br><color style='color:#FFD780;'>포영</color><br>점성의 거품으로 적을 감싸고 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.<br>포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:<br> · 적에게 성이(星異) 피해 보너스를 부여하며 이번에 주는 피해가 증가한다.<br> · 포영 효과가 해제되고 추가로 <color style='color:#80C0FF;'>물 원소 피해</color>를 1번 준다. <br><br><color style='color:#FFD780;'>성이(星異)</color><br>지속 시간 동안 받는 피해가 증가한다.<br><br><i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "포영 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "포영 파열 피해",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "피해 강화",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "성이 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4.5초",
                                    "4.5초",
                                    "4.5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐르는 허와 실",
                        "Desc": "<color style='color:#FFD780;'>대시를 대체한다.</color><br>흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.<br><br>흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.<br>흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color style='color:#80C0FF;'>습기 상태</color>를 부여한다.<br><br><i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 소모 스태미나",
                                "ParamLevelList": [
                                    "10pt"
                                ]
                            },
                            {
                                "Desc": "지속 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 15pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「할망구, 나 잡아 봐라!」",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.<br>이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 주는 피해는 <color style='color:#FFD780;'>수중 환원</color> 피해의 50%이다",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「운명에 맡겨!」",
                        "Desc": "모나의 <color style='color:#80C0FF;'>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "운행 원리",
                        "Desc": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "",
                        "Desc": "<br><color style='color:#FFD780;'>마녀의 과업 · 모나</color>를 완료하면, 모나가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비술</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>모나의 일반 공격과 강공격이 적 명중 시, <color style='color:#FFD780;'>「물거품의 그림자」</color>를 1스택 획득한다. 지속 시간: 8초. 최대 중첩수: 3회. 0.1초마다 최대 1스택 획득한다. 파티 내 다른 캐릭터가 증발 반응 발동 시, 모나의 모든 <color style='color:#FFD780;'>「물거품의 그림자」</color>를 소모하고, <color style='color:#FFD780;'>「물거품의 그림자」</color> 1스택당 이번 증발 반응 피해가 10% 증가한다.<br>또한, 모나의 일반 공격과 강공격이 적 명중 시, 적의 성이 상태가 2초 연장된다. 최대 8초까지 연장되며, 해당 효과는 0.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "침몰한 예언",
                        "Desc": "파티 내 자신의 캐릭터의 공격이 성이 상태의 적에게 명중 후 8초 동안 <color style='color:#80C0FF;'>물 원소 관련 반응</color>의 효과가 증가한다:<br> · 감전 반응으로 주는 피해+15%, 달 감전 반응으로 주는 피해+15%, 증발 반응으로 주는 피해+15%, 물 원소 확산 반응으로 주는 피해+15%<br> · 빙결 반응 지속 시간+15%.<br>또한, 파티 내 캐릭터가 대기 상태일 경우, 상술한 물 원소 관련 반응의 피해 증가 효과가 기존의 160%까지 증가한다",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "성월의 연주",
                        "Desc": "일반 공격이 명중할 시, 20% 확률로 자동으로 강공격을 1회 발동합니다.<br>해당 효과는 5초마다 1회만 발동됩니다. 모나가 원소폭발을 발동한 후 5초 동안, 첫 번째 일반 공격의 자동 강공격 발동 확률이 100%로 증가합니다.<br>또한, 강공격이 적에게 명중할 시, 주변의 모든 캐릭터의 원소 마스터리가 80 증가하며, 지속 시간은 12초입니다.",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "멈추지 않는 천상",
                        "Desc": "<color style='color:#FFD780;'>별의 운명</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절멸의 예언",
                        "Desc": "파티 내 모든 캐릭터가 성이 상태의 적을 공격 시 치명타 확률이 15% 증가한다. 또한, 파티 내 모든 마도 캐릭터가 성이 상태의 적 공격 시, 치명타 피해가 15% 증가한다",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "운명의 우롱",
                        "Desc": "<color style='color:#FFD780;'>수중 환원</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악운의 수식",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태 또는 주변에 성이 상태의 적이 존재할 경우, 1초마다 모나의 다음 강공격 피해가 60% 증가한다.<br>이러한 방식으로 강공격 피해가 최대 180%까지 증가할 수 있다. 최대 지속 시간: 8초.<br>또한, 모나의 강공격으로 성이 상태의 적에게 주는 피해가 기존의 200%로 증가한다",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "인과 간파",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>물보라로 최대 4번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 짧은 영창 후 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수중 환원",
                        "Desc": "물보라가 모여 만든 운명의 허영.<br><br><color style='color:#FFD780;'>허영</color><br>아래의 특성을 가진다:<br> · 주변의 적을 도발하여 공격을 유도한다.<br> · 주변의 적에게 지속해서 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br> · 지속 시간이 끝나면 허영이 파열되면서 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.<br><br>필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.<br><br><i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "폭렬 피해",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별의 운명",
                        "Desc": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.<br><br><color style='color:#FFD780;'>포영</color><br>점성의 거품으로 적을 감싸고 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.<br>포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:<br> · 적에게 성이(星異) 피해 보너스를 부여하며 이번에 주는 피해가 증가한다.<br> · 포영 효과가 해제되고 추가로 <color style='color:#80C0FF;'>물 원소 피해</color>를 1번 준다. <br><br><color style='color:#FFD780;'>성이(星異)</color><br>지속 시간 동안 받는 피해가 증가한다.<br><br><i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "포영 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "포영 파열 피해",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "피해 강화",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "성이 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4.5초",
                                    "4.5초",
                                    "4.5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐르는 허와 실",
                        "Desc": "<color style='color:#FFD780;'>대시를 대체한다.</color><br>흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.<br><br>흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.<br>흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color style='color:#80C0FF;'>습기 상태</color>를 부여한다.<br><br><i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 소모 스태미나",
                                "ParamLevelList": [
                                    "10pt"
                                ]
                            },
                            {
                                "Desc": "지속 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 15pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「할망구, 나 잡아 봐라!」",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.<br>이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 주는 피해는 <color style='color:#FFD780;'>수중 환원</color> 피해의 50%이다",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「운명에 맡겨!」",
                        "Desc": "모나의 <color style='color:#80C0FF;'>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "운행 원리",
                        "Desc": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "마녀의 전야제 · 모나",
                        "Desc": "<br><color style='color:#FFD780;'>마녀의 과제 · 모나</color>를 완료하면, 모나가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비술</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>모나의 일반 공격과 강공격이 적 명중 시, <color style='color:#FFD780;'>「물거품의 그림자」</color>를 1스택 획득한다. 지속 시간: 8초. 최대 중첩수: 3회. 0.1초마다 최대 1스택 획득한다. 파티 내 다른 캐릭터가 증발 반응 발동 시, 모나의 모든 <color style='color:#FFD780;'>「물거품의 그림자」</color>를 소모하고, <color style='color:#FFD780;'>「물거품의 그림자」</color> 1스택당 이번 증발 반응 피해가 10% 증가한다.<br>또한, 모나의 일반 공격과 강공격이 적 명중 시, 적의 성이 상태가 2초 연장된다. 최대 8초까지 연장되며, 해당 효과는 0.5초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "침몰한 예언",
                        "Desc": "파티 내 자신의 캐릭터의 공격이 성이 상태의 적에게 명중 후 8초 동안 <color style='color:#80C0FF;'>물 원소 관련 반응</color>의 효과가 증가한다:<br> · 감전 반응으로 주는 피해+15%, 달 감전 반응으로 주는 피해+15%, 증발 반응으로 주는 피해+15%, 물 원소 확산 반응으로 주는 피해+15%<br> · 빙결 반응 지속 시간+15%<br>또한, 파티 내 캐릭터가 대기 상태일 경우, 받는 피해 증가 효과가 기존의 160%로 증가한다.",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "성월의 연주",
                        "Desc": "일반 공격이 명중할 시, 20% 확률로 자동으로 강공격을 1회 발동합니다.<br>해당 효과는 5초마다 1회만 발동됩니다. 모나가 원소폭발을 발동한 후 5초 동안, 첫 번째 일반 공격의 자동 강공격 발동 확률이 100%로 증가합니다.<br>또한, 강공격이 적에게 명중할 시, 주변의 모든 캐릭터의 원소 마스터리가 80 증가하며, 지속 시간은 12초입니다.",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "멈추지 않는 천상",
                        "Desc": "<color style='color:#FFD780;'>별의 운명</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절멸의 예언",
                        "Desc": "파티 내 모든 캐릭터가 성이 상태의 적을 공격할 때 치명타 확률이 15% 증가합니다. 또한, 파티 내 모든 마녀회 캐릭터가 성이 상태의 적을 공격할 때 치명타 피해가 15% 증가합니다.",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "운명의 우롱",
                        "Desc": "<color style='color:#FFD780;'>수중 환원</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악운의 수식",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입한 후, 1초 이동할 때마다 모나의 다음 강공격 피해가 60% 증가하며,<br>이러한 방식으로 최대 180%의 강공격 피해 보너스를 얻을 수 있고, 해당 효과는 최대 8초간 지속됩니다. 주변에 성이 상태의 적이 있다면, 모나는 흐르는 허와 실에 진입하지 않아도 다음 강공격 피해가 증가합니다.<br>또한, 모나의 강공격이 성이 상태의 적에게 주는 피해가 기존 대비 200%로 증가합니다.",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "인과 간파",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>물보라로 최대 4번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 짧은 영창 후 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수중 환원",
                        "Desc": "물보라가 모여 만든 운명의 허영.<br><br><color style='color:#FFD780;'>허영</color><br>아래의 특성을 가진다:<br> · 주변의 적을 도발하여 공격을 유도한다.<br> · 주변의 적에게 지속해서 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br> · 지속 시간이 끝나면 허영이 파열되면서 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.<br><br>필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.<br><br><i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "폭렬 피해",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별의 운명",
                        "Desc": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.<br><br><color style='color:#FFD780;'>포영</color><br>점성의 거품으로 적을 감싸고 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.<br>포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:<br> · 적에게 성이(星異) 피해 보너스를 부여하며 이번에 주는 피해가 증가한다.<br> · 포영 효과가 해제되고 추가로 <color style='color:#80C0FF;'>물 원소 피해</color>를 1번 준다. <br><br><color style='color:#FFD780;'>성이(星異)</color><br>지속 시간 동안 받는 피해가 증가한다.<br><br><i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "포영 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "포영 파열 피해",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "피해 강화",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "성이 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4.5초",
                                    "4.5초",
                                    "4.5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐르는 허와 실",
                        "Desc": "<color style='color:#FFD780;'>대시를 대체한다.</color><br>흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.<br><br>흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.<br>흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color style='color:#80C0FF;'>습기 상태</color>를 부여한다.<br><br><i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 소모 스태미나",
                                "ParamLevelList": [
                                    "10pt"
                                ]
                            },
                            {
                                "Desc": "지속 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 15pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「할망구, 나 잡아 봐라!」",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.<br>이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 주는 피해는 <color style='color:#FFD780;'>수중 환원</color> 피해의 50%이다",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「운명에 맡겨!」",
                        "Desc": "모나의 <color style='color:#80C0FF;'>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "운행 원리",
                        "Desc": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "마녀의 전야제 · 천보진원",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 갈망</color>을 완료하면 모나가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과가 발동되어 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>모나의 일반 공격 또는 강공격이 적에게 명중 시, 「수성천의 휘광」을 1스택 획득한다. 지속 시간: 8초, 최대 중첩수: 3스택. 0.1초마다 해당 방식으로 「수성천의 휘광」을 최대 1스택 획득할 수 있다. 파티 내 자신의 다른 캐릭터가 적에게 증발 반응 발동 시, 모든 「수성천의 휘광」이 소모되고, 소모된 1스택당 이번 증발 반응으로 주는 피해가 10% 증가한다.<br>또한 모나의 일반 공격 또는 강공격이 적에게 명중 시, 적의 <color style='color:#FFD780;'>성이</color> 상태가 2초 연장된다. 해당 효과는 0.5초마다 최대 1회 발동되며, 해당 방식으로 적의 <color style='color:#FFD780;'>성이</color> 상태를 최대 8초 연장할 수 있다",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "침몰한 예언",
                        "Desc": "파티 내 자신의 캐릭터의 공격이 성이 상태의 적에게 명중 후 8초 동안 <color style='color:#80C0FF;'>물 원소 관련 반응</color>의 효과가 증가한다:<br> · 감전 반응으로 주는 피해+15%, 증발 반응으로 주는 피해+15%, 물 원소 확산 반응으로 주는 피해+15%.<br> · 빙결 반응 지속 시간+15%.<br>또한, 파티 내 대기 상태인 캐릭터가 상술한 효과 발동 시, 피해 증가 효과가 추가로 기존의 160%까지 증가한다",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "성월의 연주",
                        "Desc": "일반 공격 명중 시 20%의 확률로 강공격을 자동으로 1회 발동한다.<br>해당 효과는 5초마다 1회만 발동된다.<br>또한 모나가 원소폭발 <color style='color:#FFD780;'>운명의 궤도</color> 발동 후 5초 내에 다음 일반 공격 명중 시, 확정으로 강공격을 자동으로 1회 발동한다.<br>모나의 강공격이 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 원소 마스터리가 80pt 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "멈추지 않는 천상",
                        "Desc": "<color style='color:#FFD780;'>별의 운명</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절멸의 예언",
                        "Desc": "파티 내 모든 캐릭터가 성이 상태인 적 공격 시, 치명타 확률이 15% 증가한다.<br>파티 내 모든 마도 캐릭터가 성이 상태인 적 공격 시, 치명타 피해가 15% 증가한다",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "운명의 우롱",
                        "Desc": "<color style='color:#FFD780;'>수중 환원</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악운의 수식",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태이거나 주변에 성이 상태의 적이 존재 시, 1초마다 모나의 다음 강공격 피해가 60% 증가한다. 해당 방식으로 강공격 피해 보너스를 최대 180% 획득할 수 있다. 해당 효과는 최대 8초 지속된다.<br>또한 성이 상태의 적에게 모나의 강공격은 기존의 200%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "인과 간파",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>물보라로 최대 4번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 짧은 영창 후 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수중 환원",
                        "Desc": "물보라가 모여 만든 운명의 허영.<br><br><color style='color:#FFD780;'>허영</color><br>아래의 특성을 가진다:<br> · 주변의 적을 도발하여 공격을 유도한다.<br> · 주변의 적에게 지속해서 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br> · 지속 시간이 끝나면 허영이 파열되면서 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.<br><br>필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.<br><br><i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "폭렬 피해",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별의 운명",
                        "Desc": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.<br><br><color style='color:#FFD780;'>포영</color><br>점성의 거품으로 적을 감싸고 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.<br>포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:<br> · 적에게 성이(星異) 피해 보너스를 부여하며 이번에 주는 피해가 증가한다.<br> · 포영 효과가 해제되고 추가로 <color style='color:#80C0FF;'>물 원소 피해</color>를 1번 준다. <br><br><color style='color:#FFD780;'>성이(星異)</color><br>지속 시간 동안 받는 피해가 증가한다.<br><br><i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "포영 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "포영 파열 피해",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "피해 강화",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "성이 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4.5초",
                                    "4.5초",
                                    "4.5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐르는 허와 실",
                        "Desc": "<color style='color:#FFD780;'>대시를 대체한다.</color><br>흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.<br><br>흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.<br>흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color style='color:#80C0FF;'>습기 상태</color>를 부여한다.<br><br><i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 소모 스태미나",
                                "ParamLevelList": [
                                    "10pt"
                                ]
                            },
                            {
                                "Desc": "지속 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 15pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「할망구, 나 잡아 봐라!」",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.<br>이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 주는 피해는 <color style='color:#FFD780;'>수중 환원</color> 피해의 50%이다",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「운명에 맡겨!」",
                        "Desc": "모나의 <color style='color:#80C0FF;'>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "운행 원리",
                        "Desc": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "마녀의 전야제 · 천체 운행론",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 갈망</color>을 완료하면 모나가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과가 발동되어 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>모나의 일반 공격 또는 강공격이 적에게 명중 시, 「수성천의 휘광」을 1스택 획득한다. 지속 시간: 8초, 최대 중첩수: 3스택. 0.1초마다 해당 방식으로 「수성천의 휘광」을 최대 1스택 획득할 수 있다. 파티 내 자신의 다른 캐릭터가 적에게 증발 반응 발동 시, 모든 「수성천의 휘광」이 소모되고, 소모된 1스택당 이번 증발 반응으로 주는 피해가 10% 증가한다.<br>또한 모나의 일반 공격 또는 강공격이 적에게 명중 시, 적의 <color style='color:#FFD780;'>성이</color> 상태가 2초 연장된다. 해당 효과는 0.5초마다 최대 1회 발동되며, 해당 방식으로 적의 <color style='color:#FFD780;'>성이</color> 상태를 최대 8초 연장할 수 있다",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "침몰한 예언",
                        "Desc": "파티 내 자신의 캐릭터의 공격이 성이 상태의 적에게 명중 후 8초 동안 <color style='color:#80C0FF;'>물 원소 관련 반응</color>의 효과가 증가한다:<br> · 감전 반응으로 주는 피해+15%, 달 감전 반응으로 주는 피해+15%, 증발 반응으로 주는 피해+15%, 물 원소 확산 반응으로 주는 피해+15%.<br> · 빙결 반응 지속 시간+15%.<br><br>또한, 파티 내 대기 상태인 캐릭터가 상술한 효과 발동 시, 피해 증가 효과가 추가로 기존의 160%까지 증가한다",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "성월의 연주",
                        "Desc": "일반 공격 명중 시 20%의 확률로 강공격을 자동으로 1회 발동한다.<br>해당 효과는 5초마다 1회만 발동된다.<br>또한 모나가 원소폭발 <color style='color:#FFD780;'>운명의 궤도</color> 발동 후 5초 내에 다음 일반 공격 명중 시, 확정으로 강공격을 자동으로 1회 발동한다.<br>모나의 강공격이 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 원소 마스터리가 80pt 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "멈추지 않는 천상",
                        "Desc": "<color style='color:#FFD780;'>별의 운명</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절멸의 예언",
                        "Desc": "파티 내 모든 캐릭터가 성이 상태인 적 공격 시, 치명타 확률이 15% 증가한다.<br>파티 내 모든 마도 캐릭터가 성이 상태인 적 공격 시, 치명타 피해가 15% 증가한다",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "운명의 우롱",
                        "Desc": "<color style='color:#FFD780;'>수중 환원</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악운의 수식",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태이거나 주변에 성이 상태의 적이 존재 시, 1초마다 모나의 다음 강공격 피해가 60% 증가한다. 해당 방식으로 강공격 피해 보너스를 최대 180% 획득할 수 있다. 해당 효과는 최대 8초 지속된다.<br>또한 성이 상태의 적에게 모나의 강공격은 기존의 200%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "인과 간파",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>물보라로 최대 4번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 짧은 영창 후 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "44.8%",
                                    "48.16%",
                                    "51.52%",
                                    "56.0%",
                                    "59.36%",
                                    "62.72%",
                                    "67.2%",
                                    "71.68%",
                                    "76.16%",
                                    "80.64%",
                                    "85.12%",
                                    "89.6%",
                                    "95.2%",
                                    "100.8%",
                                    "106.4%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "56.16%",
                                    "60.372%",
                                    "64.584%",
                                    "70.2%",
                                    "74.412%",
                                    "78.624%",
                                    "84.24%",
                                    "89.856%",
                                    "95.472%",
                                    "101.088%",
                                    "106.704%",
                                    "112.32%",
                                    "119.34%",
                                    "126.36%",
                                    "133.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "149.72%",
                                    "160.949%",
                                    "172.178%",
                                    "187.15%",
                                    "198.379%",
                                    "209.608%",
                                    "224.58%",
                                    "239.552%",
                                    "254.524%",
                                    "269.496%",
                                    "285.0669%",
                                    "305.4288%",
                                    "325.7907%",
                                    "346.1526%",
                                    "366.5146%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수중 환원",
                        "Desc": "물보라가 모여 만든 운명의 허영.<br><br><color style='color:#FFD780;'>허영</color><br>아래의 특성을 가진다:<br> · 주변의 적을 도발하여 공격을 유도한다.<br> · 주변의 적에게 지속해서 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br> · 지속 시간이 끝나면 허영이 파열되면서 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>물의 흐름을 이용해 빠르게 후퇴하며 허영을 소환한다.<br><br>필드 위에 수중 환원으로 만들어진 허영은 동시에 1개만 존재할 수 있다.<br><br><i>조예가 깊은 점성술사는 항상 자신의 허영에 다가올 액운을 전가하려 해왔다. 그러나 티바트 대륙에서 이토록 액운을 비웃는 자는 모나가 처음일지도 모른다</i>",
                        "Icon": "Skill_S_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "32.0%",
                                    "34.4%",
                                    "36.8%",
                                    "40.0%",
                                    "42.4%",
                                    "44.8%",
                                    "48.0%",
                                    "51.2%",
                                    "54.4%",
                                    "57.6%",
                                    "60.8%",
                                    "64.0%",
                                    "68.0%",
                                    "72.0%",
                                    "76.0%"
                                ]
                            },
                            {
                                "Desc": "폭렬 피해",
                                "ParamLevelList": [
                                    "132.8%",
                                    "142.76%",
                                    "152.72%",
                                    "166.0%",
                                    "175.96%",
                                    "185.92%",
                                    "199.2%",
                                    "212.48%",
                                    "225.76%",
                                    "239.04%",
                                    "252.32%",
                                    "265.6%",
                                    "282.2%",
                                    "298.8%",
                                    "315.4%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "별의 운명",
                        "Desc": "맑고 청아한 물결에 환상의 별하늘을 비춰 넓은 범위 내의 적을 포영 상태로 만든다.<br><br><color style='color:#FFD780;'>포영</color><br>점성의 거품으로 적을 감싸고 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다. 약한 적들은 거품 속에 갇혀 움직일 수 없다.<br>포영 상태의 적에게 피해를 주면 아래의 효과가 발생한다:<br> · 적에게 성이(星異) 피해 보너스를 부여하며 이번에 주는 피해가 증가한다.<br> · 포영 효과가 해제되고 추가로 <color style='color:#80C0FF;'>물 원소 피해</color>를 1번 준다. <br><br><color style='color:#FFD780;'>성이(星異)</color><br>지속 시간 동안 받는 피해가 증가한다.<br><br><i>신의 시선이 천공의 빛을 인도할 때부터 운명은 운명으로 불리게 됐다</i>",
                        "Icon": "Skill_E_Mona_01",
                        "ParamDesc": [
                            {
                                "Desc": "포영 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "포영 파열 피해",
                                "ParamLevelList": [
                                    "442.4%",
                                    "475.58%",
                                    "508.76%",
                                    "553.0%",
                                    "586.18%",
                                    "619.36%",
                                    "663.6%",
                                    "707.84%",
                                    "752.08%",
                                    "796.32%",
                                    "840.56%",
                                    "884.8%",
                                    "940.1%",
                                    "995.4%",
                                    "1050.7%"
                                ]
                            },
                            {
                                "Desc": "피해 강화",
                                "ParamLevelList": [
                                    "42.0%",
                                    "44.0%",
                                    "46.0%",
                                    "48.0%",
                                    "50.0%",
                                    "52.0%",
                                    "54.0%",
                                    "56.0%",
                                    "58.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%",
                                    "60.0%"
                                ]
                            },
                            {
                                "Desc": "성이 지속 시간",
                                "ParamLevelList": [
                                    "4초",
                                    "4초",
                                    "4초",
                                    "4.5초",
                                    "4.5초",
                                    "4.5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐르는 허와 실",
                        "Desc": "<color style='color:#FFD780;'>대시를 대체한다.</color><br>흐르는 물에 몸을 숨긴 후 스태미나를 소모해 빠른 속도로 이동한다.<br><br>흐르는 허와 실 상태에서 모나는 수면 위를 빠르게 이동할 수 있다.<br>흐르는 허와 실 상태를 종료 후 몸을 드러내는 순간 주변의 적에게 <color style='color:#80C0FF;'>습기 상태</color>를 부여한다.<br><br><i>이건 물 원소 신의 눈과는 상관없다. 이건 모나만이 할 수 있는 일인데, 그녀의 스승은 모나와는 다르게 배움을 강요받지 않았기 때문이다</i>",
                        "Icon": "Skill_S_Mona_02",
                        "ParamDesc": [
                            {
                                "Desc": "발동 시 소모 스태미나",
                                "ParamLevelList": [
                                    "10pt"
                                ]
                            },
                            {
                                "Desc": "지속 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 15pt"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "「할망구, 나 잡아 봐라!」",
                        "Desc": "<color style='color:#FFD780;'>흐르는 허와 실</color> 상태에 진입 후 2초 동안 만약 주변에 적이 존재하면 자동으로 허영을 하나 만들어낸다.<br>이러한 방식으로 생성된 허영은 2초 동안 지속되며 터지면서 주는 피해는 <color style='color:#FFD780;'>수중 환원</color> 피해의 50%이다",
                        "Icon": "UI_Talent_S_Mona_05"
                    },
                    {
                        "Name": "「운명에 맡겨!」",
                        "Desc": "모나의 <color style='color:#80C0FF;'>물 원소 피해 보너스</color>가 추가로 모나 원소 충전 효율의 20%만큼 증가한다",
                        "Icon": "UI_Talent_S_Mona_06"
                    },
                    {
                        "Name": "운행 원리",
                        "Desc": "무기 돌파 소재 합성 시 25%의 확률로 일부 합성 재료를 반환한다",
                        "Icon": "UI_Talent_Combine_Weapon"
                    },
                    {
                        "Name": "마녀의 전야제 · 천체 운행론",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 갈망</color>을 완료하면 모나가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>모나의 일반 공격 또는 강공격이 적에게 명중 시, 「수성천의 빛」을 1스택 획득한다. 지속 시간: 8초, 최대 중첩수: 3스택. 0.1초마다 해당 방식으로 「수성천의 빛」을 최대 1스택 획득할 수 있다. 파티 내 자신의 다른 캐릭터가 적에게 증발 반응 발동 시, 모든 「수성천의 빛」이 소모되고, 소모된 1스택당 이번 증발 반응으로 주는 피해가 5% 증가한다.<br>또한 모나의 일반 공격 또는 강공격이 적에게 명중 시, 적의 <color style='color:#FFD780;'>성이</color> 상태가 2초 연장된다. 해당 효과는 0.5초마다 최대 1회 발동되며, 해당 방식으로 적의 <color style='color:#FFD780;'>성이</color> 상태를 최대 8초 연장할 수 있다",
                        "Icon": "UI_Talent_S_Mona_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "침몰한 예언",
                        "Desc": "파티 내 자신의 캐릭터의 공격이 성이 상태의 적에게 명중 후 8초 동안 <color style='color:#80C0FF;'>물 원소 관련 반응</color>의 효과가 증가한다:<br> · 감전 반응으로 주는 피해+15%, 달 감전 반응으로 주는 피해+15%, 증발 반응으로 주는 피해+15%, 물 원소 확산 반응으로 주는 피해+15%.<br> · 빙결 반응 지속 시간+15%.<br><br>또한, 파티 내 대기 상태인 캐릭터가 상술한 효과 발동 시, 피해 증가 효과가 추가로 기존의 160%까지 증가한다",
                        "Icon": "UI_Talent_S_Mona_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "성월의 연주",
                        "Desc": "일반 공격 명중 시 20%의 확률로 강공격을 자동으로 1회 발동한다. 또한 모나가 원소폭발 <color style='color:#FFD780;'>별의 운명</color> 발동 후 5초 내에 다음 일반 공격 명중 시, 확정으로 강공격을 자동으로 1회 발동한다.<br>상술한 자동 발동 강공격은 5초동안 최대 1회 발동된다.<br>모나의 강공격이 적에게 명중 시, 주변에 있는 파티 내 모든 캐릭터의 원소 마스터리가 80pt 증가한다. 지속 시간: 12초",
                        "Icon": "UI_Talent_S_Mona_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "멈추지 않는 천상",
                        "Desc": "<color style='color:#FFD780;'>별의 운명</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절멸의 예언",
                        "Desc": "파티 내 모든 캐릭터가 성이 상태인 적 공격 시, 치명타 확률이 15% 증가한다.<br>파티 내 모든 마도 캐릭터가 성이 상태인 적 공격 시, 치명타 피해가 15% 증가한다",
                        "Icon": "UI_Talent_S_Mona_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "운명의 우롱",
                        "Desc": "<color style='color:#FFD780;'>수중 환원</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mona_02"
                    },
                    {
                        "Level": 6,
                        "Name": "악운의 수식",
                        "Desc": "모나가 현재 필드 위에 있고, <color style='color:#FFD780;'>흐르는 허와 실</color> 상태이거나 주변에 성이 상태의 적이 존재 시, 1초마다 모나의 다음 강공격 피해가 60% 증가한다. 해당 방식으로 강공격 피해 보너스를 최대 180% 획득할 수 있다. 해당 효과는 최대 8초 지속된다.<br>또한 성이 상태의 적에게 모나의 강공격은 기존의 200%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Mona_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mona": {
        "AttackList": [
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2
                    ]
                },
                "AtkTag": "",
                "AttTag": "Mona_LiquidStrike",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        10.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elemental_Burst_Trigger",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        10.0
                    ]
                },
                "AtkTag": "Elemental_Burst_Trigger",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill Extra",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Skill Extra",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 7.65,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 7.35,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 9.15,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "Mona_Water_Damage",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 11.85,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 26.145,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 26.145,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            }
        ]
    }
}