// Auto Generated

var _AvatarFetterConfig_ = {
    "41": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "티바트 대륙에서 중생들은 바쁘게 살아간다. 행상은 화물을 옮기고 기사는 거리를 순찰하며, 농부들은 경작을 한다.<br>만약 신비롭고 거만한 점성술사 모나에게 뭐 하냐고 물어본다면 「생활」이라는 장부를 계산하느라 바쁘다고 답할 것이다.<br>그녀 본인은 분명 「가난」이라는 말을 부인하며 이렇게 변명할 것이다:<br>「너무 아름다운 풍경은 가장 소박한 진실을 숨기지.<br>너무 맛있는 음식은 사람들로 하여금 이 음식이 얼마나 영양가 높은지 잊게 하고<br>소박한 생활은 세계의 진리를 간파하기 위함이지」<br>청빈한 생활은 진실로 향하는 수행일 뿐이야…. 이건 모나 본인이 계속 변명하는 것이다.<br>티바트 대륙의 사람들은 바쁘게 살아간다. 이는 신비로운 점성술사도 마찬가지이다.<br>——아, 근데 음유시인은 온종일 빈둥거리기만 하던데",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "최근 모나의 사부인 연로하나 법력이 고강한 여성 술사가 그녀에게 중요한 임무를 내렸다.<br>사부는 몬드에 라이벌이자 친우인 사람이 있다며 모나에게 그 친구의 후인이 가지고 있는 극비의 보물상자를 빼앗아 오라고 시켰다.<br>「만약 감히 상자를 열어 안에 든 걸 본다면, 큰일 날 줄 알아!」<br>출발하기 전에 모나는 사부로부터 이런 경고를 받았다.<br>모나는 사부 친구의 후인이 몬드성의 「불꽃 기사」 클레라는 점에 의아해한다.<br>다행히 상자를 찾았지만, 이미 클레의 손을 거친 데다 「예상 밖의」 일련의 사건들로 인해… 모나는 자신도 모르게 상자 안에 들어 있는 비밀을 보게 됐다.<br>「망, 망했다. 안에 든 게 소녀 시절의 일기장이었다니, 돌아가면 분명 그 할망구가 날 죽일 거야….」<br>모나는 몬드에 남아 가난하지만 풍요로운 삶을 보내기 시작했다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방",
                    "「이 세상 별하늘의 바깥」 스토리 클리어"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "모나는 점을 볼 때 물로 점을 본다. 모나는 예전에 이 원리를 설명한 적이 있다:<br>「우주에서 반짝거리는 게 바로 인간의 운명이야. 물 위에 비치는 건 환상이지만, 『진실』은 저절로 나타나게 되지」<br>사람들은 이 원리를 이해할 순 없었지만, 모나에겐 사람들을 납득시킬 만한 능력이 있었다.<br>심지어 사람들은 이 능력 때문에 짜증이 나기도 했는데<br>그녀의 점성술이 매우 정확한 데다가 모나는 거짓말을 할 줄 몰라서 점괘의 결과를 숨기지 않고 솔직하게 말했기 때문이다.<br>「당신의 아들이 남보다 뛰어나다고 하던데, 그건 거짓말이야」<br>「그와 당신은 인연이 아니야. 얼마 못가 그가 멀리 떠날 테니까」<br>——모나는 폭로하기 어려운 일들을 사람들 앞에서 모두 밝혔다.<br>모나는 이점에 있어 절대 양보하지 않아 인정머리 없어 보인다.<br>하지만 구름 한 점 없이 밝은 밤에 아주 우연히 높은 언덕에 있는 그녀를 볼 수 있다.<br>모나는 손 뻗으면 닿을듯한 하늘을 아주 부드럽게 바라보며 누구도 알지 못하는 노래를 흥얼거린다",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "연구 지원비가 없는 점성술사 모나는 늘 생계유지 끝자락에 머물러 있다.<br>그녀는 식비 지출을 줄이기 위해 한 달 내내 야생 버섯만 먹다가 우연히 구제되어 살아난 적도 있다.<br>사실 모나는 비상금을 조금 가지고 있다. 아무런 수입이 없는 그녀를 이를 계속 쓸 수밖에 없지만 식비를 제하더라도 살짝 남는다.<br>그럼 이 모라들은 어디 간 걸까? 이건 모나의 연구실을 참관하면 알 수 있다. 수많은 점성 물품과 자료는 하늘에서 떨어지는 게 아니니 말이다.<br>사실 모나의 연구실에 있는 연구 물품들은 가격이 싼 편이 아니다. 리월의 고서, 수메르의 아스트롤라베… 우편 요금만 해도 어마어마하다.<br>모나가 매우 가난한 건 짐작할 수 있다.<br>모나는 생계를 위해 상업적인 원고 청탁을 받기 시작했다. 《스팀버드》의 별자리 칼럼의 원고료가 그녀의 가장 큰 수입원이다.<br>매달 안정적인 수입을 얻게 된 모나는 드디어 가난과 이별하게 됐다. 하지만 점성술사로서 지식을 추구하는 걸 어찌 여기서 멈출 수 있겠는가?<br>원고료를 받은 모나는 점성 자료들을 대량으로 구매하여 지출이 끊이질 않았다…. 때문에 그녀는 다시 빈곤한 상태로 돌아가게 된다.<br>이런 과정이 매달 반복된다.<br>모나는 오늘도 여전히 모라 때문에 머리 아파한다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "모나는 가끔 공짜로 얻어먹을 목적으로 클레, 그리고 알베도와 모인다.<br>모임을 갖는 두 번째 이유는 알베도와 학술 교류를 하기 위함이다.<br>모두 세계의 진리를 탐구하는 자이자 훌륭한 스승을 둔 자로서 서로를 본받고 함께 노력하는 건 당연한 일이니 말이다.<br>모나는 알베도 앞에서 사문의 이미지를 지키기 위해 아주 노력한다.<br>이와 동시에 자신의 「그 할망구」 스승을 비방한다.<br>「어떤 때는 스승에게 비범한 기술을 이어받았다고 하고, 어떤 때는 그 할망구는 고집불통에 꽉 막힌 바보라고 하고, 대체 어떤 게 맞는 거야?」<br>알베도는 자신도 모르게 이를 물어봤지만 이건 모나 자신도 생각해 보지 않았던 문제이다.<br>그녀는 턱에 손을 괴고 잠시 생각해봤다.<br>「흥, 내가 이어받은 기술은 당연히 아주 신비로운 거지만 할망구는 나한테 비교도 안 돼!<br>그 할망구가 과연 계란, 버터, 밀의 가격을 알까? 이 분야에선 내가 훨씬 더 뛰어나」",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방",
                    "「이 세상 별하늘의 바깥」 스토리 클리어"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "사부를 따라다니며 배우던 시기에 사부가 가르쳤던 정교하고 추상적인 법칙은 모든 물체가 가지고 있는 행동 규율들을 설명했다.<br>하지만 사람의 마음은 규율과 법칙 없이 충분히 강한 계산 능력만 가지고 있으면 복잡하기 그지없는 세계에서도 정확하게 풀어낼 수 있다.<br>——모나는 과거에 이렇게 생각했었다.<br>하지만 그녀는 홀로서기 이후 저속함이 가득한 삶을 살아가며 곤혹스러워했다.<br>이 세상의 사람들은 모두 풍족한 삶을 살아가는 게 아니라 어떤 이들은 추위에 떨며 굶주리며 거지와 다를 바 없이 살아갔다.<br>공교롭게도 이렇게 가난한 모험가 한 명이 야생 풀과 과일로 힘들게 배를 채우고 있는 모나를 본 뒤 아끼지 않고 그녀에게 자신의 음식 절반을 건넸다.<br>「밖에 있을 땐 서로 도우면서 지내야지」<br>이건 세계 운행 법칙에 적혀 있는 말이 아니다. 무수히 많은 이런 사실들이 계속해서 그녀 곁에서 일어났다. 도둑의 성실함, 강도의 동정심, 겁쟁이의 용기, 악인의 선량함….<br>모나는 이에 대해 의혹을 품게 됐지만 편안한 느낌도 함께 가지게 됐다.<br>그녀는 별하늘 아래서 다시 한번 생각하다 자신의 연구는 부족한 점이 이렇게나 많다는 걸 깨닫게 됐다.<br>어쩌면 그녀가 살아있는 동안 세상의 진리에 대한 연구는 끝나지 않고 계속될 것이다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "《별자리 이야기》",
                "Content": "폰타인의 주류 신문 《스팀버드》는 칠개국 정보부터 가십거리까지 다양한 칼럼을 개설했다.<br>모나는 《별자리 이야기》 칼럼에 원고를 보낸다. 해당 칼럼은 성명학 애호가 및 전문가들을 위해 만든 별자리 칼럼이다. 그녀가 이 기회를 얻을 수 있었던 건 순전히 우연이다.<br>이전에 해당 칼럼에 원고를 보내던 작가가 곳곳을 여행하던 도중 이상한 점성술사가 존재한다는 소문을 우연히 듣게 됐고 성명학 애호가의 호기심이 그로 하여금 모나를 찾게 했다.<br>이야기를 나눈 뒤 작가는 모나의 학식을 몹시 추앙했다.<br>공교롭게도 이 칼럼의 작가는 은퇴를 고려하던 중이었다. 작가는 모나의 경제 형편이 나쁜 걸 보고 그녀를 돕고자 《스팀버드》의 편집장에게 모나를 추천했다.<br>모나가 첫 번째 《성명학 입문》을 발표한 뒤 기존에 가볍고 재밌던 《별자리 이야기》의 스타일이 완전히 바뀌게 됐다.<br>매 회마다 거의 태반을 「별의 움직임」 같은 심오한 주제를 토론하고 자료 인용과 빼곡한 각주, 심지어 직접 그린 항성도를 삽화로 넣었다.<br>편집장은 기존의 독자들이 이런 학술 연구와도 같은 방법을 받아들일 수 있을까 걱정했었다. 하지만 신문사는 수많은 독자들의 편지를 받게 된다:<br>「정말 대단해. 무슨 뜻인지는 모르겠지만 얼마나 재밌다구. 난 『아스트로지스트 · 모나 · 메기스토스』 선생님의 팬이야.」<br>모나는 편집장으로부터 계속해서 원고를 제출해도 된다는 보증을 받은 뒤 드디어 한숨 놓을 수 있게 됐다.<br>——자축해야 하니까 첫 원고료로 오랫동안 가지고 싶었던 새로운 천문관측기를 구매해야겠어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "모나에게 있어 「신의 눈」은 신이 보살펴주고 있다는 증명일 뿐으로 크게 신경 쓰지 않는다.<br>하지만 그 가치는 「마력을 이끌어내는 외부 기관」 이상이다.<br>물론 힘을 가지고 있다면 좋은 일이지만 지고지순한 「진리」와 비교해 보면 「무력」은 보잘것없는 개념일 뿐이다.<br>신 또한 세계 운행의 진리에 제약을 받기에 모나는 그저 광활한 우주 속에 숨겨진 세계의 궁극적인 진리를 탐구했다.<br>그녀는 세인들이 신의 인정을 받으면 생긴다고 여기는 힘의 원천인 「신의 눈」을 떠받들어야 한다는 마음을 한 번도 가져본 적이 없다.<br>그렇지만 실질적인 효용이 전혀 없는 「신의 눈」은 그녀가 가장 소중히 여기는 물건이다.<br>이건 사부가 교재로서 그녀에게 선물한 물건이다. 이건 사부와 함께 지냈었다는 걸 증명할 수 있는 유일한 증거이다.<br>그녀는 이 오래된 기억을 아주 조심스레 보관하고 있다. 정교한 외형의 교재는 마치 평범한 여자아이가 들고 다니는 장신구처럼 그녀와 함께 해왔다.<br>그녀 자신만의 「신의 눈」이 어느 날 소리 없이 이 오래된 교재에 강림할 때까지…",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "내 이름은 아스트로지스트 · 모나 · 메기스토스, 「위대한 점성술사 모나」라는 뜻이야. 나한테 점괘를 보려면 내 이름쯤은 기억해 주는 게 기본적인 예의지… 그리고 막힘없이 한 번에 쭉 읊어야 해!",
                "Tips": []
            },
            {
                "Title": "잡담 · 점괘",
                "Content": "정해진 운명을 정확히 보여주는 게 바로 점괘야. 지나친 수식은 오해를 살 뿐이지",
                "Tips": []
            },
            {
                "Title": "잡담 · 삶",
                "Content": "물욕을 억제하는 건 점성술사 수행의 일부야. 소박하게 살아야만 세상의 진리를 엿볼 수 있어",
                "Tips": []
            },
            {
                "Title": "잡담 · 운명",
                "Content": "바꿀 수 없고, 거스를 수 없고, 받아들일 수밖에 없어서 운명인 거지",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "이렇게 비가 많이 오면… 별빛도 안 보이고, 수점반도 흐릿해져",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때…",
                "Content": "이 벼락은… 도대체 어느 별하늘에서 내리치는 걸까?",
                "Tips": []
            },
            {
                "Title": "눈이 올 때…",
                "Content": "깨끗한 눈이 녹으면 수점반에 물로 쓰기 딱 좋아",
                "Tips": []
            },
            {
                "Title": "햇살이 좋을 때…",
                "Content": "흐음~ 점을 치지 않아도 느낄 수 있는 좋은 날씨야",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "타이밍이 안 좋네, 새벽의 계명성이 방금 막 사라졌거든…. 아침밥? 버, 벌써 먹었지",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "벌써 점심이네. 뭐 좀 먹으러 가자, 응? 나… 난 샐러드면 돼. 소박한 삶은… 점성술사 수행의 일환이니까!",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "밤이 됐네. 이제 곧 점을 칠 수 있겠어…. 으음, 내가 어제 원고를 썼던가…?",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "벌써 시간이 이렇게 됐는데 내일까지인 원고를 아직 시작도 안 했어…. 뭐? 자러 간다고? 힝… 나도 졸린데…",
                "Tips": []
            },
            {
                "Title": "모나 자신에 대해…",
                "Content": "사람들이 직면하게 될 운명을 정확하게 알려주는 게 바로 점성술사의 일이야. 나 역시 그렇게 하고 있지만… 어떤 사람들은 그걸 받아들이려 하지 않아",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 업무",
                "Content": "왜 점괘로 돈을 안 벌고 원고를 쓰는 거냐고?… 난 모라를 버는 것 따위에 「수점술」을 쓰지 않아… 그것 때문에 「수점술」을 배운 것도 아니고",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 나의 운명",
                "Content": "나야 모르지. 부득이한 경우가 아니면 점성술사는 자신의 운명을 점치지 않아. 할망구가 이런 행동은 운명의 모순을 초래할 수도 있어서 무지 위험하다고 했어",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 너의 운명",
                "Content": "넌 이 세계 사람이 아니라서 정확히 예언해 줄 수 없어. 다만 네가 가야 할 길이 아직 멀었다는 것만은 알려줄게",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해 · 단점",
                "Content": "내가 막 「신의 눈」을 얻었을 때, 그 할망구는 능청스럽게도 「진실을 추구하는 마음이 영원하길」이라고 말했었지. 그런데 몸에 물만 잔뜩 튀고 「수점술」에 아무 쓸모도 없더라고…",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해 · 가치",
                "Content": "그나저나 「신의 눈」을 장신구처럼 몸에 달고 다니는 건 딱히 상관없어. 이것도 그 쪼잔한 할망구가 나한테 처음으로 준 「교구」인 셈이니까",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "「운명의 자리」라고 들어봤어? 점성술사는 별하늘에 비친 「신의 눈」을 가진 자의 운명이 바로 「운명의 자리」라고 생각해. 과거와 현재, 미래의 모든 것이 그 안에 보이지",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "흥미있는 일…",
                "Content": "네 옆에 있는 이 녀석은 대체 어디서 온 거야? 어떤 방법을 써봐도 운명의 흔적조차 찾을 수가 없어… <br>아? 너도 모른다고?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "진에 대해…",
                "Content": "그 페보니우스 기사단의 단장 대행? 그녀의 「운명의 자리」는 「새끼사자자리」로 힘과 너무 일찍 떠맡은 책임을 상징해. 「수사자」는 일찍이 무리에서 떠났지만, 그녀는 사자떼의 영광을 물려받을 때까지 계속 성장할 거야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "알베도에 대해…",
                "Content": "알베도? 아…난 그가 부러워…자질구레한 일들에 신경 끄고 연구에만 몰두할 수 있잖아. 정말 멋진 삶이야. 그 할망구가 조금만 정상이었다면 나도 그런 생활을 할 수 있었을 텐데…",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "클레에 대해…",
                "Content": "앨리스 씨의 딸 말하는 거지? 그 애는 페보니우스 기사단에서 살면서 알베도의 보살핌도 받고 있지…글쎄, 역시 그녀의 「운명의 자리」답달까. 행운을 상징하는 「네 잎 클로버」거든. 부러워… <br>아, 나한테도 그런 행운이 있었다면 그 할망구를 만나지 않았겠지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "다이루크에 대해…",
                "Content": "다이루크 · 라겐펜더, 그의 「운명의 자리」는 「밤올빼미」야. 어두운 밤의 경계와 고독한 감시를 상징하지. 그가 인정하는 밝은 대낮이 오기 전까지 그는 계속 홀로 나아가게 될 거야.<br>잠깐, 「밤올빼미」가 부유함을 상징하던가?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "케이아에 대해…",
                "Content": "케이아 · 알베리히? 그의 「공작깃털자리」는 고귀함과 「화려한 기만」을 상징해. 그는 이미 과거를 끊어냈다고 생각하겠지만, 운명의 그날이 오면 반드시 자기만의 선택을 해야 할 거야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "리사에 대해…",
                "Content": "그녀의 「운명의 자리」는 「모래시계」로 지식, 시간 그리고 등가교환을 상징해. 모래알이 떨어지면 시간…혹은 생명이 한순간에 사라지지. 모래알이 흘러내리는 걸 멈추려면 모래시계를 눕혀서 영원히 멈추게 하는 수밖에 없어. 쉽게 말하면…온갖 방법을 써서 게으름을 피우는 거야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "벤티에 대해…",
                "Content": "벤티? 그 온종일 놀고먹는 음유시인? 그한테 뭐 재밌는 게 있겠어? 한번 점쳐볼게…<br>어? 수점반이 왜…아무것도 안 보여. 바, 바람이 불어서 눈을 못 뜨겠어! 내 모자! 오, 옷이 날아가겠어! 멈춰! 안 해! 안 한다고!",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "모나에 대해 알기 · 첫 번째",
                "Content": "수다 떨고 싶다고? 으음, 난 이렇게 시간 낭비하는 걸 좋아하지 않아. 그리고 아직 써야 할 원고가 많이 남았는걸… 음, 하지만 말동무가 너라면 안될 것도 없지. 하핫, 그냥 기분전환이라고 생각하자!",
                "Tips": []
            },
            {
                "Title": "모나에 대해 알기 · 두 번째",
                "Content": "점괘로 벌어들이는 수입…? 감히 돈 같은 「그런」… 걸로! 점성술을 평가하려고 하다니, 잘 들어! 내 「수점술」은 이 티바트 대륙에서 진짜 운명을 엿볼 수 있는 유일한 점술이라구! 모라나 보석 따위론 「운명」의 가치를 잴 수 없어! 그러니까 이런 바보 같은 질문은 그만해!",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "모나에 대해 알기 · 세 번째",
                "Content": "내 점술? 어차피 말해도 모를 걸? 흥, 하지만…설명 정도는 해줄 수 있지.<br>내가 사용하는 「수점술」이란 건 수면에 비친 별하늘의 환상을 보고 추론하는 점술이야. 물속의 환상으로 거짓된 하늘을 비추어 세상의 진실을 엿보는 거지. 이건 그 할망구가 제대로 낸 유일한 연구 성과야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "모나에 대해 알기 · 네 번째",
                "Content": "아스트로지스트 · 모나 · 메기스토스. 이건 전에 그 할망구랑 내가 함께 정한 이름이야. 그녀는 날 가끔 「메기」라고 불러. 자주 쓰는 「모나」와는 다르게 애칭 같은 느낌이랄까…야! 넌 그렇게 부르면 안 돼! 부끄럽단 말이야!…아, 괜히 알려줬어!",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "모나에 대해 알기 · 다섯 번째",
                "Content": "점술가에겐 한 가지 금기사항이 있어, 점괘를 말할 땐 예언 외에 어떠한 조언도 하지 않는다. 내가 다른 사람의 「운명」에 빠지지 않기 위해서지. 하지만 네 점괘를 보는 거라면 이 「금기」는 지킬 필요 없어.<br>왜냐면 우리의 「운명」은 이미 얽혀 있거든",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "모나의 취미…",
                "Content": "내 취미? 별하늘을 올려다보는 거야. 지나치게 현실적인 이 세상에선 모두 별하늘을 올려다볼 필요가 있어. 하물며 난 점성술사이기도 하잖아",
                "Tips": []
            },
            {
                "Title": "모나의 고민…",
                "Content": "도구 수선비에 예약한 천문관측기 잔금도 내야 하고, 학술지 구독비도 아직 안 냈는데, 다음달 집세까지…어떤 걸 먼저 내야 하지? 역시…천문관측기 잔금부터 내는 게 좋겠어. 안 그럼 완판될지도 몰라…",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "샐러드, 샐러드는 이 세상 최고의 음식이야. 재료도 싸고, 만들기도 쉽고, 배도 부르고. 게다가 먹기도 편하잖아. 원고를 쓰거나 도구를 고칠 때 빨리 먹어 치울 수 있거든",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "음…비싸고 먹기 불편한 음식. 왜냐면, 으음…모라로 불필요한 식욕을 채우는 건 저속하고 위험하기 때문이야",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "아, 잘 먹었다——널 알게 된 게 이렇게 좋은 일일 줄이야",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "다시 한번 확인할게. 정말… 네가 사는 거지?",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "딱히 까다롭게 굴려는 건 아니야. 그냥… 음… 아직 배가 안 불러",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "생일 축하해. 이 주머니를 줄게. 이 안엔 어려운 고비를 극복하는 데 도움이 될만한 「조언」이 들어있어. 급하게 열려고 하지 마. 앞으로 1년 안에 이 주머니가 스스로 열릴 날이 올 거야",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "역시 이렇게 될 운명이었어. 난 진작 알고 있었다고",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "…조금만 더 가면 세상의 진실을 찾을 수 있을까?",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "거짓된 하늘, 별하늘 아래의 운명은 이미 정해져 있었어",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "물속의 그림자, 잔잔한 물결 속에 계명성이 솟아오르는 게 보여",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "수중 환원",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "…운명의 허영",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "운명이여 물에 비쳐라",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "운명이여 드러나거라",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "이걸로 운명은 정해졌다",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "천명은 거스를 수 없어!",
                "Tips": []
            },
            {
                "Title": "바람의 날개 사용 · 첫 번째",
                "Content": "이러면 별하늘을 더 잘 볼 수 있겠지…",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "앞으로도 계속 이렇게 좋은 일이 있었으면 좋겠네…",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "방세랑 식비를 댈 수 있겠어!",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "우와… 보물을 찾아서 너무 좋아…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "판단할 수 없어…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "얄궂은 운명인 건가…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "여긴… 내 점괘 범위가 아닌데!",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "더 버텼다간 쓰러질 거야",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "여긴 네 운명의 종착점이 아니야",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "별하늘이… 어두워…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "거역할 수 없는… 운명…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "추산은 끝났어…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "귀찮게 하네",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "나한테서… 떨어져!",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "이건 운명이야",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "어쩔 수 없네",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "뭇별은 모두 내 손바닥 안에 있지…",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "41": {
        "Costumes": [
            {
                "ID": 340008,
                "Name": "별과 달의 약속",
                "Desc": "모나의 코스튬. 점성술 개념인 「운명이 정해진 순간」을 맞이해 특별히 구입한 옷이다. 천문 관측기 잔금 30% 할인 쿠폰에 감사를!",
                "Icon": "UI_AvatarIcon_MonaCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "흐르는 별점",
                "Desc": "모나의 코스튬. 원단 사용량을 줄여 저렴하면서도 편한 점성술사의 복장이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108114,
            "JD": 108030,
            "Name": "<b>지고한 지혜(라이프)</b>",
            "Eff": "파티 내 모든 캐릭터의 치명타 확률이 16% 증가한다. 지속 시간: 300초. 다인 모드 시 자신의 캐릭터에만 적용된다",
            "Desc": "모나의 특제 요리. 위대한 점성술사의 위대한 작품. 그중 가장 위대한 건 바로 가성비 갑이라는 점이다",
            "Recipe": {
                "100018": 2,
                "100001": 2,
                "100062": 1,
                "100080": 1
            },
            "Icon": "UI_ItemIcon_108114"
        },
        "Namecard": {
            "Name": "<b>모나·천성</b>",
            "Desc": "명함 스킨.<br>소녀는 고개를 숙인 채 수많은 별들이 만났다 헤어지는 걸 비추고 있는 물을 바라본다",
            "Pic": "UI_NameCardPic_Mona_P"
        }
    }
}

var acs_cache_ = {
    "340008": "By the time you arrived at Starsnatch Cliff, Mona had already been waiting for you for some time.<br>She was looking up at the starry sky, a song you did not recognize on her lips. As you approached, a sudden urge to prank her came over you... But even as you crept up, angling to clap her on the shoulder, she stopped singing.<br>\"If you were trying to scare me, I'm afraid you're too late.\"<br><br>Ah, as one might have expected from Mona Megistus, the Astrologist. Your attempt foiled, you could only sit beside her. Clearing her throat, Mona began to speak in a professorial tone—<br>\"The stars are truly lovely today, making this a fine night to watch the sky. And now that I've convinced the couple who are usually here to leave, this is now the perfect spot to conduct our class on the 'Basics of Astrology.'\"<br>Huh. So that was why you hadn't seen Marvin or Marla.<br>\"Then let's begin.\"<br>\"'Astrology' is an umbrella term for the study of the laws that govern the movements of matter. The celestial bodies are but a shallow subject of research in this regard...\"<br>You understood the basic preamble just fine, but as she continued to speak, the topic grew more complicated, and you started to lose the plot. Still, she spoke so enthusiastically about the subject that you could not bring yourself to interrupt.<br>Looking at her bright gray eyes and her constant gesticulations, you couldn't help but feel some embarrassment... Wait a moment.<br>\"Did you change your clothes?\"<br>Seeming not to expect your question, she seemed a little put on the spot at first, though she recovered quickly.<br>\"That's right. I'm wearing these new clothes just to commemorate this momentous occasion as your astrology teacher. You can take this as a sign of... uh, respect.\"<br>Feeling a little guilty, you told yourself to get serious. Slapping the sagging, sleepy cheeks of yours, you forced your eyes open and continued listening to her lecture.<br>\"The laws of matter are actually very simple. Rather, it is the principles that govern humanity that are the most complex. As such, we astrologists...\"<br>All the while, you thought to yourself, don't fall asleep, don't fall asleep, don't... Zzz...<br>\"Heh. What am I going to do with you...\" Your astrology master mutters."
}