// Auto Generated

var _AvatarDataConfig_ = {
    "Mualani": {
        "BallList": [
            {
                "When": "Shark or Surging Bite (Missiles no!)",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 0.5
                    },
                    {
                        "Num": 5,
                        "Chance": 0.5
                    }
                ]
            },
            {
                "When": "CD (Resets every surf)",
                "CD": 9999
            }
        ],
        "EndureList": [
            {
                "Skill": "Surf",
                "Endure": 0.15
            },
            {
                "Skill": "Mid-Air Sharky's Bite",
                "Endure": 0
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@5.1v4 Problem Fixes#</b><br>• Added: Immune to fall DMG during certain surfing animations.<br>• Shark Bite fix: Will no longer lose track of the target under certain circumstances<br>• Shark Bite fix: Will turn to face the target before the bite, so she (hopefully) won't move in a wrong direction.",
            "The DMG decrease of Bites when hitting multiple enemies is an @independent multiplier#, and the decrease is @14%# when hitting 2 enemies.<br>C4's 200% DMG increase is added to the @DMG Bonus multiplier#.",
            "<b>@Interruption RES#</b><br>• Interruption coefficient of @0.15# while surfing, twice the strength of Xingqiu Q (0.3).<br>• Interruption coefficient of @0# during mid-air Sharky's Bites: uninterruptible.",
            "<b>@Particle Generation#</b><br>• Generates @5 Hydro Particles# with Shark Bite or Surging Bite. Can be triggered once per surf. Shark Missiles do not generate.",
            "<b>@Element Application#</b><br>• Burst, (Surging) Shark Bite and (Surging) Shark Missiles @all apply 1GU with no ICD#.",
            "<b>@Night Soul Consumption#</b><br>• Surfing Base: 10/s<br>• Dash: 10<br>• Continuous Dash: 16/s<br>• Jump / Dash Jump: 2/24"
        ]
    }
}

var _AvatarMats_ = {
    "Mualani": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101247": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113064": 2,
                "101247": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113064": 4,
                "101247": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113064": 8,
                "101247": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113064": 12,
                "101247": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113064": 20,
                "101247": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113056": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113056": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113056": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113056": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113056": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113056": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113056": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113056": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112106": 4,
                "113056": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113056": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112106": 9,
                "113056": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112106": 12,
                "113056": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Mualani": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 냉각 처리",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 추락 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주는 물빵볼을 날린다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "파도를 가르는 샤크",
                        "Desc": "파도의 속도와 물살을 조정하는 요령을 활용해 자유자재로 파도타기 태세에 진입한다.<br>발동 후, 말라니는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 말라니</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 말라니의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래와 같은 특성이 있다:<br> · 샤크 서핑보드에 탑승해 말라니의 이동 속도가 증가한다. 해당 상태에서 말라니는 수면과 액체 타입 열소 위에서 이동할 수 있으며, 액체 타입 열소 피해에 면역된다.<br> · 일반 공격 시, 샤크 물어뜯기로 전환된다. 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다. 샤크 물어뜯기는 공중에서도 진행 가능하며 주는 피해는 일반 공격 피해로 간주한다.<br> · 해당 상태에서 적에게 접촉 시, 말라니는 적에게 사냥감 표식을 남기고 파도 기세를 1스택 획득한다. 최대 중첩수: 3스택.<br><br><color style='color:#FFD780;'>파도 기세와 사냥감 표식</color><br>샤크 물어뜯기 진행 시, 말라니의 파도 기세 스택에 기반해 주는 피해가 증가한다. 파도 기세를 3스택 보유 시, 말라니의 샤크 물어뜯기는 빅샤크 물어뜯기로 전환되고 주는 피해가 더 증가한다. 또한 발동 후 파도 기세 스택이 제거된다.<br>샤크 물어뜯기가 사냥감 표식 상태의 적에게 명중 시, 사냥감 표식이 제거되며 주변에 있는 최대 5기의 사냥감 표식 상태의 적에게 이번 샤크 물어뜯기에 해당하는 피해를 주고, 해당 적들의 사냥감 표식이 제거된다. 이번 샤크 물어뜯기와 샤크 폭탄의 목표가 1기를 초과할 때마다 주는 피해가 감소해 최대 24% 감소한다 (최대 3기까지만 계산).<br><br><i>샤크는 단순한 서핑보드가 아니야, 민물 상어라구. 게다가 물어뜯기만 할 뿐 먹지는 않지</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "샤크 물어뜯기 기본 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 28.934%",
                                    "HP 최대치의 31.104%",
                                    "HP 최대치의 33.275%",
                                    "HP 최대치의 36.168%",
                                    "HP 최대치의 38.338%",
                                    "HP 최대치의 40.508%",
                                    "HP 최대치의 43.402%",
                                    "HP 최대치의 46.295%",
                                    "HP 최대치의 49.189%",
                                    "HP 최대치의 52.082%",
                                    "HP 최대치의 54.975%",
                                    "HP 최대치의 57.869%",
                                    "HP 최대치의 61.486%",
                                    "HP 최대치의 65.102%",
                                    "HP 최대치의 68.719%"
                                ]
                            },
                            {
                                "Desc": "파도 기세 피해 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 7.234%/스택",
                                    "HP 최대치의 7.776%/스택",
                                    "HP 최대치의 8.319%/스택",
                                    "HP 최대치의 9.042%/스택",
                                    "HP 최대치의 9.584%/스택",
                                    "HP 최대치의 10.127%/스택",
                                    "HP 최대치의 10.85%/스택",
                                    "HP 최대치의 11.574%/스택",
                                    "HP 최대치의 12.297%/스택",
                                    "HP 최대치의 13.021%/스택",
                                    "HP 최대치의 13.744%/스택",
                                    "HP 최대치의 14.467%/스택",
                                    "HP 최대치의 15.371%/스택",
                                    "HP 최대치의 16.276%/스택",
                                    "HP 최대치의 17.18%/스택"
                                ]
                            },
                            {
                                "Desc": "빅샤크 물어뜯기 추가 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 21.701%",
                                    "HP 최대치의 23.328%",
                                    "HP 최대치의 24.956%",
                                    "HP 최대치의 27.126%",
                                    "HP 최대치의 28.754%",
                                    "HP 최대치의 30.381%",
                                    "HP 최대치의 32.551%",
                                    "HP 최대치의 34.721%",
                                    "HP 최대치의 36.891%",
                                    "HP 최대치의 39.061%",
                                    "HP 최대치의 41.232%",
                                    "HP 최대치의 43.402%",
                                    "HP 최대치의 46.114%",
                                    "HP 최대치의 48.827%",
                                    "HP 최대치의 51.539%"
                                ]
                            },
                            {
                                "Desc": "샤크 물어뜯기 재사용 대기시간",
                                "ParamLevelList": [
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "폭폭탄",
                        "Desc": "적을 추적하는 특대 샤크 미사일을 발사해, 말라니의 HP 최대치에 기반해 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><i>말라니가 샤크 폭탄을 이렇게 부르는 이유는, 물에서 뜨거운 이름을 부르면 온천이 느껴지기 때문이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 42.083%",
                                    "HP 최대치의 45.24%",
                                    "HP 최대치의 48.396%",
                                    "HP 최대치의 52.604%",
                                    "HP 최대치의 55.76%",
                                    "HP 최대치의 58.917%",
                                    "HP 최대치의 63.125%",
                                    "HP 최대치의 67.333%",
                                    "HP 최대치의 71.542%",
                                    "HP 최대치의 75.75%",
                                    "HP 최대치의 79.958%",
                                    "HP 최대치의 84.167%",
                                    "HP 최대치의 89.427%",
                                    "HP 최대치의 94.687%",
                                    "HP 최대치의 100.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "내열 타입 민물 빵빵볼",
                        "Desc": "샤크 물어뜯기가 적에게 명중 시, 주변에 빵빵볼이 생성된다. 자신이 생성한 빵빵볼 획득 시, 말라니는 밤혼을 25pt 회복한다. 한 번의 밤혼 가호 시간 동안, 해당 방식으로 빵빵볼이 최대 1개 생성된다",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "나타 최고의 가이드",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 분출」 발동 시, 말라니는 파도타기 요령을 1스택 획득한다. 지속 시간: 20초, 최대 중첩수: 3스택. <color style='color:#FFD780;'>폭폭탄</color> 발동 시, 말라니의 모든 파도타기 요령 스택이 제거되고, 제거된 스택에 따라 이번 폭폭탄이 주는 피해가 HP 최대치의 20%/30%/40% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "밤의 선물 · 파도 정상",
                        "Desc": "밤혼이 고갈된 후, 말라니는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역이 존재하는 곳에서, 밤혼 전달 · 말라니를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 떠 있을 때, 말라니가 교체 등장 시 발동: 말라니가 밤혼 가호 상태에 진입하고 밤혼을 40pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 말라니가 밤혼 가호 상태에서 수면 이동 시: 나타 지역에서 소모되는 밤혼 또는 열소가 25% 감소하고, 나타 밖에서 소모되는 밤혼이 65% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "한가한 「메즈틀리」…",
                        "Desc": "전투 상태가 아닐 시, 말라니의 밤혼 가호 상태가 소모하는 밤혼과 열소가 70% 감소한다.<br>또한 밤혼 가호 상태 진입 후 첫 빅샤크 물어뜯기와 빅샤크가 발동한 샤크 폭탄이 주는 피해가 말라니 HP 최대치의 75%만큼 증가한다. 해당 피해 증가는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 피해 감소 규칙을 따른다",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "전력을 다하는 말라니!",
                        "Desc": "밤혼 가호 상태 진입 시, 말라니는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 파도 기세를 2스택 획득한다. 말라니가 빵빵볼 획득 시, 파도 기세를 1스택 획득한다.<br>또한 한 번의 밤혼 가호 상태 기간 동안, 빅샤크 물어뜯기로 생성되는 빵빵볼의 최대치가 2개로 증가한다.<br>고유 특성 「내열 타입 민물 빵빵볼」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "즐거운 바다에서 서핑",
                        "Desc": "<color style='color:#FFD780;'>파도를 가르는 샤크</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "샤크의 주식은 빵빵이",
                        "Desc": "빵빵볼 획득 시, 말라니는 7pt 원소 에너지를 회복한다. 해당 효과는 고유 특성 「내열 타입 민물 빵빵볼」을 해금해야 한다.<br>또한 <color style='color:#FFD780;'>폭폭탄</color>이 주는 피해가 200% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "동일한 서핑보드 절찬리 판매 중!",
                        "Desc": "<color style='color:#FFD780;'>폭폭탄</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「샘물 무리」의 정신",
                        "Desc": "운명의 자리 한가한 「메즈틀리」…의 피해 증가 효과가 더 이상 밤혼 가호 상태에서 한 번만 발동하지 않으며, 빅샤크 물어뜯기와 빅샤크 물어뜯기가 발동한 샤크 폭탄의 치명타 확률이 5%, 치명타 피해가 10% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 열 식히기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 추락 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주는 물빵볼을 날린다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "파도를 가르는 샤크",
                        "Desc": "파도의 속도와 물살을 조정하는 요령을 활용해 자유자재로 파도타기 태세에 진입한다.<br>발동 후, 말라니는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 말라니</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 말라니의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래와 같은 특성이 있다:<br> · 샤크 서핑보드에 탑승해 말라니의 이동 속도가 증가한다. 해당 상태에서 말라니는 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br> · 일반 공격 시, 샤크 물어뜯기로 전환된다. 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다. 샤크 물어뜯기는 공중에서도 진행 가능하며 주는 피해는 일반 공격 피해로 간주한다.<br> · 해당 상태에서 적에게 접촉 시, 말라니는 적에게 사냥감 표식을 남기고 파도 기세를 1스택 획득한다. 0.8초마다 동일한 적에게 최대 1스택을 획득할 수 있다. 최대 중첩수: 3스택.<br><br><color style='color:#FFD780;'>파도 기세와 사냥감 표식</color><br>샤크 물어뜯기 진행 시, 말라니의 파도 기세 스택에 기반해 주는 피해가 증가한다. 파도 기세를 3스택 보유 시, 말라니의 샤크 물어뜯기는 빅샤크 물어뜯기로 전환되고 주는 피해가 더 증가한다. 또한 발동 후 파도 기세 스택이 제거된다.<br>샤크 물어뜯기가 사냥감 표식 상태의 적에게 명중 시, 사냥감 표식이 제거되며 주변에 있는 최대 5기의 사냥감 표식 상태의 적에게 이번 샤크 물어뜯기에 해당하는 피해를 주고, 해당 적들의 사냥감 표식이 제거된다. 이번 샤크 물어뜯기와 샤크 폭탄의 목표가 1기를 초과할 때마다 주는 피해가 감소해 최대 28% 감소한다 (최대 3기까지만 계산).<br><br><i>샤크는 단순한 서핑보드가 아니야, 민물 상어라구. 게다가 물어뜯기만 할 뿐 먹지는 않지</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "샤크 물어뜯기 기본 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 12.576%",
                                    "HP 최대치의 13.519%",
                                    "HP 최대치의 14.462%",
                                    "HP 최대치의 15.72%",
                                    "HP 최대치의 16.663%",
                                    "HP 최대치의 17.606%",
                                    "HP 최대치의 18.864%",
                                    "HP 최대치의 20.122%",
                                    "HP 최대치의 21.379%",
                                    "HP 최대치의 22.637%",
                                    "HP 최대치의 23.894%",
                                    "HP 최대치의 25.152%",
                                    "HP 최대치의 26.724%",
                                    "HP 최대치의 28.296%",
                                    "HP 최대치의 29.868%"
                                ]
                            },
                            {
                                "Desc": "파도 기세 피해 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 6.288%/스택",
                                    "HP 최대치의 6.76%/스택",
                                    "HP 최대치의 7.231%/스택",
                                    "HP 최대치의 7.86%/스택",
                                    "HP 최대치의 8.332%/스택",
                                    "HP 최대치의 8.803%/스택",
                                    "HP 최대치의 9.432%/스택",
                                    "HP 최대치의 10.061%/스택",
                                    "HP 최대치의 10.69%/스택",
                                    "HP 최대치의 11.318%/스택",
                                    "HP 최대치의 11.947%/스택",
                                    "HP 최대치의 12.576%/스택",
                                    "HP 최대치의 13.362%/스택",
                                    "HP 최대치의 14.148%/스택",
                                    "HP 최대치의 14.934%/스택"
                                ]
                            },
                            {
                                "Desc": "빅샤크 물어뜯기 추가 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 31.44%",
                                    "HP 최대치의 33.798%",
                                    "HP 최대치의 36.156%",
                                    "HP 최대치의 39.3%",
                                    "HP 최대치의 41.658%",
                                    "HP 최대치의 44.016%",
                                    "HP 최대치의 47.16%",
                                    "HP 최대치의 50.304%",
                                    "HP 최대치의 53.448%",
                                    "HP 최대치의 56.592%",
                                    "HP 최대치의 59.736%",
                                    "HP 최대치의 62.88%",
                                    "HP 최대치의 66.81%",
                                    "HP 최대치의 70.74%",
                                    "HP 최대치의 74.67%"
                                ]
                            },
                            {
                                "Desc": "샤크 물어뜯기 재사용 대기시간",
                                "ParamLevelList": [
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초",
                                    "2.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "보글보글탄",
                        "Desc": "적을 추적하는 특대 샤크 미사일을 발사해, 말라니의 HP 최대치에 기반해 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><i>말라니가 샤크 미사일을 이렇게 부르는 이유는, 보글보글 온천이 느껴지기 때문이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 42.083%",
                                    "HP 최대치의 45.24%",
                                    "HP 최대치의 48.396%",
                                    "HP 최대치의 52.604%",
                                    "HP 최대치의 55.76%",
                                    "HP 최대치의 58.917%",
                                    "HP 최대치의 63.125%",
                                    "HP 최대치의 67.333%",
                                    "HP 최대치의 71.542%",
                                    "HP 최대치의 75.75%",
                                    "HP 최대치의 79.958%",
                                    "HP 최대치의 84.167%",
                                    "HP 최대치의 89.427%",
                                    "HP 최대치의 94.687%",
                                    "HP 최대치의 100.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "내열 타입 민물 빵빵볼",
                        "Desc": "샤크 물어뜯기가 적에게 명중 시, 주변에 빵빵볼이 생성된다. 자신이 생성한 빵빵볼 획득 시, 말라니는 밤혼을 22pt 회복한다. 한 번의 밤혼 가호 시간 동안, 해당 방식으로 빵빵볼이 최대 1개 생성된다",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "나타 최고의 가이드",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 말라니는 파도타기 요령을 1스택 획득한다. 지속 시간: 20초, 최대 중첩수: 3스택. <color style='color:#FFD780;'>폭폭탄</color> 발동 시, 말라니의 모든 파도타기 요령 스택이 제거되고, 제거된 스택에 따라 이번 폭폭탄이 주는 피해가 HP 최대치의 20%/30%/40% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "밤의 선물 · 파도 정상",
                        "Desc": "밤혼이 고갈된 후, 말라니는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역이 존재하는 곳에서, 밤혼 전달 · 말라니를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나 일정 높이의 공중에 떠 있을 때, 말라니가 교체 등장 시 발동: 말라니가 밤혼 가호 상태에 진입하고 밤혼을 40pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 말라니가 밤혼 가호 상태에서 수면 이동 시: 나타 지역에서 소모되는 밤혼 또는 열소가 25% 감소하고, 나타 밖에서 소모되는 밤혼이 65% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "",
                        "Desc": "While in an area with Phlogiston Device(s) within Natlan, interacting with certain harvestables will regenerate 15 Phlogiston. Displays the location of nearby <color style='color:#FFD780;'>resources unique to Natlan</color> on the mini-map.",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "한가한 「메즈틀리」…",
                        "Desc": "전투 상태가 아닐 시, 말라니의 밤혼 가호 상태가 소모하는 밤혼과 열소가 70% 감소한다.<br>또한 밤혼 가호 상태 진입 후 첫 빅샤크 물어뜯기와 빅샤크가 발동한 샤크 폭탄이 주는 피해가 말라니 HP 최대치의 75%만큼 증가한다. 해당 피해 증가는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 피해 감소 규칙을 따른다",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "전력을 다하는 말라니!",
                        "Desc": "밤혼 가호 상태 진입 시, 말라니는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 파도 기세를 2스택 획득한다. 말라니가 빵빵볼 획득 시, 파도 기세를 1스택 획득한다.<br>또한 기존 밤혼 회복 효과와는 별도로, 말라니는 빵빵볼 획득 후 4초 동안 추가로 밤혼을 20pt 회복한다.<br>고유 특성 「내열 타입 민물 빵빵볼」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "즐거운 바다에서 서핑",
                        "Desc": "<color style='color:#FFD780;'>파도를 가르는 샤크</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "샤크의 주식은 빵빵이",
                        "Desc": "빵빵볼 획득 시, 말라니는 원소 에너지를 7pt 회복한다. 해당 효과는 고유 특성 「내열 타입 민물 빵빵볼」을 해금해야 한다.<br>또한 <color style='color:#FFD780;'>폭폭탄</color>으로 주는 피해가 200% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "동일한 서핑보드 절찬리 판매 중!",
                        "Desc": "<color style='color:#FFD780;'>폭폭탄</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「샘물 무리」의 정신",
                        "Desc": "운명의 자리 한가한 「메즈틀리」…의 피해 증가 효과가 더 이상 밤혼 가호 상태에서 한 번만 발동하지 않으며, 빅샤크 물어뜯기와 빅샤크 물어뜯기가 발동한 샤크 폭탄의 치명타 확률이 5%, 치명타 피해가 10% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 열 식히기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 추락 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주는 물빵볼을 날린다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "파도를 가르는 샤크",
                        "Desc": "파도의 속도와 물살을 조정하는 요령을 활용해 자유자재로 파도타기 태세에 진입한다.<br>발동 후, 말라니는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 말라니</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 말라니의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래와 같은 특성이 있다:<br> · 샤크 서핑보드에 탑승해 말라니의 이동 속도가 증가한다. 해당 상태에서 말라니는 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br> · 일반 공격 시, 샤크 물어뜯기로 전환된다. 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다. 샤크 물어뜯기는 공중에서도 진행 가능하며 주는 피해는 일반 공격 피해로 간주한다.<br> · 해당 상태에서 적에게 접촉 시, 말라니는 적에게 사냥감 표식을 남기고 파도 기세를 1스택 획득한다. 0.8초마다 동일한 적에게 최대 1스택을 획득할 수 있다. 최대 중첩수: 3스택.<br><br><color style='color:#FFD780;'>파도 기세와 사냥감 표식</color><br>샤크 물어뜯기 진행 시, 말라니의 파도 기세 스택에 기반해 주는 피해가 증가한다. 파도 기세를 3스택 보유 시, 말라니의 샤크 물어뜯기는 빅샤크 물어뜯기로 전환되고 주는 피해가 더 증가한다. 또한 발동 후 파도 기세 스택이 제거된다.<br>샤크 물어뜯기가 적에게 명중 시, 사냥감 표식이 제거되며 주변에 있는 최대 5기의 사냥감 표식 상태의 적에게 이번 샤크 물어뜯기에 해당하는 피해를 주고, 해당 적들의 사냥감 표식이 제거된다. 이번 샤크 물어뜯기와 샤크 폭탄의 목표가 1기를 초과할 때마다 주는 피해가 감소해 최대 28% 감소한다 (최대 3기까지만 계산).<br><br><i>샤크는 단순한 서핑보드가 아니야, 민물 상어라구. 게다가 물어뜯기만 할 뿐 먹지는 않지</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "샤크 물어뜯기 기본 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 8.68%",
                                    "HP 최대치의 9.331%",
                                    "HP 최대치의 9.982%",
                                    "HP 최대치의 10.85%",
                                    "HP 최대치의 11.501%",
                                    "HP 최대치의 12.152%",
                                    "HP 최대치의 13.02%",
                                    "HP 최대치의 13.888%",
                                    "HP 최대치의 14.756%",
                                    "HP 최대치의 15.624%",
                                    "HP 최대치의 16.492%",
                                    "HP 최대치의 17.36%",
                                    "HP 최대치의 18.445%",
                                    "HP 최대치의 19.53%",
                                    "HP 최대치의 20.615%"
                                ]
                            },
                            {
                                "Desc": "파도 기세 피해 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 4.34%/스택",
                                    "HP 최대치의 4.666%/스택",
                                    "HP 최대치의 4.991%/스택",
                                    "HP 최대치의 5.425%/스택",
                                    "HP 최대치의 5.751%/스택",
                                    "HP 최대치의 6.076%/스택",
                                    "HP 최대치의 6.51%/스택",
                                    "HP 최대치의 6.944%/스택",
                                    "HP 최대치의 7.378%/스택",
                                    "HP 최대치의 7.812%/스택",
                                    "HP 최대치의 8.246%/스택",
                                    "HP 최대치의 8.68%/스택",
                                    "HP 최대치의 9.223%/스택",
                                    "HP 최대치의 9.765%/스택",
                                    "HP 최대치의 10.307%/스택"
                                ]
                            },
                            {
                                "Desc": "빅샤크 물어뜯기 추가 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 21.7%",
                                    "HP 최대치의 23.327%",
                                    "HP 최대치의 24.955%",
                                    "HP 최대치의 27.125%",
                                    "HP 최대치의 28.752%",
                                    "HP 최대치의 30.38%",
                                    "HP 최대치의 32.55%",
                                    "HP 최대치의 34.72%",
                                    "HP 최대치의 36.89%",
                                    "HP 최대치의 39.06%",
                                    "HP 최대치의 41.23%",
                                    "HP 최대치의 43.4%",
                                    "HP 최대치의 46.112%",
                                    "HP 최대치의 48.825%",
                                    "HP 최대치의 51.538%"
                                ]
                            },
                            {
                                "Desc": "샤크 물어뜯기 재사용 대기시간",
                                "ParamLevelList": [
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초",
                                    "1.6초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "보글보글탄",
                        "Desc": "적을 추적하는 특대 샤크 미사일을 발사해, 말라니의 HP 최대치에 기반해 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><i>말라니가 샤크 미사일을 이렇게 부르는 이유는, 보글보글 온천이 느껴지기 때문이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 46.72%",
                                    "HP 최대치의 50.224%",
                                    "HP 최대치의 53.728%",
                                    "HP 최대치의 58.4%",
                                    "HP 최대치의 61.904%",
                                    "HP 최대치의 65.408%",
                                    "HP 최대치의 70.08%",
                                    "HP 최대치의 74.752%",
                                    "HP 최대치의 79.424%",
                                    "HP 최대치의 84.096%",
                                    "HP 최대치의 88.768%",
                                    "HP 최대치의 93.44%",
                                    "HP 최대치의 99.28%",
                                    "HP 최대치의 105.12%",
                                    "HP 최대치의 110.96%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "내열 타입 민물 빵빵이",
                        "Desc": "샤크 물어뜯기가 적에게 명중 시, 주변에 빵빵볼이 생성된다. 자신이 생성한 빵빵볼 획득 시, 말라니는 밤혼을 22pt 회복한다. 한 번의 밤혼 가호 시간 동안, 해당 방식으로 빵빵볼이 최대 1개 생성된다",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "나타 최고의 가이드",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 말라니는 파도타기 요령을 1스택 획득한다. 지속 시간: 20초, 최대 중첩수: 3스택. <color style='color:#FFD780;'>보글보글탄</color> 발동 시, 말라니의 모든 파도타기 요령 스택이 제거되고, 제거된 스택에 따라 이번 보글보글탄이 주는 피해가 HP 최대치의 20%/30%/40% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "밤의 선물 · 파도 정상",
                        "Desc": "밤혼이 고갈된 후, 말라니는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 말라니를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 수영 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 말라니가 교체 등장 시 발동: 말라니가 밤혼 가호 상태에 진입하고 밤혼을 40pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 말라니가 밤혼 가호 상태에서 수면 이동 시: 나타 지역에서 소모되는 밤혼 또는 열소가 75% 감소하고, 나타 밖에서 소모되는 밤혼이 35% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "비결은 미소 유지야!",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 열소를 15pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "여유로운 「메즈틀리」…",
                        "Desc": "전투 상태가 아닐 시, 말라니의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다.<br>또한 밤혼 가호 상태 진입 후 첫 빅샤크 물어뜯기와 빅샤크가 발동한 샤크 폭탄이 주는 피해가 말라니 HP 최대치의 75%만큼 증가한다. 해당 피해 증가는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 피해 감소 규칙을 따른다",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "전력을 다하는 말라니!",
                        "Desc": "밤혼 가호 상태 진입 시, 말라니는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 파도 기세를 2스택 획득한다. 말라니가 빵빵볼 획득 시, 파도 기세를 1스택 획득한다.<br>또한 기존 밤혼 회복 효과와는 별도로, 말라니는 빵빵볼 획득 후 4초 동안 추가로 밤혼을 20pt 회복한다.<br>고유 특성 「내열 타입 민물 빵빵이」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "즐거운 바다 서핑",
                        "Desc": "<color style='color:#FFD780;'>파도를 가르는 샤크</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "샤크의 주식은 빵빵이",
                        "Desc": "빵빵볼 획득 시, 말라니는 원소 에너지를 7pt 회복한다. 해당 효과는 고유 특성 「내열 타입 민물 빵빵이」를 해금해야 한다.<br>또한 <color style='color:#FFD780;'>보글보글탄</color>으로 주는 피해가 200% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "같은 서핑보드 판매중!",
                        "Desc": "<color style='color:#FFD780;'>보글보글탄</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「샘물 무리」의 정신",
                        "Desc": "운명의 자리 여유로운 「메즈틀리」…의 피해 증가 효과가 더 이상 밤혼 가호 상태에서 한 번만 발동하지 않으며, 빅샤크 물어뜯기와 빅샤크 물어뜯기가 발동한 샤크 폭탄의 치명타 확률이 5%, 치명타 피해가 10% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 열 식히기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 추락 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주는 물빵볼을 날린다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "파도를 가르는 샤크",
                        "Desc": "파도의 속도와 물살을 조정하는 요령을 활용해 자유자재로 파도타기 태세에 진입한다.<br>발동 후, 말라니는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 말라니</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 말라니의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래와 같은 특성을 지닌다:<br> · 샤크 서핑보드에 탑승해 말라니의 이동 속도가 증가한다. 해당 상태의 말라니는 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br> · 일반 공격 시, 샤크 물어뜯기로 전환된다. 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다. 샤크 물어뜯기는 공중에서도 진행 가능하며 주는 피해는 일반 공격 피해로 간주한다.<br> · 해당 상태에서 적에게 접촉 시, 말라니는 적에게 사냥감 표식을 남기고 파도 기세를 1스택 획득한다. 0.7초마다 동일한 적에게 최대 1스택을 획득할 수 있다. 최대 중첩수: 3스택.<br><br><color style='color:#FFD780;'>파도 기세와 사냥감 표식</color><br>샤크 물어뜯기 진행 시, 말라니의 파도 기세 스택에 기반해 주는 피해가 증가한다. 파도 기세를 3스택 보유 시, 말라니의 샤크 물어뜯기는 빅샤크 물어뜯기로 전환되고 주는 피해가 더 증가한다. 또한 발동 후 파도 기세 스택이 제거된다.<br>샤크 물어뜯기가 적에게 명중 시, 목표의 사냥감 표식이 제거되며 주변에 있는 최대 5기의 사냥감 표식 상태의 적에게 샤크 폭탄을 발사해 이번 샤크 물어뜯기에 해당하는 피해를 주고, 해당 적들의 사냥감 표식을 제거한다. 이번 샤크 물어뜯기와 샤크 폭탄의 목표가 1기를 초과할 때마다 주는 피해가 감소해 최대 28% 감소한다 (최대 3기까지만 계산).<br><br><i>샤크는 단순한 서핑보드가 아니야, 민물 상어라구. 게다가 물어뜯기만 할 뿐 먹지는 않지</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "샤크 물어뜯기 기본 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 8.68%",
                                    "HP 최대치의 9.331%",
                                    "HP 최대치의 9.982%",
                                    "HP 최대치의 10.85%",
                                    "HP 최대치의 11.501%",
                                    "HP 최대치의 12.152%",
                                    "HP 최대치의 13.02%",
                                    "HP 최대치의 13.888%",
                                    "HP 최대치의 14.756%",
                                    "HP 최대치의 15.624%",
                                    "HP 최대치의 16.492%",
                                    "HP 최대치의 17.36%",
                                    "HP 최대치의 18.445%",
                                    "HP 최대치의 19.53%",
                                    "HP 최대치의 20.615%"
                                ]
                            },
                            {
                                "Desc": "파도 기세 피해 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 4.34%/스택",
                                    "HP 최대치의 4.666%/스택",
                                    "HP 최대치의 4.991%/스택",
                                    "HP 최대치의 5.425%/스택",
                                    "HP 최대치의 5.751%/스택",
                                    "HP 최대치의 6.076%/스택",
                                    "HP 최대치의 6.51%/스택",
                                    "HP 최대치의 6.944%/스택",
                                    "HP 최대치의 7.378%/스택",
                                    "HP 최대치의 7.812%/스택",
                                    "HP 최대치의 8.246%/스택",
                                    "HP 최대치의 8.68%/스택",
                                    "HP 최대치의 9.223%/스택",
                                    "HP 최대치의 9.765%/스택",
                                    "HP 최대치의 10.307%/스택"
                                ]
                            },
                            {
                                "Desc": "빅샤크 물어뜯기 피해 추가 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 21.7%",
                                    "HP 최대치의 23.327%",
                                    "HP 최대치의 24.955%",
                                    "HP 최대치의 27.125%",
                                    "HP 최대치의 28.752%",
                                    "HP 최대치의 30.38%",
                                    "HP 최대치의 32.55%",
                                    "HP 최대치의 34.72%",
                                    "HP 최대치의 36.89%",
                                    "HP 최대치의 39.06%",
                                    "HP 최대치의 41.23%",
                                    "HP 최대치의 43.4%",
                                    "HP 최대치의 46.112%",
                                    "HP 최대치의 48.825%",
                                    "HP 최대치의 51.538%"
                                ]
                            },
                            {
                                "Desc": "샤크 물어뜯기 재사용 대기시간",
                                "ParamLevelList": [
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "보글보글탄",
                        "Desc": "적을 추적하는 특대 샤크 미사일을 발사해, 말라니의 HP 최대치에 기반해 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><i>말라니가 샤크 미사일을 이렇게 부르는 이유는, 보글보글 온천이 느껴지기 때문이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 58.439%",
                                    "HP 최대치의 62.822%",
                                    "HP 최대치의 67.205%",
                                    "HP 최대치의 73.049%",
                                    "HP 최대치의 77.432%",
                                    "HP 최대치의 81.815%",
                                    "HP 최대치의 87.659%",
                                    "HP 최대치의 93.503%",
                                    "HP 최대치의 99.347%",
                                    "HP 최대치의 105.191%",
                                    "HP 최대치의 111.035%",
                                    "HP 최대치의 116.878%",
                                    "HP 최대치의 124.183%",
                                    "HP 최대치의 131.488%",
                                    "HP 최대치의 138.793%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "내열 타입 민물 빵빵이",
                        "Desc": "빅샤크 물어뜯기가 적에게 명중 시, 주변에 빵빵볼이 생성된다. 자신이 생성한 빵빵볼 획득 시, 말라니는 밤혼을 35pt 회복한다. 한 번의 밤혼 가호 시간 동안, 해당 방식으로 빵빵볼이 최대 1개 생성된다",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "나타 최고의 가이드",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 말라니는 파도타기 요령을 1스택 획득한다. 지속 시간: 20초, 최대 중첩수: 3스택. <color style='color:#FFD780;'>보글보글탄</color> 발동 시, 말라니의 모든 파도타기 요령 스택이 제거되고, 제거된 스택에 따라 이번 보글보글탄이 주는 피해가 HP 최대치의 20%/30%/40%에 기반해 증가한다",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "밤의 선물 · 파도 정상",
                        "Desc": "밤혼이 고갈된 후, 말라니는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 말라니를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 수영 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 말라니가 교체 등장 시 발동: 말라니가 밤혼 가호 상태에 진입하고 밤혼을 40pt 획득한다. 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 밤혼 가호 상태의 말라니가 수면 또는 액체 열소 위에서 이동 시: 나타 지역에서 소모되는 밤혼 또는 열소가 75% 감소하고, 나타 밖에서 소모되는 밤혼이 35% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "비결은 미소 유지!",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 열소를 15pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "여유로운 「메즈틀리」…",
                        "Desc": "전투 상태가 아닐 시, 말라니의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다.<br>또한 밤혼 가호 상태 진입 후 첫 빅샤크 물어뜯기와 빅샤크가 발동한 샤크 폭탄이 주는 피해가 말라니 HP 최대치의 60%만큼 증가한다. 해당 피해 증가는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 피해 감소 규칙을 따른다",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "전력을 다하는 말라니!",
                        "Desc": "밤혼 가호 상태 진입 시, 말라니는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 파도 기세를 2스택 획득한다. 말라니가 빵빵볼 획득 시, 파도 기세를 1스택 획득한다.<br>또한 기존 밤혼 회복 효과와는 별도로, 말라니는 빵빵볼 획득 후 5초 동안 추가로 밤혼을 25pt 회복한다.<br>고유 특성 「내열 타입 민물 빵빵이」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "즐거운 바다 서핑",
                        "Desc": "<color style='color:#FFD780;'>파도를 가르는 샤크</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "샤크의 주식은 빵빵이",
                        "Desc": "빵빵볼 획득 시, 말라니는 원소 에너지를 15pt 회복한다. 해당 효과는 고유 특성 「내열 타입 민물 빵빵이」를 해금해야 한다.<br>또한 <color style='color:#FFD780;'>보글보글탄</color>으로 주는 피해가 75% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "같은 서핑보드 판매중!",
                        "Desc": "<color style='color:#FFD780;'>보글보글탄</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「샘물 무리」의 정신",
                        "Desc": "운명의 자리 「여유로운 「메즈틀리」…」의 피해 증가 효과가 더 이상 밤혼 가호 상태에서 단 한 번만 발동하지 않는다",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 열 식히기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 추락 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주는 물빵볼을 날린다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.251%",
                                    "59.105%",
                                    "64.245%",
                                    "68.1%",
                                    "71.954%",
                                    "77.094%",
                                    "82.234%",
                                    "87.373%",
                                    "92.513%",
                                    "97.652%",
                                    "102.792%",
                                    "109.216%",
                                    "115.641%",
                                    "122.065%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.626%",
                                    "47.973%",
                                    "51.319%",
                                    "55.782%",
                                    "59.129%",
                                    "62.476%",
                                    "66.938%",
                                    "71.401%",
                                    "75.863%",
                                    "80.326%",
                                    "84.789%",
                                    "89.251%",
                                    "94.829%",
                                    "100.408%",
                                    "105.986%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.034%",
                                    "75.287%",
                                    "80.54%",
                                    "87.543%",
                                    "92.796%",
                                    "98.048%",
                                    "105.052%",
                                    "112.055%",
                                    "119.059%",
                                    "126.062%",
                                    "133.065%",
                                    "140.069%",
                                    "148.823%",
                                    "157.577%",
                                    "166.332%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.0%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt",
                                    "50.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "파도를 가르는 샤크",
                        "Desc": "파도의 속도와 물살을 조정하는 요령을 활용해 자유자재로 파도타기 태세에 진입한다.<br>발동 후, 말라니는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 말라니</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 말라니의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래와 같은 특성을 지닌다:<br> · 샤크 서핑보드에 탑승해 말라니의 이동 속도 및 경직 저항력이 증가한다. 해당 상태의 말라니는 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br> · 일반 공격 시, 샤크 물어뜯기로 전환된다. 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다. 샤크 물어뜯기는 공중에서도 진행 가능하며 주는 피해는 일반 공격 피해로 간주한다.<br> · 해당 상태에서 적에게 접촉 시, 말라니는 적에게 사냥감 표식을 남기고 파도 기세를 1스택 획득한다. 0.7초마다 동일한 적에게 최대 1스택을 획득할 수 있다. 최대 중첩수: 3스택.<br><br><color style='color:#FFD780;'>파도 기세와 사냥감 표식</color><br>샤크 물어뜯기 진행 시, 말라니의 파도 기세 스택에 기반해 주는 피해가 증가한다. 파도 기세를 3스택 보유 시, 말라니의 샤크 물어뜯기는 빅샤크 물어뜯기로 전환되고 주는 피해가 더 증가한다. 또한 발동 후 파도 기세 스택이 제거된다.<br>샤크 물어뜯기가 적에게 명중 시, 목표의 사냥감 표식이 제거되며 주변에 있는 최대 5기의 사냥감 표식 상태의 적에게 샤크 폭탄을 발사해 이번 샤크 물어뜯기에 해당하는 피해를 주고, 해당 적들의 사냥감 표식이 제거된다. 이번 샤크 물어뜯기와 샤크 폭탄의 목표가 1기를 초과할 때마다 주는 피해가 감소해 최대 28% 감소한다(최대 3기까지만 계산).<br><br><i>샤크는 단순한 서핑보드가 아니야, 민물 상어라구. 게다가 물어뜯기만 할 뿐 먹지는 않아</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "샤크 물어뜯기 기본 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 8.68%",
                                    "HP 최대치의 9.331%",
                                    "HP 최대치의 9.982%",
                                    "HP 최대치의 10.85%",
                                    "HP 최대치의 11.501%",
                                    "HP 최대치의 12.152%",
                                    "HP 최대치의 13.02%",
                                    "HP 최대치의 13.888%",
                                    "HP 최대치의 14.756%",
                                    "HP 최대치의 15.624%",
                                    "HP 최대치의 16.492%",
                                    "HP 최대치의 17.36%",
                                    "HP 최대치의 18.445%",
                                    "HP 최대치의 19.53%",
                                    "HP 최대치의 20.615%"
                                ]
                            },
                            {
                                "Desc": "파도 기세 피해 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 4.34%/스택",
                                    "HP 최대치의 4.666%/스택",
                                    "HP 최대치의 4.991%/스택",
                                    "HP 최대치의 5.425%/스택",
                                    "HP 최대치의 5.751%/스택",
                                    "HP 최대치의 6.076%/스택",
                                    "HP 최대치의 6.51%/스택",
                                    "HP 최대치의 6.944%/스택",
                                    "HP 최대치의 7.378%/스택",
                                    "HP 최대치의 7.812%/스택",
                                    "HP 최대치의 8.246%/스택",
                                    "HP 최대치의 8.68%/스택",
                                    "HP 최대치의 9.223%/스택",
                                    "HP 최대치의 9.765%/스택",
                                    "HP 최대치의 10.307%/스택"
                                ]
                            },
                            {
                                "Desc": "빅샤크 물어뜯기 피해 추가 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 21.7%",
                                    "HP 최대치의 23.327%",
                                    "HP 최대치의 24.955%",
                                    "HP 최대치의 27.125%",
                                    "HP 최대치의 28.752%",
                                    "HP 최대치의 30.38%",
                                    "HP 최대치의 32.55%",
                                    "HP 최대치의 34.72%",
                                    "HP 최대치의 36.89%",
                                    "HP 최대치의 39.06%",
                                    "HP 최대치의 41.23%",
                                    "HP 최대치의 43.4%",
                                    "HP 최대치의 46.112%",
                                    "HP 최대치의 48.825%",
                                    "HP 최대치의 51.538%"
                                ]
                            },
                            {
                                "Desc": "샤크 물어뜯기 재사용 대기시간",
                                "ParamLevelList": [
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt",
                                    "60.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초",
                                    "6.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "보글보글탄",
                        "Desc": "적을 추적하는 초대형 샤크 미사일을 발사해, 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><i>말라니가 샤크 미사일을 이렇게 부르는 이유는, 보글보글 온천이 느껴지기 때문이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 58.439%",
                                    "HP 최대치의 62.822%",
                                    "HP 최대치의 67.205%",
                                    "HP 최대치의 73.049%",
                                    "HP 최대치의 77.432%",
                                    "HP 최대치의 81.815%",
                                    "HP 최대치의 87.659%",
                                    "HP 최대치의 93.503%",
                                    "HP 최대치의 99.347%",
                                    "HP 최대치의 105.191%",
                                    "HP 최대치의 111.035%",
                                    "HP 최대치의 116.878%",
                                    "HP 최대치의 124.183%",
                                    "HP 최대치의 131.488%",
                                    "HP 최대치의 138.793%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "내열 타입 민물 빵빵이",
                        "Desc": "빅샤크 물어뜯기가 적에게 명중 시, 주변에 빵빵볼이 1개 생성된다. 빵빵볼 획득 시, 말라니 자신의 밤혼이 20pt 회복된다. 한 번의 밤혼 가호 기간 동안, 해당 방식으로 빵빵볼을 최대 2개 생성할 수 있다",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "나타 최고의 가이드",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 말라니가 파도타기 요령을 1스택 획득한다. 지속 시간: 20초, 최대 중첩수: 3스택. <color style='color:#FFD780;'>보글보글탄</color> 발동 시, 말라니의 모든 파도타기 요령 스택이 제거되고, 제거된 스택에 따라 이번 보글보글탄이 주는 피해가 HP 최대치의 15%/30%/45%에 기반해 증가한다",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 파도 정상",
                        "Desc": "밤혼이 고갈된 후, 말라니는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 말라니를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 수영 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 말라니가 교체 등장 시 발동: 말라니가 밤혼 가호 상태에 진입하고 밤혼을 40pt 획득한다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 밤혼 가호 상태의 말라니가 수면 또는 액체 열소 위에서 이동 시: 나타 지역에서 소모되는 밤혼 또는 열소가 75% 감소하고, 나타 밖에서 소모되는 밤혼이 35% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "비결은 미소 유지!",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 열소를 15pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "여유로운 「메즈틀리」…",
                        "Desc": "밤혼 가호 상태 진입 후 첫 빅샤크 물어뜯기와 해당 공격으로 발동된 샤크 폭탄으로 주는 피해가 증가한다. 증가량은 말리니 HP 최대치의 66%에 해당한다. 해당 피해 증가는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 피해 감소 규칙을 따른다.<br>또한 전투 상태가 아닐 시, 말리니의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "전력을 다하는 말라니!",
                        "Desc": "밤혼 가호 상태 진입 시, 말라니는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 파도 기세를 2스택 획득한다. 말라니가 빵빵볼 획득 시, 파도 기세를 1스택 획득한다.<br>또한 말라니가 한 번의 밤혼 가호 기간 동안 빵빵볼을 2개 획득하면, 2초 동안 추가로 밤혼 12pt를 회복한다.<br>고유 특성 「내열 타입 민물 빵빵이」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "즐거운 바다 서핑",
                        "Desc": "<color style='color:#FFD780;'>파도를 가르는 샤크</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "샤크의 주식은 빵빵이",
                        "Desc": "빵빵볼 획득 시, 말라니가 원소 에너지를 18pt 회복한다. 해당 효과는 고유 특성 「내열 타입 민물 빵빵이」를 해금해야 한다.<br>또한 <color style='color:#FFD780;'>보글보글탄</color>으로 주는 피해가 75% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "같은 서핑보드 판매 중!",
                        "Desc": "<color style='color:#FFD780;'>보글보글탄</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「샘물 무리」의 정신",
                        "Desc": "운명의 자리 「여유로운 「메즈틀리」…」의 피해 증가 효과 설명 중, 「밤혼 가호 상태 진입 후 첫」 제한이 사라진다",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "열 식히기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 3번 공격해 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해, 추락 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주는 물빵볼을 날린다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 물 원소의 힘을 모은 후 지면을 강타해 경로상의 적을 공격하고 착지 시 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.396%",
                                    "55.2507%",
                                    "59.1054%",
                                    "64.245%",
                                    "68.0997%",
                                    "71.9544%",
                                    "77.094%",
                                    "82.2336%",
                                    "87.3732%",
                                    "92.5128%",
                                    "97.6524%",
                                    "102.792%",
                                    "109.2165%",
                                    "115.641%",
                                    "122.0655%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.6256%",
                                    "47.9725%",
                                    "51.3194%",
                                    "55.782%",
                                    "59.1289%",
                                    "62.4758%",
                                    "66.9384%",
                                    "71.401%",
                                    "75.8635%",
                                    "80.3261%",
                                    "84.7886%",
                                    "89.2512%",
                                    "94.8294%",
                                    "100.4076%",
                                    "105.9858%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.0344%",
                                    "75.287%",
                                    "80.5396%",
                                    "87.543%",
                                    "92.7956%",
                                    "98.0482%",
                                    "105.0516%",
                                    "112.055%",
                                    "119.0585%",
                                    "126.0619%",
                                    "133.0654%",
                                    "140.0688%",
                                    "148.8231%",
                                    "157.5774%",
                                    "166.3317%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "142.88%",
                                    "153.596%",
                                    "164.312%",
                                    "178.6%",
                                    "189.316%",
                                    "200.032%",
                                    "214.32%",
                                    "228.608%",
                                    "242.896%",
                                    "257.184%",
                                    "271.472%",
                                    "285.76%",
                                    "303.62%",
                                    "321.48%",
                                    "339.34%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "파도를 가르는 샤크",
                        "Desc": "파도의 속도와 물살을 조정하는 요령을 활용해 자유자재로 파도타기 태세에 진입한다.<br>발동 후, 말라니는 밤혼을 60pt 획득하고 밤혼 가호 상태에 진입한다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 말라니</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 말라니의 밤혼 가호가 종료된다. 밤혼 가호 상태는 아래와 같은 특성을 지닌다:<br> · 샤크 서핑보드에 탑승해 말라니의 이동 속도 및 경직 저항력이 증가한다. 해당 상태의 말라니는 수면과 액체 열소 위에서 이동할 수 있으며, 액체 열소 피해에 면역된다.<br> · 일반 공격 시, 샤크 물어뜯기로 전환된다. 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다. 샤크 물어뜯기는 공중에서도 진행 가능하며 주는 피해는 일반 공격 피해로 간주한다.<br> · 해당 상태에서 적에게 접촉 시, 말라니는 적에게 사냥감 표식을 남기고 파도 기세를 1스택 획득한다. 0.7초마다 동일한 적에게 최대 1스택을 획득할 수 있다. 최대 중첩수: 3스택.<br><br><color style='color:#FFD780;'>파도 기세와 사냥감 표식</color><br>샤크 물어뜯기 진행 시, 말라니의 파도 기세 스택에 기반해 주는 피해가 증가한다. 파도 기세를 3스택 보유 시, 말라니의 샤크 물어뜯기는 빅샤크 물어뜯기로 전환되고 주는 피해가 더 증가한다. 또한 적에게 명중 시 파도 기세 스택이 제거된다.<br>샤크 물어뜯기가 적에게 명중 시, 목표의 사냥감 표식이 제거되며 주변에 있는 최대 5기의 사냥감 표식 상태의 적에게 샤크 폭탄을 발사해 이번 샤크 물어뜯기에 해당하는 피해를 주고, 해당 적들의 사냥감 표식을 제거한다. 이번 샤크 물어뜯기와 샤크 폭탄의 목표가 1기를 초과할 때마다 주는 피해가 감소하며 최대 3기까지 계산한다. 3기 시 기존 피해의 72%에 해당하는 피해를 준다.<br><br><i>샤크는 단순한 서핑보드가 아니야, 민물 상어라구. 게다가 물어뜯기만 할 뿐 먹지는 않아</i>",
                        "Icon": "Skill_S_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "샤크 물어뜯기 기본 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 8.68%",
                                    "HP 최대치의 9.331%",
                                    "HP 최대치의 9.982%",
                                    "HP 최대치의 10.85%",
                                    "HP 최대치의 11.501%",
                                    "HP 최대치의 12.152%",
                                    "HP 최대치의 13.02%",
                                    "HP 최대치의 13.888%",
                                    "HP 최대치의 14.756%",
                                    "HP 최대치의 15.624%",
                                    "HP 최대치의 16.492%",
                                    "HP 최대치의 17.36%",
                                    "HP 최대치의 18.445%",
                                    "HP 최대치의 19.53%",
                                    "HP 최대치의 20.615%"
                                ]
                            },
                            {
                                "Desc": "파도 기세 피해 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 4.34%/스택",
                                    "HP 최대치의 4.6655%/스택",
                                    "HP 최대치의 4.991%/스택",
                                    "HP 최대치의 5.425%/스택",
                                    "HP 최대치의 5.7505%/스택",
                                    "HP 최대치의 6.076%/스택",
                                    "HP 최대치의 6.51%/스택",
                                    "HP 최대치의 6.944%/스택",
                                    "HP 최대치의 7.378%/스택",
                                    "HP 최대치의 7.812%/스택",
                                    "HP 최대치의 8.246%/스택",
                                    "HP 최대치의 8.68%/스택",
                                    "HP 최대치의 9.2225%/스택",
                                    "HP 최대치의 9.765%/스택",
                                    "HP 최대치의 10.3075%/스택"
                                ]
                            },
                            {
                                "Desc": "빅샤크 물어뜯기 피해 추가 증가",
                                "ParamLevelList": [
                                    "HP 최대치의 21.7%",
                                    "HP 최대치의 23.3275%",
                                    "HP 최대치의 24.955%",
                                    "HP 최대치의 27.125%",
                                    "HP 최대치의 28.7525%",
                                    "HP 최대치의 30.38%",
                                    "HP 최대치의 32.55%",
                                    "HP 최대치의 34.72%",
                                    "HP 최대치의 36.89%",
                                    "HP 최대치의 39.06%",
                                    "HP 최대치의 41.23%",
                                    "HP 최대치의 43.4%",
                                    "HP 최대치의 46.1125%",
                                    "HP 최대치의 48.825%",
                                    "HP 최대치의 51.5375%"
                                ]
                            },
                            {
                                "Desc": "샤크 물어뜯기 재사용 대기시간",
                                "ParamLevelList": [
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초",
                                    "1.8초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt",
                                    "60pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "보글보글탄",
                        "Desc": "적을 추적하는 초대형 샤크 미사일을 발사해, 말라니의 HP 최대치에 기반해 밤혼 성질의 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 준다.<br><br><i>말라니가 샤크 미사일을 이렇게 부르는 이유는, 보글보글 온천이 느껴지기 때문이다</i>",
                        "Icon": "Skill_E_Mualani_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 58.4392%",
                                    "HP 최대치의 62.8221%",
                                    "HP 최대치의 67.2051%",
                                    "HP 최대치의 73.049%",
                                    "HP 최대치의 77.4319%",
                                    "HP 최대치의 81.8149%",
                                    "HP 최대치의 87.6588%",
                                    "HP 최대치의 93.5027%",
                                    "HP 최대치의 99.3466%",
                                    "HP 최대치의 105.1906%",
                                    "HP 최대치의 111.0345%",
                                    "HP 최대치의 116.8784%",
                                    "HP 최대치의 124.1833%",
                                    "HP 최대치의 131.4882%",
                                    "HP 최대치의 138.7931%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "내열 타입 민물 빵빵이",
                        "Desc": "빅샤크 물어뜯기가 적에게 명중 시, 주변에 빵빵볼이 1개 생성된다. 빵빵볼 획득 시, 말라니 자신의 밤혼이 20pt 회복된다. 한 번의 밤혼 가호 기간 동안, 해당 방식으로 빵빵볼을 최대 2개 생성할 수 있다",
                        "Icon": "UI_Talent_S_Mualani_05"
                    },
                    {
                        "Name": "나타 최고의 가이드",
                        "Desc": "주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 후, 말라니가 파도타기 요령을 1스택 획득한다. 지속 시간: 20초, 최대 중첩수: 3스택. <color style='color:#FFD780;'>보글보글탄</color> 발동 시, 말라니의 모든 파도타기 요령 스택이 제거되고, 제거된 스택에 따라 이번 보글보글탄이 주는 피해가 HP 최대치의 15%/30%/45%에 기반해 증가한다",
                        "Icon": "UI_Talent_S_Mualani_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 파도 정상",
                        "Desc": "밤혼이 소진된 후, 말라니는 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 말라니를 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 수영 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 말라니가 교체 등장 시 발동: 말라니가 밤혼 가호 상태에 진입하고 밤혼을 40pt 획득한다. 자신의 파티는 밤혼 전달을 10초마다 최대 1회 발동할 수 있다.<br><br>또한 밤혼 가호 상태의 말라니가 수면 또는 액체 열소 위에서 이동 시: 나타 지역에서 소모되는 밤혼 또는 열소가 75% 감소하고, 나타 밖에서 소모되는 밤혼이 35% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_07"
                    },
                    {
                        "Name": "비결은 미소 유지!",
                        "Desc": "나타의 열소 메커니즘 구역에서, 일부 채집물과 상호작용하면 열소를 15pt 회복한다. 또한, 미니맵에 주위에 있는 <color style='color:#FFD780;'>나타 지역 특산물</color>의 위치가 표시된다",
                        "Icon": "UI_Talent_S_Kachina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "여유로운 「메즈틀리」…",
                        "Desc": "밤혼 가호 상태 진입 후 첫 빅샤크 물어뜯기와 해당 공격으로 발동된 샤크 폭탄으로 주는 피해가 증가한다. 증가량은 말라니 HP 최대치의 66%에 해당한다. 해당 피해 증가는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 피해 감소 규칙을 따른다.<br>또한 전투 상태가 아닐 시, 말라니의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소한다",
                        "Icon": "UI_Talent_S_Mualani_01"
                    },
                    {
                        "Level": 2,
                        "Name": "전력을 다하는 말라니!",
                        "Desc": "밤혼 가호 상태 진입 시, 말라니는 <color style='color:#FFD780;'>파도를 가르는 샤크</color>의 파도 기세를 2스택 획득한다. 말라니가 빵빵볼 획득 시, 파도 기세를 1스택 획득한다.<br>또한 말라니가 한 번의 밤혼 가호 기간 동안 빵빵볼을 2개 획득하면, 2초 동안 추가로 밤혼 12pt를 회복한다.<br>돌파 특성 「내열 타입 민물 빵빵이」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Mualani_02"
                    },
                    {
                        "Level": 3,
                        "Name": "즐거운 바다 서핑",
                        "Desc": "<color style='color:#FFD780;'>파도를 가르는 샤크</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_01"
                    },
                    {
                        "Level": 4,
                        "Name": "샤크의 주식은 빵빵이",
                        "Desc": "빵빵볼 획득 시, 말라니가 원소 에너지를 8pt 회복한다. 해당 효과는 돌파 특성 「내열 타입 민물 빵빵이」를 해금해야 한다.<br>또한 <color style='color:#FFD780;'>보글보글탄</color>으로 주는 피해가 75% 증가한다",
                        "Icon": "UI_Talent_S_Mualani_03"
                    },
                    {
                        "Level": 5,
                        "Name": "같은 서핑보드 판매 중!",
                        "Desc": "<color style='color:#FFD780;'>보글보글탄</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Mualani_02"
                    },
                    {
                        "Level": 6,
                        "Name": "「샘물 무리」의 정신",
                        "Desc": "운명의 자리 「여유로운 「메즈틀리」…」의 피해 증가 효과 설명 중, 「밤혼 가호 상태 진입 후 첫」 제한이 사라진다",
                        "Icon": "UI_Talent_S_Mualani_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Mualani": {
        "AttackList": [
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5.0
                    ]
                },
                "AtkTag": "Elem Burst<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 0,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Shark Bite",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Surging Shark Bite",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Shark Missile",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Surging Shark Missile",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.7
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 9.6,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 8.4,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.7
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 13.1,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.5
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 0.0,
                "Poise": 5.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}