// Auto Generated

var _AvatarDataConfig_ = {
    "Nefer": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Elemental Skill hits a monster, has @66.67%# chance of generating @3 Dendro Particles#, otherwise generate @2 Dendro Particles#."
                ]
            },
            {
                "Name": "Element Application",
                "DescList": [
                    "• Elemental Skill, Elemental Burst and Phantasm Performance all apply @1U#, with standard ICD (@2.5s / 3 hits#). These 3 groups are independent frpm each other.",
                    "• Lunar Bloom DMG does not apply Element."
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Nefer": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104131": 1,
                "101263": 3,
                "112125": 3
            },
            {
                "202": 40000,
                "104132": 3,
                "113079": 2,
                "101263": 10,
                "112125": 15
            },
            {
                "202": 60000,
                "104132": 6,
                "113079": 4,
                "101263": 20,
                "112126": 12
            },
            {
                "202": 80000,
                "104133": 3,
                "113079": 8,
                "101263": 30,
                "112126": 18
            },
            {
                "202": 100000,
                "104133": 6,
                "113079": 12,
                "101263": 45,
                "112127": 12
            },
            {
                "202": 120000,
                "104134": 6,
                "113079": 20,
                "101263": 60,
                "112127": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104359": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112127": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112127": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112127": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112127": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104359": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112127": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112127": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112127": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112127": 12,
                "113074": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104359": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104360": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104360": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104360": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104360": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104361": 4,
                "112127": 4,
                "113074": 1
            },
            {
                "202": 260000,
                "104361": 6,
                "112127": 6,
                "113074": 1
            },
            {
                "202": 450000,
                "104361": 12,
                "112127": 9,
                "113074": 2
            },
            {
                "202": 700000,
                "104361": 16,
                "112127": 12,
                "113074": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Nefer": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "배회하는 뱀",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>뱀처럼 날카롭고 우아한 자태의 발차기로 최대 4번 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>뱀 발자국 상태에 진입해 스태미나 소모를 대가로 최대 2.5초 동안 빠른 속도로 이동한다. 스킬 버튼을 놓거나 지속 시간이 종료되거나 스태미나 소진 시, 뱀 발자국 상태가 종료되고 추가로 스태미나를 소모해 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br>또한, 뱀 발자국 상태인 네페르가 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천야일무</color> 또는 대시를 사용해도 네페르의 뱀 걷기 상태가 종료되지 않는다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>풀 원소의 힘을 모아 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "38.0712%",
                                    "40.9265%",
                                    "43.7819%",
                                    "47.589%",
                                    "50.4443%",
                                    "53.2997%",
                                    "57.1068%",
                                    "60.9139%",
                                    "64.721%",
                                    "68.5282%",
                                    "72.3353%",
                                    "76.1424%",
                                    "80.9013%",
                                    "85.6602%",
                                    "90.4191%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "37.564%",
                                    "40.3813%",
                                    "43.1986%",
                                    "46.955%",
                                    "49.7723%",
                                    "52.5896%",
                                    "56.346%",
                                    "60.1024%",
                                    "63.8588%",
                                    "67.6152%",
                                    "71.3716%",
                                    "75.128%",
                                    "79.8235%",
                                    "84.519%",
                                    "89.2145%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "25.24%x2",
                                    "27.133%x2",
                                    "29.026%x2",
                                    "31.55%x2",
                                    "33.443%x2",
                                    "35.336%x2",
                                    "37.86%x2",
                                    "40.384%x2",
                                    "42.908%x2",
                                    "45.432%x2",
                                    "47.956%x2",
                                    "50.48%x2",
                                    "53.635%x2",
                                    "56.79%x2",
                                    "59.945%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.9944%",
                                    "65.569%",
                                    "70.1436%",
                                    "76.243%",
                                    "80.8176%",
                                    "85.3922%",
                                    "91.4916%",
                                    "97.591%",
                                    "103.6905%",
                                    "109.7899%",
                                    "115.8894%",
                                    "121.9888%",
                                    "129.6131%",
                                    "137.2374%",
                                    "144.8617%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "130.88%",
                                    "140.696%",
                                    "150.512%",
                                    "163.6%",
                                    "173.416%",
                                    "183.232%",
                                    "196.32%",
                                    "209.408%",
                                    "222.496%",
                                    "235.584%",
                                    "248.672%",
                                    "261.76%",
                                    "278.12%",
                                    "294.48%",
                                    "310.84%"
                                ]
                            },
                            {
                                "Desc": "강공격 차지 지속 스태미나 소모",
                                "ParamLevelList": [
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "대국 · 천야일무",
                        "Desc": "달빛을 닮은 비단처럼 부드러우면서도, 차가운 밤의 모래바다 같은 춤을 춘다. 네페르가 전방으로 일정 거리 돌진하면서 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 주고 <color style='color:#FFD780;'>「그림자 춤」</color> 상태에 진입한다.<br>「그림자 춤」 상태에서 보유한 <color style='color:#FFD780;'>풀 이슬</color>이 최소 1개 이상인 경우, 네페르가 발동하는 강공격이 특수 강공격 <color style='color:#FFD780;'>환희</color>로 대체된다.<br><br>초기 사용 가능 횟수: 2회.<br><br><i>「세상은 바둑판과 같아서 바둑을 두는 사람들은 항상 장막 뒤에 숨어 있어. 만약 자신도 모르는 사이에 함정에 빠지고 싶지 않다면, 충분한 정보를 파악해야 해. 그리고 이게 바로 『비화』의 의미지」</i>",
                        "Icon": "Skill_S_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "공격력의 76.384%+원소 마스터리의 152.768%",
                                    "공격력의 82.1128%+원소 마스터리의 164.2256%",
                                    "공격력의 87.8416%+원소 마스터리의 175.6832%",
                                    "공격력의 95.48%+원소 마스터리의 190.96%",
                                    "공격력의 101.2088%+원소 마스터리의 202.4176%",
                                    "공격력의 106.9376%+원소 마스터리의 213.8752%",
                                    "공격력의 114.576%+원소 마스터리의 229.152%",
                                    "공격력의 122.2144%+원소 마스터리의 244.4288%",
                                    "공격력의 129.8528%+원소 마스터리의 259.7056%",
                                    "공격력의 137.4912%+원소 마스터리의 274.9824%",
                                    "공격력의 145.1296%+원소 마스터리의 290.2592%",
                                    "공격력의 152.768%+원소 마스터리의 305.536%",
                                    "공격력의 162.316%+원소 마스터리의 324.632%",
                                    "공격력의 171.864%+원소 마스터리의 343.728%",
                                    "공격력의 181.412%+원소 마스터리의 362.824%"
                                ]
                            },
                            {
                                "Desc": "환희 자체 1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 24.64%+원소 마스터리의 49.28%",
                                    "공격력의 26.488%+원소 마스터리의 52.976%",
                                    "공격력의 28.336%+원소 마스터리의 56.672%",
                                    "공격력의 30.8%+원소 마스터리의 61.6%",
                                    "공격력의 32.648%+원소 마스터리의 65.296%",
                                    "공격력의 34.496%+원소 마스터리의 68.992%",
                                    "공격력의 36.96%+원소 마스터리의 73.92%",
                                    "공격력의 39.424%+원소 마스터리의 78.848%",
                                    "공격력의 41.888%+원소 마스터리의 83.776%",
                                    "공격력의 44.352%+원소 마스터리의 88.704%",
                                    "공격력의 46.816%+원소 마스터리의 93.632%",
                                    "공격력의 49.28%+원소 마스터리의 98.56%",
                                    "공격력의 52.36%+원소 마스터리의 104.72%",
                                    "공격력의 55.44%+원소 마스터리의 110.88%",
                                    "공격력의 58.52%+원소 마스터리의 117.04%"
                                ]
                            },
                            {
                                "Desc": "환희 자체 2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 32.032%+원소 마스터리의 64.064%",
                                    "공격력의 34.4344%+원소 마스터리의 68.8688%",
                                    "공격력의 36.8368%+원소 마스터리의 73.6736%",
                                    "공격력의 40.04%+원소 마스터리의 80.08%",
                                    "공격력의 42.4424%+원소 마스터리의 84.8848%",
                                    "공격력의 44.8448%+원소 마스터리의 89.6896%",
                                    "공격력의 48.048%+원소 마스터리의 96.096%",
                                    "공격력의 51.2512%+원소 마스터리의 102.5024%",
                                    "공격력의 54.4544%+원소 마스터리의 108.9088%",
                                    "공격력의 57.6576%+원소 마스터리의 115.3152%",
                                    "공격력의 60.8608%+원소 마스터리의 121.7216%",
                                    "공격력의 64.064%+원소 마스터리의 128.128%",
                                    "공격력의 68.068%+원소 마스터리의 136.136%",
                                    "공격력의 72.072%+원소 마스터리의 144.144%",
                                    "공격력의 76.076%+원소 마스터리의 152.152%"
                                ]
                            },
                            {
                                "Desc": "환희의 허영 1단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환희의 허영 2단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환희의 허영 3단",
                                "ParamLevelList": [
                                    "원소 마스터리의 128.0%",
                                    "원소 마스터리의 137.6%",
                                    "원소 마스터리의 147.2%",
                                    "원소 마스터리의 160.0%",
                                    "원소 마스터리의 169.6%",
                                    "원소 마스터리의 179.2%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.8%",
                                    "원소 마스터리의 217.6%",
                                    "원소 마스터리의 230.4%",
                                    "원소 마스터리의 243.2%",
                                    "원소 마스터리의 256.0%",
                                    "원소 마스터리의 272.0%",
                                    "원소 마스터리의 288.0%",
                                    "원소 마스터리의 304.0%"
                                ]
                            },
                            {
                                "Desc": "환희 사용 가능 횟수",
                                "ParamLevelList": [
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 지속 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "성약 · 진실한 환희",
                        "Desc": "토트의 진실한 눈으로 거짓말의 수수께끼에 「해명」을 하여 전방의 적에게 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 발동 시 네프르는 모든 <color style='color:#FFD780;'>「거짓의 장막」</color>{SPACE}을 소모해 이번 원소폭발로 주는 피해를 증가시킨다.<br><br><i>뜨거운 모래의 노래하는 자들이 전하는 오래된 시편에서 따오온의 왕의 선물은 축복이라기보다는 저주에 가깝다</i>JF0X",
                        "Icon": "Skill_E_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 224.64%+원소 마스터리의 449.28%",
                                    "공격력의 241.488%+원소 마스터리의 482.976%",
                                    "공격력의 258.336%+원소 마스터리의 516.672%",
                                    "공격력의 280.8%+원소 마스터리의 561.6%",
                                    "공격력의 297.648%+원소 마스터리의 595.296%",
                                    "공격력의 314.496%+원소 마스터리의 628.992%",
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 359.424%+원소 마스터리의 718.848%",
                                    "공격력의 381.888%+원소 마스터리의 763.776%",
                                    "공격력의 404.352%+원소 마스터리의 808.704%",
                                    "공격력의 426.816%+원소 마스터리의 853.632%",
                                    "공격력의 449.28%+원소 마스터리의 898.56%",
                                    "공격력의 477.36%+원소 마스터리의 954.72%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 533.52%+원소 마스터리의 1067.04%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 362.232%+원소 마스터리의 724.464%",
                                    "공격력의 387.504%+원소 마스터리의 775.008%",
                                    "공격력의 421.2%+원소 마스터리의 842.4%",
                                    "공격력의 446.472%+원소 마스터리의 892.944%",
                                    "공격력의 471.744%+원소 마스터리의 943.488%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 539.136%+원소 마스터리의 1078.272%",
                                    "공격력의 572.832%+원소 마스터리의 1145.664%",
                                    "공격력의 606.528%+원소 마스터리의 1213.056%",
                                    "공격력의 640.224%+원소 마스터리의 1280.448%",
                                    "공격력의 673.92%+원소 마스터리의 1347.84%",
                                    "공격력의 716.04%+원소 마스터리의 1432.08%",
                                    "공격력의 758.16%+원소 마스터리의 1516.32%",
                                    "공격력의 800.28%+원소 마스터리의 1600.56%"
                                ]
                            },
                            {
                                "Desc": "피해 증가",
                                "ParamLevelList": [
                                    "거짓된 비밀의 장막 스택 당 13.0%",
                                    "거짓된 비밀의 장막 스택 당 16.0%",
                                    "거짓된 비밀의 장막 스택 당 19.0%",
                                    "거짓된 비밀의 장막 스택 당 22.0%",
                                    "거짓된 비밀의 장막 스택 당 25.0%",
                                    "거짓된 비밀의 장막 스택 당 28.0%",
                                    "거짓된 비밀의 장막 스택 당 31.0%",
                                    "거짓된 비밀의 장막 스택 당 34.0%",
                                    "거짓된 비밀의 장막 스택 당 37.0%",
                                    "거짓된 비밀의 장막 스택 당 40.0%",
                                    "거짓된 비밀의 장막 스택 당 43.0%",
                                    "거짓된 비밀의 장막 스택 당 46.0%",
                                    "거짓된 비밀의 장막 스택 당 49.0%",
                                    "거짓된 비밀의 장막 스택 당 52.0%",
                                    "거짓된 비밀의 장막 스택 당 55.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달빛 아래 도박JF0X",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛</color>에 따라 네페르가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 · 빛토록</color>: 원소전투 스킬 <color style='color:#FFD780;'>기예 · 천야의 춤</color> 발동 시 필드 위의 풀의 원형과 풍요의 원형이 「진언의 핵」으로 전환되고, 그 후 15초 동안 달 개화 반응 발동 시 풀의 원형과 풍요의 원형 대신 진언의 핵이 생성된다. 진언의 핵은 만개 및 발화를 발동할 수 없으며, 분출 또한 발동되지 않는다.<br>네페르가 강공격 또는 <color style='color:#FFD780;'>환상극</color> 발동 시 주변 일정 범위 내의 진언의 핵을 흡수하고, 흡수한 진언의 핵 1개당 <color style='color:#FFD780;'>「거짓의 장막」</color> 효과를 1스택 획득한다. 해당 효과가 3스택을 달성하거나 3스택의 지속 시간이 갱신되면, 네페르의 원소 마스터리가 100pt 증가한다. 지속 시간: 8초JF0X",
                        "Icon": "UI_Talent_S_Nefer_05"
                    },
                    {
                        "Name": "먼지 발톱의 딸JF0X",
                        "Desc": "원소 마스터리가 500을 초과하면, 1pt마다 네페르의 공격력이 0.4pt 증가한다. 해당 방식으로 네페르의 공격력은 최대 200pt까지 증가한다JF0X",
                        "Icon": "UI_Talent_S_Nefer_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 복도의 황혼JF0X",
                        "Desc": "파티 내 캐릭터가 개화 반응 발동 시, 달 개화 반응으로 전환되며, 네페르의 원소 마스터리에 기반해 파티 내 캐릭터가 주는 달 개화 반응의 기본 피해가 증가한다: 원소 마스터리 1pt마다 달 개화 반응의 기본 피해가 0.0175% 증가한다. 해당 방식으로 피해가 최대 14% 증가한다.<br><br>또한, 네페르가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다JF0X",
                        "Icon": "UI_Talent_S_Nefer_07"
                    },
                    {
                        "Name": "금실의 밀모JF0X",
                        "Desc": "노드크라이에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다.<br>또한 「비화관」의 주인인 네빌은 어떤 방식을 통해 각 세력의 정보를 얻을 수 있는 것 같다…JF0X",
                        "Icon": "UI_Talent_S_Nefer_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "계획은 성패의 시작이다JF0X",
                        "Desc": "네프르의 <color style='color:#FFD780;'>환상극</color>이 일으키는 월꽃 만개 반응의 기본 피해가 네프르의 원소 마스터리의 60%만큼 증가한다. 해당 효과는 <color style='color:#FFD780;'>「거짓의 장막」</color>의 보너스 효과에 동일하게 적용된다JF0X",
                        "Icon": "UI_Talent_S_Nefer_01"
                    },
                    {
                        "Level": 2,
                        "Name": "명찰JF0X",
                        "Desc": "특성 <color style='color:#FFD780;'>「달빛 아래 도박」</color>의 효과가 강화된다:<color style='color:#FFD780;'>「거짓의 장막」</color>의 지속 시간이 5초 연장되고, 최대 20스택까지 증가한다. 또한 <color style='color:#FFD780;'>환상극</color>이 기존의 150%에 해당하는 피해를 줄 수 있다. 네빌이 원소전투 스킬을 발동하면 즉시 「거짓의 장막」을 2스택 획득한다. 또한 「거짓의 장막」이 5스택을 달성하거나 5스택의 지속 시간이 갱신되면 네빌의 원소 마스터리가 200pt 증가한다. 지속 시간: 8초<br>돌파 특성 「달빛 아래 도박」을 해금해야 한다JF0X",
                        "Icon": "UI_Talent_S_Nefer_02"
                    },
                    {
                        "Level": 3,
                        "Name": "실체를 감춘 말JF0X",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'> 심술 · 천야일무</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승JF0X",
                        "Icon": "UI_Talent_U_Nefer_01"
                    },
                    {
                        "Level": 4,
                        "Name": "수수께끼 속으로 빨려들어가JF0X",
                        "Desc": "네페르가 필드 위에서 <color style='color:#FFD780;'>「그림자 춤」</color>{SPACE}상태일 때 풀 이슬 획득 속도가 25% 증가한다.<br>또한, 네페르가 「그림자 춤」 상태일 때 주변에 있는 적의 <color style='color:#99FF88;'>풀 원소 내성</color>을 20% 감소시킨다. 해당 효과는 네페르가 「그림자 춤」 상태를 포기하거나 적의 일정 거리를 벗어나면 사라진다JF0X",
                        "Icon": "UI_Talent_S_Nefer_03"
                    },
                    {
                        "Level": 5,
                        "Name": "기회를 포착하는 순간JF0X",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>성맹 · 환상의 눈동자</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승JF0X",
                        "Icon": "UI_Talent_U_Nefer_02"
                    },
                    {
                        "Level": 6,
                        "Name": "역전의 순간JF0X",
                        "Desc": "네페르가 <color style='color:#FFD780;'>환상극</color> {RUBY#[D]N11220002}을(를) 발동 시 자신이 두 번째 공격으로 주는 피해가 네페르 원소 마스터리의 85%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>로 전환된다. 또한, 환상극의 공격이 끝날 때 네페르 원소 마스터리의 120%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 1회 준다. 상술한 피해는 모두 환상극이 일으킨 달빛 개화 반응 피해로 간주한다.<br><br><color style='color:#FFD780;'>달빛 · 흥미</color><br>네페르가 주는 달빛 개화 반응 피해가 {RUBY#[D]N11190007}<color style='color:#FFD780;'>15%</color> 증가한다JF0X",
                        "Icon": "UI_Talent_S_Nefer_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "풀 이슬",
                        "Desc": "파티 내 캐릭터가 달 개화 반응 발동 후, 파티에게 제공되는 자원.<br>달 개화 반응 발동 후 2.5초 동안, 파티에게 2.5초마다 풀 이슬이 1개 제공된다, 최대 개수: 3개. 지속 시간 동안 다시 달 개화 반응 발동 시, 상술한 효과의 지속 시간이 갱신된다"
                    },
                    {
                        "Name": "그림자 춤",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천야일무</color> 발동 후, 네페르가 해당 상태에 진입한다.<br>「그림자의 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우, 네페르가 발동하는 강공격이 특수 강공격 「환희」로 대체된다.<br>「그림자 춤」 상태는 네페르가 환희를 3회 발동하거나 환희의 지속 시간이 종료되면 사라진다"
                    },
                    {
                        "Name": "환희",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천야일무</color>로 생성된 「그림자 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우 네페르가 발동하는 강공격이 특수 강공격 「환희」로 대체된다.<br>네페르가 자신의 허영을 소환해 적에게 협동 공격을 한다. 자신과 허영은 각각 2/3단 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 허영이 주는 피해는 달 개화 반응 피해로 간주하며, 환희를 발동할 때마다 처음 소환된 허영은 풀 이슬 1개를 소모한다"
                    },
                    {
                        "Name": "거짓된 비밀의 장막",
                        "Desc": "네페르가 고유 특성 「달 아래에서 펼쳐진 도박」을 통해 거짓의 핵을 흡수한 후 획득하는 효과로, 환희로 주는 피해가 증가한다.<br>「거짓된 비밀의 장막」 스택마다 네페르가 발동한 환희가 주는 피해가 기존보다 10.0% 증가한다. 초기 최대 중첩수: 3스택, 지속 시간: 9초, 스택마다 지속 시간은 독립적으로 계산된다"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "춤추는 뱀",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>뱀처럼 날카롭고 우아한 자태의 발차기로 최대 4번 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>뱀걸음 상태에 진입해 스태미나 소모를 대가로 최대 2.5초 동안 빠른 속도로 이동한다. 스킬 버튼을 놓거나 지속 시간이 종료되거나 스태미나 소진 시, 뱀걸음 상태가 종료되고 추가로 스태미나를 소모해 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br>또한, 뱀걸음 상태인 네페르가 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 또는 대시를 사용해도 네페르의 뱀 걷기 상태가 종료되지 않는다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>풀 원소의 힘을 모아 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "38.0712%",
                                    "40.9265%",
                                    "43.7819%",
                                    "47.589%",
                                    "50.4443%",
                                    "53.2997%",
                                    "57.1068%",
                                    "60.9139%",
                                    "64.721%",
                                    "68.5282%",
                                    "72.3353%",
                                    "76.1424%",
                                    "80.9013%",
                                    "85.6602%",
                                    "90.4191%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "37.564%",
                                    "40.3813%",
                                    "43.1986%",
                                    "46.955%",
                                    "49.7723%",
                                    "52.5896%",
                                    "56.346%",
                                    "60.1024%",
                                    "63.8588%",
                                    "67.6152%",
                                    "71.3716%",
                                    "75.128%",
                                    "79.8235%",
                                    "84.519%",
                                    "89.2145%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "25.24%x2",
                                    "27.133%x2",
                                    "29.026%x2",
                                    "31.55%x2",
                                    "33.443%x2",
                                    "35.336%x2",
                                    "37.86%x2",
                                    "40.384%x2",
                                    "42.908%x2",
                                    "45.432%x2",
                                    "47.956%x2",
                                    "50.48%x2",
                                    "53.635%x2",
                                    "56.79%x2",
                                    "59.945%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.9944%",
                                    "65.569%",
                                    "70.1436%",
                                    "76.243%",
                                    "80.8176%",
                                    "85.3922%",
                                    "91.4916%",
                                    "97.591%",
                                    "103.6905%",
                                    "109.7899%",
                                    "115.8894%",
                                    "121.9888%",
                                    "129.6131%",
                                    "137.2374%",
                                    "144.8617%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "130.88%",
                                    "140.696%",
                                    "150.512%",
                                    "163.6%",
                                    "173.416%",
                                    "183.232%",
                                    "196.32%",
                                    "209.408%",
                                    "222.496%",
                                    "235.584%",
                                    "248.672%",
                                    "261.76%",
                                    "278.12%",
                                    "294.48%",
                                    "310.84%"
                                ]
                            },
                            {
                                "Desc": "강공격 차지 지속 스태미나 소모",
                                "ParamLevelList": [
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "대국 · 천일 밤의 춤",
                        "Desc": "달빛을 닮은 비단처럼 부드러우면서도, 차가운 밤의 모래바다 같은 춤을 춘다. 네페르가 전방으로 일정 거리 돌진하면서 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 주고 <color style='color:#FFD780;'>「그림자 춤」</color> 상태에 진입한다.<br>「그림자 춤」 상태에서 보유한 <color style='color:#FFD780;'>풀 이슬</color>이 최소 1개 이상인 경우, 네페르가 발동하는 강공격이 특수 강공격 <color style='color:#FFD780;'>환희</color>로 대체된다.<br><br>초기 사용 가능 횟수: 2회.<br><br><i>「세상은 바둑판과 같아서 바둑을 두는 사람들은 항상 장막 뒤에 숨어 있어. 만약 자신도 모르는 사이에 함정에 빠지고 싶지 않다면, 충분한 정보를 파악해야 해. 그리고 이게 바로 『비화』의 의미지」</i>",
                        "Icon": "Skill_S_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "공격력의 76.384%+원소 마스터리의 152.768%",
                                    "공격력의 82.1128%+원소 마스터리의 164.2256%",
                                    "공격력의 87.8416%+원소 마스터리의 175.6832%",
                                    "공격력의 95.48%+원소 마스터리의 190.96%",
                                    "공격력의 101.2088%+원소 마스터리의 202.4176%",
                                    "공격력의 106.9376%+원소 마스터리의 213.8752%",
                                    "공격력의 114.576%+원소 마스터리의 229.152%",
                                    "공격력의 122.2144%+원소 마스터리의 244.4288%",
                                    "공격력의 129.8528%+원소 마스터리의 259.7056%",
                                    "공격력의 137.4912%+원소 마스터리의 274.9824%",
                                    "공격력의 145.1296%+원소 마스터리의 290.2592%",
                                    "공격력의 152.768%+원소 마스터리의 305.536%",
                                    "공격력의 162.316%+원소 마스터리의 324.632%",
                                    "공격력의 171.864%+원소 마스터리의 343.728%",
                                    "공격력의 181.412%+원소 마스터리의 362.824%"
                                ]
                            },
                            {
                                "Desc": "환영격 자체 1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 24.64%+원소 마스터리의 49.28%",
                                    "공격력의 26.488%+원소 마스터리의 52.976%",
                                    "공격력의 28.336%+원소 마스터리의 56.672%",
                                    "공격력의 30.8%+원소 마스터리의 61.6%",
                                    "공격력의 32.648%+원소 마스터리의 65.296%",
                                    "공격력의 34.496%+원소 마스터리의 68.992%",
                                    "공격력의 36.96%+원소 마스터리의 73.92%",
                                    "공격력의 39.424%+원소 마스터리의 78.848%",
                                    "공격력의 41.888%+원소 마스터리의 83.776%",
                                    "공격력의 44.352%+원소 마스터리의 88.704%",
                                    "공격력의 46.816%+원소 마스터리의 93.632%",
                                    "공격력의 49.28%+원소 마스터리의 98.56%",
                                    "공격력의 52.36%+원소 마스터리의 104.72%",
                                    "공격력의 55.44%+원소 마스터리의 110.88%",
                                    "공격력의 58.52%+원소 마스터리의 117.04%"
                                ]
                            },
                            {
                                "Desc": "환영격 자체 2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 32.032%+원소 마스터리의 64.064%",
                                    "공격력의 34.4344%+원소 마스터리의 68.8688%",
                                    "공격력의 36.8368%+원소 마스터리의 73.6736%",
                                    "공격력의 40.04%+원소 마스터리의 80.08%",
                                    "공격력의 42.4424%+원소 마스터리의 84.8848%",
                                    "공격력의 44.8448%+원소 마스터리의 89.6896%",
                                    "공격력의 48.048%+원소 마스터리의 96.096%",
                                    "공격력의 51.2512%+원소 마스터리의 102.5024%",
                                    "공격력의 54.4544%+원소 마스터리의 108.9088%",
                                    "공격력의 57.6576%+원소 마스터리의 115.3152%",
                                    "공격력의 60.8608%+원소 마스터리의 121.7216%",
                                    "공격력의 64.064%+원소 마스터리의 128.128%",
                                    "공격력의 68.068%+원소 마스터리의 136.136%",
                                    "공격력의 72.072%+원소 마스터리의 144.144%",
                                    "공격력의 76.076%+원소 마스터리의 152.152%"
                                ]
                            },
                            {
                                "Desc": "환영격의 환영 1단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영격의 환영 2단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영격의 환영 3단",
                                "ParamLevelList": [
                                    "원소 마스터리의 128.0%",
                                    "원소 마스터리의 137.6%",
                                    "원소 마스터리의 147.2%",
                                    "원소 마스터리의 160.0%",
                                    "원소 마스터리의 169.6%",
                                    "원소 마스터리의 179.2%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.8%",
                                    "원소 마스터리의 217.6%",
                                    "원소 마스터리의 230.4%",
                                    "원소 마스터리의 243.2%",
                                    "원소 마스터리의 256.0%",
                                    "원소 마스터리의 272.0%",
                                    "원소 마스터리의 288.0%",
                                    "원소 마스터리의 304.0%"
                                ]
                            },
                            {
                                "Desc": "환영격 사용 가능 횟수",
                                "ParamLevelList": [
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 지속 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "성약 · 진실의 눈동자",
                        "Desc": "토트의 진실한 눈으로 가짜의 수수께끼에 「해명」을 바쳐 전방의 적에게 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 발동 시 네페르가 모든 <color style='color:#FFD780;'>「기만의 장막」</color>을 소모하고, 이번 원소폭발로 주는 피해가 증가한다.<br><br><i>뜨거운 모래의 노래하는 자들이 전하는 오래된 시구 속에서, 따오기왕의 선물은 축복이라기보다는 저주에 가깝다</i>",
                        "Icon": "Skill_E_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 224.64%+원소 마스터리의 449.28%",
                                    "공격력의 241.488%+원소 마스터리의 482.976%",
                                    "공격력의 258.336%+원소 마스터리의 516.672%",
                                    "공격력의 280.8%+원소 마스터리의 561.6%",
                                    "공격력의 297.648%+원소 마스터리의 595.296%",
                                    "공격력의 314.496%+원소 마스터리의 628.992%",
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 359.424%+원소 마스터리의 718.848%",
                                    "공격력의 381.888%+원소 마스터리의 763.776%",
                                    "공격력의 404.352%+원소 마스터리의 808.704%",
                                    "공격력의 426.816%+원소 마스터리의 853.632%",
                                    "공격력의 449.28%+원소 마스터리의 898.56%",
                                    "공격력의 477.36%+원소 마스터리의 954.72%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 533.52%+원소 마스터리의 1067.04%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 362.232%+원소 마스터리의 724.464%",
                                    "공격력의 387.504%+원소 마스터리의 775.008%",
                                    "공격력의 421.2%+원소 마스터리의 842.4%",
                                    "공격력의 446.472%+원소 마스터리의 892.944%",
                                    "공격력의 471.744%+원소 마스터리의 943.488%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 539.136%+원소 마스터리의 1078.272%",
                                    "공격력의 572.832%+원소 마스터리의 1145.664%",
                                    "공격력의 606.528%+원소 마스터리의 1213.056%",
                                    "공격력의 640.224%+원소 마스터리의 1280.448%",
                                    "공격력의 673.92%+원소 마스터리의 1347.84%",
                                    "공격력의 716.04%+원소 마스터리의 1432.08%",
                                    "공격력의 758.16%+원소 마스터리의 1516.32%",
                                    "공격력의 800.28%+원소 마스터리의 1600.56%"
                                ]
                            },
                            {
                                "Desc": "피해 증가",
                                "ParamLevelList": [
                                    "기만의 장막 스택 당 13.0%",
                                    "기만의 장막 스택 당 16.0%",
                                    "기만의 장막 스택 당 19.0%",
                                    "기만의 장막 스택 당 22.0%",
                                    "기만의 장막 스택 당 25.0%",
                                    "기만의 장막 스택 당 28.0%",
                                    "기만의 장막 스택 당 31.0%",
                                    "기만의 장막 스택 당 34.0%",
                                    "기만의 장막 스택 당 37.0%",
                                    "기만의 장막 스택 당 40.0%",
                                    "기만의 장막 스택 당 43.0%",
                                    "기만의 장막 스택 당 46.0%",
                                    "기만의 장막 스택 당 49.0%",
                                    "기만의 장막 스택 당 52.0%",
                                    "기만의 장막 스택 당 55.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달빛 승부사",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 네페르가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 시, 현재 필드 위의 풀 원핵과 풍요의 핵이 「기만의 핵」으로 전환되고, 그 후 15초 동안 주변에 있는 모든 캐릭터가 달 개화 반응 발동 시 풀 원핵과 풍요의 핵 대신 기만의 핵이 생성된다. 기만의 핵은 만개와 발화를 발동할 수 없으며, 분출 발동도 불가능하다.<br>네페르가 강공격 또는 <color style='color:#FFD780;'>환영격</color>발동 시, 주변 일정 범위 내의 기만의 핵을 흡수하고, 흡수한 기만의 핵 1개당 네페르가 <color style='color:#FFD780;'>「기만의 장막」</color> 효과를 1스택 획득한다. 해당 효과가 3스택까지 중첩되거나, 3스택의 지속 시간이 갱신되면, 네페르의 원소 마스터리가 100pt 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Nefer_05"
                    },
                    {
                        "Name": "모래의 딸",
                        "Desc": "원소 마스터리가 500pt를 초과하면, 초과한 원소 마스터리 1pt마다 네페르의 공격력이 0.4pt 증가한다. 해당 방식으로 네페르의 공격력은 최대 200pt 증가한다",
                        "Icon": "UI_Talent_S_Nefer_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 회랑의 그림자",
                        "Desc": "파티 내 캐릭터가 개화 반응 발동 시, 달 개화 반응으로 전환되며, 네페르의 원소 마스터리에 기반해 파티 내 캐릭터가 주는 달 개화 반응의 기본 피해가 증가한다: 원소 마스터리 1pt마다 달 개화 반응의 기본 피해가 0.0175% 증가한다. 해당 방식으로 피해가 최대 14% 증가한다.<br><br>또한, 네페르가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Nefer_07"
                    },
                    {
                        "Name": "피라미드의 모략",
                        "Desc": "노드크라이에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다.<br>또한 「비밀의 집」 주인으로서, 네페르는 다양한 방식을 통해 각 세력의 정보를 얻을 수 있는 것 같다. 그리고 나샤 마을의 어떤 세력은 그 정보에 관심이 많다",
                        "Icon": "UI_Talent_S_Nefer_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "시작의 계획",
                        "Desc": "네페르의 <color style='color:#FFD780;'>환영격</color>으로 주는 달 개화 반응의 기본 피해가 네페르 원소 마스터리의 60%만큼 증가한다. 해당 효과도 <color style='color:#FFD780;'>「기만의 장막」</color> 보너스의 영향을 받는다",
                        "Icon": "UI_Talent_S_Nefer_01"
                    },
                    {
                        "Level": 2,
                        "Name": "선행의 조사",
                        "Desc": "돌파 특성 <color style='color:#FFD780;'>「달빛 승부사」</color>의 효과가 강화된다: <color style='color:#FFD780;'>「기만의 장막」</color>의 지속 시간이 5초 연장되고, 스택 최대치가 5스택으로 증가한다. 또한 기존 <color style='color:#FFD780;'>환영격</color>의 150%에 해당하는 피해를 준다. 네페르가 원소전투 스킬을 발동하면 즉시 「기만의 장막」을 2스택 획득하고, 「기만의 장막」이 5스택을 달성하거나 5스택의 지속 시간이 갱신되면 네페르의 원소 마스터리가 200pt 증가한다. 지속 시간: 8초<br>돌파 특성 「달빛 승부사」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Nefer_02"
                    },
                    {
                        "Level": 3,
                        "Name": "거짓의 은폐",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_01"
                    },
                    {
                        "Level": 4,
                        "Name": "함정의 현혹",
                        "Desc": "네페르가 필드 위에서 <color style='color:#FFD780;'>「그림자 춤」</color> 상태일 때 풀 이슬 획득 속도가 25% 증가한다.<br>또한, 네페르가 「그림자 춤」 상태일 때 주변에 있는 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 20% 감소한다. 해당 효과는 네페르가 「그림자 춤」 상태가 아니거나, 적과 일정 거리 이상 멀어지면 4.5초 후에 사라진다",
                        "Icon": "UI_Talent_S_Nefer_03"
                    },
                    {
                        "Level": 5,
                        "Name": "순간의 기회",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>성약 · 진실의 눈동자</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_02"
                    },
                    {
                        "Level": 6,
                        "Name": "역전의 승리",
                        "Desc": "네페르가 <color style='color:#FFD780;'>환영격</color> 발동 시, 자신이 주는 두 번째 피해가 네페르 원소 마스터리의 85%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>로 전환된다. 또한, 환영격 공격 종료 시, 네페르 원소 마스터리의 120%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 1회 준다. 상술한 피해는 모두 환영격으로 주는 달 개화 반응 피해로 간주한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 만월</color><br>네페르가 주는 달빛 개화 반응 피해가 15% <color style='color:#FFD780;'>승격</color>된다",
                        "Icon": "UI_Talent_S_Nefer_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "풀 이슬",
                        "Desc": "파티 내 캐릭터가 달 개화 반응 발동 후, 파티에게 제공되는 자원.<br>달 개화 반응 발동 후 2.5초 동안, 파티에게 2.5초마다 풀 이슬이 1개 제공된다, 최대 개수: 3개. 지속 시간 동안 다시 달 개화 반응 발동 시, 상술한 효과의 지속 시간이 갱신된다"
                    },
                    {
                        "Name": "그림자 춤",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 후, 네페르가 해당 상태에 진입한다.<br>「그림자의 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우, 네페르가 발동하는 강공격이 특수 강공격 「환영격」로 대체된다.<br>「그림자 춤」 상태는 네페르가 환영격을 3회 발동하거나 환영격의 지속 시간이 종료되면 사라진다"
                    },
                    {
                        "Name": "환영격",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천야일무</color>로 생성된 「그림자 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우 네페르가 발동하는 강공격이 특수 강공격 「환영격」으로 대체되고, 스태미나를 소모하지 않는다.<br>네페르가 자신의 환영을 소환해 적에게 협동 공격을 한다. 자신과 환영은 각각 2/3단 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 환영이 주는 피해는 달 개화 반응 피해로 간주하며, 환영격을 발동할 때마다 처음 소환된 환영은 풀 이슬 1개를 소모한다"
                    },
                    {
                        "Name": "기만의 장막",
                        "Desc": "네페르가 고유 특성 「달빛 승부사」를 통해 기만의 핵을 흡수한 후 획득하는 효과로, 환영격로 주는 피해가 증가한다.<br>「기만의 장막」 스택마다 네페르가 발동한 환영격이 주는 피해가 기존보다 10.0% 증가한다. 초기 최대 중첩수: 3스택, 지속 시간: 9초, 스택마다 지속 시간은 독립적으로 계산된다"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "춤추는 뱀",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>뱀처럼 날카롭고 우아한 자태의 발차기로 최대 4번 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>뱀걸음 상태에 진입해 스태미나 소모를 대가로 최대 2.5초 동안 빠른 속도로 이동한다. 스킬 버튼을 놓거나 지속 시간이 종료되거나 스태미나 소진 시, 뱀걸음 상태가 종료되고 추가로 스태미나를 소모해 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br>또한, 뱀걸음 상태인 네페르가 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 또는 대시를 사용해도 네페르의 뱀 걷기 상태가 종료되지 않는다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>풀 원소의 힘을 모아 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "38.0712%",
                                    "40.9265%",
                                    "43.7819%",
                                    "47.589%",
                                    "50.4443%",
                                    "53.2997%",
                                    "57.1068%",
                                    "60.9139%",
                                    "64.721%",
                                    "68.5282%",
                                    "72.3353%",
                                    "76.1424%",
                                    "80.9013%",
                                    "85.6602%",
                                    "90.4191%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "37.564%",
                                    "40.3813%",
                                    "43.1986%",
                                    "46.955%",
                                    "49.7723%",
                                    "52.5896%",
                                    "56.346%",
                                    "60.1024%",
                                    "63.8588%",
                                    "67.6152%",
                                    "71.3716%",
                                    "75.128%",
                                    "79.8235%",
                                    "84.519%",
                                    "89.2145%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "25.24%x2",
                                    "27.133%x2",
                                    "29.026%x2",
                                    "31.55%x2",
                                    "33.443%x2",
                                    "35.336%x2",
                                    "37.86%x2",
                                    "40.384%x2",
                                    "42.908%x2",
                                    "45.432%x2",
                                    "47.956%x2",
                                    "50.48%x2",
                                    "53.635%x2",
                                    "56.79%x2",
                                    "59.945%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.9944%",
                                    "65.569%",
                                    "70.1436%",
                                    "76.243%",
                                    "80.8176%",
                                    "85.3922%",
                                    "91.4916%",
                                    "97.591%",
                                    "103.6905%",
                                    "109.7899%",
                                    "115.8894%",
                                    "121.9888%",
                                    "129.6131%",
                                    "137.2374%",
                                    "144.8617%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "130.88%",
                                    "140.696%",
                                    "150.512%",
                                    "163.6%",
                                    "173.416%",
                                    "183.232%",
                                    "196.32%",
                                    "209.408%",
                                    "222.496%",
                                    "235.584%",
                                    "248.672%",
                                    "261.76%",
                                    "278.12%",
                                    "294.48%",
                                    "310.84%"
                                ]
                            },
                            {
                                "Desc": "강공격 차지 지속 스태미나 소모",
                                "ParamLevelList": [
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "",
                                "ParamLevelList": [
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    ""
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "대국 · 천일 밤의 춤",
                        "Desc": "달빛을 닮은 비단처럼 부드러우면서도, 차가운 밤의 모래바다 같은 춤을 춘다. 네페르가 전방으로 일정 거리 돌진하면서 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 주고 <color style='color:#FFD780;'>「그림자 춤」</color> 상태에 진입한다.<br>「그림자 춤」 상태에서 보유한 <color style='color:#FFD780;'>풀 이슬</color>이 최소 1개 이상인 경우, 네페르가 발동하는 강공격이 특수 강공격 <color style='color:#FFD780;'>환희</color>로 대체된다.<br><br>초기 사용 가능 횟수: 2회.<br><br><i>「세상은 바둑판과 같아서 바둑을 두는 사람들은 항상 장막 뒤에 숨어 있어. 만약 자신도 모르는 사이에 함정에 빠지고 싶지 않다면, 충분한 정보를 파악해야 해. 그리고 이게 바로 『비화』의 의미지」</i>",
                        "Icon": "Skill_S_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "공격력의 76.384%+원소 마스터리의 152.768%",
                                    "공격력의 82.1128%+원소 마스터리의 164.2256%",
                                    "공격력의 87.8416%+원소 마스터리의 175.6832%",
                                    "공격력의 95.48%+원소 마스터리의 190.96%",
                                    "공격력의 101.2088%+원소 마스터리의 202.4176%",
                                    "공격력의 106.9376%+원소 마스터리의 213.8752%",
                                    "공격력의 114.576%+원소 마스터리의 229.152%",
                                    "공격력의 122.2144%+원소 마스터리의 244.4288%",
                                    "공격력의 129.8528%+원소 마스터리의 259.7056%",
                                    "공격력의 137.4912%+원소 마스터리의 274.9824%",
                                    "공격력의 145.1296%+원소 마스터리의 290.2592%",
                                    "공격력의 152.768%+원소 마스터리의 305.536%",
                                    "공격력의 162.316%+원소 마스터리의 324.632%",
                                    "공격력의 171.864%+원소 마스터리의 343.728%",
                                    "공격력의 181.412%+원소 마스터리의 362.824%"
                                ]
                            },
                            {
                                "Desc": "환영격 자체 1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 24.64%+원소 마스터리의 49.28%",
                                    "공격력의 26.488%+원소 마스터리의 52.976%",
                                    "공격력의 28.336%+원소 마스터리의 56.672%",
                                    "공격력의 30.8%+원소 마스터리의 61.6%",
                                    "공격력의 32.648%+원소 마스터리의 65.296%",
                                    "공격력의 34.496%+원소 마스터리의 68.992%",
                                    "공격력의 36.96%+원소 마스터리의 73.92%",
                                    "공격력의 39.424%+원소 마스터리의 78.848%",
                                    "공격력의 41.888%+원소 마스터리의 83.776%",
                                    "공격력의 44.352%+원소 마스터리의 88.704%",
                                    "공격력의 46.816%+원소 마스터리의 93.632%",
                                    "공격력의 49.28%+원소 마스터리의 98.56%",
                                    "공격력의 52.36%+원소 마스터리의 104.72%",
                                    "공격력의 55.44%+원소 마스터리의 110.88%",
                                    "공격력의 58.52%+원소 마스터리의 117.04%"
                                ]
                            },
                            {
                                "Desc": "환영격 자체 2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 32.032%+원소 마스터리의 64.064%",
                                    "공격력의 34.4344%+원소 마스터리의 68.8688%",
                                    "공격력의 36.8368%+원소 마스터리의 73.6736%",
                                    "공격력의 40.04%+원소 마스터리의 80.08%",
                                    "공격력의 42.4424%+원소 마스터리의 84.8848%",
                                    "공격력의 44.8448%+원소 마스터리의 89.6896%",
                                    "공격력의 48.048%+원소 마스터리의 96.096%",
                                    "공격력의 51.2512%+원소 마스터리의 102.5024%",
                                    "공격력의 54.4544%+원소 마스터리의 108.9088%",
                                    "공격력의 57.6576%+원소 마스터리의 115.3152%",
                                    "공격력의 60.8608%+원소 마스터리의 121.7216%",
                                    "공격력의 64.064%+원소 마스터리의 128.128%",
                                    "공격력의 68.068%+원소 마스터리의 136.136%",
                                    "공격력의 72.072%+원소 마스터리의 144.144%",
                                    "공격력의 76.076%+원소 마스터리의 152.152%"
                                ]
                            },
                            {
                                "Desc": "환영격의 환영 1단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영격의 환영 2단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영격의 환영 3단",
                                "ParamLevelList": [
                                    "원소 마스터리의 128.0%",
                                    "원소 마스터리의 137.6%",
                                    "원소 마스터리의 147.2%",
                                    "원소 마스터리의 160.0%",
                                    "원소 마스터리의 169.6%",
                                    "원소 마스터리의 179.2%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.8%",
                                    "원소 마스터리의 217.6%",
                                    "원소 마스터리의 230.4%",
                                    "원소 마스터리의 243.2%",
                                    "원소 마스터리의 256.0%",
                                    "원소 마스터리의 272.0%",
                                    "원소 마스터리의 288.0%",
                                    "원소 마스터리의 304.0%"
                                ]
                            },
                            {
                                "Desc": "환영격 사용 가능 횟수",
                                "ParamLevelList": [
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 지속 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "성약 · 진실의 눈동자",
                        "Desc": "토트의 진실한 눈으로 가짜의 수수께끼에 「해명」을 바쳐 전방의 적에게 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 발동 시 네페르가 모든 <color style='color:#FFD780;'>「기만의 장막」</color>을 소모하고, 이번 원소폭발로 주는 피해가 증가한다.<br><br><i>뜨거운 모래의 노래하는 자들이 전하는 오래된 시구 속에서, 따오기왕의 선물은 축복이라기보다는 저주에 가깝다</i>",
                        "Icon": "Skill_E_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 224.64%+원소 마스터리의 449.28%",
                                    "공격력의 241.488%+원소 마스터리의 482.976%",
                                    "공격력의 258.336%+원소 마스터리의 516.672%",
                                    "공격력의 280.8%+원소 마스터리의 561.6%",
                                    "공격력의 297.648%+원소 마스터리의 595.296%",
                                    "공격력의 314.496%+원소 마스터리의 628.992%",
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 359.424%+원소 마스터리의 718.848%",
                                    "공격력의 381.888%+원소 마스터리의 763.776%",
                                    "공격력의 404.352%+원소 마스터리의 808.704%",
                                    "공격력의 426.816%+원소 마스터리의 853.632%",
                                    "공격력의 449.28%+원소 마스터리의 898.56%",
                                    "공격력의 477.36%+원소 마스터리의 954.72%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 533.52%+원소 마스터리의 1067.04%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 362.232%+원소 마스터리의 724.464%",
                                    "공격력의 387.504%+원소 마스터리의 775.008%",
                                    "공격력의 421.2%+원소 마스터리의 842.4%",
                                    "공격력의 446.472%+원소 마스터리의 892.944%",
                                    "공격력의 471.744%+원소 마스터리의 943.488%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 539.136%+원소 마스터리의 1078.272%",
                                    "공격력의 572.832%+원소 마스터리의 1145.664%",
                                    "공격력의 606.528%+원소 마스터리의 1213.056%",
                                    "공격력의 640.224%+원소 마스터리의 1280.448%",
                                    "공격력의 673.92%+원소 마스터리의 1347.84%",
                                    "공격력의 716.04%+원소 마스터리의 1432.08%",
                                    "공격력의 758.16%+원소 마스터리의 1516.32%",
                                    "공격력의 800.28%+원소 마스터리의 1600.56%"
                                ]
                            },
                            {
                                "Desc": "피해 증가",
                                "ParamLevelList": [
                                    "기만의 장막 스택 당 13.0%",
                                    "기만의 장막 스택 당 16.0%",
                                    "기만의 장막 스택 당 19.0%",
                                    "기만의 장막 스택 당 22.0%",
                                    "기만의 장막 스택 당 25.0%",
                                    "기만의 장막 스택 당 28.0%",
                                    "기만의 장막 스택 당 31.0%",
                                    "기만의 장막 스택 당 34.0%",
                                    "기만의 장막 스택 당 37.0%",
                                    "기만의 장막 스택 당 40.0%",
                                    "기만의 장막 스택 당 43.0%",
                                    "기만의 장막 스택 당 46.0%",
                                    "기만의 장막 스택 당 49.0%",
                                    "기만의 장막 스택 당 52.0%",
                                    "기만의 장막 스택 당 55.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달빛 승부사",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 네페르가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 시, 현재 필드 위의 풀 원핵과 풍요의 핵이 「기만의 핵」으로 전환되고, 그 후 15초 동안 주변에 있는 모든 캐릭터가 달 개화 반응 발동 시 풀 원핵과 풍요의 핵 대신 기만의 핵이 생성된다. 기만의 핵은 만개와 발화를 발동할 수 없으며, 분출 발동도 불가능하다.<br>네페르가 강공격 또는 <color style='color:#FFD780;'>환영격</color>발동 시, 주변 일정 범위 내의 기만의 핵을 흡수하고, 흡수한 기만의 핵 1개당 네페르가 <color style='color:#FFD780;'>「기만의 장막」</color> 효과를 1스택 획득한다. 해당 효과가 3스택까지 중첩되거나, 3스택의 지속 시간이 갱신되면, 네페르의 원소 마스터리가 100pt 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Nefer_05"
                    },
                    {
                        "Name": "모래의 딸",
                        "Desc": "원소 마스터리가 500pt를 초과하면, 초과한 원소 마스터리 1pt마다 네페르의 공격력이 0.4pt 증가한다. 해당 방식으로 네페르의 공격력은 최대 200pt 증가한다",
                        "Icon": "UI_Talent_S_Nefer_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 황혼의 그림자",
                        "Desc": "파티 내 캐릭터가 개화 반응 발동 시, 달 개화 반응으로 전환되며, 네페르의 원소 마스터리에 기반해 파티 내 캐릭터가 주는 달 개화 반응의 기본 피해가 증가한다: 원소 마스터리 1pt마다 달 개화 반응의 기본 피해가 0.0175% 증가한다. 해당 방식으로 피해가 최대 14% 증가한다.<br><br>또한, 네페르가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Nefer_07"
                    },
                    {
                        "Name": "황금 밀실의 모략",
                        "Desc": "노드크라이에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다.<br>또한 「비밀의 집」 주인으로서, 네페르는 다양한 방식으로 각 세력의 정보를 얻을 수 있는 것 같다. 그리고 나샤 마을의 세력들은 이런 정보에 관심이 많다…",
                        "Icon": "UI_Talent_S_Nefer_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "시작의 계획",
                        "Desc": "네페르의 <color style='color:#FFD780;'>환영격</color>으로 주는 달 개화 반응의 기본 피해가 네페르 원소 마스터리의 60%만큼 증가한다. 해당 효과도 <color style='color:#FFD780;'>「기만의 장막」</color> 보너스의 영향을 받는다",
                        "Icon": "UI_Talent_S_Nefer_01"
                    },
                    {
                        "Level": 2,
                        "Name": "선행의 조사",
                        "Desc": "돌파 특성 <color style='color:#FFD780;'>「달빛 승부사」</color>의 효과가 강화된다: <color style='color:#FFD780;'>「기만의 장막」</color>의 지속 시간이 5초 연장되고, 스택 최대치가 5스택으로 증가한다. 또한 기존 <color style='color:#FFD780;'>환영격</color>의 150%에 해당하는 피해를 준다. 네페르가 원소전투 스킬을 발동하면 즉시 「기만의 장막」을 2스택 획득하고, 「기만의 장막」이 5스택을 달성하거나 5스택의 지속 시간이 갱신되면 네페르의 원소 마스터리가 200pt 증가한다. 지속 시간: 8초<br>돌파 특성 「달빛 승부사」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Nefer_02"
                    },
                    {
                        "Level": 3,
                        "Name": "거짓의 은폐",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_01"
                    },
                    {
                        "Level": 4,
                        "Name": "함정의 현혹",
                        "Desc": "네페르가 필드 위에서 <color style='color:#FFD780;'>「그림자 춤」</color> 상태일 때 풀 이슬 획득 속도가 25% 증가한다.<br>또한, 네페르가 「그림자 춤」 상태일 때 주변에 있는 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 20% 감소한다. 해당 효과는 네페르가 「그림자 춤」 상태가 아니거나, 적과 일정 거리 이상 멀어지면 4.5초 후에 사라진다",
                        "Icon": "UI_Talent_S_Nefer_03"
                    },
                    {
                        "Level": 5,
                        "Name": "순간의 기회",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>성약 · 진실의 눈동자</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_02"
                    },
                    {
                        "Level": 6,
                        "Name": "역전의 승리",
                        "Desc": "네페르가 <color style='color:#FFD780;'>환영격</color> 발동 시, 자신이 주는 두 번째 피해가 네페르 원소 마스터리의 85%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>로 전환된다. 또한, 환영격 공격 종료 시, 네페르 원소 마스터리의 120%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 1회 준다. 상술한 피해는 모두 환영격으로 주는 달 개화 반응 피해로 간주한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 만월</color><br>네페르가 주는 달빛 개화 반응 피해가 15% <color style='color:#FFD780;'>승격</color>된다",
                        "Icon": "UI_Talent_S_Nefer_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "풀 이슬",
                        "Desc": "파티 내 캐릭터가 달 개화 반응 발동 후, 파티에게 제공되는 자원.<br>달 개화 반응 발동 후 2.5초 동안, 파티에게 2.5초마다 풀 이슬이 1개 제공된다, 최대 개수: 3개. 지속 시간 동안 다시 달 개화 반응 발동 시, 상술한 효과의 지속 시간이 갱신된다"
                    },
                    {
                        "Name": "그림자 춤",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 후, 네페르가 해당 상태에 진입한다.<br>「그림자의 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우, 네페르가 발동하는 강공격이 특수 강공격 「환영격」로 대체된다.<br>「그림자 춤」 상태는 네페르가 환영격을 3회 발동하거나 환영격의 지속 시간이 종료되면 사라진다"
                    },
                    {
                        "Name": "환영격",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>로 생성된 「그림자 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우 네페르가 발동하는 강공격이 특수 강공격 「환영격」으로 대체되고, 스태미나를 소모하지 않는다.<br>네페르가 자신의 환영을 소환해 적에게 협동 공격을 한다. 자신과 환영은 각각 2/3단 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 환영이 주는 피해는 달 개화 반응 피해로 간주하며, 환영격을 발동할 때마다 처음 소환된 환영은 풀 이슬 1개를 소모한다"
                    },
                    {
                        "Name": "기만의 장막",
                        "Desc": "네페르가 돌파 특성 「달빛 승부사」를 통해 기만의 핵을 흡수한 후 획득하는 효과로, 환영격로 주는 피해가 증가한다.<br>「기만의 장막」 스택마다 네페르가 발동한 환영격이 주는 피해가 기존보다 8.0% 증가한다. 초기 최대 중첩수: 3스택, 지속 시간: 9초, 스택마다 지속 시간은 독립적으로 계산된다"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "춤추는 뱀",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>뱀처럼 날카롭고 우아한 자태의 발차기로 최대 4번 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>뱀걸음 상태에 진입해 스태미나 소모를 대가로 최대 2.5초 동안 빠른 속도로 이동한다. 스킬 버튼을 놓거나 지속 시간이 종료되거나 스태미나 소진 시, 뱀걸음 상태가 종료되고 추가로 스태미나를 소모해 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. 그림자 춤 상태에서 추가로 소모되는 스태미나가 감소한다.<br>또한, 뱀걸음 상태인 네페르가 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 또는 대시를 사용해도 네페르의 뱀 걷기 상태가 종료되지 않는다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>풀 원소의 힘을 모아 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "38.0712%",
                                    "40.9265%",
                                    "43.7819%",
                                    "47.589%",
                                    "50.4443%",
                                    "53.2997%",
                                    "57.1068%",
                                    "60.9139%",
                                    "64.721%",
                                    "68.5282%",
                                    "72.3353%",
                                    "76.1424%",
                                    "80.9013%",
                                    "85.6602%",
                                    "90.4191%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "37.564%",
                                    "40.3813%",
                                    "43.1986%",
                                    "46.955%",
                                    "49.7723%",
                                    "52.5896%",
                                    "56.346%",
                                    "60.1024%",
                                    "63.8588%",
                                    "67.6152%",
                                    "71.3716%",
                                    "75.128%",
                                    "79.8235%",
                                    "84.519%",
                                    "89.2145%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "25.24%x2",
                                    "27.133%x2",
                                    "29.026%x2",
                                    "31.55%x2",
                                    "33.443%x2",
                                    "35.336%x2",
                                    "37.86%x2",
                                    "40.384%x2",
                                    "42.908%x2",
                                    "45.432%x2",
                                    "47.956%x2",
                                    "50.48%x2",
                                    "53.635%x2",
                                    "56.79%x2",
                                    "59.945%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.9944%",
                                    "65.569%",
                                    "70.1436%",
                                    "76.243%",
                                    "80.8176%",
                                    "85.3922%",
                                    "91.4916%",
                                    "97.591%",
                                    "103.6905%",
                                    "109.7899%",
                                    "115.8894%",
                                    "121.9888%",
                                    "129.6131%",
                                    "137.2374%",
                                    "144.8617%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "130.88%",
                                    "140.696%",
                                    "150.512%",
                                    "163.6%",
                                    "173.416%",
                                    "183.232%",
                                    "196.32%",
                                    "209.408%",
                                    "222.496%",
                                    "235.584%",
                                    "248.672%",
                                    "261.76%",
                                    "278.12%",
                                    "294.48%",
                                    "310.84%"
                                ]
                            },
                            {
                                "Desc": "강공격 차지 지속 스태미나 소모",
                                "ParamLevelList": [
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 상태에서 강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "대국 · 천일 밤의 춤",
                        "Desc": "달빛을 닮은 비단처럼 부드러우면서도, 차가운 밤의 모래바다 같은 춤을 춘다. 네페르가 전방으로 일정 거리 돌진하면서 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 주고 <color style='color:#FFD780;'>「그림자 춤」</color> 상태에 진입한다.<br>「그림자 춤」 상태에서 보유한 <color style='color:#FFD780;'>풀 이슬</color>이 최소 1개 이상인 경우, 네페르가 발동하는 강공격이 특수 강공격 <color style='color:#FFD780;'>환희</color>로 대체된다. 또한 스테미나가 소모되지 않는다. 그림자 춤 상태에서 네페르의 경직 저항력이 증가하지 않는다.<br><br>초기 사용 가능 횟수: 2회.<br><br><i>「세상은 장기판과 같아서 장기를 두는 사람들은 항상 장막 뒤에 숨어 있어. 만약 자신도 모르는 사이에 함정에 빠지고 싶지 않다면, 충분한 정보를 파악해야 해. 그리고 이게 바로 『비밀』의 의미지」</i>",
                        "Icon": "Skill_S_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "공격력의 76.384%+원소 마스터리의 152.768%",
                                    "공격력의 82.1128%+원소 마스터리의 164.2256%",
                                    "공격력의 87.8416%+원소 마스터리의 175.6832%",
                                    "공격력의 95.48%+원소 마스터리의 190.96%",
                                    "공격력의 101.2088%+원소 마스터리의 202.4176%",
                                    "공격력의 106.9376%+원소 마스터리의 213.8752%",
                                    "공격력의 114.576%+원소 마스터리의 229.152%",
                                    "공격력의 122.2144%+원소 마스터리의 244.4288%",
                                    "공격력의 129.8528%+원소 마스터리의 259.7056%",
                                    "공격력의 137.4912%+원소 마스터리의 274.9824%",
                                    "공격력의 145.1296%+원소 마스터리의 290.2592%",
                                    "공격력의 152.768%+원소 마스터리의 305.536%",
                                    "공격력의 162.316%+원소 마스터리의 324.632%",
                                    "공격력의 171.864%+원소 마스터리의 343.728%",
                                    "공격력의 181.412%+원소 마스터리의 362.824%"
                                ]
                            },
                            {
                                "Desc": "환영극 자체 1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 24.64%+원소 마스터리의 49.28%",
                                    "공격력의 26.488%+원소 마스터리의 52.976%",
                                    "공격력의 28.336%+원소 마스터리의 56.672%",
                                    "공격력의 30.8%+원소 마스터리의 61.6%",
                                    "공격력의 32.648%+원소 마스터리의 65.296%",
                                    "공격력의 34.496%+원소 마스터리의 68.992%",
                                    "공격력의 36.96%+원소 마스터리의 73.92%",
                                    "공격력의 39.424%+원소 마스터리의 78.848%",
                                    "공격력의 41.888%+원소 마스터리의 83.776%",
                                    "공격력의 44.352%+원소 마스터리의 88.704%",
                                    "공격력의 46.816%+원소 마스터리의 93.632%",
                                    "공격력의 49.28%+원소 마스터리의 98.56%",
                                    "공격력의 52.36%+원소 마스터리의 104.72%",
                                    "공격력의 55.44%+원소 마스터리의 110.88%",
                                    "공격력의 58.52%+원소 마스터리의 117.04%"
                                ]
                            },
                            {
                                "Desc": "환영극 자체 2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 32.032%+원소 마스터리의 64.064%",
                                    "공격력의 34.4344%+원소 마스터리의 68.8688%",
                                    "공격력의 36.8368%+원소 마스터리의 73.6736%",
                                    "공격력의 40.04%+원소 마스터리의 80.08%",
                                    "공격력의 42.4424%+원소 마스터리의 84.8848%",
                                    "공격력의 44.8448%+원소 마스터리의 89.6896%",
                                    "공격력의 48.048%+원소 마스터리의 96.096%",
                                    "공격력의 51.2512%+원소 마스터리의 102.5024%",
                                    "공격력의 54.4544%+원소 마스터리의 108.9088%",
                                    "공격력의 57.6576%+원소 마스터리의 115.3152%",
                                    "공격력의 60.8608%+원소 마스터리의 121.7216%",
                                    "공격력의 64.064%+원소 마스터리의 128.128%",
                                    "공격력의 68.068%+원소 마스터리의 136.136%",
                                    "공격력의 72.072%+원소 마스터리의 144.144%",
                                    "공격력의 76.076%+원소 마스터리의 152.152%"
                                ]
                            },
                            {
                                "Desc": "환영극의 그림자 1단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영극의 그림자 2단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영극의 그림자 3단",
                                "ParamLevelList": [
                                    "원소 마스터리의 128.0%",
                                    "원소 마스터리의 137.6%",
                                    "원소 마스터리의 147.2%",
                                    "원소 마스터리의 160.0%",
                                    "원소 마스터리의 169.6%",
                                    "원소 마스터리의 179.2%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.8%",
                                    "원소 마스터리의 217.6%",
                                    "원소 마스터리의 230.4%",
                                    "원소 마스터리의 243.2%",
                                    "원소 마스터리의 256.0%",
                                    "원소 마스터리의 272.0%",
                                    "원소 마스터리의 288.0%",
                                    "원소 마스터리의 304.0%"
                                ]
                            },
                            {
                                "Desc": "환영극 사용 가능 횟수",
                                "ParamLevelList": [
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 지속 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "성약 · 진실의 눈동자",
                        "Desc": "토트의 진실한 눈으로 가짜의 수수께끼에 「해명」을 바쳐 전방의 적에게 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 발동 시 네페르가 모든 <color style='color:#FFD780;'>「기만의 장막」</color>을 소모하고, 이번 원소폭발로 주는 피해가 증가한다.<br><br><i>뜨거운 모래의 노래하는 자들이 전하는 오래된 시구 속에서, 따오기왕의 선물은 축복이라기보다는 저주에 가깝다</i>",
                        "Icon": "Skill_E_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 224.64%+원소 마스터리의 449.28%",
                                    "공격력의 241.488%+원소 마스터리의 482.976%",
                                    "공격력의 258.336%+원소 마스터리의 516.672%",
                                    "공격력의 280.8%+원소 마스터리의 561.6%",
                                    "공격력의 297.648%+원소 마스터리의 595.296%",
                                    "공격력의 314.496%+원소 마스터리의 628.992%",
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 359.424%+원소 마스터리의 718.848%",
                                    "공격력의 381.888%+원소 마스터리의 763.776%",
                                    "공격력의 404.352%+원소 마스터리의 808.704%",
                                    "공격력의 426.816%+원소 마스터리의 853.632%",
                                    "공격력의 449.28%+원소 마스터리의 898.56%",
                                    "공격력의 477.36%+원소 마스터리의 954.72%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 533.52%+원소 마스터리의 1067.04%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 362.232%+원소 마스터리의 724.464%",
                                    "공격력의 387.504%+원소 마스터리의 775.008%",
                                    "공격력의 421.2%+원소 마스터리의 842.4%",
                                    "공격력의 446.472%+원소 마스터리의 892.944%",
                                    "공격력의 471.744%+원소 마스터리의 943.488%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 539.136%+원소 마스터리의 1078.272%",
                                    "공격력의 572.832%+원소 마스터리의 1145.664%",
                                    "공격력의 606.528%+원소 마스터리의 1213.056%",
                                    "공격력의 640.224%+원소 마스터리의 1280.448%",
                                    "공격력의 673.92%+원소 마스터리의 1347.84%",
                                    "공격력의 716.04%+원소 마스터리의 1432.08%",
                                    "공격력의 758.16%+원소 마스터리의 1516.32%",
                                    "공격력의 800.28%+원소 마스터리의 1600.56%"
                                ]
                            },
                            {
                                "Desc": "피해 증가",
                                "ParamLevelList": [
                                    "기만의 장막 스택 당 13.0%",
                                    "기만의 장막 스택 당 16.0%",
                                    "기만의 장막 스택 당 19.0%",
                                    "기만의 장막 스택 당 22.0%",
                                    "기만의 장막 스택 당 25.0%",
                                    "기만의 장막 스택 당 28.0%",
                                    "기만의 장막 스택 당 31.0%",
                                    "기만의 장막 스택 당 34.0%",
                                    "기만의 장막 스택 당 37.0%",
                                    "기만의 장막 스택 당 40.0%",
                                    "기만의 장막 스택 당 43.0%",
                                    "기만의 장막 스택 당 46.0%",
                                    "기만의 장막 스택 당 49.0%",
                                    "기만의 장막 스택 당 52.0%",
                                    "기만의 장막 스택 당 55.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달빛 승부사",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 네페르가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 시, 현재 필드 위의 풀 원핵과 풍요의 핵이 「기만의 핵」으로 전환되고, 그 후 15초 동안 주변에 있는 모든 캐릭터가 달 개화 반응 발동 시 풀 원핵과 풍요의 핵 대신 기만의 핵이 생성된다. 기만의 핵은 만개와 발화를 발동할 수 없으며, 분출 발동도 불가능하다.<br>네페르가 강공격 또는 <color style='color:#FFD780;'>환영극</color>발동 시, 주변 일정 범위 내의 기만의 핵을 흡수하고, 흡수한 기만의 핵 1개당 네페르가 <color style='color:#FFD780;'>「기만의 장막」</color> 효과를 1스택 획득한다. 해당 효과가 3스택까지 중첩되거나, 3스택의 지속 시간이 갱신되면, 네페르의 원소 마스터리가 100pt 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Nefer_05"
                    },
                    {
                        "Name": "모래의 딸",
                        "Desc": "네페르가 <color style='color:#FFD780;'>「그림자 춤」</color>상태일 때, 만약 파티 내 캐릭터가 5초 내에 달 개화 반응을 발동했을 경우, 네페르가 뱀걸음 상태에 진입하고, 지속적으로 풀 이슬을 회복한다. 원소 마스터리가 500pt를 초과하면, 초과한 원소 마스터리 100pt마다 해당 회복 효과가 10% 증가한다. 해당 방식으로 최대 50%까지 증가한다",
                        "Icon": "UI_Talent_S_Nefer_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 황혼의 그림자",
                        "Desc": "파티 내 캐릭터가 개화 반응 발동 시, 달 개화 반응으로 전환되며, 네페르의 원소 마스터리에 기반해 파티 내 캐릭터가 주는 달 개화 반응의 기본 피해가 증가한다: 원소 마스터리 1pt마다 달 개화 반응의 기본 피해가 0.0175% 증가한다. 해당 방식으로 피해가 최대 14% 증가한다.<br><br>또한, 네페르가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Nefer_07"
                    },
                    {
                        "Name": "황금 밀실의 모략",
                        "Desc": "노드크라이에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다.<br>또한 「비밀의 집」 주인으로서, 네페르는 다양한 방식으로 각 세력의 정보를 얻을 수 있는 것 같다. 그리고 나샤 마을의 세력들은 이런 정보에 관심이 많다…",
                        "Icon": "UI_Talent_S_Nefer_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "계획은 성공의 시작",
                        "Desc": "네페르의 <color style='color:#FFD780;'>환영극</color>으로 주는 달 개화 반응의 기본 피해가 네페르 원소 마스터리의 60%만큼 증가한다. 해당 효과도 <color style='color:#FFD780;'>「기만의 장막」</color> 보너스의 영향을 받는다",
                        "Icon": "UI_Talent_S_Nefer_01"
                    },
                    {
                        "Level": 2,
                        "Name": "관찰은 계획의 초석",
                        "Desc": "돌파 특성 <color style='color:#FFD780;'>「달빛 승부사」</color>의 효과가 강화된다: <color style='color:#FFD780;'>「기만의 장막」</color>의 지속 시간이 5초 연장되고, 스택 최대치가 5스택으로 증가한다. 또한 기존 <color style='color:#FFD780;'>환영극</color>의 140%에 해당하는 피해를 준다. 네페르가 원소전투 스킬을 발동하면 즉시 「기만의 장막」을 2스택 획득하고, 「기만의 장막」이 5스택을 달성하거나 5스택의 지속 시간이 갱신되면 네페르의 원소 마스터리가 200pt 증가한다. 지속 시간: 8초<br>돌파 특성 「달빛 승부사」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Nefer_02"
                    },
                    {
                        "Level": 3,
                        "Name": "진실을 가리는 거짓",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_01"
                    },
                    {
                        "Level": 4,
                        "Name": "마음을 홀리는 함정",
                        "Desc": "네페르가 필드 위에서 <color style='color:#FFD780;'>「그림자 춤」</color> 상태일 때 풀 이슬 획득 속도가 25% 증가한다.<br>또한, 네페르가 「그림자 춤」 상태일 때 주변에 있는 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 20% 감소한다. 해당 효과는 네페르가 「그림자 춤」 상태가 아니거나, 적과 일정 거리 이상 멀어지면 4.5초 후에 사라진다",
                        "Icon": "UI_Talent_S_Nefer_03"
                    },
                    {
                        "Level": 5,
                        "Name": "기회를 포착한 순간",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>성약 · 진실의 눈동자</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_02"
                    },
                    {
                        "Level": 6,
                        "Name": "거머쥔 역전의 승리",
                        "Desc": "네페르가 <color style='color:#FFD780;'>환영극</color> 발동 시, 자신이 주는 두 번째 피해가 네페르 원소 마스터리의 85%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>로 전환된다. 또한, 환영극 공격 종료 시, 네페르 원소 마스터리의 120%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 1회 준다. 상술한 피해는 모두 환영극으로 주는 달 개화 반응 피해로 간주한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>네페르가 주는 달빛 개화 반응 피해가 15% <color style='color:#FFD780;'>승격</color>된다",
                        "Icon": "UI_Talent_S_Nefer_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "풀 이슬",
                        "Desc": "파티 내 캐릭터가 달 개화 반응 발동 후, 파티에게 제공되는 자원.<br>달 개화 반응 발동 후 2.5초 동안, 파티에게 2.5초마다 풀 이슬이 1개 제공된다, 최대 개수: 3개. 지속 시간 동안 다시 달 개화 반응 발동 시, 상술한 효과의 지속 시간이 갱신된다"
                    },
                    {
                        "Name": "그림자 춤",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 후, 네페르가 해당 상태에 진입한다.<br>「그림자의 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우, 네페르가 발동하는 강공격이 특수 강공격 「환영극」로 대체된다.<br>「그림자 춤」 상태는 네페르가 환영극을 3회 발동하거나 환영극의 지속 시간이 종료되면 사라진다"
                    },
                    {
                        "Name": "환영극",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>로 생성된 「그림자 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우 네페르가 발동하는 강공격이 특수 강공격 「환영극」으로 대체되고, 스태미나를 소모하지 않는다.<br>네페르가 자신의 그림자를 소환해 적에게 협동 공격을 한다. 자신과 그림자는 각각 2/3단 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 그림자가 주는 피해는 달 개화 반응 피해로 간주하며, 환영극을 발동할 때마다 처음 소환된 그림자는 풀 이슬 1개를 소모한다"
                    },
                    {
                        "Name": "기만의 장막",
                        "Desc": "네페르가 돌파 특성 「달빛 승부사」를 통해 기만의 핵을 흡수한 후 획득하는 효과로, 환영극로 주는 피해가 증가한다.<br>「기만의 장막」 스택마다 네페르가 발동한 환영극이 주는 피해가 기존보다 8.0% 증가한다. 초기 최대 중첩수: 3스택, 지속 시간: 9초, 스택마다 지속 시간은 독립적으로 계산된다"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "춤추는 뱀",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>뱀처럼 날카롭고 우아한 자태의 발차기로 최대 4번 공격해 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>강공격</color><br>뱀걸음 상태에 진입해 스태미나 소모를 대가로 최대 2.5초 동안 빠른 속도로 이동한다. 스킬 버튼에서 손을 떼거나 지속 시간 종료 또는 스태미나 소진 시, 뱀걸음 상태가 종료되고 추가로 일정 스태미나를 소모해 적에게 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. <color style='color:#FFD780;'>「그림자 춤」</color> 상태에서 추가로 소모되는 스태미나가 감소한다.<br>또한, 뱀걸음 상태인 네페르가 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 또는 대시를 사용해도 네페르의 뱀걸음 상태가 종료되지 않는다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>풀 원소의 힘을 모아 공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "38.0712%",
                                    "40.9265%",
                                    "43.7819%",
                                    "47.589%",
                                    "50.4443%",
                                    "53.2997%",
                                    "57.1068%",
                                    "60.9139%",
                                    "64.721%",
                                    "68.5282%",
                                    "72.3353%",
                                    "76.1424%",
                                    "80.9013%",
                                    "85.6602%",
                                    "90.4191%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "37.564%",
                                    "40.3813%",
                                    "43.1986%",
                                    "46.955%",
                                    "49.7723%",
                                    "52.5896%",
                                    "56.346%",
                                    "60.1024%",
                                    "63.8588%",
                                    "67.6152%",
                                    "71.3716%",
                                    "75.128%",
                                    "79.8235%",
                                    "84.519%",
                                    "89.2145%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "25.24%x2",
                                    "27.133%x2",
                                    "29.026%x2",
                                    "31.55%x2",
                                    "33.443%x2",
                                    "35.336%x2",
                                    "37.86%x2",
                                    "40.384%x2",
                                    "42.908%x2",
                                    "45.432%x2",
                                    "47.956%x2",
                                    "50.48%x2",
                                    "53.635%x2",
                                    "56.79%x2",
                                    "59.945%x2"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.9944%",
                                    "65.569%",
                                    "70.1436%",
                                    "76.243%",
                                    "80.8176%",
                                    "85.3922%",
                                    "91.4916%",
                                    "97.591%",
                                    "103.6905%",
                                    "109.7899%",
                                    "115.8894%",
                                    "121.9888%",
                                    "129.6131%",
                                    "137.2374%",
                                    "144.8617%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "130.88%",
                                    "140.696%",
                                    "150.512%",
                                    "163.6%",
                                    "173.416%",
                                    "183.232%",
                                    "196.32%",
                                    "209.408%",
                                    "222.496%",
                                    "235.584%",
                                    "248.672%",
                                    "261.76%",
                                    "278.12%",
                                    "294.48%",
                                    "310.84%"
                                ]
                            },
                            {
                                "Desc": "강공격 차지 지속 스태미나 소모",
                                "ParamLevelList": [
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초",
                                    "18.15pt/초"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt",
                                    "50pt"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 상태에서 강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "대국 · 천일 밤의 춤",
                        "Desc": "달빛 비단처럼 부드럽고, 밤의 모래바다만큼 차가운 경국의 춤을 춘다. 네페르가 전방으로 일정 거리 돌진하면서 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 주고 <color style='color:#FFD780;'>「그림자 춤」</color> 상태에 진입한다.<br>「그림자 춤」 상태에서 보유한 <color style='color:#FFD780;'>풀 이슬</color>이 최소 1개 이상인 경우, 네페르가 발동하는 강공격이 스태미나가 소모되지 않는 특수 강공격 <color style='color:#FFD780;'>환영극</color>으로 대체된다. 「그림자 춤」 상태에서 네페르의 경직 저항력이 증가한다.<br><br>초기 사용 가능 횟수: 2회.<br><br><i>「세상은 장기판과 같고, 사람들은 장막 뒤에서 수를 두지. 함정에 빠지기 싫다면 충분한 정보를 파악해야 해. 그래서 『비밀』이 중요한 거야」</i>",
                        "Icon": "Skill_S_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "공격력의 76.384%+원소 마스터리의 152.768%",
                                    "공격력의 82.1128%+원소 마스터리의 164.2256%",
                                    "공격력의 87.8416%+원소 마스터리의 175.6832%",
                                    "공격력의 95.48%+원소 마스터리의 190.96%",
                                    "공격력의 101.2088%+원소 마스터리의 202.4176%",
                                    "공격력의 106.9376%+원소 마스터리의 213.8752%",
                                    "공격력의 114.576%+원소 마스터리의 229.152%",
                                    "공격력의 122.2144%+원소 마스터리의 244.4288%",
                                    "공격력의 129.8528%+원소 마스터리의 259.7056%",
                                    "공격력의 137.4912%+원소 마스터리의 274.9824%",
                                    "공격력의 145.1296%+원소 마스터리의 290.2592%",
                                    "공격력의 152.768%+원소 마스터리의 305.536%",
                                    "공격력의 162.316%+원소 마스터리의 324.632%",
                                    "공격력의 171.864%+원소 마스터리의 343.728%",
                                    "공격력의 181.412%+원소 마스터리의 362.824%"
                                ]
                            },
                            {
                                "Desc": "환영극 자신의 1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 24.64%+원소 마스터리의 49.28%",
                                    "공격력의 26.488%+원소 마스터리의 52.976%",
                                    "공격력의 28.336%+원소 마스터리의 56.672%",
                                    "공격력의 30.8%+원소 마스터리의 61.6%",
                                    "공격력의 32.648%+원소 마스터리의 65.296%",
                                    "공격력의 34.496%+원소 마스터리의 68.992%",
                                    "공격력의 36.96%+원소 마스터리의 73.92%",
                                    "공격력의 39.424%+원소 마스터리의 78.848%",
                                    "공격력의 41.888%+원소 마스터리의 83.776%",
                                    "공격력의 44.352%+원소 마스터리의 88.704%",
                                    "공격력의 46.816%+원소 마스터리의 93.632%",
                                    "공격력의 49.28%+원소 마스터리의 98.56%",
                                    "공격력의 52.36%+원소 마스터리의 104.72%",
                                    "공격력의 55.44%+원소 마스터리의 110.88%",
                                    "공격력의 58.52%+원소 마스터리의 117.04%"
                                ]
                            },
                            {
                                "Desc": "환영극 자신의 2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 32.032%+원소 마스터리의 64.064%",
                                    "공격력의 34.4344%+원소 마스터리의 68.8688%",
                                    "공격력의 36.8368%+원소 마스터리의 73.6736%",
                                    "공격력의 40.04%+원소 마스터리의 80.08%",
                                    "공격력의 42.4424%+원소 마스터리의 84.8848%",
                                    "공격력의 44.8448%+원소 마스터리의 89.6896%",
                                    "공격력의 48.048%+원소 마스터리의 96.096%",
                                    "공격력의 51.2512%+원소 마스터리의 102.5024%",
                                    "공격력의 54.4544%+원소 마스터리의 108.9088%",
                                    "공격력의 57.6576%+원소 마스터리의 115.3152%",
                                    "공격력의 60.8608%+원소 마스터리의 121.7216%",
                                    "공격력의 64.064%+원소 마스터리의 128.128%",
                                    "공격력의 68.068%+원소 마스터리의 136.136%",
                                    "공격력의 72.072%+원소 마스터리의 144.144%",
                                    "공격력의 76.076%+원소 마스터리의 152.152%"
                                ]
                            },
                            {
                                "Desc": "환영극 그림자의 1단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영극 그림자의 2단",
                                "ParamLevelList": [
                                    "원소 마스터리의 96.0%",
                                    "원소 마스터리의 103.2%",
                                    "원소 마스터리의 110.4%",
                                    "원소 마스터리의 120.0%",
                                    "원소 마스터리의 127.2%",
                                    "원소 마스터리의 134.4%",
                                    "원소 마스터리의 144.0%",
                                    "원소 마스터리의 153.6%",
                                    "원소 마스터리의 163.2%",
                                    "원소 마스터리의 172.8%",
                                    "원소 마스터리의 182.4%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.0%",
                                    "원소 마스터리의 216.0%",
                                    "원소 마스터리의 228.0%"
                                ]
                            },
                            {
                                "Desc": "환영극 그림자의 3단",
                                "ParamLevelList": [
                                    "원소 마스터리의 128.0%",
                                    "원소 마스터리의 137.6%",
                                    "원소 마스터리의 147.2%",
                                    "원소 마스터리의 160.0%",
                                    "원소 마스터리의 169.6%",
                                    "원소 마스터리의 179.2%",
                                    "원소 마스터리의 192.0%",
                                    "원소 마스터리의 204.8%",
                                    "원소 마스터리의 217.6%",
                                    "원소 마스터리의 230.4%",
                                    "원소 마스터리의 243.2%",
                                    "원소 마스터리의 256.0%",
                                    "원소 마스터리의 272.0%",
                                    "원소 마스터리의 288.0%",
                                    "원소 마스터리의 304.0%"
                                ]
                            },
                            {
                                "Desc": "환영극 사용 가능 횟수",
                                "ParamLevelList": [
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3",
                                    "3"
                                ]
                            },
                            {
                                "Desc": "그림자 춤 지속 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "성약 · 진실의 눈동자",
                        "Desc": "토트의 진실한 눈으로 거짓의 수수께끼를 「해명」해 전방의 적에게 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 발동 시 네페르가 모든 <color style='color:#FFD780;'>「기만의 장막」</color>을 소모하고, 이번 원소폭발로 주는 피해가 증가한다.<br><br><i>뜨거운 사막의 가수가 전하는 고대 시가 속에서, 따오기왕의 선물은 축복이라기보다는 저주에 가깝다</i>",
                        "Icon": "Skill_E_Nefer_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 224.64%+원소 마스터리의 449.28%",
                                    "공격력의 241.488%+원소 마스터리의 482.976%",
                                    "공격력의 258.336%+원소 마스터리의 516.672%",
                                    "공격력의 280.8%+원소 마스터리의 561.6%",
                                    "공격력의 297.648%+원소 마스터리의 595.296%",
                                    "공격력의 314.496%+원소 마스터리의 628.992%",
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 359.424%+원소 마스터리의 718.848%",
                                    "공격력의 381.888%+원소 마스터리의 763.776%",
                                    "공격력의 404.352%+원소 마스터리의 808.704%",
                                    "공격력의 426.816%+원소 마스터리의 853.632%",
                                    "공격력의 449.28%+원소 마스터리의 898.56%",
                                    "공격력의 477.36%+원소 마스터리의 954.72%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 533.52%+원소 마스터리의 1067.04%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "공격력의 336.96%+원소 마스터리의 673.92%",
                                    "공격력의 362.232%+원소 마스터리의 724.464%",
                                    "공격력의 387.504%+원소 마스터리의 775.008%",
                                    "공격력의 421.2%+원소 마스터리의 842.4%",
                                    "공격력의 446.472%+원소 마스터리의 892.944%",
                                    "공격력의 471.744%+원소 마스터리의 943.488%",
                                    "공격력의 505.44%+원소 마스터리의 1010.88%",
                                    "공격력의 539.136%+원소 마스터리의 1078.272%",
                                    "공격력의 572.832%+원소 마스터리의 1145.664%",
                                    "공격력의 606.528%+원소 마스터리의 1213.056%",
                                    "공격력의 640.224%+원소 마스터리의 1280.448%",
                                    "공격력의 673.92%+원소 마스터리의 1347.84%",
                                    "공격력의 716.04%+원소 마스터리의 1432.08%",
                                    "공격력의 758.16%+원소 마스터리의 1516.32%",
                                    "공격력의 800.28%+원소 마스터리의 1600.56%"
                                ]
                            },
                            {
                                "Desc": "피해 증가",
                                "ParamLevelList": [
                                    "기만의 장막 스택 당 13.0%",
                                    "기만의 장막 스택 당 16.0%",
                                    "기만의 장막 스택 당 19.0%",
                                    "기만의 장막 스택 당 22.0%",
                                    "기만의 장막 스택 당 25.0%",
                                    "기만의 장막 스택 당 28.0%",
                                    "기만의 장막 스택 당 31.0%",
                                    "기만의 장막 스택 당 34.0%",
                                    "기만의 장막 스택 당 37.0%",
                                    "기만의 장막 스택 당 40.0%",
                                    "기만의 장막 스택 당 43.0%",
                                    "기만의 장막 스택 당 46.0%",
                                    "기만의 장막 스택 당 49.0%",
                                    "기만의 장막 스택 당 52.0%",
                                    "기만의 장막 스택 당 55.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달빛 승부사",
                        "Desc": "파티의 <color style='color:#FFD780;'>달빛 징조</color>에 따라 네페르가 상응하는 강화 효과를 획득한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 시, 현재 필드 위의 풀 원핵이 「기만의 핵」으로 전환되고, 그 후 15초 동안 주변에 있는 모든 캐릭터가 달 개화 반응 발동 시 풀 원핵과 풍요의 핵 대신 기만의 핵이 생성된다. 기만의 핵은 만개와 발화 반응을 발동할 수 없으며, 폭발하지도 않는다.<br>네페르가 강공격 또는 <color style='color:#FFD780;'>환영극</color> 발동 시, 주변 일정 범위 내의 기만의 핵을 흡수하고, 흡수한 기만의 핵 1개당 네페르가 <color style='color:#FFD780;'>「기만의 장막」</color> 효과를 1스택 획득한다. 해당 효과가 3스택까지 중첩되거나, 3스택의 지속 시간이 갱신되면, 네페르의 원소 마스터리가 100pt 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Nefer_05"
                    },
                    {
                        "Name": "모래의 딸",
                        "Desc": "네페르가 <color style='color:#FFD780;'>「그림자 춤」</color> 상태 시, 파티 내 캐릭터가 달 개화 반응 발동 후 5초 동안, 네페르의 <color style='color:#FFD780;'>뱀걸음</color> 상태가 파티에게 추가로 <color style='color:#FFD780;'>풀 이슬</color>을 제공한다. 네페르의 원소 마스터리가 500pt를 초과하면, 초과한 원소 마스터리 100pt마다 상술한 풀 이슬 제공 효과가 10% 증가한다. 해당 방식으로 최대 50% 증가한다",
                        "Icon": "UI_Talent_S_Nefer_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 황혼의 그림자",
                        "Desc": "파티 내 캐릭터가 개화 반응 발동 시, 달 개화 반응으로 전환되며, 네페르의 원소 마스터리에 기반해 파티 내 캐릭터가 주는 달 개화 반응의 기본 피해가 증가한다: 원소 마스터리 1pt마다 달 개화 반응의 기본 피해가 0.0175% 증가한다. 해당 방식으로 피해가 최대 14%까지 증가한다.<br><br>또한, 네페르가 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Nefer_07"
                    },
                    {
                        "Name": "황금 밀실의 모략",
                        "Desc": "노드크라이에서 20시간의 탐사 파견 임무 수행 시 획득하는 보상이 25% 증가한다<br>또한 「비밀의 집」 주인으로서, 네페르는 다양한 방식으로 각 세력의 정보를 얻을 수 있는 것 같다. 그리고 나샤 마을의 세력들은 이런 정보에 관심이 많다",
                        "Icon": "UI_Talent_S_Nefer_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "계획은 성공의 시작",
                        "Desc": "네페르의 <color style='color:#FFD780;'>환영극</color>으로 주는 달 개화 반응의 기본 피해가 네페르 원소 마스터리의 60%만큼 증가한다. 해당 효과도 <color style='color:#FFD780;'>「기만의 장막」</color> 보너스의 영향을 받는다",
                        "Icon": "UI_Talent_S_Nefer_01"
                    },
                    {
                        "Level": 2,
                        "Name": "관찰은 계획의 초석",
                        "Desc": "돌파 특성 <color style='color:#FFD780;'>「달빛 승부사」</color>의 효과가 강화된다: <color style='color:#FFD780;'>「기만의 장막」</color>의 지속 시간이 5초 연장되고, 스택 최대치가 5스택으로 증가한다. 또한 <color style='color:#FFD780;'>환영극</color>이 최대 기존의 140%에 해당하는 피해를 준다. 네페르가 원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>을 발동하면 즉시 「기만의 장막」을 2스택 획득하고, 「기만의 장막」이 5스택을 달성하거나 5스택의 지속 시간이 갱신되면 네페르의 원소 마스터리 증가 효과가 200pt로 변경된다. 지속 시간: 8초<br>돌파 특성 「달빛 승부사」를 해금해야 한다",
                        "Icon": "UI_Talent_S_Nefer_02"
                    },
                    {
                        "Level": 3,
                        "Name": "진실을 가리는 거짓",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_01"
                    },
                    {
                        "Level": 4,
                        "Name": "마음을 홀리는 함정",
                        "Desc": "네페르가 필드 위에서 <color style='color:#FFD780;'>「그림자 춤」</color> 상태일 때 풀 이슬 획득 속도가 25% 증가한다.<br>또한, 네페르가 「그림자 춤」 상태일 때 주변에 있는 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 20% 감소한다. 해당 효과는 네페르가 「그림자 춤」 상태가 아니거나, 적과 일정 거리 이상 멀어지면 4.5초 후에 사라진다",
                        "Icon": "UI_Talent_S_Nefer_03"
                    },
                    {
                        "Level": 5,
                        "Name": "기회를 포착한 순간",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>성약 · 진실의 눈동자</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nefer_02"
                    },
                    {
                        "Level": 6,
                        "Name": "거머쥔 역전의 승리",
                        "Desc": "네페르가 <color style='color:#FFD780;'>환영극</color> 발동 시, 자신의 제2단 공격 피해가 네페르 원소 마스터리의 85%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>로 전환된다. 또한, 환영극 공격 종료 시, 네페르 원소 마스터리의 120%에 해당하는 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 1회 준다. 상술한 피해는 모두 환영극으로 주는 달 개화 반응 피해로 간주한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br>네페르가 주는 달빛 개화 반응 피해가 15% <color style='color:#FFD780;'>승격</color>된다",
                        "Icon": "UI_Talent_S_Nefer_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "풀 이슬",
                        "Desc": "파티 내 캐릭터가 달 개화 반응 발동 후, 파티에게 제공되는 자원.<br>달 개화 반응 발동 후 2.5초 동안, 파티에게 2.5초마다 풀 이슬이 1개 제공된다, 최대 개수: 3개. 지속 시간 동안 다시 달 개화 반응 발동 시, 상술한 효과의 지속 시간이 갱신된다"
                    },
                    {
                        "Name": "그림자 춤",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color> 발동 후, 네페르가 해당 상태에 진입한다.<br>「그림자 춤」 상태에서 보유한 풀 이슬이 최소 1개 이상인 경우, 네페르가 발동하는 강공격이 특수 강공격 「환영극」으로 대체된다.<br>「그림자 춤」 상태는 네페르가 환영극을 3회 발동하거나 환영극의 지속 시간이 종료되면 사라진다"
                    },
                    {
                        "Name": "환영극",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>대국 · 천일 밤의 춤</color>으로 생성된 「그림자 춤」 상태에서 최소 1개 이상의 풀 이슬을 보유한 경우 네페르가 발동하는 강공격이 스태미나를 소모하지 않는 특수 강공격 「환영극」으로 대체된다.<br>네페르가 자신의 그림자를 소환해 적에게 협동 공격을 한다. 자신과 그림자는 각각 차례대로 2/3단 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다. 그림자가 주는 피해는 달 개화 반응 피해로 간주하며, 환영극을 발동할 때마다 처음 소환된 그림자는 풀 이슬 1개를 소모한다"
                    },
                    {
                        "Name": "기만의 장막",
                        "Desc": "네페르가 돌파 특성 「달빛 승부사」를 통해 기만의 핵을 흡수한 후 획득하는 효과로, 환영극으로 주는 피해가 증가한다.<br>「기만의 장막」 스택마다 네페르가 발동한 환영극으로 주는 피해가 기존보다 8.0% 증가한다. 초기 최대 중첩수: 3스택, 지속 시간: 9초, 스택마다 지속 시간은 독립적으로 계산된다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Nefer": {}
}