// Auto Generated

var _AvatarDataConfig_ = {
    "Nilou": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Nilou": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101214": 3,
                "112059": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113038": 2,
                "101214": 10,
                "112059": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113038": 4,
                "101214": 20,
                "112060": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113038": 8,
                "101214": 30,
                "112060": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113038": 12,
                "101214": 45,
                "112061": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113038": 20,
                "101214": 60,
                "112061": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104335": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112061": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112061": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104335": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112061": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112061": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113033": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104335": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104336": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104336": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104336": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113033": 1
            },
            {
                "202": 260000,
                "104337": 6,
                "112061": 6,
                "113033": 1
            },
            {
                "202": 450000,
                "104337": 12,
                "112061": 9,
                "113033": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113033": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Nilou": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "현월의 춤",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 1회의 회전 참격을 가한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "50.3074%",
                                    "54.4022%",
                                    "58.497%",
                                    "64.3467%",
                                    "68.4415%",
                                    "73.1213%",
                                    "79.5559%",
                                    "85.9906%",
                                    "92.4253%",
                                    "99.4449%",
                                    "106.4645%",
                                    "113.4842%",
                                    "120.5038%",
                                    "127.5235%",
                                    "134.5431%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "45.439%",
                                    "49.1375%",
                                    "52.836%",
                                    "58.1196%",
                                    "61.8181%",
                                    "66.045%",
                                    "71.857%",
                                    "77.6689%",
                                    "83.4809%",
                                    "89.8212%",
                                    "96.1615%",
                                    "102.5018%",
                                    "108.8422%",
                                    "115.1825%",
                                    "121.5228%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "70.354%",
                                    "76.0805%",
                                    "81.807%",
                                    "89.9877%",
                                    "95.7142%",
                                    "102.2588%",
                                    "111.2575%",
                                    "120.2563%",
                                    "129.2551%",
                                    "139.0719%",
                                    "148.8887%",
                                    "158.7056%",
                                    "168.5224%",
                                    "178.3393%",
                                    "188.1561%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "50.224%+54.438%",
                                    "54.312%+58.869%",
                                    "58.4%+63.3%",
                                    "64.24%+69.63%",
                                    "68.328%+74.061%",
                                    "73.0%+79.125%",
                                    "79.424%+86.088%",
                                    "85.848%+93.051%",
                                    "92.272%+100.014%",
                                    "99.28%+107.61%",
                                    "106.288%+115.206%",
                                    "113.296%+122.802%",
                                    "120.304%+130.398%",
                                    "127.312%+137.994%",
                                    "134.32%+145.59%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "칠역의 춤",
                        "Desc": "「사뿐한 회전」 상태를 발동해, 닐루의 HP 최대치에 기반하여 자신의 주변에 있는 적에게 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br>사뿐한 회전 상태에서 닐루가 일반 공격 또는 원소전투 스킬을 발동 시, 각각 「검의 춤」 및 「선회의 춤」으로 전환되고, 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 원소전투 스킬 피해인 <color style='color:#80C0FF;'>물 원소 피해</color>로 전환된다.<br><br>해당 상태에서 닐루의 세 번째 춤은 사뿐한 회전 상태를 종료시키고, 세 번째 춤의 유형에 따라 아래의 효과를 발동한다.<br> · 검의 춤: 1줄기의 물의 달을 발동해, 물의 달에 닿은 적에게 <color style='color:#80C0FF;'>물 원소 피해</color>를 주고, 닐루에게 기도의 달 상태를 부여한다. 이런 상태에서 닐루가 일반 공격을 가하면 일반 공격이 검의 춤으로 전환되고, 최후의 일격에 물의 달을 발동한다.<br> · 선회의 춤: 1줄기의 정화의 수륜을 발동하여 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주고, 현재 자신의 필드 위 캐릭터와 동행하는 평정의 물안개를 생성하여 범위 내의 적에게 지속적으로 <color style='color:#80C0FF;'>습기</color> 효과를 부여한다.<br><br>사뿐한 회전 또는 기도의 달 상태에서 닐루는 강공격을 사용할 수 없다. 해당 상태들은 닐루 퇴장 시 사라진다.<br><br><i>「물 위를 사뿐사뿐 걷는 그녀의 발놀림에 일렁이는 물결이 햇빛을 반사하며 반짝인다」</i>",
                        "Icon": "Skill_S_Nilou_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 3.3389%",
                                    "HP 최대치의 3.5893%",
                                    "HP 최대치의 3.8397%",
                                    "HP 최대치의 4.1736%",
                                    "HP 최대치의 4.424%",
                                    "HP 최대치의 4.6744%",
                                    "HP 최대치의 5.0083%",
                                    "HP 최대치의 5.3422%",
                                    "HP 최대치의 5.6761%",
                                    "HP 최대치의 6.01%",
                                    "HP 최대치의 6.3439%",
                                    "HP 최대치의 6.6778%",
                                    "HP 최대치의 7.0951%",
                                    "HP 최대치의 7.5125%",
                                    "HP 최대치의 7.9298%"
                                ]
                            },
                            {
                                "Desc": "검의 춤/선회의 춤 1단 공격 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 4.5525%/3.2619%",
                                    "HP 최대치의 4.8939%/3.5066%",
                                    "HP 최대치의 5.2354%/3.7512%",
                                    "HP 최대치의 5.6906%/4.0774%",
                                    "HP 최대치의 6.032%/4.322%",
                                    "HP 최대치의 6.3735%/4.5667%",
                                    "HP 최대치의 6.8287%/4.8929%",
                                    "HP 최대치의 7.284%/5.2191%",
                                    "HP 최대치의 7.7392%/5.5453%",
                                    "HP 최대치의 8.1945%/5.8715%",
                                    "HP 최대치의 8.6497%/6.1976%",
                                    "HP 최대치의 9.105%/6.5238%",
                                    "HP 최대치의 9.674%/6.9316%",
                                    "HP 최대치의 10.2431%/7.3393%",
                                    "HP 최대치의 10.8121%/7.7471%"
                                ]
                            },
                            {
                                "Desc": "검의 춤/선회의 춤 2단 공격 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 5.1445%/3.9605%",
                                    "HP 최대치의 5.5303%/4.2575%",
                                    "HP 최대치의 5.9162%/4.5546%",
                                    "HP 최대치의 6.4306%/4.9506%",
                                    "HP 최대치의 6.8164%/5.2476%",
                                    "HP 최대치의 7.2023%/5.5447%",
                                    "HP 최대치의 7.7167%/5.9407%",
                                    "HP 최대치의 8.2312%/6.3368%",
                                    "HP 최대치의 8.7456%/6.7328%",
                                    "HP 최대치의 9.2601%/7.1289%",
                                    "HP 최대치의 9.7745%/7.5249%",
                                    "HP 최대치의 10.289%/7.921%",
                                    "HP 최대치의 10.932%/8.416%",
                                    "HP 최대치의 11.5751%/8.9111%",
                                    "HP 최대치의 12.2181%/9.4061%"
                                ]
                            },
                            {
                                "Desc": "물의 달/수륜 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 7.1688%/5.0616%",
                                    "HP 최대치의 7.7065%/5.4412%",
                                    "HP 최대치의 8.2441%/5.8208%",
                                    "HP 최대치의 8.961%/6.327%",
                                    "HP 최대치의 9.4987%/6.7066%",
                                    "HP 최대치의 10.0363%/7.0862%",
                                    "HP 최대치의 10.7532%/7.5924%",
                                    "HP 최대치의 11.4701%/8.0986%",
                                    "HP 최대치의 12.187%/8.6047%",
                                    "HP 최대치의 12.9038%/9.1109%",
                                    "HP 최대치의 13.6207%/9.617%",
                                    "HP 최대치의 14.3376%/10.1232%",
                                    "HP 최대치의 15.2337%/10.7559%",
                                    "HP 최대치의 16.1298%/11.3886%",
                                    "HP 최대치의 17.0259%/12.0213%"
                                ]
                            },
                            {
                                "Desc": "사뿐한 회전 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "기도의 달 지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "평정의 물안개 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "수련의 춤 · 먼 꿈속 샘물 소리",
                        "Desc": "머나먼 꿈속 샘물 소리의 춤을 추면 아득한 곳의 수련이 피어나 닐루의 HP 최대치에 기반해 <color style='color:#80C0FF;'>물 원소 범위 피해</color>를 주고, 명중한 적에게 「영원한 침식」 상태를 부여한다.<br>짧은 시간이 지난 후, 영원한 침식 상태인 적에게 <color style='color:#80C0FF;'>물 원소 피해</color>를 준다.<br><br><i>「비록 먼 꿈을 본 적은 없지만, 이 춤만이 그 꿈같은 장면을 그려낼 수 있어」</i>",
                        "Icon": "Skill_E_Nilou_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 18.432%",
                                    "HP 최대치의 19.8144%",
                                    "HP 최대치의 21.1968%",
                                    "HP 최대치의 23.04%",
                                    "HP 최대치의 24.4224%",
                                    "HP 최대치의 25.8048%",
                                    "HP 최대치의 27.648%",
                                    "HP 최대치의 29.4912%",
                                    "HP 최대치의 31.3344%",
                                    "HP 최대치의 33.1776%",
                                    "HP 최대치의 35.0208%",
                                    "HP 최대치의 36.864%",
                                    "HP 최대치의 39.168%",
                                    "HP 최대치의 41.472%",
                                    "HP 최대치의 43.776%"
                                ]
                            },
                            {
                                "Desc": "영원한 침식 피해",
                                "ParamLevelList": [
                                    "HP 최대치의 22.528%",
                                    "HP 최대치의 24.2176%",
                                    "HP 최대치의 25.9072%",
                                    "HP 최대치의 28.16%",
                                    "HP 최대치의 29.8496%",
                                    "HP 최대치의 31.5392%",
                                    "HP 최대치의 33.792%",
                                    "HP 최대치의 36.0448%",
                                    "HP 최대치의 38.2976%",
                                    "HP 최대치의 40.5504%",
                                    "HP 최대치의 42.8032%",
                                    "HP 최대치의 45.056%",
                                    "HP 최대치의 47.872%",
                                    "HP 최대치의 50.688%",
                                    "HP 최대치의 53.504%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "꽃보라가 맴도는 정원",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#99FF88;'>풀 원소</color>와 <color style='color:#80C0FF;'>물 원소</color> 캐릭터로 이루어져 있고, 최소 1명의 풀 원소 캐릭터와 1명의 물 원소 캐릭터가 있는 경우,<br>닐루의 <color style='color:#FFD780;'>칠역의 춤</color>의 세 번째 춤이 완료될 때, 근처에 있는 모든 캐릭터에게 30초 동안 지속되는 「황금잔의 선물」 효과를 부여한다.<br>황금잔의 선물 효과를 부여받은 캐릭터가 <color style='color:#99FF88;'>풀 원소 공격</color>을 받으면 근처에 있는 모든 캐릭터의 원소 마스터리가 100pt 증가한다. 지속 시간: 10초. 또한, 개화 또는 달 개화 반응 발동 시 풀 원핵 대신 「풍요의 핵」을 생성한다.<br>풍요의 핵은 풀 원핵에 비해 생성 후 더 빠르게 폭발하고, 더 넓은 영향 범위를 가진다.<br>풍요의 핵은 만개 및 발화 반응을 발동할 수 없고, 풀 원핵과 최대 수량을 공유한다. 풍요의 핵의 공격은 개화 반응의 풀 원핵의 공격으로 간주한다.<br>파티 내 캐릭터의 원소 타입이 돌파 특성 발동 조건을 만족하지 않을 경우 이미 존재하는 황금잔의 선물 효과가 사라진다",
                        "Icon": "UI_Talent_S_Nilou_05"
                    },
                    {
                        "Name": "춤추는 영원의 꿈",
                        "Desc": "닐루의 HP 최대치가 30,000을 넘어갈 때 초과하는 HP 최대치 1,000pt마다 「황금잔의 선물」 상태의 캐릭터가 발동하는 풍요의 핵으로 주는 피해를 9% 증가시킨다.<br>이러한 방식을 통해 풍요의 핵으로 주는 피해는 최대 400%까지 증가할 수 있다",
                        "Icon": "UI_Talent_S_Nilou_06"
                    },
                    {
                        "Name": "백옥련 잔",
                        "Desc": "모험류 요리를 완벽 요리하면 12%의 확률로 생산량의 2배를 획득한다",
                        "Icon": "UI_Talent_S_Yunjin_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "반월의 춤",
                        "Desc": "<color style='color:#FFD780;'>칠역의 춤</color>이 아래의 강화 효과를 획득한다:<br> · 물의 달로 주는 피해 65% 증가<br> · 평정의 물안개 지속 시간 6초 증가",
                        "Icon": "UI_Talent_S_Nilou_01"
                    },
                    {
                        "Level": 2,
                        "Name": "별하늘의 꽃비",
                        "Desc": "「황금잔의 선물」 효과를 부여받은 캐릭터가 적에게 <color style='color:#80C0FF;'>물 원소 피해</color>를 준 후, 해당 적의 <color style='color:#80C0FF;'>물 원소 내성</color>이 35% 감소한다. 지속 시간: 10초. 적에게 개화 또는 달 개화 반응 피해를 준 후, 해당 적의 <color style='color:#99FF88;'>풀 원소 내성</color>이 35% 감소한다. 지속 시간: 10초.<br>돌파 특성 「꽃보라가 맴도는 정원」을 해금해야 한다",
                        "Icon": "UI_Talent_S_Nilou_02"
                    },
                    {
                        "Level": 3,
                        "Name": "매혹적인 수련의 그림자",
                        "Desc": "<color style='color:#FFD780;'>수련의 춤 · 먼 꿈속 샘물 소리</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nilou_01"
                    },
                    {
                        "Level": 4,
                        "Name": "잔물결의 음절",
                        "Desc": "<color style='color:#FFD780;'>칠역의 춤</color>의 사뿐한 회전 상태에서 세 번째 춤이 적에게 명중한 후 닐루의 원소 에너지를 15pt 회복하고, 닐루의 <color style='color:#FFD780;'>수련의 춤 · 먼 꿈속 샘물 소리</color>로 주는 피해가 50% 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Nilou_03"
                    },
                    {
                        "Level": 5,
                        "Name": "선회하는 유광",
                        "Desc": "<color style='color:#FFD780;'>칠역의 춤</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Nilou_02"
                    },
                    {
                        "Level": 6,
                        "Name": "서리를 멎게 하는 현악",
                        "Desc": "HP 최대치의 1,000pt당 닐루의 치명타 확률이 0.6%만큼 증가하고 치명타 피해가 1.2%만큼 증가한다.<br>해당 방식으로 닐루의 치명타 확률이 최대 30%까지 증가하고, 치명타 피해는 최대 60%까지 증가한다",
                        "Icon": "UI_Talent_S_Nilou_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Nilou": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.75,
                        2.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 52.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.6
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 47.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 55.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 55.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.7,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 54.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.7,
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 66.43,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "Nilou_Sustained_Water",
                "AttGrp": "Nilou_Sustained_Water",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.2,
                        2.7,
                        4.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 85.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 90.31,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Range"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 52.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 52.64,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.5,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 47.55,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        1.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 73.6,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.8,
                        1.2
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 51.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.3,
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}