// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerGirl_Fire": {}
}

var _AvatarMats_ = {
    "PlayerGirl_Fire": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112106": 4,
                "113063": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112106": 6,
                "113063": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113063": 1
            },
            {
                "202": 700000,
                "104355": 16,
                "112106": 12,
                "113063": 1,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerGirl_Fire": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 이방의 불꽃",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "타오르는 검",
                        "Desc": "대지를 태우는 불길을 다룬다. 짧은 터치와 홀드 시 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>강렬한 방식으로 불의 힘을 다룬다. 발동 후, 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불길 고리」를 소환한다.<br>불길 고리가 적과 가까워지면 간헐적으로 주변의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>침착한 방식으로 불의 힘을 다뤄 주변에 있는 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 발동 후 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불꽃 고리」를 소환한다.<br>현재 불꽃 고리 안에 있는 캐릭터가 적에게 피해를 줄 시, 불꽃 고리는 여행자의 공격력에 기반한 밤혼 성질의 협동 공격으로 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 효과는 3초마다 최대 1회 발동된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 여행자</color><br>지속적으로 밤혼을 소모한다. 여행자의 밤혼 가호는 최대 12초 동안 지속되며, 밤혼 소진 시 밤혼 가호가 종료된다. 밤혼 가호 상태에서 다시 원소전투 스킬 발동 시, 여행자의 밤혼이 42pt로 갱신된다.<br>불길 고리와 불꽃 고리는 여행자의 밤혼 가호 지속 시간이 끝나면 사라지고, 여행자 자신이 소환한 불길 고리와 불꽃 고리는 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 흐르는 불꽃의 색을 관찰한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "불길 고리 피해",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "불꽃 고리 피해",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번지는 들불",
                        "Desc": "맹렬한 불길로 표식을 만들어 전방의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 이어지는 4초 동안 여행자의 밤혼을 1초마다 7pt 회복한다.<br><br><i>페이몬과 함께 불이 꺼지지 않는 조건을 연구한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "마음의 불",
                        "Desc": "여행자의 밤혼이 20pt를 초과한 경우, 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 불길 고리와 불꽃 고리 공격이 적에게 명중한 후의 영향 범위가 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "꺼지지 않는 잿불",
                        "Desc": "현재 필드 위의 <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 안에 있는 캐릭터가 적에게 <color style='color:#FF9999;'>불 원소 관련 반응</color> 발동 후, 여행자가 원소 에너지를 5pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다. 또한 주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 여행자가 추가로 원소 에너지를 4pt 회복한다",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "유성의 불빛",
                        "Desc": "<color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 존재 기간 동안 현재 필드 위 캐릭터가 주는 피해가 6% 증가한다. 만약 현재 필드 위 캐릭터가 밤혼 가호 상태일 경우 주는 피해가 추가로 9% 증가한다<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color>의 존재 기간 동안 여행자의 공격력이 40% 증가하고, 받는 피해가 40% 감소하며, 경직 저항력도 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "영속의 촛불",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color> 발동 후, 12초 동안 주변의 파티 내 캐릭터가 적에게 <color style='color:#FF9999;'>불 원소 관련 반응</color>을 발동하면 여행자의 밤혼이 14pt 회복된다. 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>을 발동할 때마다 해당 방식으로 밤혼을 최대 28pt 회복할 수 있다<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 밤혼 가호 상태에서 여행자의 <color style='color:#FF9999;'>불 원소</color> 타입 공격이 적에게 명중 후, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>이 20% 감소한다, 지속 시간: 6초, 최대 중첩수: 2스택. 스택마다 지속 시간은 독립적으로 계산된다",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "전달의 봉화",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 40% 획득한다",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "작열의 불길",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color> 발동 후, 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 20% 획득한다, 지속 시간: 9초<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 원소폭발 <color style='color:#FFD780;'>번지는 들불</color> 발동 후, 주변의 파티 내 모든 캐릭터의 HP를 HP 최대치의 40%만큼 회복한다. 이어지는 10초 동안 여행자의 원소 에너지가 1초마다 4pt 회복된다",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "불멸의 횃불",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 여행자의 치명타 확률이 20%, 치명타 피해가 40% 증가한다",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원의 성화",
                        "Desc": "밤혼 가호 상태에서 여행자의 일반 공격, 강공격 및 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되고, 해당 공격의 치명타 피해가 40% 증가한다<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 밤혼 가호 상태에서 여행자의 이동 속도가 20% 증가하고, 스태미나 소모가 30% 감소한다. 또한 일반 공격 또는 강공격 시, 전방을 향해 타오르는 불길을 날려 경로 상의 적에게 여행자 공격력의 96%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 이방의 불꽃",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "불길검",
                        "Desc": "대지를 불태우는 불길을 다룬다. 짧은 터치와 홀드 시 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>강렬한 방식으로 불의 힘을 다룬다. 발동 후, 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「차단 불길」을 소환한다.<br>차단 불길이 적과 가까워지면 간헐적으로 주변의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>침착한 방식으로 불의 힘을 다룬다. 발동 후 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「차단 불꽃」을 소환한다.<br>현재 차단 불꽃 안에 있는 캐릭터가 적에게 피해를 줄 시, 차단 불꽃은 여행자의 공격력에 기반한 밤혼 성질의 협동 공격으로 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 효과는 3초마다 최대 1회 발동된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 여행자</color><br>지속적으로 밤혼을 소모한다. 여행자의 밤혼 가호는 12초 동안 지속되며, 밤혼을 모두 소모하거나 재발동 시 밤혼 가호가 종료된다.<br>차단 불길과 차단 불꽃은 여행자의 밤혼 가호 지속 시간이 끝나면 사라지고, 여행자 자신이 소환한 차단 불길과 차단 불꽃은 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 흐르는 불꽃의 색을 관찰한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "빠른 불고리 피해",
                                "ParamLevelList": [
                                    "30.32%",
                                    "32.594%",
                                    "34.868%",
                                    "37.9%",
                                    "40.174%",
                                    "42.448%",
                                    "45.48%",
                                    "48.512%",
                                    "51.544%",
                                    "54.576%",
                                    "57.608%",
                                    "60.64%",
                                    "64.43%",
                                    "68.22%",
                                    "72.01%"
                                ]
                            },
                            {
                                "Desc": "느린 불고리 즉시 발동 피해",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "느린 불고리 피해",
                                "ParamLevelList": [
                                    "91.6%",
                                    "98.47%",
                                    "105.34%",
                                    "114.5%",
                                    "121.37%",
                                    "128.24%",
                                    "137.4%",
                                    "146.56%",
                                    "155.72%",
                                    "164.88%",
                                    "174.04%",
                                    "183.2%",
                                    "194.65%",
                                    "206.1%",
                                    "217.55%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초",
                                    "20.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번지는 들불",
                        "Desc": "맹렬한 불길로 표식을 만들어 전방의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 이어지는 4초 동안 여행자의 밤혼을 1초마다 7pt 회복한다.<br><br><i>페이몬과 함께 불이 꺼지지 않는 조건을 연구한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "423.2%",
                                    "454.94%",
                                    "486.68%",
                                    "529.0%",
                                    "560.74%",
                                    "592.48%",
                                    "634.8%",
                                    "677.12%",
                                    "719.44%",
                                    "761.76%",
                                    "804.08%",
                                    "846.4%",
                                    "899.3%",
                                    "952.2%",
                                    "1005.1%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "마음의 불",
                        "Desc": "여행자의 밤혼이 20pt를 초과한 경우, 원소전투 스킬 <color style='color:#FFD780;'>불길검</color>의 차단 불길과 차단 불꽃의 공격 영향 범위가 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "꺼지지 않는 잿불",
                        "Desc": "현재 필드 위의 <color style='color:#FFD780;'>차단 불길</color> 또는 <color style='color:#FFD780;'>차단 불꽃</color> 안에 있는 캐릭터가 적에게 연소, 증발, 융해, 과부하, 발화, 불 원소 확산 또는 불 원소 결정 반응 발동 후, 여행자가 원소 에너지를 5pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다. 또한 주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 여행자가 추가로 원소 에너지를 4pt 회복한다",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "유성의 불빛",
                        "Desc": "<color style='color:#FFD780;'>차단 불길</color> 또는 <color style='color:#FFD780;'>차단 불꽃</color> 존재 기간 동안 현재 필드 위 캐릭터가 주는 피해가 6% 증가한다. 만약 현재 필드 위 캐릭터가 밤혼 가호 상태일 경우 주는 피해가 추가로 6% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 30%, they take 30% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "영속의 촛불",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>불길검</color> 발동 후 12초 동안 주변의 파티 내 캐릭터가 적에게 연소, 증발, 융해, 과부하, 불 원소 확산 혹은 불 원소 결정 반응 발동 후 여행자의 밤혼이 14pt 회복된다. 원소전투 스킬 <color style='color:#FFD780;'>불길검</color>을 발동할 때마다 해당 방식으로 밤혼을 최대 28pt 회복할 수 있다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 15% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "전달의 봉화",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>불길검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 30% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "작열의 불길",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>발동 후, 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 20% 획득한다<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 30% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "불멸의 횃불",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 15%, and their CRIT DMG increases by 30%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원의 성화",
                        "Desc": "밤혼 가호 상태에서 여행자의 일반 공격, 강공격 및 낙하 공격이 밤혼 성질의 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되고, 해당 공격의 치명타 피해가 40% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 23% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 이방의 불꽃",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "타오르는 검",
                        "Desc": "대지를 태우는 불길을 다룬다. 짧은 터치와 홀드 시 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>강렬한 방식으로 불의 힘을 다룬다. 발동 후, 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불길 고리」를 소환한다.<br>불길 고리가 적과 가까워지면 간헐적으로 주변의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>침착한 방식으로 불의 힘을 다뤄 주변에 있는 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 발동 후 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불꽃 고리」를 소환한다.<br>현재 불꽃 고리 안에 있는 캐릭터가 적에게 피해를 줄 시, 불꽃 고리는 여행자의 공격력에 기반한 밤혼 성질의 협동 공격으로 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 효과는 3초마다 최대 1회 발동된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 여행자</color><br>지속적으로 밤혼을 소모한다. 여행자의 밤혼 가호는 12초 동안 지속되며, 밤혼을 모두 소모하거나 재발동 시 밤혼 가호가 종료된다.<br>불길 고리와 불꽃 고리는 여행자의 밤혼 가호 지속 시간이 끝나면 사라지고, 여행자 자신이 소환한 불길 고리와 불꽃 고리는 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 흐르는 불꽃의 색을 관찰한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "불길 고리 피해",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "불꽃 고리 피해",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번지는 들불",
                        "Desc": "맹렬한 불길로 표식을 만들어 전방의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 이어지는 4초 동안 여행자의 밤혼을 1초마다 7pt 회복한다.<br><br><i>페이몬과 함께 불이 꺼지지 않는 조건을 연구한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "마음의 불",
                        "Desc": "여행자의 밤혼이 20pt를 초과한 경우, 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 불길 고리와 불꽃 고리가 적에게 명중 후, 영향 범위가 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "꺼지지 않는 잿불",
                        "Desc": "현재 필드 위의 <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 안에 있는 캐릭터가 적에게 연소, 증발, 융해, 과부하, 발화, 불 원소 확산 또는 불 원소 결정 반응 발동 후, 여행자가 원소 에너지를 5pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다. 또한 주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 여행자가 추가로 원소 에너지를 4pt 회복한다",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "유성의 불빛",
                        "Desc": "<color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 존재 기간 동안 현재 필드 위 캐릭터가 주는 피해가 6% 증가한다. 만약 현재 필드 위 캐릭터가 밤혼 가호 상태일 경우 주는 피해가 추가로 9% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "영속의 촛불",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color> 발동 후 12초 동안 주변의 파티 내 캐릭터가 적에게 연소, 증발, 융해, 과부하, 불 원소 확산 혹은 불 원소 결정 반응 발동 후 여행자의 밤혼이 14pt 회복된다. 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>을 발동할 때마다 해당 방식으로 밤혼을 최대 28pt 회복할 수 있다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "전달의 봉화",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "작열의 불길",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>발동 후, 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 20% 획득한다<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "불멸의 횃불",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원의 성화",
                        "Desc": "밤혼 가호 상태에서 여행자의 일반 공격, 강공격 및 낙하 공격이 밤혼 성질의 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되고, 해당 공격의 치명타 피해가 40% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 이방의 불꽃",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "타오르는 검",
                        "Desc": "대지를 태우는 불길을 다룬다. 짧은 터치와 홀드 시 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>강렬한 방식으로 불의 힘을 다룬다. 발동 후, 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불길 고리」를 소환한다.<br>불길 고리가 적과 가까워지면 간헐적으로 주변의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>침착한 방식으로 불의 힘을 다뤄 주변에 있는 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 발동 후 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불꽃 고리」를 소환한다.<br>현재 불꽃 고리 안에 있는 캐릭터가 적에게 피해를 줄 시, 불꽃 고리는 여행자의 공격력에 기반한 밤혼 성질의 협동 공격으로 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 효과는 3초마다 최대 1회 발동된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 여행자</color><br>지속적으로 밤혼을 소모한다. 여행자의 밤혼 가호는 12초 동안 지속되며, 밤혼을 모두 소모하거나 재발동 시 밤혼 가호가 종료된다.<br>불길 고리와 불꽃 고리는 여행자의 밤혼 가호 지속 시간이 끝나면 사라지고, 여행자 자신이 소환한 불길 고리와 불꽃 고리는 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 흐르는 불꽃의 색을 관찰한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "불길 고리 피해",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "불꽃 고리 피해",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번지는 들불",
                        "Desc": "맹렬한 불길로 표식을 만들어 전방의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 이어지는 4초 동안 여행자의 밤혼을 1초마다 7pt 회복한다.<br><br><i>페이몬과 함께 불이 꺼지지 않는 조건을 연구한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "마음의 불",
                        "Desc": "여행자의 밤혼이 20pt를 초과한 경우, 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 불길 고리와 불꽃 고리가 적에게 명중 후, 영향 범위가 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "꺼지지 않는 잿불",
                        "Desc": "현재 필드 위의 <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 안에 있는 캐릭터가 적에게 연소, 증발, 융해, 과부하, 발화, 불 원소 확산 또는 불 원소 결정 반응 발동 후, 여행자가 원소 에너지를 5pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다. 또한 주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 여행자가 추가로 원소 에너지를 4pt 회복한다",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "유성의 불빛",
                        "Desc": "<color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 존재 기간 동안 현재 필드 위 캐릭터가 주는 피해가 6% 증가한다. 만약 현재 필드 위 캐릭터가 밤혼 가호 상태일 경우 주는 피해가 추가로 9% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "영속의 촛불",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color> 발동 후 12초 동안 주변의 파티 내 캐릭터가 적에게 연소, 증발, 융해, 과부하, 불 원소 확산 혹은 불 원소 결정 반응 발동 후 여행자의 밤혼이 14pt 회복된다. 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>을 발동할 때마다 해당 방식으로 밤혼을 최대 28pt 회복할 수 있다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "전달의 봉화",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "작열의 불길",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>발동 후, 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 20% 획득한다<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "불멸의 횃불",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원의 성화",
                        "Desc": "밤혼 가호 상태에서 여행자의 일반 공격, 강공격 및 낙하 공격이 밤혼 성질의 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되고, 해당 공격의 치명타 피해가 40% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 이방의 불꽃",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.932%",
                                    "69.136%",
                                    "74.34%",
                                    "81.774%",
                                    "86.978%",
                                    "92.925%",
                                    "101.102%",
                                    "109.28%",
                                    "117.457%",
                                    "126.378%",
                                    "135.299%",
                                    "144.22%",
                                    "153.14%",
                                    "162.061%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.838%/159.676%",
                                    "138.243%/172.673%",
                                    "148.649%/185.67%",
                                    "163.513%/204.237%",
                                    "173.919%/217.234%",
                                    "185.811%/232.087%",
                                    "202.162%/252.511%",
                                    "218.513%/272.935%",
                                    "234.865%/293.359%",
                                    "252.702%/315.639%",
                                    "270.54%/337.919%",
                                    "288.378%/360.2%",
                                    "306.216%/382.48%",
                                    "324.054%/404.761%",
                                    "341.892%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "타오르는 검",
                        "Desc": "대지를 태우는 불길을 다룬다. 짧은 터치와 홀드 시 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>강렬한 방식으로 불의 힘을 다룬다. 발동 후, 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불길 고리」를 소환한다.<br>불길 고리가 적과 가까워지면 간헐적으로 주변의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>침착한 방식으로 불의 힘을 다뤄 주변에 있는 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 발동 후 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불꽃 고리」를 소환한다.<br>현재 불꽃 고리 안에 있는 캐릭터가 적에게 피해를 줄 시, 불꽃 고리는 여행자의 공격력에 기반한 밤혼 성질의 협동 공격으로 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 효과는 3초마다 최대 1회 발동된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 여행자</color><br>지속적으로 밤혼을 소모한다. 여행자의 밤혼 가호는 최대 12초 동안 지속되며, 밤혼을 모두 소모하거나 재발동 시 밤혼 가호가 종료된다.<br>불길 고리와 불꽃 고리는 여행자의 밤혼 가호 지속 시간이 끝나면 사라지고, 여행자 자신이 소환한 불길 고리와 불꽃 고리는 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 흐르는 불꽃의 색을 관찰한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 10.0,
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "불길 고리 피해",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "불꽃 고리 피해",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt",
                                    "80.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번지는 들불",
                        "Desc": "맹렬한 불길로 표식을 만들어 전방의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 이어지는 4초 동안 여행자의 밤혼을 1초마다 7pt 회복한다.<br><br><i>페이몬과 함께 불이 꺼지지 않는 조건을 연구한 적이 있다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초",
                                    "18.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0",
                                    "70.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "마음의 불",
                        "Desc": "여행자의 밤혼이 20pt를 초과한 경우, 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 불길 고리와 불꽃 고리가 적에게 명중 후, 영향 범위가 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "꺼지지 않는 잿불",
                        "Desc": "현재 필드 위의 <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 안에 있는 캐릭터가 적에게 연소, 증발, 융해, 과부하, 발화, 불 원소 확산 또는 불 원소 결정 반응 발동 후, 여행자가 원소 에너지를 5pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다. 또한 주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 여행자가 추가로 원소 에너지를 4pt 회복한다",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "유성의 불빛",
                        "Desc": "<color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 존재 기간 동안 현재 필드 위 캐릭터가 주는 피해가 6% 증가한다. 만약 현재 필드 위 캐릭터가 밤혼 가호 상태일 경우 주는 피해가 추가로 9% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while the <color style='color:#FFD780;'>Blazing Threshold</color> or <color style='color:#FFD780;'>Scorching Threshold</color> is active, the Traveler's ATK increases by 40%, they take 40% less DMG, and their interruption resistance is increased.",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "영속의 촛불",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color> 발동 후 12초 동안 주변의 파티 내 캐릭터가 적에게 연소, 증발, 융해, 과부하, 불 원소 확산 또는 불 원소 결정 반응 발동 후 여행자의 밤혼이 14pt 회복된다. 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>을 발동할 때마다 해당 방식으로 밤혼을 최대 28pt 회복할 수 있다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, after the Traveler hits an opponent with <color style='color:#FF9999;'>Pyro</color> attacks, that opponent's <color style='color:#FF9999;'>Pyro RES</color> is decreased by 20% for 6s. Max 2 stacks. Each stack is counted independently.",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "전달의 봉화",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler gains 40% <color style='color:#FF9999;'>Pyro DMG Bonus</color>.",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "작열의 불길",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color> 발동 후, 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 20% 획득한다, 지속 시간: 9초<hr style='margin: 12px 0;'>When opposing ???, after using the Elemental Burst <color style='color:#FFD780;'>Plains Scorcher</color>, all nearby party members will restore 40% of their Max HP. Within the next 10s, the Traveler will regain 4 Energy per second.",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "불멸의 횃불",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>When opposing ???, the Traveler's CRIT Rate increases by 20%, and their CRIT DMG increases by 40%.",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원의 성화",
                        "Desc": "밤혼 가호 상태에서 여행자의 일반 공격, 강공격 및 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되고, 해당 공격의 치명타 피해가 40% 증가한다<hr style='margin: 12px 0;'>When opposing ???, while in the Nightsoul's Blessing state, the Traveler's Movement SPD increases by 20%, their Stamina consumption decreases by 30%, and when they use Normal or Charged Attacks, they will send a wave of flame flowing forward, dealing 96% of their ATK to opponents in the wave's path as Nightsoul-aligned <color style='color:#FF9999;'>Pyro DMG</color>.",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "이방의 불꽃",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+72.24%",
                                    "60.45%+78.12%",
                                    "65.0%+84.0%",
                                    "71.5%+92.4%",
                                    "76.05%+98.28%",
                                    "81.25%+105.0%",
                                    "88.4%+114.24%",
                                    "95.55%+123.48%",
                                    "102.7%+132.72%",
                                    "110.5%+142.8%",
                                    "118.3%+152.88%",
                                    "126.1%+162.96%",
                                    "133.9%+173.04%",
                                    "141.7%+183.12%",
                                    "149.5%+193.2%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "타오르는 검",
                        "Desc": "대지를 태우는 불길을 다룬다. 짧은 터치와 홀드 시 다른 효과가 발생한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>강렬한 방식으로 불의 힘을 다룬다. 발동 후, 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불길 고리」를 소환한다.<br>불길 고리가 적과 가까워지면 간헐적으로 주변의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>침착한 방식으로 불의 힘을 다뤄 주변에 있는 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 준다. 발동 후 여행자가 밤혼을 42pt 획득하고 밤혼 가호 상태에 진입한다. 또한 현재 필드 위 캐릭터를 따라다니는 「불꽃 고리」를 소환한다.<br>현재 불꽃 고리 안에 있는 캐릭터가 적에게 피해를 줄 시, 불꽃 고리는 여행자의 공격력에 기반한 밤혼 성질의 협동 공격으로 <color style='color:#FF9999;'>불 원소 피해</color>를 준다. 해당 효과는 3초마다 최대 1회 발동된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 여행자</color><br>지속적으로 밤혼을 소모한다. 여행자의 밤혼 가호는 최대 12초 동안 지속되며, 밤혼 소진 시 밤혼 가호가 종료된다. 밤혼 가호 상태에서 다시 원소전투 스킬 발동 시, 여행자의 밤혼이 42pt로 갱신된다.<br>불길 고리와 불꽃 고리는 여행자의 밤혼 가호 지속 시간이 끝나면 사라지고, 여행자 자신이 소환한 불길 고리와 불꽃 고리는 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 흐르는 불꽃의 색을 관찰한 적이 있다</i>",
                        "Icon": "Skill_S_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "불길 고리 피해",
                                "ParamLevelList": [
                                    "28.08%",
                                    "30.186%",
                                    "32.292%",
                                    "35.1%",
                                    "37.206%",
                                    "39.312%",
                                    "42.12%",
                                    "44.928%",
                                    "47.736%",
                                    "50.544%",
                                    "53.352%",
                                    "56.16%",
                                    "59.67%",
                                    "63.18%",
                                    "66.69%"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "98.8%",
                                    "106.21%",
                                    "113.62%",
                                    "123.5%",
                                    "130.91%",
                                    "138.32%",
                                    "148.2%",
                                    "158.08%",
                                    "167.96%",
                                    "177.84%",
                                    "187.72%",
                                    "197.6%",
                                    "209.95%",
                                    "222.3%",
                                    "234.65%"
                                ]
                            },
                            {
                                "Desc": "불꽃 고리 피해",
                                "ParamLevelList": [
                                    "81.44%",
                                    "87.548%",
                                    "93.656%",
                                    "101.8%",
                                    "107.908%",
                                    "114.016%",
                                    "122.16%",
                                    "130.304%",
                                    "138.448%",
                                    "146.592%",
                                    "154.736%",
                                    "162.88%",
                                    "173.06%",
                                    "183.24%",
                                    "193.42%"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt",
                                    "80pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "번지는 들불",
                        "Desc": "맹렬한 불길로 표식을 만들어 전방의 적에게 밤혼 성질의 <color style='color:#FF9999;'>불 원소 범위 피해</color>를 주고, 이어지는 4초 동안 여행자의 밤혼을 1초마다 7pt 회복한다.<br><br><i>페이몬과 함께 불이 꺼지지 않는 조건을 연구한 적이 있다</i>",
                        "Icon": "Skill_E_PlayerFire_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "427.2%",
                                    "459.24%",
                                    "491.28%",
                                    "534.0%",
                                    "566.04%",
                                    "598.08%",
                                    "640.8%",
                                    "683.52%",
                                    "726.24%",
                                    "768.96%",
                                    "811.68%",
                                    "854.4%",
                                    "907.8%",
                                    "961.2%",
                                    "1014.6%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70",
                                    "70"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "마음의 불",
                        "Desc": "여행자의 밤혼이 20pt를 초과한 경우, 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 불길 고리와 불꽃 고리 공격이 적에게 명중한 후의 영향 범위가 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_05"
                    },
                    {
                        "Name": "꺼지지 않는 잿불",
                        "Desc": "현재 필드 위의 <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 안에 있는 캐릭터가 적에게 <color style='color:#FF9999;'>불 원소 관련 반응</color> 발동 후, 여행자가 원소 에너지를 5pt 회복한다. 해당 효과는 12초마다 최대 1회 발동된다. 또한 주변에 있는 파티 내 캐릭터가 「밤혼 발산」 발동 시, 여행자가 추가로 원소 에너지를 4pt 회복한다",
                        "Icon": "UI_Talent_S_PlayerFire_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "유성의 불빛",
                        "Desc": "<color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color> 존재 기간 동안 현재 필드 위 캐릭터가 주는 피해가 6% 증가한다. 만약 현재 필드 위 캐릭터가 밤혼 가호 상태일 경우 주는 피해가 추가로 9% 증가한다<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: <color style='color:#FFD780;'>불길 고리</color> 또는 <color style='color:#FFD780;'>불꽃 고리</color>의 존재 기간 동안 여행자의 공격력이 40% 증가하고, 받는 피해가 40% 감소하며, 경직 저항력도 증가한다",
                        "Icon": "UI_Talent_S_PlayerFire_01"
                    },
                    {
                        "Level": 2,
                        "Name": "영속의 촛불",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color> 발동 후, 12초 동안 주변의 파티 내 캐릭터가 적에게 <color style='color:#FF9999;'>불 원소 관련 반응</color>을 발동하면 여행자의 밤혼이 14pt 회복된다. 원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>을 발동할 때마다 해당 방식으로 밤혼을 최대 28pt 회복할 수 있다<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 밤혼 가호 상태에서 여행자의 <color style='color:#FF9999;'>불 원소</color> 타입 공격이 적에게 명중 후, 해당 적의 <color style='color:#FF9999;'>불 원소 내성</color>이 20% 감소한다, 지속 시간: 6초, 최대 중첩수: 2스택. 스택마다 지속 시간은 독립적으로 계산된다",
                        "Icon": "UI_Talent_S_PlayerFire_02"
                    },
                    {
                        "Level": 3,
                        "Name": "전달의 봉화",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>타오르는 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 40% 획득한다",
                        "Icon": "UI_Talent_U_PlayerFire_01"
                    },
                    {
                        "Level": 4,
                        "Name": "작열의 불길",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color> 발동 후, 여행자가 <color style='color:#FF9999;'>불 원소 피해 보너스</color>를 20% 획득한다, 지속 시간: 9초<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 원소폭발 <color style='color:#FFD780;'>번지는 들불</color> 발동 후, 주변의 파티 내 모든 캐릭터의 HP를 HP 최대치의 40%만큼 회복한다. 이어지는 10초 동안 여행자의 원소 에너지가 1초마다 4pt 회복된다",
                        "Icon": "UI_Talent_S_PlayerFire_03"
                    },
                    {
                        "Level": 5,
                        "Name": "불멸의 횃불",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>번지는 들불</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 여행자의 치명타 확률이 20%, 치명타 피해가 40% 증가한다",
                        "Icon": "UI_Talent_U_PlayerFire_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원의 성화",
                        "Desc": "밤혼 가호 상태에서 여행자의 일반 공격, 강공격 및 낙하 공격이 다른 원소 부여 효과로 대체될 수 없는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>로 전환되고, 해당 공격의 치명타 피해가 40% 증가한다<hr style='margin: 12px 0;'>침식된 근원의 불꽃 주인으로 변신한 「그소요토스」를 상대할 때: 밤혼 가호 상태에서 여행자의 이동 속도가 20% 증가하고, 스태미나 소모가 30% 감소한다. 또한 일반 공격 또는 강공격 시, 전방을 향해 타오르는 불길을 날려 경로 상의 적에게 여행자 공격력의 96%에 해당하는 밤혼 성질의 <color style='color:#FF9999;'>불 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_PlayerFire_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerGirl_Fire": {}
}