// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Grass": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerBoy_Grass": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104329": 3,
                "112059": 6
            },
            {
                "202": 17500,
                "104333": 2,
                "112060": 3
            },
            {
                "202": 25000,
                "104336": 4,
                "112060": 4
            },
            {
                "202": 30000,
                "104330": 6,
                "112060": 6
            },
            {
                "202": 37500,
                "104333": 9,
                "112060": 9
            },
            {
                "202": 120000,
                "104337": 4,
                "112061": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104331": 6,
                "112061": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104334": 12,
                "112061": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104337": 16,
                "112061": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Grass": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "이방의 예초",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "초엽의 검",
                        "Desc": "무기를 휘두르면 날카로운 잎사귀가 흩날리고 전방에 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다. <br><br><i>페이몬과 함께 날카로운 풀잎의 형태를 관찰한 적 있다</i>",
                        "Icon": "Skill_E_PlayerGrass_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "230.4%",
                                    "247.68%",
                                    "264.96%",
                                    "288.0%",
                                    "305.28%",
                                    "322.56%",
                                    "345.6%",
                                    "368.64%",
                                    "391.68%",
                                    "414.72%",
                                    "437.76%",
                                    "460.8%",
                                    "489.6%",
                                    "518.4%",
                                    "547.2%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "흐드러진 풀의 자태",
                        "Desc": "초목의 힘을 응집하여 풀빛 연화등을 생성한다.<br>풀빛 연화등이 영역 내의 적을 지속적으로 공격하고 <color style='color:#99FF88;'>풀 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>변화하는 등불</color><br>풀빛 연화등이 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>/<color style='color:#FF9999;'>불 원소</color>에 닿으면, 각각 아래와 같이 전환된다:<br> · <color style='color:#80C0FF;'>물 원소</color>: 풀빛 연화등의 영역 범위가 넓어지고, 연화등 공격의 영향 범위가 넓어진다.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 풀빛 연화등의 공격 속도가 증가한다.<br> · <color style='color:#FF9999;'>불 원소</color>: 짧은 시간이 지난 후, 풀빛 연화등이 격렬한 폭발을 일으키며 사라지고 <color style='color:#99FF88;'>풀 원소 범위 피해</color>를 준다.<br>변화하는 등불은 풀빛 연화등이 존재하는 동안 1회만 발동할 수 있다.<br><br>여행자가 생성한 풀빛 연화등은 동시에 1개만 존재할 수 있다.<br><br><i>페이몬과 함께 비 온 뒤 싹이 트는 소리를 연구한 적 있다</i>",
                        "Icon": "Skill_S_PlayerGrass_01",
                        "ParamDesc": [
                            {
                                "Desc": "풀빛 연화등 공격 피해",
                                "ParamLevelList": [
                                    "80.16%",
                                    "86.172%",
                                    "92.184%",
                                    "100.2%",
                                    "106.212%",
                                    "112.224%",
                                    "120.24%",
                                    "128.256%",
                                    "136.272%",
                                    "144.288%",
                                    "152.304%",
                                    "160.32%",
                                    "170.34%",
                                    "180.36%",
                                    "190.38%"
                                ]
                            },
                            {
                                "Desc": "격렬한 폭발 피해",
                                "ParamLevelList": [
                                    "400.8%",
                                    "430.86%",
                                    "460.92%",
                                    "501.0%",
                                    "531.06%",
                                    "561.12%",
                                    "601.2%",
                                    "641.28%",
                                    "681.36%",
                                    "721.44%",
                                    "761.52%",
                                    "801.6%",
                                    "851.7%",
                                    "901.8%",
                                    "951.9%"
                                ]
                            },
                            {
                                "Desc": "풀빛 연화등 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "무성한 야생초",
                        "Desc": "<color style='color:#FFD780;'>풀빛 연화등</color>이 존재하는 동안 매초마다 1스택의 밝게 빛나는 연꽃빛 효과를 획득하고, 그 영역 안에 있는 필드 위 캐릭터의 원소 마스터리가 6pt 증가한다. 밝게 빛나는 연꽃빛 효과는 최대 10스택까지 중첩된다",
                        "Icon": "UI_Talent_U_PlayerGrass_01"
                    },
                    {
                        "Name": "화려하게 우거진 녹음",
                        "Desc": "여행자 자신의 원소 마스터리 1pt당 <color style='color:#FFD780;'>초엽의 검</color>으로 주는 피해가 0.15% 증가하고 <color style='color:#FFD780;'>흐드러진 풀의 자태</color>로 주는 피해가 0.1% 증가한다",
                        "Icon": "UI_Talent_U_PlayerGrass_02"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "공생의 풀",
                        "Desc": "<color style='color:#FFD780;'>초엽의 검</color>이 적에게 명중한 후, 여행자의 원소 에너지가 3.5pt 회복된다",
                        "Icon": "UI_Talent_S_PlayerGrass_01"
                    },
                    {
                        "Level": 2,
                        "Name": "억센 풀",
                        "Desc": "<color style='color:#FFD780;'>풀빛 연화등</color>의 지속 시간을 3초 연장한다",
                        "Icon": "UI_Talent_S_PlayerGrass_02"
                    },
                    {
                        "Level": 3,
                        "Name": "선회하는 풀",
                        "Desc": "<color style='color:#FFD780;'>초엽의 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_S_PlayerGrass_03"
                    },
                    {
                        "Level": 4,
                        "Name": "달콤한 꿀풀",
                        "Desc": "<color style='color:#FFD780;'>풀빛 연화등</color>이 변화하는 등불로 전환된 후, 돌파 특성 「무성한 야생초」의 밝게 빛나는 연꽃빛 효과를 5스택 획득한다.<br>돌파 특성 「무성한 야생초」를 해금해야 한다",
                        "Icon": "UI_Talent_S_PlayerGrass_04"
                    },
                    {
                        "Level": 5,
                        "Name": "급속 생장하는 풀",
                        "Desc": "<color style='color:#FFD780;'>흐드러진 풀의 자태</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_S_PlayerGrass_05"
                    },
                    {
                        "Level": 6,
                        "Name": "생각의 서리풀",
                        "Desc": "<color style='color:#FFD780;'>풀빛 연화등</color>의 밝게 빛나는 연꽃빛 효과를 받고 있는 캐릭터가 12%의 <color style='color:#99FF88;'>풀 원소 피해 보너스</color>를 획득한다. 만약 풀빛 연화등이 변화하는 등불로 전환된 경우, 12%의 상응하는 원소 피해 보너스를 획득한다",
                        "Icon": "UI_Talent_S_PlayerGrass_06"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Grass": {}
}