// Auto Generated

var _AvatarDataConfig_ = {
    "PlayerBoy_Wind": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "PlayerBoy_Wind": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104101": 1,
                "100024": 3,
                "112005": 3
            },
            {
                "202": 40000,
                "104102": 3,
                "100024": 10,
                "112005": 15
            },
            {
                "202": 60000,
                "104102": 6,
                "100024": 20,
                "112006": 12
            },
            {
                "202": 80000,
                "104103": 3,
                "100024": 30,
                "112006": 18
            },
            {
                "202": 100000,
                "104103": 6,
                "100024": 45,
                "112007": 12
            },
            {
                "202": 120000,
                "104104": 6,
                "100024": 60,
                "112007": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104301": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104305": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104302": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104305": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112010": 4,
                "113005": 1
            },
            {
                "202": 260000,
                "104303": 6,
                "112010": 6,
                "113005": 1
            },
            {
                "202": 450000,
                "104306": 12,
                "112010": 9,
                "113005": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112010": 12,
                "113005": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "PlayerBoy_Wind": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "이방의 강철바람",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.462%",
                                    "48.081%",
                                    "51.7%",
                                    "56.87%",
                                    "60.489%",
                                    "64.625%",
                                    "70.312%",
                                    "76.0%",
                                    "81.686%",
                                    "87.89%",
                                    "94.094%",
                                    "100.298%",
                                    "106.502%",
                                    "112.706%",
                                    "118.91%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%",
                                    "46.965%",
                                    "50.5%",
                                    "55.55%",
                                    "59.085%",
                                    "63.125%",
                                    "68.68%",
                                    "74.235%",
                                    "79.79%",
                                    "85.85%",
                                    "91.91%",
                                    "97.97%",
                                    "104.03%",
                                    "110.09%",
                                    "116.15%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.976%",
                                    "57.288%",
                                    "61.6%",
                                    "67.76%",
                                    "72.072%",
                                    "77.0%",
                                    "83.776%",
                                    "90.552%",
                                    "97.328%",
                                    "104.72%",
                                    "112.112%",
                                    "119.504%",
                                    "126.896%",
                                    "134.288%",
                                    "141.68%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "58.308%",
                                    "63.054%",
                                    "67.8%",
                                    "74.58%",
                                    "79.326%",
                                    "84.75%",
                                    "92.208%",
                                    "99.666%",
                                    "107.124%",
                                    "115.26%",
                                    "123.396%",
                                    "131.532%",
                                    "139.668%",
                                    "147.804%",
                                    "155.94%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "70.778%",
                                    "76.539%",
                                    "82.3%",
                                    "90.53%",
                                    "96.291%",
                                    "102.875%",
                                    "111.928%",
                                    "120.981%",
                                    "130.034%",
                                    "139.91%",
                                    "149.786%",
                                    "159.662%",
                                    "169.538%",
                                    "179.414%",
                                    "189.29%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "55.9%+60.716%",
                                    "60.45%+65.658%",
                                    "65.0%+70.6%",
                                    "71.5%+77.66%",
                                    "76.05%+82.602%",
                                    "81.25%+88.25%",
                                    "88.4%+96.016%",
                                    "95.55%+103.782%",
                                    "102.7%+111.548%",
                                    "110.5%+120.02%",
                                    "118.3%+128.492%",
                                    "126.1%+136.964%",
                                    "133.9%+145.436%",
                                    "141.7%+153.908%",
                                    "149.5%+162.38%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "회오리 검",
                        "Desc": "바람의 힘을 꽉 쥐고 손바닥에서 진공 소용돌이를 만들어내 적에게 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br>스킬 종료 후 진공 소용돌이는 폭발하여 범위가 더 크고 강력한 바람 원소 피해를 준다.<br><br><color style='color:#FFD780;'>홀드</color><br>피해와 영향 범위가 점점 커진다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>진공 소용돌이는 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>페이몬과 형태가 없는 바람을 어떻게 쥘 것인가를 주제로 토론한 적 있다</i>",
                        "Icon": "Skill_S_PlayerWind_01",
                        "ParamDesc": [
                            {
                                "Desc": "초기 절단 피해",
                                "ParamLevelList": [
                                    "12.0%",
                                    "12.9%",
                                    "13.8%",
                                    "15.0%",
                                    "15.9%",
                                    "16.8%",
                                    "18.0%",
                                    "19.2%",
                                    "20.4%",
                                    "21.6%",
                                    "22.8%",
                                    "24.0%",
                                    "25.5%",
                                    "27.0%",
                                    "28.5%"
                                ]
                            },
                            {
                                "Desc": "최대 절단 피해",
                                "ParamLevelList": [
                                    "16.8%",
                                    "18.06%",
                                    "19.32%",
                                    "21.0%",
                                    "22.26%",
                                    "23.52%",
                                    "25.2%",
                                    "26.88%",
                                    "28.56%",
                                    "30.24%",
                                    "31.92%",
                                    "33.6%",
                                    "35.7%",
                                    "37.8%",
                                    "39.9%"
                                ]
                            },
                            {
                                "Desc": "초기 바람 폭발 피해",
                                "ParamLevelList": [
                                    "176.0%",
                                    "189.2%",
                                    "202.4%",
                                    "220.0%",
                                    "233.2%",
                                    "246.4%",
                                    "264.0%",
                                    "281.6%",
                                    "299.2%",
                                    "316.8%",
                                    "334.4%",
                                    "352.0%",
                                    "374.0%",
                                    "396.0%",
                                    "418.0%"
                                ]
                            },
                            {
                                "Desc": "최대 바람 폭발 피해",
                                "ParamLevelList": [
                                    "192.0%",
                                    "206.4%",
                                    "220.8%",
                                    "240.0%",
                                    "254.4%",
                                    "268.8%",
                                    "288.0%",
                                    "307.2%",
                                    "326.4%",
                                    "345.6%",
                                    "364.8%",
                                    "384.0%",
                                    "408.0%",
                                    "432.0%",
                                    "456.0%"
                                ]
                            },
                            {
                                "Desc": "기본 재사용 대기시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "최대 차지 재사용 대기시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "격동의 바람",
                        "Desc": "바람이 전진하는 방향을 인도하며 앞으로 나아가는 토네이도를 소환해 경로상의 물체와 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>토네이도는 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>페이몬과 함께 나비의 날갯짓에 대해 연구한 적 있다</i>",
                        "Icon": "Skill_E_PlayerWind_01",
                        "ParamDesc": [
                            {
                                "Desc": "토네이도 피해",
                                "ParamLevelList": [
                                    "80.8%",
                                    "86.86%",
                                    "92.92%",
                                    "101.0%",
                                    "107.06%",
                                    "113.12%",
                                    "121.2%",
                                    "129.28%",
                                    "137.36%",
                                    "145.44%",
                                    "153.52%",
                                    "161.6%",
                                    "171.7%",
                                    "181.8%",
                                    "191.9%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "24.8%",
                                    "26.66%",
                                    "28.52%",
                                    "31.0%",
                                    "32.86%",
                                    "34.72%",
                                    "37.2%",
                                    "39.68%",
                                    "42.16%",
                                    "44.64%",
                                    "47.12%",
                                    "49.6%",
                                    "52.7%",
                                    "55.8%",
                                    "58.9%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "열공의 바람",
                        "Desc": "일반 공격의 마지막 일격은 바람의 칼날을 발동해 경로상의 적에게 공격력 60%의 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다",
                        "Icon": "UI_Talent_S_PlayerWind_05"
                    },
                    {
                        "Name": "재생의 바람",
                        "Desc": "<color style='color:#FFD780;'>회오리 검</color>을 사용해 적을 처치한 후 초당 HP를 2%씩 회복한다. 지속 시간: 5초.<br>해당 효과는 5초마다 1회만 발동한다",
                        "Icon": "UI_Talent_S_PlayerWind_06"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "회전하는 분노의 바람",
                        "Desc": "<color style='color:#FFD780;'>회오리 검</color>은 주변 5m 이내의 적과 물체를 천천히 캐릭터의 앞으로 끌어당긴다",
                        "Icon": "UI_Talent_S_PlayerWind_01"
                    },
                    {
                        "Level": 2,
                        "Name": "혁신의 회오리바람",
                        "Desc": "원소 충전 효율이 16% 증가한다",
                        "Icon": "UI_Talent_S_PlayerWind_02"
                    },
                    {
                        "Level": 3,
                        "Name": "천지의 세찬 바람",
                        "Desc": "<color style='color:#FFD780;'>격동의 바람</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_PlayerWind_02"
                    },
                    {
                        "Level": 4,
                        "Name": "따사로운 산들바람",
                        "Desc": "<color style='color:#FFD780;'>회오리 검</color> 지속 시간 동안 받는 피해가 10% 감소한다",
                        "Icon": "UI_Talent_S_PlayerWind_03"
                    },
                    {
                        "Level": 5,
                        "Name": "뭇별의 소용돌이",
                        "Desc": "<color style='color:#FFD780;'>회오리 검</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_PlayerWind_01"
                    },
                    {
                        "Level": 6,
                        "Name": "뒤엉킨 계절풍",
                        "Desc": "<color style='color:#FFD780;'>격동의 바람</color>에 피격된 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>만약 원소 전환이 발생하면 해당 원소의 내성이 20% 감소한다",
                        "Icon": "UI_Talent_S_PlayerWind_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "PlayerBoy_Wind": {}
}