// Auto Generated

var _AvatarDataConfig_ = {
    "Qiqi": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Qiqi": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "100034": 3,
                "112008": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113010": 2,
                "100034": 10,
                "112008": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113010": 4,
                "100034": 20,
                "112009": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113010": 8,
                "100034": 30,
                "112009": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113010": 12,
                "100034": 45,
                "112010": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113010": 20,
                "100034": 60,
                "112010": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104310": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112010": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112010": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112010": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112010": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104310": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112010": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112010": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112010": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112010": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104310": 3,
                "112008": 6
            },
            {
                "202": 17500,
                "104311": 2,
                "112009": 3
            },
            {
                "202": 25000,
                "104311": 4,
                "112009": 4
            },
            {
                "202": 30000,
                "104311": 6,
                "112009": 6
            },
            {
                "202": 37500,
                "104311": 9,
                "112009": 9
            },
            {
                "202": 120000,
                "104312": 4,
                "112010": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104312": 6,
                "112010": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104312": 12,
                "112010": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104312": 16,
                "112010": 12,
                "113006": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Qiqi": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "운래의 고대 검법",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "37.754%",
                                    "40.827%",
                                    "43.9%",
                                    "48.29%",
                                    "51.363%",
                                    "54.875%",
                                    "59.704%",
                                    "64.533%",
                                    "69.362%",
                                    "74.63%",
                                    "79.898%",
                                    "85.166%",
                                    "90.434%",
                                    "95.702%",
                                    "100.97%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "38.872%",
                                    "42.036%",
                                    "45.2%",
                                    "49.72%",
                                    "52.884%",
                                    "56.5%",
                                    "61.472%",
                                    "66.444%",
                                    "71.416%",
                                    "76.84%",
                                    "82.264%",
                                    "87.688%",
                                    "93.112%",
                                    "98.536%",
                                    "103.96%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "24.166%+24.166%",
                                    "26.133%+26.133%",
                                    "28.1%+28.1%",
                                    "30.91%+30.91%",
                                    "32.877%+32.877%",
                                    "35.125%+35.125%",
                                    "38.216%+38.216%",
                                    "41.307%+41.307%",
                                    "44.398%+44.398%",
                                    "47.77%+47.77%",
                                    "51.142%+51.142%",
                                    "54.514%+54.514%",
                                    "57.886%+57.886%",
                                    "61.258%+61.258%",
                                    "64.63%+64.63%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "24.682%+24.682%",
                                    "26.691%+26.691%",
                                    "28.7%+28.7%",
                                    "31.57%+31.57%",
                                    "33.579%+33.579%",
                                    "35.875%+35.875%",
                                    "39.032%+39.032%",
                                    "42.189%+42.189%",
                                    "45.346%+45.346%",
                                    "48.79%+48.79%",
                                    "52.234%+52.234%",
                                    "55.678%+55.678%",
                                    "59.122%+59.122%",
                                    "62.566%+62.566%",
                                    "66.01%+66.01%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "63.038%",
                                    "68.169%",
                                    "73.3%",
                                    "80.63%",
                                    "85.761%",
                                    "91.625%",
                                    "99.688%",
                                    "107.751%",
                                    "115.814%",
                                    "124.61%",
                                    "133.406%",
                                    "142.202%",
                                    "150.998%",
                                    "159.794%",
                                    "168.59%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "64.328%+64.328%",
                                    "69.564%+69.564%",
                                    "74.8%+74.8%",
                                    "82.28%+82.28%",
                                    "87.516%+87.516%",
                                    "93.5%+93.5%",
                                    "101.728%+101.728%",
                                    "109.956%+109.956%",
                                    "118.184%+118.184%",
                                    "127.16%+127.16%",
                                    "136.136%+136.136%",
                                    "145.112%+145.112%",
                                    "154.088%+154.088%",
                                    "163.064%+163.064%",
                                    "172.04%+172.04%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "선법 · 한병의 귀차",
                        "Desc": "얼음과 피로 만들어진 부적으로 한병의 귀차를 소환해 주변의 적에게 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>한병의 귀차</color><br> · 치치의 일반 공격과 강공격이 명중 시 파티 내 자신의 캐릭터 및 근처 아군 캐릭터의 HP를 회복한다. 회복량은 치치의 공격력의 영향을 받는다.<br> · 일정 시간이 지날 때마다 현재 필드 위에 있는 자신의 캐릭터의 HP를 회복한다.<br> · 캐릭터를 따라다니며 경로상의 적에게 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br><br><i>「얘는 주로 온도가 올라서 부패하는 걸 방지해줘요…. 음, 그러니까 백 선생님의 진귀한 약재들 말이에요」</i>",
                        "Icon": "Skill_S_Qiqi_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "96.0%",
                                    "103.2%",
                                    "110.4%",
                                    "120.0%",
                                    "127.2%",
                                    "134.4%",
                                    "144.0%",
                                    "153.6%",
                                    "163.2%",
                                    "172.8%",
                                    "182.4%",
                                    "192.0%",
                                    "204.0%",
                                    "216.0%",
                                    "228.0%"
                                ]
                            },
                            {
                                "Desc": "명중 치유량",
                                "ParamLevelList": [
                                    "공격력의 10.56%+67.40786",
                                    "공격력의 11.352%+74.14957",
                                    "공격력의 12.144%+81.45311",
                                    "공격력의 13.2%+89.31845",
                                    "공격력의 13.992%+97.7456",
                                    "공격력의 14.784%+106.73457",
                                    "공격력의 15.84%+116.28535",
                                    "공격력의 16.896%+126.39793",
                                    "공격력의 17.952%+137.07233",
                                    "공격력의 19.008%+148.30853",
                                    "공격력의 20.064%+160.10654",
                                    "공격력의 21.12%+172.46637",
                                    "공격력의 22.44%+185.388",
                                    "공격력의 23.76%+198.87144",
                                    "공격력의 25.08%+212.9167"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "공격력의 69.6%+450.5507",
                                    "공격력의 74.82%+495.612",
                                    "공격력의 80.04%+544.42847",
                                    "공격력의 87.0%+597",
                                    "공격력의 92.22%+653.32666",
                                    "공격력의 97.44%+713.40845",
                                    "공격력의 104.4%+777.2453",
                                    "공격력의 111.36%+844.83734",
                                    "공격력의 118.32%+916.18445",
                                    "공격력의 125.28%+991.2866",
                                    "공격력의 132.24%+1070.1439",
                                    "공격력의 139.2%+1152.7563",
                                    "공격력의 147.9%+1239.1239",
                                    "공격력의 156.6%+1329.2466",
                                    "공격력의 165.3%+1423.1244"
                                ]
                            },
                            {
                                "Desc": "한병의 귀차 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초",
                                    "30초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "선법 · 구고도액",
                        "Desc": "치치가 체내에 봉인된 선력을 해방해 주변의 적에게 도액 부적 표식을 남기고 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>도액 부적</color><br>도액 부적 표식이 있는 적에게 피해를 주면, 해당 피해를 가한 캐릭터의 HP가 회복된다.<br><br><i>「본명, 구고도액진군. 죽다 살아난 해골 동자」</i><br><i>——치치는 이 말을 기억하지 못한다</i>",
                        "Icon": "Skill_E_Qiqi_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "284.8%",
                                    "306.16%",
                                    "327.52%",
                                    "356.0%",
                                    "377.36%",
                                    "398.72%",
                                    "427.2%",
                                    "455.68%",
                                    "484.16%",
                                    "512.64%",
                                    "541.12%",
                                    "569.6%",
                                    "605.2%",
                                    "640.8%",
                                    "676.4%"
                                ]
                            },
                            {
                                "Desc": "치유량",
                                "ParamLevelList": [
                                    "공격력의 90.0%+577.3388",
                                    "공격력의 96.75%+635.0807",
                                    "공격력의 103.5%+697.63446",
                                    "공격력의 112.5%+765",
                                    "공격력의 119.25%+837.17737",
                                    "공격력의 126.0%+914.16656",
                                    "공격력의 135.0%+995.96765",
                                    "공격력의 144.0%+1082.5804",
                                    "공격력의 153.0%+1174.0051",
                                    "공격력의 162.0%+1270.2417",
                                    "공격력의 171.0%+1371.29",
                                    "공격력의 180.0%+1477.1501",
                                    "공격력의 191.25%+1587.8221",
                                    "공격력의 202.5%+1703.3059",
                                    "공격력의 213.75%+1823.6016"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "생명 연장의 묘법",
                        "Desc": "<color style='color:#FFD780;'>선법 · 한병의 귀차</color> 상태의 캐릭터가 원소 반응을 일으키면 받는 치유 보너스가 20% 증가한다. 지속 시간: 8초",
                        "Icon": "UI_Talent_S_Qiqi_05"
                    },
                    {
                        "Name": "우연히 얻은 옥첨",
                        "Desc": "치치의 일반 공격과 강공격이 적에게 명중 시 50%의 확률로 적에게 도액 부적을 한 장 부여한다. 지속 시간: 6초. 해당 효과는 30초마다 1회만 발동한다",
                        "Icon": "UI_Talent_S_Qiqi_06"
                    },
                    {
                        "Name": "지나간 기억",
                        "Desc": "미니맵에 주위의 <color style='color:#FFD780;'>리월 지역 특산물</color> 위치가 나타난다",
                        "Icon": "UI_Talent_Collect_Local_Liyue"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "한고의 회향",
                        "Desc": "한병의 귀차의 공격이 도액 부적 표식이 있는 적에게 명중 시 치치의 원소 에너지를 2pt 회복한다",
                        "Icon": "UI_Talent_S_Qiqi_01"
                    },
                    {
                        "Level": 2,
                        "Name": "뼛속까지 스며드는 한기",
                        "Desc": "<color style='color:#99FFFF;'>얼음 원소</color>의 영향을 받은 적을 공격 시 치치가 일반 공격과 강공격으로 주는 피해가 15% 증가한다",
                        "Icon": "UI_Talent_S_Qiqi_02"
                    },
                    {
                        "Level": 3,
                        "Name": "승천 보고(寶誥)",
                        "Desc": "<color style='color:#FFD780;'>선법 · 구고도액</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Qiqi_01"
                    },
                    {
                        "Level": 4,
                        "Name": "중생을 압도하는 천위",
                        "Desc": "도액 부적 표식이 있는 적은 공격력이 20% 감소한다",
                        "Icon": "UI_Talent_S_Qiqi_03"
                    },
                    {
                        "Level": 5,
                        "Name": "피어난 홍련",
                        "Desc": "<color style='color:#FFD780;'>선법 · 한병의 귀차</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Qiqi_02"
                    },
                    {
                        "Level": 6,
                        "Name": "기사회해",
                        "Desc": "<color style='color:#FFD780;'>선법 · 구고도액</color> 발동 시 근처 파티 내 전투 불능이 된 모든 캐릭터를 부활시키고 HP를 50% 회복한다.<br>해당 효과는 15분마다 1회만 발동한다",
                        "Icon": "UI_Talent_S_Qiqi_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Qiqi": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    600.0,
                    400.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 40.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.05,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 0.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 25.2,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.2,
                        1.4,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 27.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6,
                        30.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 35.1,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 12.6,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 12.6,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 12.6,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.2,
                        1.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 68.6,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.12,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 63.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 63.0,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}