// Auto Generated

var _AvatarFetterConfig_ = {
    "35": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "강시인만큼 얼굴에 표정이 없는 건 용서할 수 있지 않을까?<br>강시이지만 계속해서 신체를 단련하고 있다.<br>기억력이 아주 떨어진다. 건망증이 심한 것도 사람을 차갑게 대하는 이유 중 하나이다.<br>겉모습이 사망했을 당시 그대로이기 때문에 나이를 가늠할 수 없다.<br>강시는 칙령에 따라 행동해야 하지만, 모종의 원인으로 인해 치치는 현재 자신이 자신에게 칙령을 내리는 상태이다",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "보통 강시의 몸은 차갑고 딱딱하여 깡충깡충거리며 움직일 수밖에 없다.<br>치치는 정상적인 사람과 같은 상태를 유지하기 위해 몸풀기 체조를 계속한다.<br>하지만 「왕생당」 77대 당주 호두는 이를 좋게 보지 않는다. 호두는 치치를 볼 때마다 「내가 묻어줄게, 그럼 더 편해질 거야」라고 말한다.<br>치치는 당연히 묻히고 싶지 않아 한다. 그래서 그녀는 아무도 모르는 밤중에 신체를 단련한다.<br>불사의 몸을 지닌 치치는 기억력이 많이 떨어진다.<br>계속해서 인상을 심어주지 않았다면 3일 뒤에 그 사람이 누군지 완전히 잊어버리게 된다.<br>어쩌면 이건 좋은 일일지도 모른다. 고통의 기억을 가지고 있는 사람에겐 망각이야말로 고통에서 해방되는 방법이니 말이다.<br>치치에게 반드시 기억되어야 할 그 사람은… 주먹을 부르는 얼굴을 가지고 있을 뿐만 아니라 매일 그녀 앞을 어슬렁거린다.<br>때문에 치치는 본인의 「나쁜 기억력」을 전혀 신경 쓰지 않는다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "치치는 키가 작지만 강력한 전투력을 지닌 강시이다. 작은 키는 아무런 장애가 되지 않을뿐더러 빠른 속도로 움직이는데 더 유리하다.<br>전투를 할 때면 치치는 평소의 자아 제어를 벗어던지고 몸을 강시 상태로 돌아가게 하여 힘과 속도가 평상시보다 더 강해진다.<br>「죽었어」<br>무표정하게 적을 해결한 이후 치치는 근육을 다시 제어하여 평상시의 모습으로 되돌린다.<br>홀로 약초를 캐러 갈 때 「보물 사냥단」의 위협도 받은 적 있다.<br>여자아이 홀로 있으니 분명 손쉬운 먹잇감처럼 보이지 않았을까?<br>평범하게 생긴 여자아이가 사냥단 전체를 뒤엎으리라곤 누가 상상할 수 있었을까?<br>사람과 강시는 외모로 판단해선 안 된다는 걸 반드시 기억해야 할 것이다",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "일반적으로 강시는 그를 소환한 사람의 명령이 있어야만 움직일 수 있다. 하지만 치치는 소환 당한 적이 없다고 할 수 있다.<br>때문에 그녀는 세상에서 보기 드문 자신이 자신에게 명령을 내리는 강시가 되었다.<br>「적을 쓰러뜨리는」 간단한 임무 같은 경우엔 아무 문제 없다.<br>하지만 「절운간의 절벽에서 약초를 채집하라」 같은 임무의 경우 치치는 가끔 절벽에 막히지만 절벽 타기를 몇 번이나 실패하든 절대 포기하지 않는다.<br>명령을 푸는 방법은 매우 간단하다. 바로 등 뒤에서 치치를 끌어안고 「네가 제일 좋아」라는 말을 하면 명령이 바로 풀린다.<br>백출의 경우엔 아무런 감정도 없이 이 말을 내뱉기에 효과도 크게 떨어진다.<br>언젠가…이런 말을 함부로 내뱉지 않는 사람이 조심스럽게 치치의 명령을 풀어준다면…<br>치치는 또 어떤 반응을 보이게 될까?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "이건 오래전에 사람들의 뇌리에서 잊힌 옛날이야기이다.<br>치치라는 이름의 평범한 약초꾼 아가씨가 선경에 잘못 들어갔다가 실수로 오른쪽 다리를 다치게 되어 급히 동굴에 들어가 쉬게 되었다.<br>상처 부위를 싸매던 그녀는 이상한 소리를 희미하게 듣게 됐다. 하지만 그녀는 거대한 소리 이후 생사의 갈림길에 놓이게 될 줄은 상상도 하지 못했었다.<br>선(仙)이든 마(魔)든, 정의든 악이든… 모두 그녀는 그저 평범한 사람이며, 화를 입은 무고한 사람이란 걸 알고 있었다.<br>죽기 일보 직전이던 그녀는 뜻밖에도 「신의 눈」을 얻어 선마 대전을 끝내고 만다.<br>선인들은 치치가 안타까워 그녀의 몸에 선력을 봉인해 신체를 부활시키려고 했다.<br>다시 깨어난 치치는 새로운 삶을 얻게 됐으나 체내의 선력을 제어하지 못해 미치게 됐다….<br>「리수첩산진군」은 이를 수습하기 위해 이 불행한 여자아이를 호박 안에 봉인한다",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "수백 년 뒤, 사람들은 호박 안에 있는 치치를 발견하게 되어 「왕생당」에 안장하러 보냈다.<br>험한 산길로 인해 호박에 충격이 가해지는 건 불가피했다. 게다가 오랜 세월이 지나며 치치의 봉인도 거의 소멸 직전이었다.<br>어느 날 밤, 치치는 완전히 깨어나게 됐고 깨어난 뒤 호박을 몰래 부수고 도망쳤다.<br>치치는 생전에 약초를 채집하던 습관에 따라 숲으로 직행했다.<br>도중 약방 「불복려」의 주인 백출과 우연히 만나게 되고, 그가 그녀를 거두게 됐다.<br>백출은 뛰어난 의술 실력을 지니고 있으나 고상하지 않고 불의를 참는 사람이다.<br>그런데도 그는 치치가 나쁜 기억력으로 인해 약재 분류까지 틀림에도 불구하고 그녀를 데리고 있겠다고 주장한다.<br>백출이 치치에게 관대한 건 그가 추구하는 것과도 어느 정도 관계가 있는 것 같았다.<br>몸은 굳어있지만 둔하지 않은 치치는 이미 이를 느끼고 있지만 전혀 신경 쓰지 않는다.<br>너무 많은 것을 겪어서 그런 건지 아니면 외로움을 너무 많이 타서 그런 건지 몰라도 치치에겐 다른 꿍꿍이조차 감회가 새로운 것이다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「죽지 않는 몸의 생활 여행 실용책」",
                "Content": "치치가 늘 가지고 다니는 물건으로 노트 같아 보인다.<br>치치는 기억력이 낮기 때문에 일상생활을 잘 보내기 위해 없어선 안 될 물건이다.<br>안에는 몇 백 년 전의 글자로 적혀져 있다.<br>첫 페이지에는 몸풀기 체조의 연습 방법이 적혀있다.<br>뒤 페이지에는 각종 약초에 대한 묘사, 그리고 몇몇 「명령」이 적혀있다.<br>치치는 본인에게 명령을 내려야 한다. 행동이 막히는 걸 방지하고자 이 명령들은 아주 자세하게 적혀있다.<br>매일 해야할 일도 열심히 적어 놓았다.<br>최근에는 「뇌 단련」과 「기억력 강화 방법」 관련 내용도 새로 추가됐다.<br>이는 생활 여행 실용책이라고 할 수 있다.<br>하지만 언젠가 치치가 노트를 봐야 한다는 것도 잊게 된다면… 그럼 그냥 정말 어쩔 수 없는 거다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "치치의 「신의 눈」은 생전 마지막 순간에 얻은 것이다.<br>세월을 멈추고 잘 살아가던 때로 돌아가길 원했다.<br>죽음에 대한 공포와 생존에 대한 갈망, 가족에 대한 그리움까지…. 이 모든 게 「얼음」의 그림에 응집했다.<br>「만약 시간을 과거에 멈출 수만 있다면 얼마나 좋을까….」<br>이런 생각을 하며 죽어가는 여자아이의 눈에서 흘러내린 눈물방울이 갑자기 나타난 「신의 눈」 위에 떨어졌다.<br>「삼안오현 선인」들은 인간의 지나간 세월에 대한 갈망이 바로 「삼안」의 정통성과 같은 지키고자 하는 의지라는 것을 인정했다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "저는 치치, 강시예요. 아… 또 무슨 말을 하려고 했지?",
                "Tips": []
            },
            {
                "Title": "잡담 · 혼잣말",
                "Content": "응, 방금… 무슨 말하려고 했더라…",
                "Tips": []
            },
            {
                "Title": "잡담 · 더위에 약함",
                "Content": "시원한 곳으로 가고 싶어",
                "Tips": []
            },
            {
                "Title": "잡담 · 운동",
                "Content": "일곱 둘 셋 넷, 일곱 둘 셋 넷… 다섯 여섯 일곱 일곱, 다섯 여섯 일곱 일곱…",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "우산 가져오는 걸 또 깜빡했네",
                "Tips": []
            },
            {
                "Title": "눈이 올 때…",
                "Content": "눈사람 만들고 싶은데… 같이 할래요?",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "햇살이 좋을 때…",
                "Content": "오늘은 밖에 나오면 안 됐는데",
                "Tips": []
            },
            {
                "Title": "바람이 불 때…",
                "Content": "시원해서 기분 좋아",
                "Tips": []
            },
            {
                "Title": "강풍이 불 때…",
                "Content": "손 꽉 잡아…! 나, 날아가겠어…!",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "아침 인사…",
                "Content": "아침인가요? 오늘 할 일은… 메모 좀 봐야겠어요",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "…백 선생님의 약재를 분류하는 걸 깜박했어요",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "저녁이네. 오늘… 내가 뭘 했더라…",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "먼저 가서 쉬세요. 전 유연 체조를 좀 해야겠어요. …훔쳐보면 안 돼요",
                "Tips": []
            },
            {
                "Title": "치치 자신에 대해…",
                "Content": "저한테 묻는 거예요…? 죄송해요, 기억이 잘 안 나요…",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 기억력",
                "Content": "기억 못하는 일이 많지만… 그렇다고 별로 나쁠 건 없어요",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 기억력 훈련",
                "Content": "요새 기억력 훈련을 열심히 했거든요. 그러니 당신은 안 잊어버릴 거예요",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해…",
                "Content": "「신의 눈」은 시간을 멈출 수 없지만, 소중한 사람들을 지킬 힘을 줬어요",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "사실 제 몸 상태가 백 선생님보다 훨씬 좋아요…",
                "Tips": []
            },
            {
                "Title": "흥미있는 일…",
                "Content": "약재 오두막 근처에서 참새떼를 자주 볼 수 있어요. 엄청 작아요",
                "Tips": []
            },
            {
                "Title": "백출에 대해…",
                "Content": "백 선생님의 얼굴이 떠오르지 않지만, 별로 상관없어요…",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "호두에 대해…",
                "Content": "뜨거움, 가식적인 웃음… 죽음… 싫어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해 · 이름",
                "Content": "음, 무슨 골동품 같은데…",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해 · 기억",
                "Content": "치치가 그 사람을 만난 적이 있었나요…?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신염에 대해…",
                "Content": "…누구지?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "요요에 대해…",
                "Content": "귀여워, 작은 참새 같아요",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "명이에 대해…",
                "Content": "저녁에… 가끔 누가 치치랑 같이 체조를 하는 것 같은데… 착각인 걸까요?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "치치에 대해 알기 · 첫 번째",
                "Content": "무슨 일이에요?",
                "Tips": []
            },
            {
                "Title": "치치에 대해 알기 · 두 번째",
                "Content": "유연 체조를 하면 인간과 같은 몸 상태를 유지할 수 있어요. 하지만 안 하면 바로 돌아와요…",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "치치에 대해 알기 · 세 번째",
                "Content": "어떤 사람은 절 이용하려 하고, 어떤 사람은 절 무서워해요. 근데 당신은… 그들과 달라요",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "치치에 대해 알기 · 네 번째",
                "Content": "처음 봤을 때부터 당신은 따듯한 느낌이었어요. 사람을 불편하게 만드는 뜨거움이 아니라 마음이 따듯해지는 느낌이에요. 고마워요… 정말 기뻐요. 단지 지금의 당신만 기억할 수 있어서 아쉬워요. 만약 치치가 당신을 잊는다면… 저흰… 아니, 당신을 기억하라고 저한테 「명령」할게요",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "치치에 대해 알기 · 다섯 번째",
                "Content": "예전엔 아무 이유 없이 그냥 살아가려고 했어요. …하지만 이제는 알 것 같아요. 앞으론 당신과 함께 살아가고 싶어요. 당, 당신과… 영원히 함께해도 될까요? 정말요? 네! 치치가 당신을 지켜줄게요!",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "치치의 취미…",
                "Content": "애완동물이 있었으면 좋겠어요… 작은 참새 같은 거요",
                "Tips": []
            },
            {
                "Title": "치치의 고민…",
                "Content": "잘 모르겠어요. 근데 온도가 높으면 몸이 괴로워요…",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "전 코코넛 우유가 좋아요. 그런데… 맛은 안 느껴져요",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "죄송해요, 모르겠어요…",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "차가워서 맘에 들어요. 아무 맛도 안 나지만…",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "음…",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "조금 뜨거워요…",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "생일 축하해요. 자, 약초 향낭이에요. 놀랐죠? 저번에 알려줬을 때 종이에 적어놨어요. 매일 한 번씩 보면 앞으로도 안 까먹을 거예요…",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "아, 강해진 건가…? 강해진다는 게 뭐지?",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "아, 알겠어요. 강해지면 힘을 제어하는 데 더 많은 에너지가 필요하군요",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "예전엔 더 강해진다는 의미를 잘 몰랐는데, 지금은… 더욱더 강해지고 싶어요",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "이 모든 건 다 당신 덕분이에요. 고마워요…제 소원 하나만 들어줄래요? 이제부턴 제가 당신을 지키게 해줘요",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "끝없는 순환",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "끝없는 번성",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "가라",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 네 번째",
                "Content": "일어나",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "지령 접수, 지령 수행",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "본명, 도액진군",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "옥첨, 선법개갑",
                "Tips": []
            },
            {
                "Title": "대시 시작 · 첫 번째",
                "Content": "더 빨리 가 볼까?",
                "Tips": []
            },
            {
                "Title": "바람의 날개 사용 · 첫 번째",
                "Content": "어?",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "예뻐",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "보물상자는… 어디에 쓰는 거지?",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "안에는, 뭐가 들었지? 기억이 안 나…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "아파",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "아——",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "살아남아야 해…",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "위험해요",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "저에게 맡기세요",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "또… 봉인 당하는 건가…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "추워…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "싫어…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "아무 느낌 없어…",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "이럴 수가…",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 두 번째",
                "Content": "이런…",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "…저 왔어요",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "무슨 일이에요?",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "노트도… 챙겨왔어요",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "35": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "차가운 여름의 꿈",
                "Desc": "치치의 코스튬. 부적이 붙어있어 치치를 안심시켜주는 약초 채집용 아동복이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108140,
            "JD": 108133,
            "Name": "<b>암울한 미래</b>",
            "Eff": "파티 내 모든 캐릭터의 치명타 확률이 20%, 치명타 피해가 20% 증가한다. 지속 시간: 300초. 다인 모드 시 자신의 캐릭터에만 적용된다",
            "Desc": "치치의 특제 요리. 식재료가 가지런하게 놓여서 보기엔 아주 맛있어 보인다. 어쩐지 치치가 이 요리를 만드는데 시간이 많이 걸렸다고 백출이 말하더라…. 하지만 미각이 없는 치치를 생각하면 용기 없인 먹지 못할 것 같다",
            "Recipe": {
                "100061": 3,
                "100084": 3,
                "100092": 3,
                "100088": 1
            },
            "Icon": "UI_ItemIcon_108140"
        },
        "Namecard": {
            "Name": "<b>치치·냉장</b>",
            "Desc": "명함 스킨.<br>어떤 걸 냉장보관해야 할까? 백 선생님의 약재, 코코넛우유… 그리고 호두",
            "Pic": "UI_NameCardPic_Qiqi_P"
        }
    }
}

var acs_cache_ = {}