// Auto Generated

var _AvatarFetterConfig_ = {
    "20": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "레이저는 울프 영지에서 살아가는 수수께끼의 소년이다. 그의 행적을 발견한 몬드 주민은 드물다.<br>하지만 소수의 목격자들의 말에 따르면 레이저는 오감이 예민하고 몸이 재빨라 숲속을 빠르게 뛰어다니고, 늑대 무리와 함께 출몰하며 사람에게 먼저 접근하지 않는다고 한다.<br>어떤 이들은 버림받은 아이를 늑대가 기른 것이라고, 또 어떤 이들은 소년으로 현신한 늑대 영혼이라고 추측한다.<br>이러한 추측들은 「늑대 소년」에게 신비함을 더한다.<br>그리고 「늑대 소년」 레이저 본인은 오늘도 구릉에 앉아 따스한 햇볕을 쬐고 있다",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "레이저는 늑대 무리에서 살아간다.<br>모든 늑대들이 그와 친해서 레이저는 누구의 울음소리가 제일 큰지, 누가 제일 빠른지, 그리고 누가 습격에 뛰어난지 모두 알고 있다.<br>레이저는 바람의 기분을 알아듣고 멀리서 풍겨오는 냄새를 맡을 수 있으며, 수많은 식물들의 용도를 기억하고 있지만 친부모의 얼굴은 기억하지 못 한다.<br>그들은 대체 어떤 사람이었을까? 레이저가 아무리 용을 써도 떠오르지 않는다.<br>기억을 하기 시작했을 때부터 그는 늑대와 함께 살았다. 늑대들은 그를 「루피카」 즉 「가족」으로 여긴다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "하늘에 노래할 줄 아는 작은 것이 날아간다.<br>구름은 늑대의 꼬리처럼 길고 보송보송하다.<br>레이저의 세계는 아주 간단하다.<br>햇살 가득한 날엔 마음껏 뛰어다니며 사냥감을 쫓고 사냥감을 등에 메고 익은 과일을 딴다. 비가 내리는 날엔 나무 동굴에 숨어 늑대 꼬리를 껴안고 풀을 배게 삼아 잠을 잔다.<br>음식을 한 입 가득 물고 꿀꺽꿀꺽 물을 마신다. 더워지면 물에 뛰어 들어가 수영하고 목이 마르면 달콤한 즙이 가득한 과일을 찾는다.<br>레이저는 자신의 팔다리를 「늑대」의 팔다리와 비교한다.<br>그는 자신과 「늑대」가 다르다는 걸 알고 있다.<br>하지만 레이저는 이런 생활을 아주 좋아한다",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "어느 날 키가 큰 남자가 산에 온 뒤로 레이저의 평화로운 일상이 깨지게 된다.<br>레이저는 눈 앞에 서있는 그가 그저 「인간」이라는 것만 알 뿐이었다. 그 남자는 혼란스러워 하는 레이저를 보며 얼굴에 선량한 미소를 머금었다.<br>「아이야, 나와 함께 몬드성으로 돌아가지 않을래?」<br>남자는 레이저에게 손을 내밀었다.<br>레이저와 늑대들은 그가 무슨 말을 하는지 알아듣지 못했다. 늑대 무리가 레이저를 보호하기 위해 앞에 서서 남자의 접근을 막았다.<br>레이저는 늑대들 사이로 자신과 늑대의 몸을 살피며 비교하고 다시 「인간」의 몸을 살펴봤다.<br>그는 자신이 똑똑하지 않다는 걸 알고 있지만 그날 이후부터 한 가지 의문점이 계속 머릿속을 맴돌았다.<br>「난… 늑대야? 아니면 인간이야…?」",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "「레이저」라는 이름은 그 남자가 지어준 이름이다.<br>단순한 늑대 소년은 인간의 언어를 이해할 수 없었지만 남자의 표정을 보며 이것이 자신을 부르는 호칭이라는 것을 알았다.<br>「레, 이, 저」<br>울프 영지에 나뭇잎이 폈다 다시 지고,<br>남자는 레이저에게 검을 휘두르는 방법을 가르쳤다. 육중한 「강철 발톱」은 나무를 가를 정도로 예리했다.<br>「이제부터 네 친구들을 잘 지켜야 줘야 해」<br>「친, 구」<br>레이저는 무슨 뜻인지는 모르지만 서툴게 남자가 한 말을 더듬거리며 따라 했다.<br>레이저는 이름이 중요하다는 걸 모르는 듯하다…. 왜냐하면 그 남자가 떠날 때까지 레이저는 그의 「이름」을 알지 못했기 때문이다",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "「사부, 친구, 무… 슨 뜻이죠?」<br>레이저는 자신의 부족한 어휘로 새롭게 알게 된 스승에게 더듬거리며 물어봤다.<br>땅에서 나는 감자로 맛있는 감자전을 만들 줄 알고 여름 저 하늘 높은 곳에서 가장 빛나는 별의 이름까지도 아는 레이저의 보라색 스승은 모르는 게 없었다.<br>하지만 스승인 리사는 그를 바라보며 하품을 하거나 웃기만 할 뿐 대답하지 않았다.<br>레이저는 비가 오나 바람이 부나 계속 생각해봤지만 무엇인지 알수 없었다.<br>그러다 레이저는 빨간색의 엄청 뜨거운 여자아이와 만났다.<br>그들은 함께 비바람을 맞고 함께 주렁주렁 열매가 가득 자란 관목숲에서 뒹굴었다.<br>여자아이의 이름은 클레. 레이저는 그녀와 함께 놀며 어릴 적 늑대 무리와 함께 보내던 때의 즐거움을 되찾는다.<br>「친구란 바로 루피카였구나」<br>레이저는 세상 물정을 잘 모르지만 야수같이 원시적이고 솔직한 충성심을 가지고 있다.<br>「——그럼, 너도 루피카처럼 목숨 바쳐 지켜야 할 사람이구나」<br>멀리서 그에게 집에 돌아오라는 늑대 울음소리가 들린다.<br>레이저는 자기가 늑대인지 아니면 사람인지 잘 알지 못한다.<br>하지만 레이저는 이런 생활을 즐기고 있다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "레이저의 투박한 나무상자",
                "Content": "너무 투박해 손에 찔리지 않도록 여는 것조차 조심해야 하는 나무 상자 안에 레이저의 보물이 들어있다.<br>부서진 대검 자루 하나, 《풍차 국화와 늑대》라는 이름의 동화책 한 권, 갈색으로 시든 네잎클로버 한 개.<br>세상 물정을 모르는 레이저에게 「친구」들의 선물이 바로 가장 귀중한 보물이다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "「신의 눈」을 얻던 과정은 레이저에게 많지 않은 생각조차 하기 싫은 기억이다.<br>천둥번개가 치던 날 심연 메이지 하나가 레이저를 습격한 뒤 납치했다. 그를 구하기 위해 온 늑대무리들이 심연 메이지를 공격했으나 마법에 의해 전부 쓰러지고 만다.<br>동료들이 당하는 걸 지켜볼 수밖에 없던 레이저는 상처 입은 야수처럼 고통스럽게 포효하기 시작했다.<br>——「루피카」<br>분노한 번개가 그의 몸을 휘감았고 엄청난 원소의 힘이 그의 몸에서 쏟아져 나왔다.<br>그는 지키고 싶었고 복수하고 싶었다.<br>그는 쇠사슬에서 벗어나 무기를 들었다.<br>심연 메이지는 무질서한 번개에 맞아 쓰러졌다. 하지만 쓰러진 동료들은 이미 보호할 수 없게 됐다.<br>….<br>「신의 눈」을 얻었지만, 그때의 레이저는 이 힘을 어떻게 제어해야 할지 몰랐다. 오랜 시간이 지난 뒤 그는 장미 마녀 리사를 만나 그녀로부터 인간의 지식을 배우기 시작했다.<br>「더 이상 친구들을 다치게 하고 싶지 않아」<br>레이저가 「신의 눈」을 사용하는 기술이 하루가 다르게 늘어갔다. 그는 남몰래 결심을 내렸다: 강해질 거야. 누구보다 강해질 거야.<br>위험이 닥쳤을 때 반드시 「루피카」를 지키고 말 거야",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "너한테 좋은 냄새가 나. 같이 사냥하자!",
                "Tips": []
            },
            {
                "Title": "잡담 · 냄새",
                "Content": "음~ 토끼의 냄새…",
                "Tips": []
            },
            {
                "Title": "잡담 · 배고픔",
                "Content": "안 가? 배고파",
                "Tips": []
            },
            {
                "Title": "잡담 · 바람맞이",
                "Content": "바람 좀 쐬고 올게. 출발할 때 불러",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때 · 일깨움",
                "Content": "무서우면 숨어 있어도 돼",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때 · 안내",
                "Content": "나무에서 물러나. 나만 따라와!",
                "Tips": []
            },
            {
                "Title": "바람이 불 때…",
                "Content": "바람… 음… 좋다",
                "Tips": []
            },
            {
                "Title": "강풍이 불 때…",
                "Content": "바람… 음… 따끔따끔하니 살짝 아픈데",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "해가 떴어. 같이 사냥하러 갈래?",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "고기 덩어리, 좋아!",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "넌 얼른 자. 난 달을 볼 거야",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "넌 얼른 자, 내가 지키고 있을게. 내일 같이 사냥하자",
                "Tips": []
            },
            {
                "Title": "레이저 자신에 대해…",
                "Content": "나는 늑대. 인간 아빠와 엄마는… 없어",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 친구",
                "Content": "넌 내 친구. 나랑 같이 사냥하자",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 무기",
                "Content": "난 강철 발톱과 번개의 이빨을 가지고 있어. 내가 널 지켜줄게",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해…",
                "Content": "「신의 눈」, 사부가 도와줬어. 번개야 싸우자. 「루피카」를 지켜",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "밤하늘의 별들은 정말 아름다워. 하늘뿐만 아니라 호수에도 별들이 가득 차있어.<br>밤에는 도시에도 많은 별들이 있어",
                "Tips": []
            },
            {
                "Title": "흥미있는 일…",
                "Content": "나의 「루피카」인 늑대. 그들은 내 가족이야.",
                "Tips": []
            },
            {
                "Title": "리사에 대해…",
                "Content": "사부의 번개, 하늘이 어두워질 거야. 엄청 무섭고 엄청 쎄",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「루피카의 의미」 스토리 클리어"
                ]
            },
            {
                "Title": "바바라에 대해…",
                "Content": "바바라는 반짝반짝 빛나는 소녀야. 엄청 착해",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "다이루크에 대해…",
                "Content": "다이루크는 빨갛고 까맣고… 그리고 차갑고 뜨거워",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "벤티에 대해…",
                "Content": "시가… 음 몰라. 잘 모르지만 「루피카」 좋아해",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "베넷에 대해…",
                "Content": "베넷, 말이 많아. 그와 함께라면 배불리 먹을 수 없어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "클레에 대해…",
                "Content": "클레, 친구! 친구지만 골치 아파",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「루피카의 의미」 스토리 클리어"
                ]
            },
            {
                "Title": "바르카에 대해 · 낯섦",
                "Content": "바르카? 몰라…",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "바르카에 대해 · 추억",
                "Content": "아… 바르카는 이름이야. 그 남자는 숭고하고 위대해. 레이저라는 이름, 강철 발톱, 그가 줬어. 음… 그 사람이 보고 싶어",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "레이저에 대해 알기 · 첫 번째",
                "Content": "네 냄새, 착한 냄새. 고기 좋아해?",
                "Tips": []
            },
            {
                "Title": "레이저에 대해 알기 · 두 번째",
                "Content": "넌 강해. 늑대처럼! 너랑 사냥하면 수확이 많아서 좋아",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "레이저에 대해 알기 · 세 번째",
                "Content": "루피카는 「늑대의 집」이… 아냐! 「늑대의 가족」. 내 루피카는 숲속에 있어. 그들은 날 지켜주면서 나한테 루피카라고 했어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "레이저에 대해 알기 · 네 번째",
                "Content": "난 루피카밖에 없어.<br>하지만 루피카라고 해도 난 다리가 2개밖에 없어서 진짜 늑대가 될 수 없어. 때때로 마음이 괴로워…",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "레이저에 대해 알기 · 다섯 번째",
                "Content": "너랑 같이 달리면 즐거워. 너랑 같이 사냥하면 즐거워. 너랑 같이 있으면, 내가 늑대이든, 사람이든, 전혀 상관없어.<br>넌 내 친구, 넌 내 「루피카」야. 너도 즐거우면 좋겠어",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "레이저의 취미…",
                "Content": "루피카가 좋아. 그리고 숲이랑 친구도 좋아. 뛰어다니는 것도 좋아",
                "Tips": []
            },
            {
                "Title": "레이저의 고민…",
                "Content": "말하기 힘들고 어렵지만 안 할 순 없어",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "고기 좋아. 감자 좋아",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "채소는 싫어! 내가 먹는 고기들이 채소를 먹어",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "향도 좋고, 맛도 좋아. 마음에 들어",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "먹으니까 기운 나. 행복해",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "먹는 것도 싫고, 안 먹는 것도 싫어. 좀 슬퍼졌어",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "오늘은 네가… 그러니까 아주아주 오래전 오늘 태어났잖아. 너랑 같이 놀고 싶어. 오늘 같이 고기 먹자",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "팔뚝이 더 두꺼워졌네…?",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "발톱과 이빨을 갈고 더 강해져야 해!",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "달리고, 사냥. 부족해, 안 돼! 난 더 강해져야 해",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "이빨, 발톱, 다리. 더 강하고 힘이 있어야 널 지켜!",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "비켜!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "이얍!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "오우!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 네 번째",
                "Content": "오지 마!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "아우——",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "Blitz!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "흐아——",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 네 번째",
                "Content": "이얍——",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "쓸모 있는 물건들 같아",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "상자는 다 쓰면 물건을 담을 수 있어",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "보물의 냄새, 이상해",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "아파",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "아우——",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "죽여버리겠어!…",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "안 돼",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "살아남아!",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "으… 숨을 쉴 수가 없어…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "돌아가고 싶어…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "나의… 루피카…",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "입안이… 짜…",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "내가 앞장설게",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "어디 가는 거야?",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "뒤는 내게 맡겨",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "20": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "들판 질주",
                "Desc": "레이저의 코스튬. 야외에서 뛰어다니기 편한 복장이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108048,
            "JD": 108047,
            "Name": "<b>와구와구 감자전</b>",
            "Eff": "선택한 캐릭터 HP 최대치의 40%를 회복하고 추가로 HP를 2350pt 회복한다",
            "Desc": "레이저의 특제 요리. 조심스럽게 늑대 발톱 모양으로 빚은 감자전으로 단맛이 강하다. 정성이 가득 들어 있다",
            "Recipe": {
                "100020": 2,
                "100080": 1,
                "110008": 1
            },
            "Icon": "UI_ItemIcon_108048"
        },
        "Namecard": {
            "Name": "<b>레이저·울프</b>",
            "Desc": "명함 스킨.<br>레이저와 늑대 무리가 함께 저녁거리를 구하는 모습은 늠름하기 그지없지만, 클레와 여행자가 보게 해선 안 된다",
            "Pic": "UI_NameCardPic_Razor_P"
        }
    }
}

var acs_cache_ = {}