// Auto Generated

var _AvatarFetterConfig_ = {
    "45": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "로자리아는 몬드성 페보니우스 성당 소속의 수녀다.<br>같은 성직자지만 사람들은 그녀를 바바라나 젤리안나와는 다르게 생각한다.<br>그녀의 겉모습만 봤을 때는 성직자라고 할 수 있겠지만, 평소 그녀의 언행은 성직자다운 느낌이 전혀 없다.<br>신에 대한 경외심이 평범한 몬드 시민보다도 부족하고 평소 성당에서 진행되는 행사에도 잘 참여하지 않는다.<br>그녀는 늘 단독 행동을 한다. 가끔 성당에 나타난다 해도 맨 뒷줄에 앉아 조용히 담배를 피울 뿐이다.<br>단독행동을 일삼는 로자리아는, 사실 성당에 이름만 등록되어 있는 성직자라고 할 수 있다",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "로자리아는 규칙에 어긋난 행동들로 성당에 백번쯤 기록됐을 것이다.<br>하지만 어째서인지 그것 때문에 고생한 적은 한 번도 없다. 그녀는 동료들과 함께 행동하지 않고, 시민들과 친목을 쌓는 자리에도 모습을 잘 드러내지 않는다.<br>특이하고 신비로운 로자리아는 마치 검은 연기처럼, 잠깐 사이에 흔적도 없이 사라져버린다.<br>그녀는 인간관계도 매우 좁아서, 거의 아무와도 왕래하지 않는다.<br>하지만 빅토리아 수녀에 의하면, 상냥한 바바라는 로자리아와 친해지기 위해 노력 중이라고 한다.<br>성당 안에서 담배를 피우시면 안 돼요. 의례에 시간 맞춰서 참석해주세요….<br>그리고… 저기요, 제 말 좀 들어주세요!<br>바바라는 늘 이렇게 애를 써서 로자리아의 뒤를 쫓아다니며 성당의 잡다한 업무를 완성해달라고 다그친다.<br>몬드성 모두에게 사랑받는 아이돌 바바라를 상대로도 로자리아는 여전히 무관심하다.<br>그녀는 혹시… 피도 눈물도 없는 사람인 걸까?",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "로자리아의 행방은 종잡을 수가 없는데, 그녀는 말없이 며칠 동안 사라져버리곤 한다.<br>이럴 때마다 성당의 동료들은 아무도 그녀가 어디로 갔는지 모른다.<br>그녀를 감시하려던 한 수녀는 항상 이렇게 하소연을 하곤 한다: 「주워온 길고양이라도, 귀, 귀띔은 해주고 가야죠…!」<br>사라진 로자리아는 사람들이 볼 수 없는 곳에서 그녀만이 할 수 있는 일을 처리한다.<br>낯선 장사꾼, 수상한 여행객, 이들이 몬드에 해가 되진 않을까?<br>조사, 미행, 필요하다면 고문까지.<br>만약 그들이 사라져야 하는 사람이라면, 그들을 마지막으로 본 사람은 분명 로자리아일 것이다.<br>암흑 속에서 해야 하는 일들은 모두 로자리아가 도맡는다.<br>그녀는 해가 지면 출발해 단숨에 임무를 완수한다. 가끔 새벽녘의 햇살을 받으며 돌아올 때 아침으로 술을 한잔하기도 한다.<br>몬드 사람들은 금빛 햇살 아래서, 로자리아는 은색 달빛 아래서 산다.<br>은백색의 투명하고 차가운 빛은… 그녀가 다루는 얼음 원소 마법과 닮아있다.<br>「젊은 사람들은 알 필요 없는 일이야.」<br>로자리아에게 반짝이는 햇빛 아래서 살아가는 몬드 사람들은, 나이에 상관없이 모두 다 「젊은 사람」이다",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "만사에 무관심해 보이는 로자리아는 마치 붙잡을 수 없는 연기 같지만, 그녀는 일단 일을 시작하면 원칙에 따라 최선을 다해 일을 처리한다.<br>나태해 보이는 로자리아도 수상한 사람을 고문할 때만큼은 인정사정 봐주지 않는다.<br>그뿐만 아니라, 그녀는 비정상적으로 강한 완력을 가졌으며, 사람의 약점을 꿰뚫고 있고 살인을 저지르는 것 역시 거리끼지 않는다.<br>평소엔 여유롭고 나태해 보이는 골초 수녀님은, 사실 실력이 뛰어난 처형인이다.<br>신의 빛 아래서 이런 사명을 짊어진 채 살고 있다니.<br>그녀는 왜 신의 가호를 찬양하는 대신 두 손에 피를 묻힌 처형인이 됐을까?<br>게다가 로자리아는 몬드에서 나고 자란 사람도 아니다.<br>「이렇게 행복하고 재미없는 도시에선 더러운 일을 해야 하는 사람이 있기 마련이지.」<br>로자리아는 담뱃재를 털며 느긋하게 말했다.<br>「난 정통 수녀 생활을 하는 것보다 그런 일을 하는 게 훨씬 쉬워」",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "로자리아는 기도를 전혀 안 하지만, 신학에 대해선 독특한 견해를 가지고 있다.<br>그녀가 생각할 때 자유가 몬드 사람들의 정신적 지주인 것처럼, 그녀가 이곳에 남게 된 이유 역시 자유 때문이다.<br>로자리아는 외딴 산속 마을에서 태어났는데, 태어나고 얼마 후 마을을 피바다로 만든 한 도적단에게 잡혀갔다.<br>그녀는 도둑에게 길러진 탓에 어릴 적부터 전투 기술을 익혔고, 도둑질을 하며 도적단의 허드렛일을 맡아 했다.<br>그녀는 노예이자 기계였고, 도둑이자 아이였다.<br>외부인뿐만이 아닌 동료와도 싸웠고, 굶주림에 허덕이며 경쟁 속에서 자랐다.<br>로자리아의 어린 시절은 마치 몬드의 석양과 같았다——시선이 닿는 곳은 전부 핏빛으로 물들어 있었고 고개를 들었을 때야 너무 늦었음을 깨달았다.<br>이 도적단들은 수년 뒤 페보니우스 기사단에 의해 소탕됐다. 최연소 멤버였던 로자리아는 잘못을 뉘우칠 여지가 있다고 여겨졌다.<br>기사단의 바르카 대단장이 그녀를 몬드로 데려왔다. 그는 로자리아가 몬드의 일원이 되길 진심으로 바라며, 그녀에게 말했다.<br>「성당으로 가라. 신의 빛 아래에서 너를 깨끗하게 씻어낸다면, 다시 평범한 삶을 살 수 있을 테니.」<br>하지만 바르카는 로자리아가 매번 수업을 빼먹고, 성가대 활동에도 무단결근을 할 거라고는 생각도 못 했다.<br>그녀는 야외에서 사냥하며 사는 한이 있더라도 성실한 수녀가 되고 싶진 않았다. 황금빛 햇살은 그녀에게 있어서 너무나도 눈부셨다.<br>게다가 로자리아는 아주 오래전부터 알고 있었다. 그녀는 달의 아이이기에, 언젠가 어둠 속으로 돌아가야 한다는 것을",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "성당의 1등 무단결석생 로자리아는 견습 기간 때부터 악명이 높았다.<br>「로자리아 씨, 행동거지를 주의해주세요! 성당의 일원으로써 성가대 활동에 전혀 참여하지 않다니!」<br>「잠깐 진정해보세요, 오필라 수녀. 로자리아 씨 제가 듣기론 필수 과목 수업에 한 번도 안 나왔다는데 정말인가요?」 <br>「맞아」<br>「마리아 부인, 이것 좀 보세요… 로자리아의 신학 논문은 완전 엉망이에요!」<br>「로자리아 씨, 실례지만 계속 성당에서 일할 생각이 있는 건가요?」<br>「아니, 이미 다른 일을 찾았어.」<br>로자리아는 전혀 긴장한 내색이 없었다. 그녀는 확실히 어둠의 일이 더 잘 맞았다.<br>그러나 생각지도 못한 것은, 그 일을 성당의 이름 아래에서 하게 됐다는 것이다.<br>「견습 수녀」 로자리아는 성직자라는 칭호를 벗는 대신 순조롭게 「수녀」 로자리아로 승격되었다.<br>임무가 없을 때면 그녀는 무슨 수를 써서라도 성당 활동에서 도망쳐 술집에 가서 술을 마시거나, 성벽 위에서 먼 곳의 풍경을 바라보곤 했다.<br>만약 도망치지 못하더라도, 절대 초과 근무는 하지 않았다.<br>로자리아는 퇴근 시간이 되자마자 사라진다.<br>겉으로 보나, 속으로 보나 그녀의 원칙은: '절대 초과근무는 하지 않는다'이다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "성당에서 나눠준 노트",
                "Content": "흰색 표지의 노트, 표지 위에는 「페보니우스 성당」이라는 글자가 새겨져 있다.<br>노트 속 글씨는 반듯하지만, 사실상 읽어보면 별 의미 없는 내용뿐이다.<br> 「민들레주, 20% 할인!」<br> 「어부 토스트, 상상할 수 없는 가격으로 꿈같은 맛을 즐겨보세요!」<br>「밀 파격 할인! 밀가루가 필요하신 분은 메모를 남겨주세요.」<br>「토마토가 3+1 !」<br>「싱싱한 등불꽃을 화장실에 놓고 조명으로 쓸 수 있습니다! 선생님, 보고 가세요…!」<br>시원시원하고 예쁜 글씨로 물건을 사라고 외치는 가게들의 광고문구가 적혀있다.<br>이 노트는 로자리아가 견습 수녀 때부터 갖고 있던 물건이다.<br>그녀는 보나 마나 수업을 빠지고 곧장 상점가의 옥상에서 일광욕을 즐기며 상점가에서 들려오는 소리를 모두 노트에 적었을 것이다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "로자리아의 「신의 눈」은 어느 추운 날 밤에 나타났다.<br>도적단이 가장 궁핍했던 시기였던 터라, 모두를 먹일 수 있는 식량이 없었다.<br>계속 밥을 배불리 먹지 못했던 그녀는 배고픔에 시달리면서 중노동을 하다가 결국 참지 못하고 도망쳤다.<br>그러나 도적단의 노인이 그녀를 다시 데려왔다. 그가 바로 로자리아를 마을에서 주워 와 그녀에게 살인의 방법을 알려준 사람이었다.<br>「도망친 것들은 모두 배신자야. 배신자는 결투에서 이겨야만 자유를 얻을 수 있지.」<br>노인은 로자리아에게 낡은 비수를 던졌다.<br>「자, 나를 죽여야만 이곳을 떠날 수 있다. 난 늙어빠졌고 넌 아직 젊으니, 할 수 있겠지?」<br>아무도 로자리아가 노인을 죽였다고 믿지 않았지만, 늙은 사자는 갓 태어난 짐승의 발톱에 죽게 되었다.<br>그날 밤, 도적단은 늙어버린 옛 동료를 잃고, 새 동료를 받아들였다.<br>재미있는 건, 도적단이 노인을 죽인 로자리아를 받아들이지 않으려고 했지만, 그녀의 「신의 눈」을 보고 마음을 바꿨다는 것이다.<br>——「신의 눈」을 가진 놈이 다 죽어가는 늙은 도적보단 강하겠지. 게다가 넌 적게 먹으니 식량도 절약할 수 있고.<br>얼음처럼 굳어버린 로자리아의 가슴에 문득 의문이 떠올랐다:<br>내가 그의 자리를 대신하도록 일부러 져준 건가? …가짜 아버지는, 주워온 아이마저 지키려고 하는 건가?",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "가여운 신도여, 골칫거리가 있다면 날 찾아와. 근데 기도가 하고 싶은 거라면, 다른 수녀를 찾아가 봐.<br>…응? 넌 신도가 아니라고?",
                "Tips": []
            },
            {
                "Title": "잡담 · 무료함",
                "Content": "아직 안 갔어?",
                "Tips": []
            },
            {
                "Title": "잡담 · 잔업",
                "Content": "뭐든 말 해봐. 잔업은 빼고",
                "Tips": []
            },
            {
                "Title": "잡담 · 몬드 생활",
                "Content": "열심히 일해서 하루하루 잘 사는 게 몬드의 생활이잖아?",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "효율만 떨어져",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때…",
                "Content": "하, 귀찮군",
                "Tips": []
            },
            {
                "Title": "눈이 올 때…",
                "Content": "눈 오는 날엔 조심히 움직이는 게 좋아",
                "Tips": []
            },
            {
                "Title": "강풍이 불 때…",
                "Content": "바람의 신 바르스토바의 가호인가? 잠깐, 바르토바스였나…",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "좋은 아침, 하암… 벌써 아침 기도가 시작된 거야? 너무 이르잖아",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "오후의 햇살은 숙면에 좋대. 너도 한번 느껴봐",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "저녁이네. 저녁 기도라면 난 빠질래. 이유는 없어",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "가서 쉬어. 나머지 일은 내가 처리할 테니 안심해",
                "Tips": []
            },
            {
                "Title": "로자리아 자신에 대해 · 수녀",
                "Content": "나? 난 그냥 재미없는 사람이야. 보다시피 성당도, 일하는 것도 싫어하지",
                "Tips": []
            },
            {
                "Title": "로자리아 자신에 대해 · 귀찮음",
                "Content": "그 수녀들 정말 귀찮아 죽겠다니까. 사람 잡아두고 기도해라, 찬양해라. 나 여기 있다는 거 절대 말하지 마",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 신앙",
                "Content": "신이 모든 인간을 포용할 수 있다지만 다 돌봐주진 않을걸? 안 그럼 인간의 고난이 무의미해질 거 아냐",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 기도",
                "Content": "기도하자. 신이나 다른 사람을 위해서가 아닌 자신을 위해서 말이야",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 전투",
                "Content": "무리하지 말고 도움이 필요하면 날 불러",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해…",
                "Content": "「신의 눈」은 실력의 증명이자 살아남았다는 훈장이기도 해…. 글쎄? 좋은 건 항상 양면성이 있기 마련이지. 「신의 눈」이 뭔지 단정 짓지 않을 거야. 나와는 서로를 증명하는 관계일 뿐이니까",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "기분 좋아지는 얘기… 아, 만일일 뿐이지만 언젠가 해결할 수 없는 난관에 부딪히게 돼도 그게 인생의 끝이라고 생각하지 마. 누군가 널 그 곤경에서 꺼내줄지도 모르잖아?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "흥미있는 일…",
                "Content": "풀떼기 같은 거엔 관심 없어. 아, 민들레만 빼고. 아주 맛있는 민들레주를 만들 수 있거든. 휴식 시간에 마시는 한잔은 늦잠보다 달콤하지",
                "Tips": []
            },
            {
                "Title": "다이루크에 대해…",
                "Content": "딱 보면 알잖아? 그 부잣집 도련님은 보통 내기가 아니야. 자신을 드러내지 않고, 자신감 넘치면서… 위험한 기운이 맴돌지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "케이아에 대해…",
                "Content": "케이아는 술에 취해야만 본 모습이 드러나. 말만 번지르르한 건 그의 보호색인 셈이지. 하, 아무리 연기해도 다 보여. 너도 그가 취한 모습을 한번 봐야 해",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "벤티에 대해…",
                "Content": "그 음유시인한텐 아주 특별한 기운이 있어…. 아직 단정 지을 순 없지만, 다른 시민들과는 뭔가 다른 것 같아",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "바바라에 대해…",
                "Content": "바바라는 계속 내 옆에 붙어서 예배드리고 성가대에 서라고 안달이야. 설마 빅토리아가 보낸 건가?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "진에 대해…",
                "Content": "본인의 일 말고도 남의 뒤치다꺼리까지 하다니. 존경스러운 여자야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "알베도에 대해…",
                "Content": "그는 마치 낡은 방에 걸려 있는 유화 그림 같아…. 무게감 있고, 신비롭고, 속을 들여다볼 수 없지. 사연 있는 사람을 싫어하진 않아",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "리사에 대해…",
                "Content": "근무 중에 게으름 피우는 사람은 싫어. 하지만 정시 퇴근하고 싶어하는 그녀의 마음은 이해가 돼",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "클레에 대해…",
                "Content": "사건 사고를 몰고 다니는 아이야. 귀여운 사고뭉치긴 하지만",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "바르카에 대해…",
                "Content": "좋은 뜻인 건 알지만, 영감처럼 잔소리가 심해. 그 녀석, 자기 사람들은 엄청 챙긴다니까",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "아버지에 대해…",
                "Content": "아버지? 정말 괴리감이 느껴지는 단어네. 나한텐 없다고 할 수도, 한 명이 아니라고 할 수도 있지. 음? 그렇게 놀랄 일인가?",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "달리아에 대해…",
                "Content": "나서서 한턱내는 습관이 있는 훌륭한 친구지. 게다가 술자리에서도 정도를 알아. 뭘 물어봐야 할지, 뭘 물어보면 안 될지 잘 알고 있지. 서로의 패를 잘 아니까 과하게 경계할 필요도 없고, 똑똑한 사람과 사귀는 건 언제나 즐겁다니까",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "로자리아에 대해 알기 · 첫 번째",
                "Content": "일하러 온 거니까 인사치레는 됐어. 감당 안 되는 문제는 나한테 넘겨",
                "Tips": []
            },
            {
                "Title": "로자리아에 대해 알기 · 두 번째",
                "Content": "신을 안 믿는다고 이상한 수녀는 아니야. 세상엔 돼지고기를 싫어하는 사냥꾼, 생선을 싫어하는 어부도 있잖아? 좋아하는 것만 할 수도, 싫어하는 걸 안 할 수도 없는게 바로 일이지",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "로자리아에 대해 알기 · 세 번째",
                "Content": "한잔할래? 이건 올해 만든 민들레주야. 맛이 아주 좋아",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "로자리아에 대해 알기 · 네 번째",
                "Content": "몬드는 오래됐지만 어린 하얀 야수야. 누군가 보호해 줘야 할 만큼 오래됐지만, 아직 어려서 홀로서기는 할 수 없지. 오직 이런 곳만이 날 필요로 해. 이곳에선 다른 수녀들이 시민을 보살피는 것처럼 나도 몬드를 자유롭고 평안하게 보살필 수 있거든. 왜 하얀색이냐고? …내가 검은색이니까",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "로자리아에 대해 알기 · 다섯 번째",
                "Content": "난 가끔 지난날들의 내가 존재하고 있음을 느껴…. 또 나 자신에게 기대해왔다는 것도… 너도 이런 느낌을 받은 적이 있을 거야. 그러니까 오늘날의 네가 전혀 다른 길을 가고 있더라도 절대 과거의 자신을 부정하지 마. 예전의 네가 오늘의 널 만든 거니까. 과거를 두려워 말고 용감하게 맞서봐",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "로자리아의 취미…",
                "Content": "술은 적당히 마시면 기분 좋아져. 가끔 알코올로만 해결되는 근심거리가 있지. 난 절대 취할 일 없겠지만",
                "Tips": []
            },
            {
                "Title": "로자리아의 고민…",
                "Content": "휴… 다음 달 합창 행사엔 정말 나가기 싫은데 빅토리아가 직접 호명했어…",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "와인에 조린 짐승고기 먹어봤어? 알코올과 고깃덩어리가 한 접시에 담겨있는 자태라니, 얼마나 근사한지 몰라",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "가, 감자전을 과일잼에 찍어 먹는다고? 말도 안 돼!",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "우린 입맛이 비슷한 거 같네",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "배는 채울 수 있겠어",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "너 이런 음식에 관심 있어?",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "오늘이 네 생일이네. 처리할 사람이나 일 같은 거 없어? 내가 도와줄게. 다른 사람한텐 비밀이야",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "음, 나쁘지 않네",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "뭐 도와줄까? 지금 한가한데",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "그래. 실력이 늘면 효율이 높아지니까",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "전투와 살육에 능숙한 나도 이렇게 강한 힘은 처음이야…. 고마워",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "흐앗!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "심판한다!",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "도망칠 생각 마!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "처단한다!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "두려움에 떨어라!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "잘 자…",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "…괜찮은 것도 있네",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "뭐, 그렇게 귀찮진 않아",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "기분 좋군",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "의외로군…. 흥",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "잔업 좀 해야겠는걸",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "제법인데!",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "물러서!",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "넌 할 만큼 했어!",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "이걸로 됐어…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "이게… 운명일지도…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "윽… 여기까진가…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "별것도 아니네",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "쳇, 귀찮아 죽겠네!",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "또 일거리가 생긴 건가?",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "같이 잘해보자고",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "후… 최대한 빨리 끝내야지",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "45": {
        "Costumes": [
            {
                "ID": 340009,
                "Name": "성당의 자유인에게",
                "Desc": "로자리아의 코스튬. 성당에서 그녀를 위해 특별 제작한 선물인 듯하다",
                "Icon": "UI_AvatarIcon_RosariaCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "처형의 가시",
                "Desc": "로자리아의 코스튬. 로자리아가 직접 리폼한 페보니우스 기사단의 수녀 제복이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108234,
            "JD": 108033,
            "Name": "<b>심판의 만찬</b>",
            "Eff": "선택한 캐릭터 HP 최대치의 30%를 회복하고 추가로 HP를 1750pt 회복한다",
            "Desc": "로자리아의 특제 요리. 「암흑」의 가시 때문에 어떻게 손댈지 망설이게 되지만, 어찌어찌 장식을 제거하고 맛을 보면 부드러운 닭고기에서 놀라운 맛이 난다. 로자리아는 그 놀라운 표정을 보고 아주 만족한 듯하다",
            "Recipe": {
                "100064": 2,
                "100012": 2
            },
            "Icon": "UI_ItemIcon_108234"
        },
        "Namecard": {
            "Name": "<b>로자리아·고역</b>",
            "Desc": "명함 스킨.<br>그녀에게 있어 사람들의 사심 없는 따뜻함과 호의는 반드시 보답해야 하는 은혜이며, 평생 그녀를 따라다닐 고역이기도 하다",
            "Pic": "UI_NameCardPic_Rosaria_P"
        }
    }
}

var acs_cache_ = {
    "340009": "\"Oh, come on! Everyone got this just for you!\"<br>Barbara happily passed a wonderfully wrapped gift box to Rosaria, even as the latter looked on with a mix of suspicion and annoyance.<br><br>Tearing the packaging open, she found a note on the box cover across which elegant script flowed like music.<br>\"Dear Sister Rosaria, we have asked Ms. Barbara to send this gift to you, but please, do open it somewhere where she can't see you.\"<br><br>Opening the box with her back turned, Rosaria discovered that the box contained still another note. It was thusly written in the same hand as before:<br>\"Dear Sister Rosaria, we know that you don't appreciate having too many people know your birthday. However, this piece of information was written on your resume by Grandmaster Varka, so, on this important day, do allow the Church of Favonius to send you a new uniform, made just for you.\"<br>\"If you're alright with it, stop being so aloof and be a normal Sister for once.\"<br><br>Deacon Dahlia (This letter was written at the request of Sister Victoria)"
}