// Auto Generated

var _AvatarDataConfig_ = {
    "Sayu": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Sayu": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101203": 3,
                "112038": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113022": 2,
                "101203": 10,
                "112038": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113022": 4,
                "101203": 20,
                "112039": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113022": 8,
                "101203": 30,
                "112039": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113022": 12,
                "101203": 45,
                "112040": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113022": 20,
                "101203": 60,
                "112040": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112040": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112040": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112040": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112040": 12,
                "113019": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112040": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112040": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112040": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112040": 12,
                "113019": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112038": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112039": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112039": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112039": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112039": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112040": 4,
                "113019": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112040": 6,
                "113019": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112040": 9,
                "113019": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112040": 12,
                "113019": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Sayu": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "인도(忍刀) · 종말번대",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>대검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>스태미나를 지속해서 소모해 대검을 휘두르며 주변의 적을 공격한다.<br>회전 종료 시 추가로 한 번 더 강력하게 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_04",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "72.24%",
                                    "78.12%",
                                    "84.0%",
                                    "92.4%",
                                    "98.28%",
                                    "105.0%",
                                    "114.24%",
                                    "123.48%",
                                    "132.72%",
                                    "142.8%",
                                    "154.35%",
                                    "167.9328%",
                                    "181.5156%",
                                    "195.0984%",
                                    "209.916%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "71.38%",
                                    "77.19%",
                                    "83.0%",
                                    "91.3%",
                                    "97.11%",
                                    "103.75%",
                                    "112.88%",
                                    "122.01%",
                                    "131.14%",
                                    "141.1%",
                                    "152.5125%",
                                    "165.9336%",
                                    "179.3547%",
                                    "192.7758%",
                                    "207.417%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "43.43%+43.43%",
                                    "46.965%+46.965%",
                                    "50.5%+50.5%",
                                    "55.55%+55.55%",
                                    "59.085%+59.085%",
                                    "63.125%+63.125%",
                                    "68.68%+68.68%",
                                    "74.235%+74.235%",
                                    "79.79%+79.79%",
                                    "85.85%+85.85%",
                                    "92.7937%+92.7937%",
                                    "100.9596%+100.9596%",
                                    "109.1255%+109.1255%",
                                    "117.2913%+117.2913%",
                                    "126.1995%+126.1995%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "98.126%",
                                    "106.113%",
                                    "114.1%",
                                    "125.51%",
                                    "133.497%",
                                    "142.625%",
                                    "155.176%",
                                    "167.727%",
                                    "180.278%",
                                    "193.97%",
                                    "209.6588%",
                                    "228.1087%",
                                    "246.5587%",
                                    "265.0087%",
                                    "285.1359%"
                                ]
                            },
                            {
                                "Desc": "강공격 순환 피해",
                                "ParamLevelList": [
                                    "62.5455%",
                                    "67.6364%",
                                    "72.7273%",
                                    "80.0%",
                                    "85.0909%",
                                    "90.9091%",
                                    "98.9091%",
                                    "106.9091%",
                                    "114.9091%",
                                    "123.6364%",
                                    "133.6364%",
                                    "145.3964%",
                                    "157.1564%",
                                    "168.9164%",
                                    "181.7455%"
                                ]
                            },
                            {
                                "Desc": "강공격 종결 피해",
                                "ParamLevelList": [
                                    "113.09%",
                                    "122.295%",
                                    "131.5%",
                                    "144.65%",
                                    "153.855%",
                                    "164.375%",
                                    "178.84%",
                                    "193.305%",
                                    "207.77%",
                                    "223.55%",
                                    "241.6313%",
                                    "262.8948%",
                                    "284.1584%",
                                    "305.4219%",
                                    "328.6185%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt",
                                    "초당 40pt"
                                ]
                            },
                            {
                                "Desc": "최대 지속 시간",
                                "ParamLevelList": [
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초",
                                    "5초"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "74.5878%",
                                    "80.6589%",
                                    "86.73%",
                                    "95.403%",
                                    "101.4741%",
                                    "108.4125%",
                                    "117.9528%",
                                    "127.4931%",
                                    "137.0334%",
                                    "147.441%",
                                    "157.8486%",
                                    "168.2562%",
                                    "178.6638%",
                                    "189.0714%",
                                    "199.479%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "149.144%/186.2889%",
                                    "161.2836%/201.452%",
                                    "173.4233%/216.615%",
                                    "190.7656%/238.2765%",
                                    "202.9052%/253.4396%",
                                    "216.7791%/270.7688%",
                                    "235.8556%/294.5964%",
                                    "254.9322%/318.4241%",
                                    "274.0087%/342.2517%",
                                    "294.8195%/368.2455%",
                                    "315.6303%/394.2393%",
                                    "336.4411%/420.2331%",
                                    "357.2519%/446.2269%",
                                    "378.0627%/472.2207%",
                                    "398.8735%/498.2145%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "유후류 · 풍은 돌진",
                        "Desc": "인법 · 유후류만의 오의! 전광석화 같은 기세로 전장을 휩쓰는 묘기!<br>몸을 웅크려 빠르게 회전하는 풍풍륜이 되어 적에게 부딪힌 뒤 <color style='color:#80FFD7;'>바람 원소 피해</color>를 주고, 회전이 끝나면 풍풍륜 발차기로 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 준다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>풍풍륜 상태에 진입해 앞으로 일정 거리를 구른 뒤 풍풍륜 발차기를 한다.<br><br><color style='color:#FFD780;'>홀드</color><br>풍풍륜 상태로 일정 시간을 구르며, 해당 상태일 때 사유의 경직 저항력이 증가한다.<br>지속 시간 동안 사유가 구르는 방향을 조정할 수 있고, 다시 한번 스킬을 발동하면 풍풍륜 상태를 빨리 종료하여 짧은 터치보다 더 강한 풍풍륜 발차기를 날린다.<br>해당 스킬을 홀드하여 발동할 경우 원소 전환이 일어난다.<br><br>지속 시간은 최대 10초이며, 효과가 종료되면 재사용 대기시간에 진입한다. 풍풍륜 상태의 지속 시간이 길수록 스킬의 재사용 대기 시간도 길어진다. <br><br><color style='color:#FFD780;'>원소 전환</color><br>풍풍륜 상태에서 사유가 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>와 접촉하면, 상응하는 원소 속성을 획득해 풍풍륜과 풍풍륜 발차기에 추가로 해당 속성 피해를 준다.<br>이러한 원소 전환은 스킬이 지속되는 동안 단 1회만 발생한다.<br><br><i>사유가 눈을 감고도 아주 능숙하게 사용할 수 있는 술법. 원래는 도망치는 데 사용했지만, 신의 눈이 생긴 지금은 적을 골탕 먹일 때에도 사용할 수 있게 됐다</i>",
                        "Icon": "Skill_S_Sayu_01",
                        "ParamDesc": [
                            {
                                "Desc": "풍풍륜 피해",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "풍풍륜 발차기 짧은 터치 피해",
                                "ParamLevelList": [
                                    "158.4%",
                                    "170.28%",
                                    "182.16%",
                                    "198.0%",
                                    "209.88%",
                                    "221.76%",
                                    "237.6%",
                                    "253.44%",
                                    "269.28%",
                                    "285.12%",
                                    "300.96%",
                                    "316.8%",
                                    "336.6%",
                                    "356.4%",
                                    "376.2%"
                                ]
                            },
                            {
                                "Desc": "풍풍륜 발차기 차지 피해",
                                "ParamLevelList": [
                                    "217.6%",
                                    "233.92%",
                                    "250.24%",
                                    "272.0%",
                                    "288.32%",
                                    "304.64%",
                                    "326.4%",
                                    "348.16%",
                                    "369.92%",
                                    "391.68%",
                                    "413.44%",
                                    "435.2%",
                                    "462.4%",
                                    "489.6%",
                                    "516.8%"
                                ]
                            },
                            {
                                "Desc": "풍풍륜 부가 원소 피해",
                                "ParamLevelList": [
                                    "16.8%",
                                    "18.06%",
                                    "19.32%",
                                    "21.0%",
                                    "22.26%",
                                    "23.52%",
                                    "25.2%",
                                    "26.88%",
                                    "28.56%",
                                    "30.24%",
                                    "31.92%",
                                    "33.6%",
                                    "35.7%",
                                    "37.8%",
                                    "39.9%"
                                ]
                            },
                            {
                                "Desc": "풍풍륜 발차기 차지 부가 원소 피해",
                                "ParamLevelList": [
                                    "76.16%",
                                    "81.872%",
                                    "87.584%",
                                    "95.2%",
                                    "100.912%",
                                    "106.624%",
                                    "114.24%",
                                    "121.856%",
                                    "129.472%",
                                    "137.088%",
                                    "144.704%",
                                    "152.32%",
                                    "161.84%",
                                    "171.36%",
                                    "180.88%"
                                ]
                            },
                            {
                                "Desc": "차지 최대 지속 시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초",
                                    "6~11초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "유후류 · 너구리 분신술",
                        "Desc": "인법 · 유후류의 또 다른 오의! 사유 대신 일할 조수를 만들어 낸다!<br>주변의 적에게 <color style='color:#80FFD7;'>바람 원소 피해</color>를 주고, 근처에 있는 파티 내 모든 캐릭터의 HP를 회복한다. 회복량은 사유의 공격력에 영향을 받으며, 「너구리 오뚝이」를 소환한다.<br><br><color style='color:#FFD780;'>너구리 오뚝이</color><br>주기적으로 주변 상황에 따라 행동한다:<br> · 근처 캐릭터의 HP가 70%를 초과하면, 너구리 오뚝이는 주변의 적 1기를 공격해 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 근처 필드 위 캐릭터의 HP가 70% 이하이면, 너구리 오뚝이는 근처 필드 위 HP 백분율이 가장 낮은 캐릭터의 HP를 회복하고, 회복량은 사유 공격력에 영향을 받는다. 주변에 적이 없다면, HP가 70%를 초과하는 캐릭터의 HP도 회복한다.<br><br><i>인술(忍術)을 잘 모르는 사람들은 사유의 이 인술을 보고 싶어 하고, 배우려는 사람도 있지만, 사유는 방해받지 않고 잠이나 자고 싶을 뿐이다</i>",
                        "Icon": "Skill_E_Sayu_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 발동 피해",
                                "ParamLevelList": [
                                    "116.8%",
                                    "125.56%",
                                    "134.32%",
                                    "146.0%",
                                    "154.76%",
                                    "163.52%",
                                    "175.2%",
                                    "186.88%",
                                    "198.56%",
                                    "210.24%",
                                    "221.92%",
                                    "233.6%",
                                    "248.2%",
                                    "262.8%",
                                    "277.4%"
                                ]
                            },
                            {
                                "Desc": "스킬 발동 치유량",
                                "ParamLevelList": [
                                    "공격력의 92.16%+577.3388",
                                    "공격력의 99.072%+635.0807",
                                    "공격력의 105.984%+697.63446",
                                    "공격력의 115.2%+765",
                                    "공격력의 122.112%+837.17737",
                                    "공격력의 129.024%+914.16656",
                                    "공격력의 138.24%+995.96765",
                                    "공격력의 147.456%+1082.5804",
                                    "공격력의 156.672%+1174.0051",
                                    "공격력의 165.888%+1270.2417",
                                    "공격력의 175.104%+1371.29",
                                    "공격력의 184.32%+1477.1501",
                                    "공격력의 195.84%+1587.8221",
                                    "공격력의 207.36%+1703.3059",
                                    "공격력의 218.88%+1823.6016"
                                ]
                            },
                            {
                                "Desc": "너구리 오뚝이 피해",
                                "ParamLevelList": [
                                    "52.0%",
                                    "55.9%",
                                    "59.8%",
                                    "65.0%",
                                    "68.9%",
                                    "72.8%",
                                    "78.0%",
                                    "83.2%",
                                    "88.4%",
                                    "93.6%",
                                    "98.8%",
                                    "104.0%",
                                    "110.5%",
                                    "117.0%",
                                    "123.5%"
                                ]
                            },
                            {
                                "Desc": "너구리 오뚝이 치유량",
                                "ParamLevelList": [
                                    "공격력의 79.872%+500.3603",
                                    "공격력의 85.8624%+550.40326",
                                    "공격력의 91.8528%+604.6165",
                                    "공격력의 99.84%+663",
                                    "공격력의 105.8304%+725.5537",
                                    "공격력의 111.8208%+792.2777",
                                    "공격력의 119.808%+863.17194",
                                    "공격력의 127.7952%+938.2364",
                                    "공격력의 135.7824%+1017.4711",
                                    "공격력의 143.7696%+1100.8761",
                                    "공격력의 151.7568%+1188.4513",
                                    "공격력의 159.744%+1280.1968",
                                    "공격력의 169.728%+1376.1125",
                                    "공격력의 179.712%+1476.1985",
                                    "공격력의 189.696%+1580.4547"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초",
                                    "20초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "더 나은 후보",
                        "Desc": "사유가 필드에서 확산 반응을 일으키면 파티 내 자신의 캐릭터 및 주변의 아군 캐릭터의 HP를 300pt 회복한다. 이밖에 사유의 원소 마스터리 1pt마다 추가로 HP를 1.2pt 회복한다.<br>해당 효과는 2초마다 1회만 발동한다",
                        "Icon": "UI_Talent_S_Sayu_05"
                    },
                    {
                        "Name": "사유는 일할 필요 없어",
                        "Desc": "<color style='color:#FFD780;'>유후류 · 너구리 분신술</color>의 너구리 오뚝이는 아래의 효과를 가진다:<br> · 캐릭터의 HP를 회복할 때 해당 캐릭터 주변에 있는 필드 위 캐릭터의 HP를 회복량의 20%만큼 회복한다.<br> · 적을 공격할 때 피해를 주는 범위가 증가한다",
                        "Icon": "UI_Talent_S_Sayu_06"
                    },
                    {
                        "Name": "유후류 · 숨참기 비술",
                        "Desc": "사유가 파티에 있을 시, 수정 나비 등 일부 생물은 파티 내 자신의 캐릭터가 접근해도 놀라지 않는다.<br>해당 효과의 유효 대상은 도감에 있는 「생물지 / 야생 생물」의 「기타」 분류에서 확인할 수 있다",
                        "Icon": "UI_Talent_S_Sayu_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "일타이피 술법",
                        "Desc": "<color style='color:#FFD780;'>유후류 · 너구리 분신술</color>의 너구리 오뚝이는 HP 제한을 받지 않고 주변의 적을 공격하면서 캐릭터의 HP를 회복한다",
                        "Icon": "UI_Talent_S_Sayu_01"
                    },
                    {
                        "Level": 2,
                        "Name": "도주노선 확보",
                        "Desc": "<color style='color:#FFD780;'>유후류 · 풍은 돌진</color>으로 아래의 효과를 획득한다:<br> · 짧은 터치 시 풍풍륜 발차기가 주는 피해가 3.3% 증가한다.<br> · 홀드하여 풍풍륜 상태에 진입하면 0.5초마다 해당 풍풍륜 발차기가 주는 피해가 3.3% 증가한다. 해당 방식으로 풍풍륜 발차기가 주는 피해는 최대 66% 증가한다",
                        "Icon": "UI_Talent_S_Sayu_02"
                    },
                    {
                        "Level": 3,
                        "Name": "분신에게 맡겨",
                        "Desc": "<color style='color:#FFD780;'>유후류 · 너구리 분신술</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Sayu_02"
                    },
                    {
                        "Level": 4,
                        "Name": "새로운 농땡이 방법",
                        "Desc": "사유가 필드에서 확산 반응을 일으키면 원소 에너지를 1.2pt 회복한다.<br>해당 효과는 2초마다 1회만 발동한다",
                        "Icon": "UI_Talent_S_Sayu_03"
                    },
                    {
                        "Level": 5,
                        "Name": "속도가 생명",
                        "Desc": "<color style='color:#FFD780;'>유후류 · 풍은 돌진</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Sayu_01"
                    },
                    {
                        "Level": 6,
                        "Name": "쿨쿨 잘 시간",
                        "Desc": "사유 자신의 <color style='color:#FFD780;'>유후류 · 너구리 분신술</color>을 통해 소환한 너구리 오뚝이의 공격력과 회복량은 사유의 원소 마스터리의 영향을 받는다. 사유의 원소 마스터리 1pt당 아래의 효과를 가진다:<br> · 너구리 오뚝이가 공격력 0.2%의 피해를 추가로 준다. 해당 방식으로 최대 공격력 400%의 피해를 추가로 줄 수 있다.<br> · 너구리 오뚝이의 회복량이 3pt 증가한다. 해당 방식으로 회복량은 최대 6000pt까지 증가할 수 있다",
                        "Icon": "UI_Talent_S_Sayu_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Sayu": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elemental_Art_Wind",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elemental_Art_Wind",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.01,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elemental_Art_Fire",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elemental_Art_Water",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elemental_Art_Electric",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill Hold",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill Hold",
                "AttTag": "Elemental_Art_Ice",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Sayu_ElementalArt_Mix_Detect",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.2,
                        1.5
                    ]
                },
                "AtkTag": "Sayu_ElementalArt_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        2.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Ice",
                "GU": 2.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.2,
                        2.5,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 80.5,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.35,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.1,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.5,
                        2.5,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.3,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.0,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 48.3,
                "ForceType": 2,
                "Force": [
                    500.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        2.8,
                        3.2
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 109.71,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.3,
                        1.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.15,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 35.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 200.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}