// Auto Generated

var _AvatarDataConfig_ = {
    "Shougun": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Shougun": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104141": 1,
                "101208": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104142": 3,
                "113029": 2,
                "101208": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104142": 6,
                "113029": 4,
                "101208": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104143": 3,
                "113029": 8,
                "101208": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104143": 6,
                "113029": 12,
                "101208": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104144": 6,
                "113029": 20,
                "101208": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113025": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113025": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104326": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104327": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104327": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104327": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104327": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104328": 4,
                "112046": 4,
                "113025": 1
            },
            {
                "202": 260000,
                "104328": 6,
                "112046": 6,
                "113025": 1
            },
            {
                "202": 450000,
                "104328": 12,
                "112046": 9,
                "113025": 2
            },
            {
                "202": 700000,
                "104328": 16,
                "112046": 12,
                "113025": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Shougun": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "원류",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>창으로 최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 올려베기 공격을 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_03",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "39.646%",
                                    "42.873%",
                                    "46.1%",
                                    "50.71%",
                                    "53.937%",
                                    "57.625%",
                                    "62.696%",
                                    "67.767%",
                                    "72.838%",
                                    "78.37%",
                                    "84.7087%",
                                    "92.1631%",
                                    "99.6175%",
                                    "107.0719%",
                                    "115.2039%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "39.732%",
                                    "42.966%",
                                    "46.2%",
                                    "50.82%",
                                    "54.054%",
                                    "57.75%",
                                    "62.832%",
                                    "67.914%",
                                    "72.996%",
                                    "78.54%",
                                    "84.8925%",
                                    "92.363%",
                                    "99.8336%",
                                    "107.3041%",
                                    "115.4538%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "49.88%",
                                    "53.94%",
                                    "58.0%",
                                    "63.8%",
                                    "67.86%",
                                    "72.5%",
                                    "78.88%",
                                    "85.26%",
                                    "91.64%",
                                    "98.6%",
                                    "106.575%",
                                    "115.9536%",
                                    "125.3322%",
                                    "134.7108%",
                                    "144.942%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "28.982%+28.982%",
                                    "31.341%+31.341%",
                                    "33.7%+33.7%",
                                    "37.07%+37.07%",
                                    "39.429%+39.429%",
                                    "42.125%+42.125%",
                                    "45.832%+45.832%",
                                    "49.539%+49.539%",
                                    "53.246%+53.246%",
                                    "57.29%+57.29%",
                                    "61.9237%+61.9237%",
                                    "67.373%+67.373%",
                                    "72.8223%+72.8223%",
                                    "78.2716%+78.2716%",
                                    "84.2163%+84.2163%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "65.446%",
                                    "70.773%",
                                    "76.1%",
                                    "83.71%",
                                    "89.037%",
                                    "95.125%",
                                    "103.496%",
                                    "111.867%",
                                    "120.238%",
                                    "129.37%",
                                    "139.8338%",
                                    "152.1391%",
                                    "164.4445%",
                                    "176.7499%",
                                    "190.1739%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "99.588%",
                                    "107.694%",
                                    "115.8%",
                                    "127.38%",
                                    "135.486%",
                                    "144.75%",
                                    "157.488%",
                                    "170.226%",
                                    "182.964%",
                                    "196.86%",
                                    "212.7825%",
                                    "231.5074%",
                                    "250.2322%",
                                    "268.9571%",
                                    "289.3842%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "초월 · 악요개안",
                        "Desc": "라이덴 쇼군이 정토의 일각을 펼쳐 주변의 적에게 <color style='color:#FFACFF;'>번개 원소 피해</color>를 주고 근처 파티 내 모든 캐릭터에게 「뇌벌 악요의 눈」을 부여한다.<br><br><color style='color:#FFD780;'>뇌벌 악요의 눈</color><br> · 뇌벌 악요의 눈을 부여받은 캐릭터가 적에게 피해를 주면, 뇌벌 악요의 눈이 협동 공격을 가해 적의 위치에 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 준다.<br> · 뇌벌 악요의 눈을 부여받은 캐릭터가 지속 시간 동안 주는 원소폭발 피해가 증가하며, 증가량은 원소폭발의 원소 에너지에 영향을 받는다.<br><br>각 파티의 뇌벌 악요의 눈은 0.9초마다 협동 공격을 최대 1회 가한다.<br>파티 중 자신의 캐릭터를 제외한 다른 캐릭터가 협동 공격을 가할 경우 기존 피해의 20%에 해당하는 피해를 준다.<br><br><i>「수안(手眼)」은 본디 신통력을 가진 자가 보고 행하는 모든 일을 뜻한다. 번개 신은 흉성의 수안을 내려 권속을 수호하고 자신을 대신해 뇌벌을 내린다</i>",
                        "Icon": "Skill_S_Shougun_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "117.2%",
                                    "125.99%",
                                    "134.78%",
                                    "146.5%",
                                    "155.29%",
                                    "164.08%",
                                    "175.8%",
                                    "187.52%",
                                    "199.24%",
                                    "210.96%",
                                    "222.68%",
                                    "234.4%",
                                    "249.05%",
                                    "263.7%",
                                    "278.35%"
                                ]
                            },
                            {
                                "Desc": "협동 공격 피해",
                                "ParamLevelList": [
                                    "42.0%",
                                    "45.15%",
                                    "48.3%",
                                    "52.5%",
                                    "55.65%",
                                    "58.8%",
                                    "63.0%",
                                    "67.2%",
                                    "71.4%",
                                    "75.6%",
                                    "79.8%",
                                    "84.0%",
                                    "89.25%",
                                    "94.5%",
                                    "99.75%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초",
                                    "25초"
                                ]
                            },
                            {
                                "Desc": "원소폭발 피해 증가",
                                "ParamLevelList": [
                                    "원소 에너지 1pt당 0.22%",
                                    "원소 에너지 1pt당 0.23%",
                                    "원소 에너지 1pt당 0.24%",
                                    "원소 에너지 1pt당 0.25%",
                                    "원소 에너지 1pt당 0.26%",
                                    "원소 에너지 1pt당 0.27%",
                                    "원소 에너지 1pt당 0.28%",
                                    "원소 에너지 1pt당 0.29%",
                                    "원소 에너지 1pt당 0.3%",
                                    "원소 에너지 1pt당 0.3%",
                                    "원소 에너지 1pt당 0.3%",
                                    "원소 에너지 1pt당 0.3%",
                                    "원소 에너지 1pt당 0.3%",
                                    "원소 에너지 1pt당 0.3%",
                                    "원소 에너지 1pt당 0.3%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초",
                                    "10초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "오의 · 몽상진설",
                        "Desc": "수만 개의 진언을 모아 염원이 깃든 백안의 원력을 사용해 모든 저주를 베어버리는 몽상의 일태도를 날려 <color style='color:#FFACFF;'>번개 원소 범위 피해</color>를 주고, 일정 시간 동안 「몽상의 일심」을 사용해 전투한다. 발동 시 소모한 염원이 깃든 백안지륜의 원력 스택에 따라 몽상의 일태도와 몽상의 일심으로 주는 피해가 증가한다.<br><br><color style='color:#FFD780;'>몽상의 일심</color><br>해당 상태에서 라이덴 쇼군은 검으로 전투한다. 일반 공격, 강공격 및 낙하 공격으로 주는 피해는 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFACFF;'>번개 원소 피해</color>로 전환되고, 해당 공격들이 적에게 명중하면 근처에 있는 파티 내 모든 캐릭터의 원소 에너지를 회복한다. 해당 방식으로 1초마다 원소 에너지를 최대 1회 회복할 수 있으며, 지속 시간 동안 최대 5회 발동한다.<br>해당 상태에서 라이덴 쇼군의 경직 저항력이 증가하고 <color style='color:#FFACFF;'>감전</color> 반응 피해에 면역된다.<br>몽상의 일심 상태에서 라이덴 쇼군이 일반 공격, 강공격과 낙하 공격으로 주는 피해는 원소폭발 피해로 간주한다.<br><br>몽상의 일심 효과는 라이덴 쇼군이 퇴장하면 사라진다.<br><br><color style='color:#FFD780;'>염원이 깃든 백안지륜</color><br>파티 내 주변 캐릭터(라이덴 쇼군 자신 제외)가 원소폭발을 발동할 때, 원소폭발의 원소 에너지에 따라 라이덴 쇼군의 염원이 깃든 백안지륜 원력이 쌓인다.<br>원력은 최대 60스택까지 쌓인다.<br><br>염원이 깃든 백안지륜에 쌓인 원력은 전투 이탈 300초 후에 사라진다.<br><br><i>이는 번개 신이 새롭게 터득한 비검이다. 그녀는 「무상」을 버리고 사람들의 「몽상」을 짊어지기로 했다. 「진설」이 「새로운 이야기」를 의미하듯, 이나즈마 역시 새로운 이야기의 막을 맞았다</i>",
                        "Icon": "Skill_E_Shougun_01",
                        "ParamDesc": [
                            {
                                "Desc": "몽상의 일태도 기본 피해",
                                "ParamLevelList": [
                                    "400.8%",
                                    "430.86%",
                                    "460.92%",
                                    "501.0%",
                                    "531.06%",
                                    "561.12%",
                                    "601.2%",
                                    "641.28%",
                                    "681.36%",
                                    "721.44%",
                                    "761.52%",
                                    "801.6%",
                                    "851.7%",
                                    "901.8%",
                                    "951.9%"
                                ]
                            },
                            {
                                "Desc": "원력 보너스",
                                "ParamLevelList": [
                                    "1스택당 3.888%/공격력의 0.7262%",
                                    "1스택당 4.1796%/공격력의 0.7806%",
                                    "1스택당 4.4712%/공격력의 0.8351%",
                                    "1스택당 4.86%/공격력의 0.9077%",
                                    "1스택당 5.1516%/공격력의 0.9622%",
                                    "1스택당 5.4432%/공격력의 1.0166%",
                                    "1스택당 5.832%/공격력의 1.0892%",
                                    "1스택당 6.2208%/공격력의 1.1619%",
                                    "1스택당 6.6096%/공격력의 1.2345%",
                                    "1스택당 6.9984%/공격력의 1.3071%",
                                    "1스택당 7.3872%/공격력의 1.3797%",
                                    "1스택당 7.776%/공격력의 1.4523%",
                                    "1스택당 8.262%/공격력의 1.5431%",
                                    "1스택당 8.748%/공격력의 1.6339%",
                                    "1스택당 9.234%/공격력의 1.7246%"
                                ]
                            },
                            {
                                "Desc": "축적된 원력 스택",
                                "ParamLevelList": [
                                    "원소 에너지 1pt당 0.15",
                                    "원소 에너지 1pt당 0.16",
                                    "원소 에너지 1pt당 0.16",
                                    "원소 에너지 1pt당 0.17",
                                    "원소 에너지 1pt당 0.17",
                                    "원소 에너지 1pt당 0.18",
                                    "원소 에너지 1pt당 0.18",
                                    "원소 에너지 1pt당 0.19",
                                    "원소 에너지 1pt당 0.19",
                                    "원소 에너지 1pt당 0.2",
                                    "원소 에너지 1pt당 0.2",
                                    "원소 에너지 1pt당 0.2",
                                    "원소 에너지 1pt당 0.2",
                                    "원소 에너지 1pt당 0.2",
                                    "원소 에너지 1pt당 0.2"
                                ]
                            },
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "44.7374%",
                                    "47.7877%",
                                    "50.838%",
                                    "54.905%",
                                    "57.9553%",
                                    "61.514%",
                                    "66.0894%",
                                    "70.6648%",
                                    "75.2402%",
                                    "79.8157%",
                                    "84.3911%",
                                    "88.9665%",
                                    "93.5419%",
                                    "98.1173%",
                                    "102.6928%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "43.956%",
                                    "46.953%",
                                    "49.95%",
                                    "53.946%",
                                    "56.943%",
                                    "60.4395%",
                                    "64.935%",
                                    "69.4305%",
                                    "73.926%",
                                    "78.4215%",
                                    "82.917%",
                                    "87.4125%",
                                    "91.908%",
                                    "96.4035%",
                                    "100.899%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "53.8217%",
                                    "57.4913%",
                                    "61.161%",
                                    "66.0539%",
                                    "69.7235%",
                                    "74.0048%",
                                    "79.5093%",
                                    "85.0138%",
                                    "90.5183%",
                                    "96.0228%",
                                    "101.5273%",
                                    "107.0318%",
                                    "112.5362%",
                                    "118.0407%",
                                    "123.5452%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "30.888%+30.976%",
                                    "32.994%+33.088%",
                                    "35.1%+35.2%",
                                    "37.908%+38.016%",
                                    "40.014%+40.128%",
                                    "42.471%+42.592%",
                                    "45.63%+45.76%",
                                    "48.789%+48.928%",
                                    "51.948%+52.096%",
                                    "55.107%+55.264%",
                                    "58.266%+58.432%",
                                    "61.425%+61.6%",
                                    "64.584%+64.768%",
                                    "67.743%+67.936%",
                                    "70.902%+71.104%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "73.9438%",
                                    "78.9854%",
                                    "84.027%",
                                    "90.7492%",
                                    "95.7908%",
                                    "101.6727%",
                                    "109.2351%",
                                    "116.7975%",
                                    "124.36%",
                                    "131.9224%",
                                    "139.4848%",
                                    "147.0473%",
                                    "154.6097%",
                                    "162.1721%",
                                    "169.7345%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "61.6%+74.36%",
                                    "65.8%+79.43%",
                                    "70.0%+84.5%",
                                    "75.6%+91.26%",
                                    "79.8%+96.33%",
                                    "84.7%+102.245%",
                                    "91.0%+109.85%",
                                    "97.3%+117.455%",
                                    "103.6%+125.06%",
                                    "109.9%+132.665%",
                                    "116.2%+140.27%",
                                    "122.5%+147.875%",
                                    "128.8%+155.48%",
                                    "135.1%+163.085%",
                                    "141.4%+170.69%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "몽상의 일심 에너지 회복",
                                "ParamLevelList": [
                                    "1.6",
                                    "1.7",
                                    "1.8",
                                    "1.9",
                                    "2",
                                    "2.1",
                                    "2.2",
                                    "2.3",
                                    "2.4",
                                    "2.5",
                                    "2.5",
                                    "2.5",
                                    "2.5",
                                    "2.5",
                                    "2.5"
                                ]
                            },
                            {
                                "Desc": "몽상의 일심 지속 시간",
                                "ParamLevelList": [
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90",
                                    "90"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "수천수만의 염원",
                        "Desc": "근처에 있는 파티 내 캐릭터가 원소 구슬 또는 원소 입자를 획득하면 <color style='color:#FFD780;'>염원이 깃든 백안지륜</color>에 원력이 2스택 쌓인다.<br>해당 효과는 3초마다 최대 1회 발동한다",
                        "Icon": "UI_Talent_S_Shougun_05"
                    },
                    {
                        "Name": "비범한 옥체",
                        "Desc": "라이덴 쇼군은 원소 충전 효율의 100%를 초과한 수치에 따라 다음과 같은 효과를 획득한다:<br> · <color style='color:#FFD780;'>몽상의 일심</color> 상태에서 원소 에너지 회복이 0.6% 증가한다.<br> · <color style='color:#FFACFF;'>번개 원소 피해 보너스</color>가 0.4% 증가한다",
                        "Icon": "UI_Talent_S_Shougun_06"
                    },
                    {
                        "Name": "",
                        "Desc": "",
                        "Icon": ""
                    },
                    {
                        "Name": "천하명물 사냥",
                        "Desc": "한손검과 장병기 무기 돌파 시 소모하는 모라가 50% 감소한다",
                        "Icon": "UI_Talent_S_Shougun_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "악요 명문(銘文)",
                        "Desc": "<color style='color:#FFD780;'>염원이 깃든 백안지륜</color>이 더욱 빠르게 원력을 축적한다. 원소 타입이 <color style='color:#FFACFF;'>번개 원소</color>인 캐릭터가 원소폭발을 발동하면, 축적한 원력이 80% 증가하고, 기타 원소 타입의 캐릭터가 원소폭발을 발동하면 축적한 원력이 20% 증가한다",
                        "Icon": "UI_Talent_S_Shougun_01"
                    },
                    {
                        "Level": 2,
                        "Name": "강철 절단",
                        "Desc": "<color style='color:#FFD780;'>오의 · 몽상진설</color>의 몽상의 일태도와 몽상의 일심 상태에서 라이덴 쇼군의 공격은 적의 방어력 60%를 무시한다",
                        "Icon": "UI_Talent_S_Shougun_03"
                    },
                    {
                        "Level": 3,
                        "Name": "진영의 과거",
                        "Desc": "<color style='color:#FFD780;'>오의 · 몽상진설</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Shougun_02"
                    },
                    {
                        "Level": 4,
                        "Name": "진리의 맹세",
                        "Desc": "<color style='color:#FFD780;'>오의 · 몽상진설</color>이 부여하는 <color style='color:#FFD780;'>몽상의 일심</color> 상태가 끝난 후, 파티 내 모든 캐릭터(라이덴 쇼군 자신 제외)의 공격력이 30% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Shougun_02"
                    },
                    {
                        "Level": 5,
                        "Name": "쇼군의 현형",
                        "Desc": "<color style='color:#FFD780;'>초월 · 악요개안</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Shougun_01"
                    },
                    {
                        "Level": 6,
                        "Name": "염원의 대행인",
                        "Desc": "<color style='color:#FFD780;'>오의 · 몽상진설</color>이 부여하는 <color style='color:#FFD780;'>몽상의 일심</color> 상태에서 라이덴 쇼군의 원소폭발이 적에게 명중 시, 근처 파티 내 모든 캐릭터(라이덴 쇼군 자신 제외)의 원소폭발 재사용 대기시간이 1초 감소한다.<br>해당 효과는 1초마다 1회 발동하며, 지속 시간 동안 최대 5번 발동한다",
                        "Icon": "UI_Talent_S_Shougun_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Shougun": {
        "AttackList": [
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.8,
                        3.8,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 40.67,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        9.8,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 39.96,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.3,
                        3.2,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 48.93,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Spear",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        6.6,
                        11.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 28.11,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.5,
                        4.5,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 28.11,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        5.5,
                        11.0,
                        3.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 67.22,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        7.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        7.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "KatanaAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 80.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 30.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        4.0
                    ]
                },
                "AtkTag": "",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 400.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        8.0,
                        13.0,
                        4.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.8,
                        1.8,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.88,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 36.96,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.0,
                        1.8,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 46.4,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.96,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 26.96,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        1.5
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 60.88,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.8,
                        2.8,
                        3.5
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.02,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunge ATK",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}