// Auto Generated

var _AvatarDataConfig_ = {
    "SkirkNew": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• Seven-Phase Flash: <s>0.15</s> @0.3# (nerfed in v5 to same as Xingqiu)",
                    "• Hold E: @0.2#",
                    "• (C6) While having Havoc Sever: <s>Cannot be interrupted</s> @No extra interruption RES# (nerfed in v5)"
                ]
            },
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When any Cryo DMG hits a monster, generates @4 Cryo Particles#, CD @15s#.",
                    "Any means any. If you use Chongyun E to infuse her Normal Attacks, she will generate particles with these Normal Attacks."
                ]
            },
            {
                "Name": "Seven-Phase Flash",
                "DescList": [
                    "• During Seven-Phase Flash, consumes @7# Serpent's Subtlety per second.",
                    "• Immediately exits Seven-Phase Flash upon switching characters."
                ]
            },
            {
                "Name": "DMG Multipliers",
                "DescList": [
                    "• Havoc Extinction: Normal Attack DMG increase is @ordinary DMG Bonus#.",
                    "• Havoc Ruin: The Serpent's Subtlety consumption DMG increase is an @increase to the DMG multiplier#, and applies to all 6 hits."
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "SkirkNew": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104161": 1,
                "101254": 3,
                "112083": 3
            },
            {
                "202": 40000,
                "104162": 3,
                "113067": 2,
                "101254": 10,
                "112083": 15
            },
            {
                "202": 60000,
                "104162": 6,
                "113067": 4,
                "101254": 20,
                "112084": 12
            },
            {
                "202": 80000,
                "104163": 3,
                "113067": 8,
                "101254": 30,
                "112084": 18
            },
            {
                "202": 100000,
                "104163": 6,
                "113067": 12,
                "101254": 45,
                "112085": 12
            },
            {
                "202": 120000,
                "104164": 6,
                "113067": 20,
                "101254": 60,
                "112085": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104347": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112085": 4,
                "113073": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112085": 6,
                "113073": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112085": 9,
                "113073": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112085": 12,
                "113073": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104347": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112085": 4,
                "113073": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112085": 6,
                "113073": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112085": 9,
                "113073": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112085": 12,
                "113073": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104347": 3,
                "112083": 6
            },
            {
                "202": 17500,
                "104348": 2,
                "112084": 3
            },
            {
                "202": 25000,
                "104348": 4,
                "112084": 4
            },
            {
                "202": 30000,
                "104348": 6,
                "112084": 6
            },
            {
                "202": 37500,
                "104348": 9,
                "112084": 9
            },
            {
                "202": 120000,
                "104349": 4,
                "112085": 4,
                "113073": 1
            },
            {
                "202": 260000,
                "104349": 6,
                "112085": 6,
                "113073": 1
            },
            {
                "202": 450000,
                "104349": 12,
                "112085": 9,
                "113073": 2
            },
            {
                "202": 700000,
                "104349": 16,
                "112085": 12,
                "113073": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "SkirkNew": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "극악기 · 단",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전하는 수정 창을 던져 전방의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "54.524%",
                                    "58.962%",
                                    "63.4%",
                                    "69.74%",
                                    "74.178%",
                                    "79.25%",
                                    "86.224%",
                                    "93.198%",
                                    "100.172%",
                                    "107.78%",
                                    "115.388%",
                                    "122.996%",
                                    "130.604%",
                                    "138.212%",
                                    "145.82%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "49.794%",
                                    "53.847%",
                                    "57.9%",
                                    "63.69%",
                                    "67.743%",
                                    "72.375%",
                                    "78.744%",
                                    "85.113%",
                                    "91.482%",
                                    "98.43%",
                                    "105.378%",
                                    "112.326%",
                                    "119.274%",
                                    "126.222%",
                                    "133.17%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "32.422%+32.422%",
                                    "35.061%+35.061%",
                                    "37.7%+37.7%",
                                    "41.47%+41.47%",
                                    "44.109%+44.109%",
                                    "47.125%+47.125%",
                                    "51.272%+51.272%",
                                    "55.419%+55.419%",
                                    "59.566%+59.566%",
                                    "64.09%+64.09%",
                                    "68.614%+68.614%",
                                    "73.138%+73.138%",
                                    "77.662%+77.662%",
                                    "82.186%+82.186%",
                                    "86.71%+86.71%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "66.822%x2",
                                    "72.261%x2",
                                    "77.7%x2",
                                    "85.47%x2",
                                    "90.909%x2",
                                    "97.125%x2",
                                    "105.672%x2",
                                    "114.219%x2",
                                    "122.766%x2",
                                    "132.09%x2",
                                    "141.414%x2",
                                    "150.738%x2",
                                    "160.062%x2",
                                    "169.386%x2",
                                    "178.71%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 섬",
                        "Desc": "극악 기사의 전투 스타일을 모방하여 짧은 터치 또는 홀드에 따라 각기 다른 효과를 생성한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 45pt 획득하고 <color style='color:#FFD780;'>일곱빛</color> 모드로 전환된다.<br><br><color style='color:#FFD780;'>홀드</color><br>스커크가 뱀의 계략을 45pt 획득하고 지속적으로 빠르게 이동한다. 해당 상태에서 스커크의 경직 저항력이 증가한다.<br>지속 시간 동안 스커크는 방향을 조절하며 빠른 속도로 이동할 수 있고, 다시 스킬을 발동하면 빠른 이동 상태가 조기 종료된다KR0B",
                        "Icon": "Skill_S_SkirkNew_01",
                        "DescAdd": "<br><br><i>「허공간의 규칙으로 인간계의 율법을 모방한다」</i><br>「넌 이를 모독이라고 부를 수도 있고, 운명에서 해방된 자유라고 부를 수도 있겠지」",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "132.8244%",
                                    "143.6357%",
                                    "154.447%",
                                    "169.8917%",
                                    "180.703%",
                                    "193.0588%",
                                    "210.0479%",
                                    "227.0371%",
                                    "244.0263%",
                                    "262.5599%",
                                    "281.0935%",
                                    "299.6272%",
                                    "318.1608%",
                                    "336.6945%",
                                    "355.2281%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "119.7997%",
                                    "129.5509%",
                                    "139.302%",
                                    "153.2322%",
                                    "162.9833%",
                                    "174.1275%",
                                    "189.4507%",
                                    "204.7739%",
                                    "220.0972%",
                                    "236.8134%",
                                    "253.5296%",
                                    "270.2459%",
                                    "286.9621%",
                                    "303.6784%",
                                    "320.3946%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "75.723%+75.723%",
                                    "81.8865%+81.8865%",
                                    "88.05%+88.05%",
                                    "96.855%+96.855%",
                                    "103.0185%+103.0185%",
                                    "110.0625%+110.0625%",
                                    "119.748%+119.748%",
                                    "129.4335%+129.4335%",
                                    "139.119%+139.119%",
                                    "149.685%+149.685%",
                                    "160.251%+160.251%",
                                    "170.817%+170.817%",
                                    "181.383%+181.383%",
                                    "191.949%+191.949%",
                                    "202.515%+202.515%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "80.539%+80.539%",
                                    "87.0945%+87.0945%",
                                    "93.65%+93.65%",
                                    "103.015%+103.015%",
                                    "109.5705%+109.5705%",
                                    "117.0625%+117.0625%",
                                    "127.364%+127.364%",
                                    "137.6655%+137.6655%",
                                    "147.967%+147.967%",
                                    "159.205%+159.205%",
                                    "170.443%+170.443%",
                                    "181.681%+181.681%",
                                    "192.919%+192.919%",
                                    "204.157%+204.157%",
                                    "215.395%+215.395%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "196.6244%",
                                    "212.6287%",
                                    "228.633%",
                                    "251.4963%",
                                    "267.5006%",
                                    "285.7912%",
                                    "310.9409%",
                                    "336.0905%",
                                    "361.2401%",
                                    "388.6761%",
                                    "416.1121%",
                                    "443.548%",
                                    "470.984%",
                                    "498.4199%",
                                    "525.8559%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "44.548%x3",
                                    "48.174%x3",
                                    "51.8%x3",
                                    "56.98%x3",
                                    "60.606%x3",
                                    "64.75%x3",
                                    "70.448%x3",
                                    "76.146%x3",
                                    "81.844%x3",
                                    "88.06%x3",
                                    "94.276%x3",
                                    "100.492%x3",
                                    "106.708%x3",
                                    "112.924%x3",
                                    "119.14%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt",
                                    "25pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "일곱빛 모드 지속시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 최대치",
                                "ParamLevelList": [
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 멸",
                        "Desc": "스커크의 원소폭발은 원소 에너지가 아닌 <color style='color:#FFD780;'>뱀의 계략</color>에 의존한다.<br>스커크가 뱀의 계략을 최소 50pt 보유 시, 스커크는 모든 뱀의 계략을 소모해 원소폭발을 발동할 수 있다. 이때 전방의 공간을 찢고 빠른 속도로 연속 베기를 진행해 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 준다. 동시에 발동 시 스커크가 보유한 뱀의 계략 중 50pt를 초과한 값을 기반으로, 초과한 뱀의 계략 1pt당 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 카운트할 수 있다.<br><br>스커크가 <color style='color:#FFD780;'>일곱빛</color> 모드일 경우, 원소폭발 「극악기 · 멸」이 「극악기 · 진」으로 대체된다.<br><br><color style='color:#FFD780;'>극악기 · 진</color><br>뱀의 계략을 소모하지 않고 발동할 수 있는 특수 원소폭발.<br>발동 후, 스커크가 일곱빛 모드가 종료될 때까지 지속되는 고갈 효과를 획득한다. 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금한 후, 스커크가 주변 일정 범위 내의 허공간 균열을 흡수한다.<br>고갈효과 지속 시간 동안 0.1초마다 스커크의 일반 공격이 적에게 명중 후, 이번 일반 공격으로 주는 피해가 증가한다. 만약 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시, 허공간 균열을 흡수했다면 흡수한 허공간 균열 횟수에 따라 이번 일반 공격으로 주는 피해가 더 증가한다.<br>해당 효과는 10회 발동 후 사라진다KR0B",
                        "Icon": "Skill_E_SkirkNew_01",
                        "DescAdd": "<br><br>「네가 날 이기지 못하는 이유 중 하나는, 네가 기술명을 외치는 게 나보다 세 배는 느리기 때문이야」KR0B",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "138.12%x5",
                                    "148.479%x5",
                                    "158.838%x5",
                                    "172.65%x5",
                                    "183.009%x5",
                                    "193.368%x5",
                                    "207.18%x5",
                                    "220.992%x5",
                                    "234.804%x5",
                                    "248.616%x5",
                                    "262.428%x5",
                                    "276.24%x5",
                                    "293.505%x5",
                                    "310.77%x5",
                                    "328.035%x5"
                                ]
                            },
                            {
                                "Desc": "최후의 일격 스킬 피해",
                                "ParamLevelList": [
                                    "230.2%",
                                    "247.465%",
                                    "264.73%",
                                    "287.75%",
                                    "305.015%",
                                    "322.28%",
                                    "345.3%",
                                    "368.32%",
                                    "391.34%",
                                    "414.36%",
                                    "437.38%",
                                    "460.4%",
                                    "489.175%",
                                    "517.95%",
                                    "546.725%"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 보너스",
                                "ParamLevelList": [
                                    "1pt당 공격력의 16.6256%",
                                    "1pt당 공격력의 17.8725%",
                                    "1pt당 공격력의 19.1194%",
                                    "1pt당 공격력의 20.782%",
                                    "1pt당 공격력의 22.0289%",
                                    "1pt당 공격력의 23.2758%",
                                    "1pt당 공격력의 24.9384%",
                                    "1pt당 공격력의 26.601%",
                                    "1pt당 공격력의 28.2635%",
                                    "1pt당 공격력의 29.9261%",
                                    "1pt당 공격력의 31.5886%",
                                    "1pt당 공격력의 33.2512%",
                                    "1pt당 공격력의 35.3294%",
                                    "1pt당 공격력의 37.4076%",
                                    "1pt당 공격력의 39.4858%"
                                ]
                            },
                            {
                                "Desc": "허공간 균열 0/1/2/3개 흡수 피해 증가",
                                "ParamLevelList": [
                                    "3.5%/6.6%/8.8%/11.0%",
                                    "4.0%/7.2%/9.6%/12.0%",
                                    "4.5%/7.8%/10.4%/13.0%",
                                    "5.0%/8.4%/11.2%/14.0%",
                                    "5.5%/9.0%/12.0%/15.0%",
                                    "6.0%/9.6%/12.8%/16.0%",
                                    "6.5%/10.2%/13.6%/17.0%",
                                    "7.0%/10.8%/14.4%/18.0%",
                                    "7.5%/11.4%/15.2%/19.0%",
                                    "8.0%/12.0%/16.0%/20.0%",
                                    "8.5%/12.6%/16.8%/21.0%",
                                    "9.0%/13.2%/17.6%/22.0%",
                                    "9.5%/13.8%/18.4%/23.0%",
                                    "10.0%/14.4%/19.2%/24.0%",
                                    "10.5%/15.0%/20.0%/25.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허공간 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허공간 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허공간 균열을 흡수한다:<br> · <color style='color:#FFD780;'>일곱빛</color> 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허공간 균열을 흡수할 때마다 스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 8pt 획득한다",
                        "Icon": "UI_Talent_S_SkirkNew_05"
                    },
                    {
                        "Name": "흐르는 정적",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 각 캐릭터는 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 <color style='color:#FFD780;'>일곱빛</color> 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_06"
                    },
                    {
                        "Name": "무예 전수",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#99FFFF;'>얼음 원소</color>이며, 물 원소와 얼음 원소 캐릭터가 각각 최소 1명씩 있을 경우: 파티 내 자신의 캐릭터 <color style='color:#FFD780;'>원소전투 스킬</color> 레벨이 Lv.1 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "연원",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과가 강화된다: 허공간 균열 흡수 후, 결정 칼날 하나를 소환해 주변의 적을 공격하고 스커크 공격력의 500%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br>고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금해야 한다KR0B",
                        "Icon": "UI_Talent_S_SkirkNew_01"
                    },
                    {
                        "Level": 2,
                        "Name": "낙연",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 후, 스커크가 추가로 <color style='color:#FFD780;'>뱀의 계략</color>을 12pt 획득한다.<br>원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 강화된다: 발동 시 스커크가 보유한 뱀의 계략 중 50pt를 초과한 값을 기반으로 이번 원소폭발로 주는 피해 효과가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 카운트할 수 있다.<br>또한, 스커크가 <color style='color:#FFD780;'>일곱빛</color> 모드 일 때, 일반 공격으로 주는 피해가 60% 증가한다KR0B",
                        "Icon": "UI_Talent_S_SkirkNew_02"
                    },
                    {
                        "Level": 3,
                        "Name": "죄연",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_01"
                    },
                    {
                        "Level": 4,
                        "Name": "류단",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>흐르는 정적</color>의 효과가 강화된다: 죽음강 가르기 효과 스택마다 스커크의 공격력이 10%/20%/50% 증가한다.<br>고유 특성 <color style='color:#FFD780;'>흐르는 정적</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_03"
                    },
                    {
                        "Level": 5,
                        "Name": "결원",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_02"
                    },
                    {
                        "Level": 6,
                        "Name": "지원",
                        "Desc": "스커크가 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과를 통해 허공간 균열을 1개 흡수할 때마다 극악기 · 참 효과를 1스택 획득한다, 지속 시간: 15초, 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>고유 특성 「이치 밖의 이치」를 해금해야 한다.<br><br><color style='color:#FFD780;'>극악기 · 참</color><br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 모든 <color style='color:#FFD780;'>극악기 · 참</color> 스택을 소모하여 협동 공격을 펼친다. <color style='color:#FFD780;'>극악기 · 참</color> 스택마다 스커크 공격력의 600%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br> · 스커크가 <color style='color:#FFD780;'>일곱빛</color>모드에서 일반 공격의 세 번째 또는 다섯 번째 공격으로 적 명중 시, <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 3회의 협동 공격을 펼친다. 협동 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br> · 스커크가 <color style='color:#FFD780;'>일곱빛</color> 모드에서 피해를 입을 시 <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 이번 받는 피해를 80% 감소시키고, 주변의 적을 3회 공격한다. 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다KR0B",
                        "Icon": "UI_Talent_S_SkirkNew_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뱀의 계략",
                        "Desc": "스커크는 뱀의 계략을 소모해 일곱 상태의 일곱빛 모드를 유지하거나 원소폭발 극악기 · 멸을 발동할 수 있다.<br><br>스커크는 다음과 같은 방법으로 뱀의 계략을 획득한다:<br> · 원소전투 스킬 극악기 · 섬 발동 후.<br> · 고유 특성 이치 밖의 이치를 발동해 허공간 균열 효과 흡수 후.<br><br>스커크의 일곱빛 모드에서 퇴장하거나 일곱빛 모드가 종료되면 스커크가 보유한 뱀의 계략이 사라진다KR0B"
                    },
                    {
                        "Name": "일곱빛",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 시, 일정 시간 동안 스커크가 아래의 특성을 지닌 이 모드로 전환된다:<br> · 지속적으로 뱀의 계략을 소모한다.<br> · 일반 공격과 강공격의 공격 범위 및 스커크의 경직 저항력이 증가한다.<br> · 일반 공격, 강공격, 낙하 공격 시 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#99FFFF;'>얼음 원소 피해</color>로 전환된다.<br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 특수한 원소폭발인 <color style='color:#FFD780;'>극악기 · 진</color>으로 대체된다.<br> · 스커크가 대시 시 수면 위를 이동할 수 있다.<br> · 뱀의 계략이 소모되거나 지속 시간이 끝나면 스커크는 해당 모드를 종료하고, 원소전투 스킬이 재사용 대기시간에 진입한다KR0B"
                    },
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허공간 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허공간 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허공간 균열을 흡수한다:<br> · 일곱빛 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동해 빠른 이동 진행 시.<br><br>허공간 균열을 흡수할 때마다 스커크가 뱀의 계략을 8pt 획득한다KR0F"
                    },
                    {
                        "Name": "흐르는 정적",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 캐릭터당 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 일곱빛 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다KR0F"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "극악기 · 단",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전하는 수정 창을 던져 전방의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "54.524%",
                                    "58.962%",
                                    "63.4%",
                                    "69.74%",
                                    "74.178%",
                                    "79.25%",
                                    "86.224%",
                                    "93.198%",
                                    "100.172%",
                                    "107.78%",
                                    "115.388%",
                                    "122.996%",
                                    "130.604%",
                                    "138.212%",
                                    "145.82%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "49.794%",
                                    "53.847%",
                                    "57.9%",
                                    "63.69%",
                                    "67.743%",
                                    "72.375%",
                                    "78.744%",
                                    "85.113%",
                                    "91.482%",
                                    "98.43%",
                                    "105.378%",
                                    "112.326%",
                                    "119.274%",
                                    "126.222%",
                                    "133.17%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "32.422%+32.422%",
                                    "35.061%+35.061%",
                                    "37.7%+37.7%",
                                    "41.47%+41.47%",
                                    "44.109%+44.109%",
                                    "47.125%+47.125%",
                                    "51.272%+51.272%",
                                    "55.419%+55.419%",
                                    "59.566%+59.566%",
                                    "64.09%+64.09%",
                                    "68.614%+68.614%",
                                    "73.138%+73.138%",
                                    "77.662%+77.662%",
                                    "82.186%+82.186%",
                                    "86.71%+86.71%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "66.822%x2",
                                    "72.261%x2",
                                    "77.7%x2",
                                    "85.47%x2",
                                    "90.909%x2",
                                    "97.125%x2",
                                    "105.672%x2",
                                    "114.219%x2",
                                    "122.766%x2",
                                    "132.09%x2",
                                    "141.414%x2",
                                    "150.738%x2",
                                    "160.062%x2",
                                    "169.386%x2",
                                    "178.71%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 섬",
                        "Desc": "극악 기사의 전투 스타일을 모방하여 짧은 터치 또는 홀드에 따라 각기 다른 효과를 생성한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 45pt 획득하고 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드로 전환된다.<br><br><color style='color:#FFD780;'>홀드</color><br>스커크가 뱀의 계략을 45pt 획득하고 지속적으로 빠르게 이동한다. 해당 상태에서 스커크의 경직 저항력이 증가한다.<br>지속 시간 동안 스커크는 방향을 조절하며 빠른 속도로 이동할 수 있고, 다시 스킬을 발동하면 빠른 이동 상태가 조기 종료된다",
                        "Icon": "Skill_S_SkirkNew_01",
                        "DescAdd": "<br><br><i>「허계의 규칙으로 인간계의 율법을 모방한다」</i><br>「이를 모독이라고 부를 수도 있고, 운명에서 해방된 자유라고 부를 수도 있겠지」",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "132.8244%",
                                    "143.6357%",
                                    "154.447%",
                                    "169.8917%",
                                    "180.703%",
                                    "193.0588%",
                                    "210.0479%",
                                    "227.0371%",
                                    "244.0263%",
                                    "262.5599%",
                                    "281.0935%",
                                    "299.6272%",
                                    "318.1608%",
                                    "336.6945%",
                                    "355.2281%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "119.7997%",
                                    "129.5509%",
                                    "139.302%",
                                    "153.2322%",
                                    "162.9833%",
                                    "174.1275%",
                                    "189.4507%",
                                    "204.7739%",
                                    "220.0972%",
                                    "236.8134%",
                                    "253.5296%",
                                    "270.2459%",
                                    "286.9621%",
                                    "303.6784%",
                                    "320.3946%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "75.723%+75.723%",
                                    "81.8865%+81.8865%",
                                    "88.05%+88.05%",
                                    "96.855%+96.855%",
                                    "103.0185%+103.0185%",
                                    "110.0625%+110.0625%",
                                    "119.748%+119.748%",
                                    "129.4335%+129.4335%",
                                    "139.119%+139.119%",
                                    "149.685%+149.685%",
                                    "160.251%+160.251%",
                                    "170.817%+170.817%",
                                    "181.383%+181.383%",
                                    "191.949%+191.949%",
                                    "202.515%+202.515%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "80.539%+80.539%",
                                    "87.0945%+87.0945%",
                                    "93.65%+93.65%",
                                    "103.015%+103.015%",
                                    "109.5705%+109.5705%",
                                    "117.0625%+117.0625%",
                                    "127.364%+127.364%",
                                    "137.6655%+137.6655%",
                                    "147.967%+147.967%",
                                    "159.205%+159.205%",
                                    "170.443%+170.443%",
                                    "181.681%+181.681%",
                                    "192.919%+192.919%",
                                    "204.157%+204.157%",
                                    "215.395%+215.395%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "196.6244%",
                                    "212.6287%",
                                    "228.633%",
                                    "251.4963%",
                                    "267.5006%",
                                    "285.7912%",
                                    "310.9409%",
                                    "336.0905%",
                                    "361.2401%",
                                    "388.6761%",
                                    "416.1121%",
                                    "443.548%",
                                    "470.984%",
                                    "498.4199%",
                                    "525.8559%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "44.548%x3",
                                    "48.174%x3",
                                    "51.8%x3",
                                    "56.98%x3",
                                    "60.606%x3",
                                    "64.75%x3",
                                    "70.448%x3",
                                    "76.146%x3",
                                    "81.844%x3",
                                    "88.06%x3",
                                    "94.276%x3",
                                    "100.492%x3",
                                    "106.708%x3",
                                    "112.924%x3",
                                    "119.14%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "일곱빛 섬광 모드 지속시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 최대치",
                                "ParamLevelList": [
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 멸",
                        "Desc": "스커크의 원소폭발은 원소 에너지가 아닌 <color style='color:#FFD780;'>뱀의 계략</color>에서 나온다.<br>스커크가 뱀의 계략을 최소 50pt 보유 시, 스커크는 모든 뱀의 계략을 소모해 원소폭발을 발동할 수 있다. 이때 전방의 공간을 찢고 빠른 속도로 연속 베기를 진행해 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 준다. 또한 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과한 뱀의 계략 1pt당 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 카운트한다.<br><br>스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드 시, 원소폭발 「극악기 · 멸」이 「극악기 · 진」으로 대체된다.<br><br><color style='color:#FFD780;'>극악기 · 진</color><br>뱀의 계략을 소모하지 않고 발동할 수 있는 특수 원소폭발.<br>발동 후, 스커크가 일곱빛 섬광 모드가 종료될 때까지 지속되는 고갈 효과를 획득한다. 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금한 후, 스커크가 주변 일정 범위 내의 허계 균열을 흡수한다.<br>고갈 효과 지속 시간 동안 0.1초마다 스커크의 일반 공격이 적에게 명중 후, 이번 일반 공격으로 주는 피해가 증가한다. 만약 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시, 허계 균열을 흡수했다면 흡수한 허계 균열 수량에 따라 이번 일반 공격으로 주는 피해가 더 증가한다.<br>해당 효과는 10회 발동 후 사라진다",
                        "Icon": "Skill_E_SkirkNew_01",
                        "DescAdd": "<br><br><i>「네가 스승인 나를 이기지 못하는 이유 중 하나는, 기술명을 외치는 속도가 나보다 세 배는 느리기 때문이야」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "138.12%x5",
                                    "148.479%x5",
                                    "158.838%x5",
                                    "172.65%x5",
                                    "183.009%x5",
                                    "193.368%x5",
                                    "207.18%x5",
                                    "220.992%x5",
                                    "234.804%x5",
                                    "248.616%x5",
                                    "262.428%x5",
                                    "276.24%x5",
                                    "293.505%x5",
                                    "310.77%x5",
                                    "328.035%x5"
                                ]
                            },
                            {
                                "Desc": "최후의 일격 스킬 피해",
                                "ParamLevelList": [
                                    "230.2%",
                                    "247.465%",
                                    "264.73%",
                                    "287.75%",
                                    "305.015%",
                                    "322.28%",
                                    "345.3%",
                                    "368.32%",
                                    "391.34%",
                                    "414.36%",
                                    "437.38%",
                                    "460.4%",
                                    "489.175%",
                                    "517.95%",
                                    "546.725%"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 보너스",
                                "ParamLevelList": [
                                    "1pt당 공격력의 16.6256%",
                                    "1pt당 공격력의 17.8725%",
                                    "1pt당 공격력의 19.1194%",
                                    "1pt당 공격력의 20.782%",
                                    "1pt당 공격력의 22.0289%",
                                    "1pt당 공격력의 23.2758%",
                                    "1pt당 공격력의 24.9384%",
                                    "1pt당 공격력의 26.601%",
                                    "1pt당 공격력의 28.2635%",
                                    "1pt당 공격력의 29.9261%",
                                    "1pt당 공격력의 31.5886%",
                                    "1pt당 공격력의 33.2512%",
                                    "1pt당 공격력의 35.3294%",
                                    "1pt당 공격력의 37.4076%",
                                    "1pt당 공격력의 39.4858%"
                                ]
                            },
                            {
                                "Desc": "허계 균열 0/1/2/3개 흡수 피해 증가",
                                "ParamLevelList": [
                                    "3.5%/6.6%/8.8%/11.0%",
                                    "4.0%/7.2%/9.6%/12.0%",
                                    "4.5%/7.8%/10.4%/13.0%",
                                    "5.0%/8.4%/11.2%/14.0%",
                                    "5.5%/9.0%/12.0%/15.0%",
                                    "6.0%/9.6%/12.8%/16.0%",
                                    "6.5%/10.2%/13.6%/17.0%",
                                    "7.0%/10.8%/14.4%/18.0%",
                                    "7.5%/11.4%/15.2%/19.0%",
                                    "8.0%/12.0%/16.0%/20.0%",
                                    "8.5%/12.6%/16.8%/21.0%",
                                    "9.0%/13.2%/17.6%/22.0%",
                                    "9.5%/13.8%/18.4%/23.0%",
                                    "10.0%/14.4%/19.2%/24.0%",
                                    "10.5%/15.0%/20.0%/25.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 8pt 획득한다",
                        "Icon": "UI_Talent_S_SkirkNew_05"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 각 캐릭터는 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_06"
                    },
                    {
                        "Name": "무예 전수",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#99FFFF;'>얼음 원소</color>이며, 물 원소와 얼음 원소 캐릭터가 각각 최소 1명씩 있을 경우: 파티 내 자신의 캐릭터 <color style='color:#FFD780;'>원소전투 스킬</color> 레벨이 Lv.1 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "요원",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과가 강화된다: 허계 균열 흡수 후, 수정 칼날 하나를 소환해 주변의 적을 공격하고 스커크 공격력의 500%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br>고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_01"
                    },
                    {
                        "Level": 2,
                        "Name": "심연",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 후, 스커크가 추가로 <color style='color:#FFD780;'>뱀의 계략</color>을 12pt 획득한다.<br>원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 강화된다: 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과치를 기반으로 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 카운트한다.<br>또한, 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드 시, 일반 공격으로 주는 피해가 60% 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_02"
                    },
                    {
                        "Level": 3,
                        "Name": "악연",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절단",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>흐르는 정적</color>의 효과가 강화된다: 죽음강 가르기 효과 스택마다 스커크의 공격력이 10%/20%/50% 증가한다.<br>고유 특성 <color style='color:#FFD780;'>흐르는 정적</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_03"
                    },
                    {
                        "Level": 5,
                        "Name": "결의",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_02"
                    },
                    {
                        "Level": 6,
                        "Name": "근원",
                        "Desc": "스커크가 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과를 통해 허계 균열을 1개 흡수할 때마다 극악기 · 참 효과를 1스택 획득한다, 지속 시간: 15초, 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>고유 특성 「이치 밖의 이치」를 해금해야 한다.<br><br><color style='color:#FFD780;'>극악기 · 참</color><br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 모든 <color style='color:#FFD780;'>극악기 · 참</color> 스택을 소모하여 협동 공격을 진행한다. <color style='color:#FFD780;'>극악기 · 참</color> 스택마다 스커크 공격력의 600%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br> · 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color>모드에서 일반 공격의 세 번째 또는 다섯 번째 공격으로 적 명중 시, <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 협동 공격을 3회 진행한다. 협동 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br> · 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 피해를 받을 시 <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 이번 받는 피해를 80% 감소시키고, 주변의 적을 3회 공격한다. 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_SkirkNew_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뱀의 계략",
                        "Desc": "스커크는 뱀의 계략을 소모해 일곱빛 섬광 모드를 유지하거나 원소폭발 극악기 · 멸을 발동할 수 있다.<br><br>스커크는 아래와 같은 방법으로 뱀의 계략을 획득한다:<br> · 원소전투 스킬 극악기 · 섬 발동 후.<br> · 고유 특성 이치 밖의 이치를 발동해 허계 균열 효과 흡수 후.<br><br>스커크가 일곱빛 섬광 모드에서 퇴장하거나 일곱빛 섬광 모드 종료 시, 스커크가 보유한 뱀의 계략이 사라진다"
                    },
                    {
                        "Name": "일곱빛 섬광",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 시, 일정 시간 동안 스커크가 해당 모드로 전환되어 아래의 특성을 지닌다:<br> · 지속적으로 뱀의 계략을 소모한다.<br> · 일반 공격과 강공격의 공격 범위 및 스커크의 경직 저항력이 증가한다.<br> · 일반 공격, 강공격, 낙하 공격 시 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#99FFFF;'>얼음 원소 피해</color>로 전환된다.<br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 특수한 원소폭발인 <color style='color:#FFD780;'>극악기 · 진</color>으로 대체된다.<br> · 스커크가 대시 시, 수면 위를 이동할 수 있다.<br> · 뱀의 계략이 소진되거나 지속 시간 종료 시, 스커크는 해당 모드를 종료하고 원소전투 스킬이 재사용 대기시간에 진입한다"
                    },
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · 일곱빛 섬광 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 뱀의 계략을 8pt 획득한다"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 캐릭터당 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 일곱빛 섬광 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다KR0F"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "극악기 · 단",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전하는 수정 창을 던져 전방의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "54.524%",
                                    "58.962%",
                                    "63.4%",
                                    "69.74%",
                                    "74.178%",
                                    "79.25%",
                                    "86.224%",
                                    "93.198%",
                                    "100.172%",
                                    "107.78%",
                                    "115.388%",
                                    "122.996%",
                                    "130.604%",
                                    "138.212%",
                                    "145.82%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "49.794%",
                                    "53.847%",
                                    "57.9%",
                                    "63.69%",
                                    "67.743%",
                                    "72.375%",
                                    "78.744%",
                                    "85.113%",
                                    "91.482%",
                                    "98.43%",
                                    "105.378%",
                                    "112.326%",
                                    "119.274%",
                                    "126.222%",
                                    "133.17%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "32.422%+32.422%",
                                    "35.061%+35.061%",
                                    "37.7%+37.7%",
                                    "41.47%+41.47%",
                                    "44.109%+44.109%",
                                    "47.125%+47.125%",
                                    "51.272%+51.272%",
                                    "55.419%+55.419%",
                                    "59.566%+59.566%",
                                    "64.09%+64.09%",
                                    "68.614%+68.614%",
                                    "73.138%+73.138%",
                                    "77.662%+77.662%",
                                    "82.186%+82.186%",
                                    "86.71%+86.71%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "66.822%x2",
                                    "72.261%x2",
                                    "77.7%x2",
                                    "85.47%x2",
                                    "90.909%x2",
                                    "97.125%x2",
                                    "105.672%x2",
                                    "114.219%x2",
                                    "122.766%x2",
                                    "132.09%x2",
                                    "141.414%x2",
                                    "150.738%x2",
                                    "160.062%x2",
                                    "169.386%x2",
                                    "178.71%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 섬",
                        "Desc": "극악 기사의 전투 스타일을 모방하여 짧은 터치 또는 홀드에 따라 각기 다른 효과를 생성한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 45pt 획득하고 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드로 전환된다.<br><br><color style='color:#FFD780;'>홀드</color><br>스커크가 뱀의 계략을 45pt 획득하고 지속적으로 빠르게 이동한다. 해당 상태에서 스커크의 경직 저항력이 증가한다.<br>지속 시간 동안 스커크는 방향을 조절하며 빠른 속도로 이동할 수 있고, 수면에서도 이동할 수 있다. 다시 스킬을 발동하면 빠른 이동 상태가 조기 종료된다",
                        "Icon": "Skill_S_SkirkNew_01",
                        "DescAdd": "<br><br><i>「허계의 규칙으로 인간계의 율법을 모방한다」<br>「이를 모독이라고 부를 수도 있고, 운명에서 해방된 자유라고 부를 수도 있겠지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "132.8244%",
                                    "143.6357%",
                                    "154.447%",
                                    "169.8917%",
                                    "180.703%",
                                    "193.0588%",
                                    "210.0479%",
                                    "227.0371%",
                                    "244.0263%",
                                    "262.5599%",
                                    "281.0935%",
                                    "299.6272%",
                                    "318.1608%",
                                    "336.6945%",
                                    "355.2281%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "119.7997%",
                                    "129.5509%",
                                    "139.302%",
                                    "153.2322%",
                                    "162.9833%",
                                    "174.1275%",
                                    "189.4507%",
                                    "204.7739%",
                                    "220.0972%",
                                    "236.8134%",
                                    "253.5296%",
                                    "270.2459%",
                                    "286.9621%",
                                    "303.6784%",
                                    "320.3946%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "75.723%+75.723%",
                                    "81.8865%+81.8865%",
                                    "88.05%+88.05%",
                                    "96.855%+96.855%",
                                    "103.0185%+103.0185%",
                                    "110.0625%+110.0625%",
                                    "119.748%+119.748%",
                                    "129.4335%+129.4335%",
                                    "139.119%+139.119%",
                                    "149.685%+149.685%",
                                    "160.251%+160.251%",
                                    "170.817%+170.817%",
                                    "181.383%+181.383%",
                                    "191.949%+191.949%",
                                    "202.515%+202.515%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "80.539%+80.539%",
                                    "87.0945%+87.0945%",
                                    "93.65%+93.65%",
                                    "103.015%+103.015%",
                                    "109.5705%+109.5705%",
                                    "117.0625%+117.0625%",
                                    "127.364%+127.364%",
                                    "137.6655%+137.6655%",
                                    "147.967%+147.967%",
                                    "159.205%+159.205%",
                                    "170.443%+170.443%",
                                    "181.681%+181.681%",
                                    "192.919%+192.919%",
                                    "204.157%+204.157%",
                                    "215.395%+215.395%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "196.6244%",
                                    "212.6287%",
                                    "228.633%",
                                    "251.4963%",
                                    "267.5006%",
                                    "285.7912%",
                                    "310.9409%",
                                    "336.0905%",
                                    "361.2401%",
                                    "388.6761%",
                                    "416.1121%",
                                    "443.548%",
                                    "470.984%",
                                    "498.4199%",
                                    "525.8559%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "44.548%x3",
                                    "48.174%x3",
                                    "51.8%x3",
                                    "56.98%x3",
                                    "60.606%x3",
                                    "64.75%x3",
                                    "70.448%x3",
                                    "76.146%x3",
                                    "81.844%x3",
                                    "88.06%x3",
                                    "94.276%x3",
                                    "100.492%x3",
                                    "106.708%x3",
                                    "112.924%x3",
                                    "119.14%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "일곱빛 섬광 모드 지속시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 최대치",
                                "ParamLevelList": [
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 멸",
                        "Desc": "스커크의 원소폭발은 원소 에너지가 아닌 <color style='color:#FFD780;'>뱀의 계략</color>에서 나온다.<br>스커크가 뱀의 계략을 최소 50pt 보유 시, 스커크는 모든 뱀의 계략을 소모해 원소폭발을 발동할 수 있다. 이때 전방의 공간을 찢고 빠른 속도로 연속 베기를 진행해 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 준다. 또한 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과한 뱀의 계략 1pt당 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 카운트한다.<br><br>스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드 시, 원소폭발 「극악기 · 멸」이 「극악기 · 진」으로 대체된다.<br><br><color style='color:#FFD780;'>극악기 · 진</color><br>뱀의 계략을 소모하지 않고 발동할 수 있는 특수 원소폭발.<br>발동 후, 스커크가 일곱빛 섬광 모드가 종료될 때까지 지속되는 고갈 효과를 획득한다. 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금한 후, 스커크가 주변 일정 범위 내의 허계 균열을 흡수한다.<br>고갈 효과 지속 시간 동안 0.1초마다 스커크의 일반 공격이 적에게 명중 후, 이번 일반 공격으로 주는 피해가 증가한다. 만약 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시, 허계 균열을 흡수했다면 흡수한 허계 균열 수량에 따라 이번 일반 공격으로 주는 피해가 더 증가한다.<br>해당 효과는 10회 발동 후 사라진다",
                        "Icon": "Skill_E_SkirkNew_01",
                        "DescAdd": "<br><br><i>「네가 스승인 나를 이기지 못하는 이유 중 하나는, 기술명을 외치는 속도가 나보다 반쯤 느리기 때문이지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "122.76%x5",
                                    "131.967%x5",
                                    "141.174%x5",
                                    "153.45%x5",
                                    "162.657%x5",
                                    "171.864%x5",
                                    "184.14%x5",
                                    "196.416%x5",
                                    "208.692%x5",
                                    "220.968%x5",
                                    "233.244%x5",
                                    "245.52%x5",
                                    "260.865%x5",
                                    "276.21%x5",
                                    "291.555%x5"
                                ]
                            },
                            {
                                "Desc": "최후의 일격 스킬 피해",
                                "ParamLevelList": [
                                    "204.6%",
                                    "219.945%",
                                    "235.29%",
                                    "255.75%",
                                    "271.095%",
                                    "286.44%",
                                    "306.9%",
                                    "327.36%",
                                    "347.82%",
                                    "368.28%",
                                    "388.74%",
                                    "409.2%",
                                    "434.775%",
                                    "460.35%",
                                    "485.925%"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 보너스",
                                "ParamLevelList": [
                                    "1pt당 공격력의 19.3233%",
                                    "1pt당 공격력의 20.7726%",
                                    "1pt당 공격력의 22.2218%",
                                    "1pt당 공격력의 24.1542%",
                                    "1pt당 공격력의 25.6034%",
                                    "1pt당 공격력의 27.0527%",
                                    "1pt당 공격력의 28.985%",
                                    "1pt당 공격력의 30.9173%",
                                    "1pt당 공격력의 32.8497%",
                                    "1pt당 공격력의 34.782%",
                                    "1pt당 공격력의 36.7143%",
                                    "1pt당 공격력의 38.6467%",
                                    "1pt당 공격력의 41.0621%",
                                    "1pt당 공격력의 43.4775%",
                                    "1pt당 공격력의 45.8929%"
                                ]
                            },
                            {
                                "Desc": "허계 균열 0/1/2/3개 흡수 피해 증가",
                                "ParamLevelList": [
                                    "3.5%/6.6%/8.8%/11.0%",
                                    "4.0%/7.2%/9.6%/12.0%",
                                    "4.5%/7.8%/10.4%/13.0%",
                                    "5.0%/8.4%/11.2%/14.0%",
                                    "5.5%/9.0%/12.0%/15.0%",
                                    "6.0%/9.6%/12.8%/16.0%",
                                    "6.5%/10.2%/13.6%/17.0%",
                                    "7.0%/10.8%/14.4%/18.0%",
                                    "7.5%/11.4%/15.2%/19.0%",
                                    "8.0%/12.0%/16.0%/20.0%",
                                    "8.5%/12.6%/16.8%/21.0%",
                                    "9.0%/13.2%/17.6%/22.0%",
                                    "9.5%/13.8%/18.4%/23.0%",
                                    "10.0%/14.4%/19.2%/24.0%",
                                    "10.5%/15.0%/20.0%/25.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 8pt 획득한다",
                        "Icon": "UI_Talent_S_SkirkNew_05"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 각 캐릭터는 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_06"
                    },
                    {
                        "Name": "무예 전수",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#99FFFF;'>얼음 원소</color>이며, 물 원소와 얼음 원소 캐릭터가 각각 최소 1명씩 있을 경우: 파티 내 자신의 캐릭터 <color style='color:#FFD780;'>원소전투 스킬</color> 레벨이 Lv.1 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "요원",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과가 강화된다: 허계 균열을 1개 흡수할 때마다, 수정 칼날 하나를 소환해 주변의 적을 공격하고 스커크 공격력의 500%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br>고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_01"
                    },
                    {
                        "Level": 2,
                        "Name": "심연",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 후, 스커크가 추가로 <color style='color:#FFD780;'>뱀의 계략</color>을 12pt 획득한다.<br>원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 강화된다: 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과치를 기반으로 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 카운트한다.<br>또한, 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드 시, 일반 공격으로 주는 피해가 60% 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_02"
                    },
                    {
                        "Level": 3,
                        "Name": "악연",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절단",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>흐르는 정적</color>의 효과가 강화된다: 죽음강 가르기 효과 스택마다 스커크의 공격력이 10%/20%/50% 증가한다.<br>고유 특성 <color style='color:#FFD780;'>흐르는 정적</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_03"
                    },
                    {
                        "Level": 5,
                        "Name": "결의",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_02"
                    },
                    {
                        "Level": 6,
                        "Name": "근원",
                        "Desc": "스커크가 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과를 통해 허계 균열을 1개 흡수할 때마다 극악기 · 참 효과를 1스택 획득한다, 지속 시간: 15초, 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>고유 특성 「이치 밖의 이치」를 해금해야 한다.<br><br><color style='color:#FFD780;'>극악기 · 참</color><br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 모든 <color style='color:#FFD780;'>극악기 · 참</color> 스택을 소모하여 협동 공격을 진행한다. <color style='color:#FFD780;'>극악기 · 참</color> 스택마다 스커크 공격력의 600%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br> · 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color>모드에서 일반 공격의 세 번째 또는 다섯 번째 공격으로 적 명중 시, <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 협동 공격을 3회 진행한다. 협동 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br> · 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 피해를 받을 시 <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 이번 받는 피해를 80% 감소시키고, 주변의 적을 3회 공격한다. 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_SkirkNew_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뱀의 계략",
                        "Desc": "스커크는 뱀의 계략을 소모해 일곱빛 섬광 모드를 유지하거나 원소폭발 극악기 · 멸을 발동할 수 있다.<br><br>스커크는 아래와 같은 방법으로 뱀의 계략을 획득한다:<br> · 원소전투 스킬 극악기 · 섬 발동 후.<br> · 고유 특성 이치 밖의 이치를 발동해 허계 균열 효과 흡수 후.<br><br>스커크가 일곱빛 섬광 모드에서 퇴장하거나 일곱빛 섬광 모드 종료 시, 스커크가 보유한 뱀의 계략이 사라진다"
                    },
                    {
                        "Name": "일곱빛 섬광",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 시, 일정 시간 동안 스커크가 해당 모드로 전환되어 아래의 특성을 지닌다:<br> · 지속적으로 뱀의 계략을 소모한다.<br> · 일반 공격과 강공격의 공격 범위 및 스커크의 경직 저항력이 증가한다.<br> · 일반 공격, 강공격, 낙하 공격 시 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#99FFFF;'>얼음 원소 피해</color>로 전환된다.<br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 특수한 원소폭발인 <color style='color:#FFD780;'>극악기 · 진</color>으로 대체된다.<br> · 스커크가 대시 시, 수면 위를 이동할 수 있다.<br> · 뱀의 계략이 소진되거나 지속 시간 종료 시, 스커크는 해당 모드를 종료하고 원소전투 스킬이 재사용 대기시간에 진입한다"
                    },
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · 일곱빛 섬광 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 뱀의 계략을 8pt 획득한다"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 캐릭터당 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 일곱빛 섬광 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다KR0F"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "극악기 · 단",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전하는 수정 창을 던져 전방의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "54.524%",
                                    "58.962%",
                                    "63.4%",
                                    "69.74%",
                                    "74.178%",
                                    "79.25%",
                                    "86.224%",
                                    "93.198%",
                                    "100.172%",
                                    "107.78%",
                                    "115.388%",
                                    "122.996%",
                                    "130.604%",
                                    "138.212%",
                                    "145.82%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "49.794%",
                                    "53.847%",
                                    "57.9%",
                                    "63.69%",
                                    "67.743%",
                                    "72.375%",
                                    "78.744%",
                                    "85.113%",
                                    "91.482%",
                                    "98.43%",
                                    "105.378%",
                                    "112.326%",
                                    "119.274%",
                                    "126.222%",
                                    "133.17%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "32.422%+32.422%",
                                    "35.061%+35.061%",
                                    "37.7%+37.7%",
                                    "41.47%+41.47%",
                                    "44.109%+44.109%",
                                    "47.125%+47.125%",
                                    "51.272%+51.272%",
                                    "55.419%+55.419%",
                                    "59.566%+59.566%",
                                    "64.09%+64.09%",
                                    "68.614%+68.614%",
                                    "73.138%+73.138%",
                                    "77.662%+77.662%",
                                    "82.186%+82.186%",
                                    "86.71%+86.71%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "66.822%x2",
                                    "72.261%x2",
                                    "77.7%x2",
                                    "85.47%x2",
                                    "90.909%x2",
                                    "97.125%x2",
                                    "105.672%x2",
                                    "114.219%x2",
                                    "122.766%x2",
                                    "132.09%x2",
                                    "141.414%x2",
                                    "150.738%x2",
                                    "160.062%x2",
                                    "169.386%x2",
                                    "178.71%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 섬",
                        "Desc": "극악 기사의 전투 스타일을 모방하여 짧은 터치 또는 홀드에 따라 각기 다른 효과를 생성한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 45pt 획득하고 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드로 전환된다.<br><br><color style='color:#FFD780;'>홀드</color><br>스커크가 뱀의 계략을 45pt 획득하고 지속적으로 빠르게 이동한다. 해당 상태에서 스커크의 경직 저항력이 증가한다.<br>지속 시간 동안 스커크는 방향을 조절하며 빠른 속도로 이동할 수 있고, 수면에서도 이동할 수 있다. 다시 스킬을 발동하면 빠른 이동 상태가 조기 종료된다",
                        "Icon": "Skill_S_SkirkNew_01",
                        "DescAdd": "<br><br><i>「허계(공허 세계)의 규칙으로 인간계의 율법을 모방한다」<br>「이를 모독이라고 부를 수도 있고, 운명에서 해방된 자유라고 부를 수도 있겠지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "132.8244%",
                                    "143.6357%",
                                    "154.447%",
                                    "169.8917%",
                                    "180.703%",
                                    "193.0588%",
                                    "210.0479%",
                                    "227.0371%",
                                    "244.0263%",
                                    "262.5599%",
                                    "281.0935%",
                                    "299.6272%",
                                    "318.1608%",
                                    "336.6945%",
                                    "355.2281%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "119.7997%",
                                    "129.5509%",
                                    "139.302%",
                                    "153.2322%",
                                    "162.9833%",
                                    "174.1275%",
                                    "189.4507%",
                                    "204.7739%",
                                    "220.0972%",
                                    "236.8134%",
                                    "253.5296%",
                                    "270.2459%",
                                    "286.9621%",
                                    "303.6784%",
                                    "320.3946%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "75.723%+75.723%",
                                    "81.8865%+81.8865%",
                                    "88.05%+88.05%",
                                    "96.855%+96.855%",
                                    "103.0185%+103.0185%",
                                    "110.0625%+110.0625%",
                                    "119.748%+119.748%",
                                    "129.4335%+129.4335%",
                                    "139.119%+139.119%",
                                    "149.685%+149.685%",
                                    "160.251%+160.251%",
                                    "170.817%+170.817%",
                                    "181.383%+181.383%",
                                    "191.949%+191.949%",
                                    "202.515%+202.515%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "80.539%+80.539%",
                                    "87.0945%+87.0945%",
                                    "93.65%+93.65%",
                                    "103.015%+103.015%",
                                    "109.5705%+109.5705%",
                                    "117.0625%+117.0625%",
                                    "127.364%+127.364%",
                                    "137.6655%+137.6655%",
                                    "147.967%+147.967%",
                                    "159.205%+159.205%",
                                    "170.443%+170.443%",
                                    "181.681%+181.681%",
                                    "192.919%+192.919%",
                                    "204.157%+204.157%",
                                    "215.395%+215.395%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "196.6244%",
                                    "212.6287%",
                                    "228.633%",
                                    "251.4963%",
                                    "267.5006%",
                                    "285.7912%",
                                    "310.9409%",
                                    "336.0905%",
                                    "361.2401%",
                                    "388.6761%",
                                    "416.1121%",
                                    "443.548%",
                                    "470.984%",
                                    "498.4199%",
                                    "525.8559%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "44.548%x3",
                                    "48.174%x3",
                                    "51.8%x3",
                                    "56.98%x3",
                                    "60.606%x3",
                                    "64.75%x3",
                                    "70.448%x3",
                                    "76.146%x3",
                                    "81.844%x3",
                                    "88.06%x3",
                                    "94.276%x3",
                                    "100.492%x3",
                                    "106.708%x3",
                                    "112.924%x3",
                                    "119.14%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "일곱빛 섬광 모드 지속시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 최대치",
                                "ParamLevelList": [
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 멸",
                        "Desc": "스커크의 원소폭발은 원소 에너지를 의존하지 않고 <color style='color:#FFD780;'>뱀의 교활함</color>에 의존한다.<br>스커크가 뱀의 교활함을 최소 50pt 보유했을 때, 스커크는 모든 뱀의 교활함을 소모하여 원소폭발을 발동하고 전방의 공간을 찢어 고속의 연속 참격을 펼쳐 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 준다. 또한 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과한 1pt마다 이번 원소폭발로 주는 피해가 증가한다. 이런 방식으로 뱀의 교활함을 최대 12pt 카운트한다.<br><br>스커크가 <color style='color:#FFD780;'>칠상일섬</color> 상태일 때 원소폭발 「극악기 · 멸」은 「극악기 · 진」으로 대체된다.<br><br><color style='color:#FFD780;'>극악기 · 진</color><br>뱀의 교활함을 소모하지 않고 즉시 발동할 수 있는 특수한 원소폭발이다.<br>발동 후 스커크는 영락 효과를 획득하며 해당 효과는 칠상일섬 상태가 끝날 때까지 지속된다. 고유 특성 <color style='color:#FFD780;'>이외의 이치</color>가 개방되면, 스커크는 주변 일정 범위 내의 허계 균열을 흡수한다.<br>영락 효과 지속 시간 동안 0.1초마다 스커크의 일반 공격이 적을 명중하면, 이번 일반 공격으로 주는 피해가 증가한다. 또한 흡수한 허계 균열 수에 따라 <color style='color:#FFD780;'>극악기 · 진</color>으로 일반 공격으로 주는 피해가 더욱 증가한다.<br>해당 효과는 10회 발동 시 해제된다",
                        "Icon": "Skill_E_SkirkNew_01",
                        "DescAdd": "<br><br><i>「네가 스승인 나를 이기지 못하는 이유 중 하나는, 기술명을 외치는 속도가 나보다 반쯤 느리기 때문이지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "참격 피해",
                                "ParamLevelList": [
                                    "122.76%x5",
                                    "131.967%x5",
                                    "141.174%x5",
                                    "153.45%x5",
                                    "162.657%x5",
                                    "171.864%x5",
                                    "184.14%x5",
                                    "196.416%x5",
                                    "208.692%x5",
                                    "220.968%x5",
                                    "233.244%x5",
                                    "245.52%x5",
                                    "260.865%x5",
                                    "276.21%x5",
                                    "291.555%x5"
                                ]
                            },
                            {
                                "Desc": "마지막 참격 피해",
                                "ParamLevelList": [
                                    "204.6%",
                                    "219.945%",
                                    "235.29%",
                                    "255.75%",
                                    "271.095%",
                                    "286.44%",
                                    "306.9%",
                                    "327.36%",
                                    "347.82%",
                                    "368.28%",
                                    "388.74%",
                                    "409.2%",
                                    "434.775%",
                                    "460.35%",
                                    "485.925%"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 보너스",
                                "ParamLevelList": [
                                    "1pt당 공격력의 19.3233%",
                                    "1pt당 공격력의 20.7726%",
                                    "1pt당 공격력의 22.2218%",
                                    "1pt당 공격력의 24.1542%",
                                    "1pt당 공격력의 25.6034%",
                                    "1pt당 공격력의 27.0527%",
                                    "1pt당 공격력의 28.985%",
                                    "1pt당 공격력의 30.9173%",
                                    "1pt당 공격력의 32.8497%",
                                    "1pt당 공격력의 34.782%",
                                    "1pt당 공격력의 36.7143%",
                                    "1pt당 공격력의 38.6467%",
                                    "1pt당 공격력의 41.0621%",
                                    "1pt당 공격력의 43.4775%",
                                    "1pt당 공격력의 45.8929%"
                                ]
                            },
                            {
                                "Desc": "허계 균열 0/1/2/3개 흡수 피해 증가",
                                "ParamLevelList": [
                                    "3.5%/6.6%/8.8%/11.0%",
                                    "4.0%/7.2%/9.6%/12.0%",
                                    "4.5%/7.8%/10.4%/13.0%",
                                    "5.0%/8.4%/11.2%/14.0%",
                                    "5.5%/9.0%/12.0%/15.0%",
                                    "6.0%/9.6%/12.8%/16.0%",
                                    "6.5%/10.2%/13.6%/17.0%",
                                    "7.0%/10.8%/14.4%/18.0%",
                                    "7.5%/11.4%/15.2%/19.0%",
                                    "8.0%/12.0%/16.0%/20.0%",
                                    "8.5%/12.6%/16.8%/21.0%",
                                    "9.0%/13.2%/17.6%/22.0%",
                                    "9.5%/13.8%/18.4%/23.0%",
                                    "10.0%/14.4%/19.2%/24.0%",
                                    "10.5%/15.0%/20.0%/25.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 8pt 획득한다",
                        "Icon": "UI_Talent_S_SkirkNew_05"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 각 캐릭터는 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_06"
                    },
                    {
                        "Name": "무예 전수",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#99FFFF;'>얼음 원소</color>이며, 물 원소와 얼음 원소 캐릭터가 각각 최소 1명씩 있을 경우: 파티 내 자신의 캐릭터 <color style='color:#FFD780;'>원소전투 스킬</color> 레벨이 Lv.1 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "요원",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과가 강화된다: 허계 균열을 1개 흡수할 때마다, 수정 칼날 하나를 소환해 주변의 적을 공격하고 스커크 공격력의 500%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br>고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>를 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_01"
                    },
                    {
                        "Level": 2,
                        "Name": "심연",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 후, 스커크가 추가로 <color style='color:#FFD780;'>뱀의 계략</color>을 10pt 획득한다.<br>원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 이번 원소폭발로 주는 피해 효과가 증가한다. 이런 방식으로 뱀의 계략을 추가로 최대 10pt 카운트한다.<br>또한, 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 후 12.5초 동안 공격력이 60% 증가한다. 해당 효과는 스커크가 일곱빛 섬광 모드에서 퇴장하면 사라진다",
                        "Icon": "UI_Talent_S_SkirkNew_02"
                    },
                    {
                        "Level": 3,
                        "Name": "악연",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_01"
                    },
                    {
                        "Level": 4,
                        "Name": "절단",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>흐름의 적멸</color>의 효과가 강화된다: 죽음강 가르기 효과 스택마다 스커크의 공격력이 10%/20%/50% 증가한다.<br>고유 특성 <color style='color:#FFD780;'>흐름의 적멸</color>을 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_03"
                    },
                    {
                        "Level": 5,
                        "Name": "결의",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_02"
                    },
                    {
                        "Level": 6,
                        "Name": "근원",
                        "Desc": "스커크가 고유 특성 <color style='color:#FFD780;'>이치 밖의 이치</color>의 효과를 통해 허계 균열을 1개 흡수할 때마다 극악기 · 참 효과를 1스택 획득한다. 스커크는 해당 효과를 소모해 협동 공격을 할 수 있고, <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 받는 피해가 감소한다. 해당 효과 지속 시간: 15초, 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>고유 특성 「이치 밖의 이치」를 해금해야 한다.<br><br><color style='color:#FFD780;'>극악기 · 참</color><br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 모든 <color style='color:#FFD780;'>극악기 · 참</color> 스택을 소모하여 협동 공격을 진행한다. <color style='color:#FFD780;'>극악기 · 참</color> 스택마다 스커크 공격력의 600%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br> · 스커크가 일곱빛 섬광모드에서 일반 공격의 세 번째 또는 다섯 번째 공격으로 적 명중 시, <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 협동 공격을 3회 진행한다. 협동 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br> · 스커크가 일곱빛 섬광 모드에서 피해를 받을 시 <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 이번 받는 피해를 80% 감소시키고, 주변의 적을 3회 공격한다. 공격마다 스커크 공격력의 150%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_SkirkNew_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뱀의 계략",
                        "Desc": "스커크는 뱀의 계략을 소모해 일곱빛 섬광 모드를 유지하거나 원소폭발 극악기 · 멸을 발동할 수 있다.<br><br>스커크는 아래와 같은 방법으로 뱀의 계략을 획득한다:<br> · 원소전투 스킬 극악기 · 섬 발동 후.<br> · 고유 특성 이치 밖의 이치를 발동해 허계 균열 효과 흡수 후.<br><br>스커크가 일곱빛 섬광 모드에서 퇴장하거나 일곱빛 섬광 모드 종료 시, 스커크가 보유한 뱀의 계략이 사라진다"
                    },
                    {
                        "Name": "일곱빛 섬광",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 시, 일정 시간 동안 스커크가 해당 모드로 전환되어 아래의 특성을 지닌다:<br> · 지속적으로 뱀의 계략을 소모한다.<br> · 일반 공격과 강공격의 공격 범위 및 스커크의 경직 저항력이 증가한다.<br> · 일반 공격, 강공격, 낙하 공격 시 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#99FFFF;'>얼음 원소 피해</color>로 전환된다.<br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 특수한 원소폭발인 <color style='color:#FFD780;'>극악기 · 진</color>으로 대체된다.<br> · 스커크가 대시 시, 수면 위를 이동할 수 있다.<br> · 뱀의 계략이 소진되거나 지속 시간 종료 시, 스커크는 해당 모드를 종료하고 원소전투 스킬이 재사용 대기시간에 진입한다"
                    },
                    {
                        "Name": "이치 밖의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · 일곱빛 섬광 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 뱀의 계략을 8pt 획득한다"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소 피해</color>를 주거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 줄 시, 스커크가 죽음강 가르기 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다. 캐릭터당 해당 방식으로 스커크에게 죽음강 가르기 효과를 최대 1스택 부여할 수 있다.<br>죽음강 가르기 효과 스택마다 스커크가 일곱빛 섬광 모드에서 일반 공격으로 주는 피해가 기본의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기본의 105%/115%/160%만큼 증가한다"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "극악기 · 단",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전하는 수정 창을 던져 전방의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "54.524%",
                                    "58.962%",
                                    "63.4%",
                                    "69.74%",
                                    "74.178%",
                                    "79.25%",
                                    "86.224%",
                                    "93.198%",
                                    "100.172%",
                                    "107.78%",
                                    "115.388%",
                                    "122.996%",
                                    "130.604%",
                                    "138.212%",
                                    "145.82%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "49.794%",
                                    "53.847%",
                                    "57.9%",
                                    "63.69%",
                                    "67.743%",
                                    "72.375%",
                                    "78.744%",
                                    "85.113%",
                                    "91.482%",
                                    "98.43%",
                                    "105.378%",
                                    "112.326%",
                                    "119.274%",
                                    "126.222%",
                                    "133.17%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "32.422%+32.422%",
                                    "35.061%+35.061%",
                                    "37.7%+37.7%",
                                    "41.47%+41.47%",
                                    "44.109%+44.109%",
                                    "47.125%+47.125%",
                                    "51.272%+51.272%",
                                    "55.419%+55.419%",
                                    "59.566%+59.566%",
                                    "64.09%+64.09%",
                                    "68.614%+68.614%",
                                    "73.138%+73.138%",
                                    "77.662%+77.662%",
                                    "82.186%+82.186%",
                                    "86.71%+86.71%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "66.822%x2",
                                    "72.261%x2",
                                    "77.7%x2",
                                    "85.47%x2",
                                    "90.909%x2",
                                    "97.125%x2",
                                    "105.672%x2",
                                    "114.219%x2",
                                    "122.766%x2",
                                    "132.09%x2",
                                    "141.414%x2",
                                    "150.738%x2",
                                    "160.062%x2",
                                    "169.386%x2",
                                    "178.71%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 섬",
                        "Desc": "극악 기사의 전투 스타일을 모방하여 짧은 터치 또는 홀드에 따라 각기 다른 효과를 생성한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 45pt 획득하고 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드로 전환된다.<br><br><color style='color:#FFD780;'>홀드</color><br>스커크가 뱀의 계략을 45pt 획득하고 지속적으로 빠르게 이동한다. 해당 상태에서 스커크의 경직 저항력이 증가한다.<br>지속 시간 동안 스커크는 방향을 조절하며 빠른 속도로 이동할 수 있고, 수면에서도 이동할 수 있다. 다시 스킬을 발동하면 빠른 이동 상태가 조기 종료된다",
                        "Icon": "Skill_S_SkirkNew_01",
                        "DescAdd": "<br><br><i>「허계(공허 세계)의 규칙으로 인간계의 율법을 모방한다」<br>「이를 모독이라고 부를 수도 있고, 운명에서 해방된 자유라고 부를 수도 있겠지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "132.8244%",
                                    "143.6357%",
                                    "154.447%",
                                    "169.8917%",
                                    "180.703%",
                                    "193.0588%",
                                    "210.0479%",
                                    "227.0371%",
                                    "244.0263%",
                                    "262.5599%",
                                    "281.0935%",
                                    "299.6272%",
                                    "318.1608%",
                                    "336.6945%",
                                    "355.2281%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "119.7997%",
                                    "129.5509%",
                                    "139.302%",
                                    "153.2322%",
                                    "162.9833%",
                                    "174.1275%",
                                    "189.4507%",
                                    "204.7739%",
                                    "220.0972%",
                                    "236.8134%",
                                    "253.5296%",
                                    "270.2459%",
                                    "286.9621%",
                                    "303.6784%",
                                    "320.3946%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "75.723%+75.723%",
                                    "81.8865%+81.8865%",
                                    "88.05%+88.05%",
                                    "96.855%+96.855%",
                                    "103.0185%+103.0185%",
                                    "110.0625%+110.0625%",
                                    "119.748%+119.748%",
                                    "129.4335%+129.4335%",
                                    "139.119%+139.119%",
                                    "149.685%+149.685%",
                                    "160.251%+160.251%",
                                    "170.817%+170.817%",
                                    "181.383%+181.383%",
                                    "191.949%+191.949%",
                                    "202.515%+202.515%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "80.539%+80.539%",
                                    "87.0945%+87.0945%",
                                    "93.65%+93.65%",
                                    "103.015%+103.015%",
                                    "109.5705%+109.5705%",
                                    "117.0625%+117.0625%",
                                    "127.364%+127.364%",
                                    "137.6655%+137.6655%",
                                    "147.967%+147.967%",
                                    "159.205%+159.205%",
                                    "170.443%+170.443%",
                                    "181.681%+181.681%",
                                    "192.919%+192.919%",
                                    "204.157%+204.157%",
                                    "215.395%+215.395%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "196.6244%",
                                    "212.6287%",
                                    "228.633%",
                                    "251.4963%",
                                    "267.5006%",
                                    "285.7912%",
                                    "310.9409%",
                                    "336.0905%",
                                    "361.2401%",
                                    "388.6761%",
                                    "416.1121%",
                                    "443.548%",
                                    "470.984%",
                                    "498.4199%",
                                    "525.8559%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "44.548%x3",
                                    "48.174%x3",
                                    "51.8%x3",
                                    "56.98%x3",
                                    "60.606%x3",
                                    "64.75%x3",
                                    "70.448%x3",
                                    "76.146%x3",
                                    "81.844%x3",
                                    "88.06%x3",
                                    "94.276%x3",
                                    "100.492%x3",
                                    "106.708%x3",
                                    "112.924%x3",
                                    "119.14%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "일곱빛 섬광 모드 지속시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 최대치",
                                "ParamLevelList": [
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 멸",
                        "Desc": "스커크의 원소폭발은 원소 에너지가 아닌 <color style='color:#FFD780;'>뱀의 계략</color>에서 나온다.<br>스커크가 뱀의 계략을 최소 50pt 보유 시, 스커크는 모든 뱀의 계략을 소모해 원소폭발을 발동할 수 있다. 이때 전방의 공간을 찢고 빠른 속도로 연속 참격을 날려 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 준다. 또한 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과한 뱀의 계략 1pt당 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 계산한다.<br><br>스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드 시, 원소폭발 「극악기 · 멸」이 「극악기 · 진」으로 대체된다.<br><br><color style='color:#FFD780;'>극악기 · 진</color><br>뱀의 계략을 소모하지 않고 발동할 수 있는 특수 원소폭발.<br>발동 후, 스커크가 일곱빛 섬광 모드가 종료될 때까지 지속되는 고갈 효과를 획득한다. 고유 특성 <color style='color:#FFD780;'>이치 너머의 이치</color>를 해금한 후, 스커크가 주변 일정 범위 내의 허계 균열을 흡수한다.<br>고갈 효과 지속 시간 동안 0.1초마다 스커크의 일반 공격이 적에게 명중 후, 이번 일반 공격으로 주는 피해가 증가한다. 만약 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시, 허계 균열을 흡수했다면 흡수한 허계 균열 수량에 따라 이번 일반 공격으로 주는 피해가 더 증가한다.<br>해당 효과는 10회 발동 후 사라진다",
                        "Icon": "Skill_E_SkirkNew_01",
                        "DescAdd": "<br><br><i>「네가 스승인 나를 이기지 못하는 이유 중 하나는, 기술명을 외치는 속도가 나보다 반쯤 느리기 때문이지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "참격 피해",
                                "ParamLevelList": [
                                    "122.76%x5",
                                    "131.967%x5",
                                    "141.174%x5",
                                    "153.45%x5",
                                    "162.657%x5",
                                    "171.864%x5",
                                    "184.14%x5",
                                    "196.416%x5",
                                    "208.692%x5",
                                    "220.968%x5",
                                    "233.244%x5",
                                    "245.52%x5",
                                    "260.865%x5",
                                    "276.21%x5",
                                    "291.555%x5"
                                ]
                            },
                            {
                                "Desc": "마지막 참격 피해",
                                "ParamLevelList": [
                                    "204.6%",
                                    "219.945%",
                                    "235.29%",
                                    "255.75%",
                                    "271.095%",
                                    "286.44%",
                                    "306.9%",
                                    "327.36%",
                                    "347.82%",
                                    "368.28%",
                                    "388.74%",
                                    "409.2%",
                                    "434.775%",
                                    "460.35%",
                                    "485.925%"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 보너스",
                                "ParamLevelList": [
                                    "1pt당 공격력의 19.3233%",
                                    "1pt당 공격력의 20.7726%",
                                    "1pt당 공격력의 22.2218%",
                                    "1pt당 공격력의 24.1542%",
                                    "1pt당 공격력의 25.6034%",
                                    "1pt당 공격력의 27.0527%",
                                    "1pt당 공격력의 28.985%",
                                    "1pt당 공격력의 30.9173%",
                                    "1pt당 공격력의 32.8497%",
                                    "1pt당 공격력의 34.782%",
                                    "1pt당 공격력의 36.7143%",
                                    "1pt당 공격력의 38.6467%",
                                    "1pt당 공격력의 41.0621%",
                                    "1pt당 공격력의 43.4775%",
                                    "1pt당 공격력의 45.8929%"
                                ]
                            },
                            {
                                "Desc": "허계 균열 0/1/2/3개 흡수의 피해 증가",
                                "ParamLevelList": [
                                    "3.5%/6.6%/8.8%/11.0%",
                                    "4.0%/7.2%/9.6%/12.0%",
                                    "4.5%/7.8%/10.4%/13.0%",
                                    "5.0%/8.4%/11.2%/14.0%",
                                    "5.5%/9.0%/12.0%/15.0%",
                                    "6.0%/9.6%/12.8%/16.0%",
                                    "6.5%/10.2%/13.6%/17.0%",
                                    "7.0%/10.8%/14.4%/18.0%",
                                    "7.5%/11.4%/15.2%/19.0%",
                                    "8.0%/12.0%/16.0%/20.0%",
                                    "8.5%/12.6%/16.8%/21.0%",
                                    "9.0%/13.2%/17.6%/22.0%",
                                    "9.5%/13.8%/18.4%/23.0%",
                                    "10.0%/14.4%/19.2%/24.0%",
                                    "10.5%/15.0%/20.0%/25.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "이치 너머의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 8pt 획득한다",
                        "Icon": "UI_Talent_S_SkirkNew_05"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소</color> 공격으로 적을 명중하거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소</color> 공격으로 적 명중 시, 스커크가 흐르는 죽음 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>각 캐릭터는 해당 방식으로 스커크에게 흐르는 죽음 효과를 최대 1스택 부여할 수 있다.<br>흐르는 죽음 효과 스택마다 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 일반 공격으로 주는 피해가 기존의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기존의 105%/115%/160%만큼 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_06"
                    },
                    {
                        "Name": "무예 전수",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#99FFFF;'>얼음 원소</color>이며, 물 원소와 얼음 원소 캐릭터가 각각 최소 1명씩 있을 경우: 파티 내 자신의 캐릭터 <color style='color:#FFD780;'>원소전투 스킬</color> 레벨이 Lv.1 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "요원",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>이치 너머의 이치</color>의 효과가 강화된다: 허계 균열을 1개 흡수할 때마다, 수정 칼날 하나를 소환해 주변의 적을 공격하고 스커크 공격력의 500%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br>고유 특성 「이치 너머의 이치」를 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_01"
                    },
                    {
                        "Level": 2,
                        "Name": "심연",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 후, 스커크가 추가로 <color style='color:#FFD780;'>뱀의 계략</color>을 10pt 획득한다.<br>원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 뱀의 계략을 최대 10pt까지 추가로 계산해 이번 원소폭발로 주는 피해가 증가한다.<br>또한, 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 후 12.5초 동안 공격력이 70% 증가한다. 해당 효과는 스커크가 일곱빛 섬광 모드에서 퇴장하면 사라진다",
                        "Icon": "UI_Talent_S_SkirkNew_02"
                    },
                    {
                        "Level": 3,
                        "Name": "악연",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_01"
                    },
                    {
                        "Level": 4,
                        "Name": "멸류",
                        "Desc": "고유 특성 <color style='color:#FFD780;'>흐름의 적멸</color>의 효과가 강화된다: 흐르는 죽음 효과 스택마다 스커크의 공격력이 10%/20%/40% 증가한다.<br>고유 특성 흐름의 적멸을 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_03"
                    },
                    {
                        "Level": 5,
                        "Name": "소망",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_02"
                    },
                    {
                        "Level": 6,
                        "Name": "근원",
                        "Desc": "스커크가 고유 특성 <color style='color:#FFD780;'>이치 너머의 이치</color>의 효과를 통해 허계 균열을 1개 흡수할 때마다 극악기 · 참 효과를 1스택 획득한다. 스커크는 해당 효과를 소모해 협동 공격을 할 수 있고, <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 받는 피해가 감소한다. 해당 효과 지속 시간: 15초, 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>고유 특성 「이치 너머의 이치」를 해금해야 한다.<br><br><color style='color:#FFD780;'>극악기 · 참</color><br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 모든 <color style='color:#FFD780;'>극악기 · 참</color> 스택을 소모하여 협동 공격을 진행한다. <color style='color:#FFD780;'>극악기 · 참</color> 스택마다 스커크 공격력의 750%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br> · 스커크가 일곱빛 섬광모드에서 일반 공격의 세 번째 또는 다섯 번째 공격으로 적 명중 시, <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 협동 공격을 3회 진행한다. 협동 공격마다 스커크 공격력의 180%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br> · 스커크가 일곱빛 섬광 모드에서 피해를 받을 시 <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 이번 받는 피해를 80% 감소시키고, 주변의 적을 3회 공격한다. 공격마다 스커크 공격력의 180%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_SkirkNew_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뱀의 계략",
                        "Desc": "스커크는 뱀의 계략을 소모해 일곱빛 섬광 모드를 유지하거나 원소폭발 극악기 · 멸을 발동할 수 있다.<br><br>스커크는 아래와 같은 방법으로 뱀의 계략을 획득한다:<br> · 원소전투 스킬 극악기 · 섬 발동 후.<br> · 고유 특성 이치 너머의 이치를 발동해 허계 균열 효과 흡수 후.<br><br>스커크가 일곱빛 섬광 모드에서 퇴장하거나 일곱빛 섬광 모드 종료 시, 스커크가 보유한 뱀의 계략이 사라진다"
                    },
                    {
                        "Name": "일곱빛 섬광",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 시, 일정 시간 동안 스커크가 해당 모드로 전환되어 아래의 특성을 지닌다:<br> · 지속적으로 뱀의 계략을 소모한다.<br> · 일반 공격과 강공격의 공격 범위 및 스커크의 경직 저항력이 증가한다.<br> · 일반 공격, 강공격, 낙하 공격 시 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#99FFFF;'>얼음 원소 피해</color>로 전환된다.<br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 특수한 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color>으로 대체된다.<br> · 스커크가 대시 시, 수면 위를 이동할 수 있다.<br> · 뱀의 계략이 소진되거나 지속 시간 종료 시, 스커크는 해당 모드를 종료하고 원소전투 스킬이 재사용 대기시간에 진입한다"
                    },
                    {
                        "Name": "이치 너머의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · 일곱빛 섬광 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 흡수할 때마다 스커크가 뱀의 계략을 8pt 획득한다"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소</color> 공격으로 적을 명중하거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소</color> 공격으로 적 명중 시, 스커크가 흐르는 죽음 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>각 캐릭터는 해당 방식으로 스커크에게 흐르는 죽음 효과를 최대 1스택 부여할 수 있다.<br>흐르는 죽음 효과 스택마다 스커크가 일곱빛 섬광 모드에서 일반 공격으로 주는 피해가 기존의 110%/120%/170%만큼 증가하고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 주는 피해가 기존의 105%/115%/160%만큼 증가한다"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "극악기 · 단",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>최대 5번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 회전하는 수정 창을 던져 전방의 적에게 피해를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "54.524%",
                                    "58.962%",
                                    "63.4%",
                                    "69.74%",
                                    "74.178%",
                                    "79.25%",
                                    "86.224%",
                                    "93.198%",
                                    "100.172%",
                                    "107.78%",
                                    "115.388%",
                                    "122.996%",
                                    "130.604%",
                                    "138.212%",
                                    "145.82%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "49.794%",
                                    "53.847%",
                                    "57.9%",
                                    "63.69%",
                                    "67.743%",
                                    "72.375%",
                                    "78.744%",
                                    "85.113%",
                                    "91.482%",
                                    "98.43%",
                                    "105.378%",
                                    "112.326%",
                                    "119.274%",
                                    "126.222%",
                                    "133.17%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "32.422%+32.422%",
                                    "35.061%+35.061%",
                                    "37.7%+37.7%",
                                    "41.47%+41.47%",
                                    "44.109%+44.109%",
                                    "47.125%+47.125%",
                                    "51.272%+51.272%",
                                    "55.419%+55.419%",
                                    "59.566%+59.566%",
                                    "64.09%+64.09%",
                                    "68.614%+68.614%",
                                    "73.138%+73.138%",
                                    "77.662%+77.662%",
                                    "82.186%+82.186%",
                                    "86.71%+86.71%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "60.802%",
                                    "65.751%",
                                    "70.7%",
                                    "77.77%",
                                    "82.719%",
                                    "88.375%",
                                    "96.152%",
                                    "103.929%",
                                    "111.706%",
                                    "120.19%",
                                    "128.674%",
                                    "137.158%",
                                    "145.642%",
                                    "154.126%",
                                    "162.61%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "82.904%",
                                    "89.652%",
                                    "96.4%",
                                    "106.04%",
                                    "112.788%",
                                    "120.5%",
                                    "131.104%",
                                    "141.708%",
                                    "152.312%",
                                    "163.88%",
                                    "175.448%",
                                    "187.016%",
                                    "198.584%",
                                    "210.152%",
                                    "221.72%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "66.822%x2",
                                    "72.261%x2",
                                    "77.7%x2",
                                    "85.47%x2",
                                    "90.909%x2",
                                    "97.125%x2",
                                    "105.672%x2",
                                    "114.219%x2",
                                    "122.766%x2",
                                    "132.09%x2",
                                    "141.414%x2",
                                    "150.738%x2",
                                    "160.062%x2",
                                    "169.386%x2",
                                    "178.71%x2"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 섬",
                        "Desc": "극악 기사의 전투 스타일을 모방하여 짧은 터치 또는 홀드에 따라 각기 다른 효과를 생성한다.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 45pt 획득하고 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드로 전환된다.<br><br><color style='color:#FFD780;'>홀드</color><br>스커크가 뱀의 계략을 45pt 획득하고 지속적으로 빠르게 이동한다. 해당 상태에서 스커크의 경직 저항력이 증가한다.<br>지속 시간 동안 스커크는 방향을 조절하며 빠른 속도로 이동할 수 있고, 수면에서도 이동할 수 있다. 다시 스킬을 발동하면 빠른 이동 상태가 조기 종료된다",
                        "Icon": "Skill_S_SkirkNew_01",
                        "DescAdd": "<br><br><i>「허계(공허 세계)의 규칙으로 인간계의 율법을 모방한다」<br>「이를 모독이라고 부를 수도 있고, 운명에서 해방된 자유라고 부를 수도 있겠지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "132.8244%",
                                    "143.6357%",
                                    "154.447%",
                                    "169.8917%",
                                    "180.703%",
                                    "193.0588%",
                                    "210.0479%",
                                    "227.0371%",
                                    "244.0263%",
                                    "262.5599%",
                                    "281.0935%",
                                    "299.6272%",
                                    "318.1608%",
                                    "336.6945%",
                                    "355.2281%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "119.7997%",
                                    "129.5509%",
                                    "139.302%",
                                    "153.2322%",
                                    "162.9833%",
                                    "174.1275%",
                                    "189.4507%",
                                    "204.7739%",
                                    "220.0972%",
                                    "236.8134%",
                                    "253.5296%",
                                    "270.2459%",
                                    "286.9621%",
                                    "303.6784%",
                                    "320.3946%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "75.723%+75.723%",
                                    "81.8865%+81.8865%",
                                    "88.05%+88.05%",
                                    "96.855%+96.855%",
                                    "103.0185%+103.0185%",
                                    "110.0625%+110.0625%",
                                    "119.748%+119.748%",
                                    "129.4335%+129.4335%",
                                    "139.119%+139.119%",
                                    "149.685%+149.685%",
                                    "160.251%+160.251%",
                                    "170.817%+170.817%",
                                    "181.383%+181.383%",
                                    "191.949%+191.949%",
                                    "202.515%+202.515%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "80.539%+80.539%",
                                    "87.0945%+87.0945%",
                                    "93.65%+93.65%",
                                    "103.015%+103.015%",
                                    "109.5705%+109.5705%",
                                    "117.0625%+117.0625%",
                                    "127.364%+127.364%",
                                    "137.6655%+137.6655%",
                                    "147.967%+147.967%",
                                    "159.205%+159.205%",
                                    "170.443%+170.443%",
                                    "181.681%+181.681%",
                                    "192.919%+192.919%",
                                    "204.157%+204.157%",
                                    "215.395%+215.395%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "196.6244%",
                                    "212.6287%",
                                    "228.633%",
                                    "251.4963%",
                                    "267.5006%",
                                    "285.7912%",
                                    "310.9409%",
                                    "336.0905%",
                                    "361.2401%",
                                    "388.6761%",
                                    "416.1121%",
                                    "443.548%",
                                    "470.984%",
                                    "498.4199%",
                                    "525.8559%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "44.548%x3",
                                    "48.174%x3",
                                    "51.8%x3",
                                    "56.98%x3",
                                    "60.606%x3",
                                    "64.75%x3",
                                    "70.448%x3",
                                    "76.146%x3",
                                    "81.844%x3",
                                    "88.06%x3",
                                    "94.276%x3",
                                    "100.492%x3",
                                    "106.708%x3",
                                    "112.924%x3",
                                    "119.14%x3"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            },
                            {
                                "Desc": "일곱빛 섬광 모드 지속시간",
                                "ParamLevelList": [
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초",
                                    "12.5초"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 최대치",
                                "ParamLevelList": [
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt",
                                    "100pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "극악기 · 멸",
                        "Desc": "스커크의 원소폭발은 원소 에너지가 아닌 <color style='color:#FFD780;'>뱀의 계략</color>에서 나온다.<br>스커크가 뱀의 계략을 최소 50pt 보유 시, 스커크는 모든 뱀의 계략을 소모해 원소폭발을 발동할 수 있다. 이때 전방의 공간을 찢고 빠른 속도로 연속 참격을 날려 <color style='color:#99FFFF;'>얼음 원소 범위 피해</color>를 준다. 또한 발동 시 스커크가 보유한 뱀의 계략이 50pt를 초과하면, 초과한 뱀의 계략 1pt당 이번 원소폭발로 주는 피해가 증가한다. 해당 방식으로 뱀의 계략을 최대 12pt까지 계산한다.<br><br>스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드 시, 원소폭발 「극악기 · 멸」이 「극악기 · 진」으로 대체된다.<br><br><color style='color:#FFD780;'>극악기 · 진</color><br>뱀의 계략을 소모하지 않고 발동할 수 있는 특수 원소폭발.<br>발동 후, 스커크가 일곱빛 섬광 모드가 종료될 때까지 지속되는 고갈 효과를 획득한다. 돌파 특성 <color style='color:#FFD780;'>이치 너머의 이치</color>를 해금한 후, 스커크가 주변 일정 범위 내의 허계 균열을 흡수한다.<br>고갈 효과 지속 시간 동안 0.1초마다 스커크의 일반 공격이 적에게 명중 후, 이번 일반 공격으로 주는 피해가 증가한다. 만약 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시, 허계 균열을 흡수했다면 흡수한 허계 균열 수량에 따라 이번 일반 공격으로 주는 피해가 더 증가한다.<br>해당 효과는 10회 발동 후 사라진다",
                        "Icon": "Skill_E_SkirkNew_01",
                        "DescAdd": "<br><br><i>「네가 스승인 나를 이기지 못하는 이유 중 하나는, 기술명을 외치는 속도가 나보다 반쯤 느리기 때문이지」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "참격 피해",
                                "ParamLevelList": [
                                    "122.76%x5",
                                    "131.967%x5",
                                    "141.174%x5",
                                    "153.45%x5",
                                    "162.657%x5",
                                    "171.864%x5",
                                    "184.14%x5",
                                    "196.416%x5",
                                    "208.692%x5",
                                    "220.968%x5",
                                    "233.244%x5",
                                    "245.52%x5",
                                    "260.865%x5",
                                    "276.21%x5",
                                    "291.555%x5"
                                ]
                            },
                            {
                                "Desc": "마지막 참격 피해",
                                "ParamLevelList": [
                                    "204.6%",
                                    "219.945%",
                                    "235.29%",
                                    "255.75%",
                                    "271.095%",
                                    "286.44%",
                                    "306.9%",
                                    "327.36%",
                                    "347.82%",
                                    "368.28%",
                                    "388.74%",
                                    "409.2%",
                                    "434.775%",
                                    "460.35%",
                                    "485.925%"
                                ]
                            },
                            {
                                "Desc": "뱀의 계략 보너스",
                                "ParamLevelList": [
                                    "1pt당 공격력의 19.3233%",
                                    "1pt당 공격력의 20.7726%",
                                    "1pt당 공격력의 22.2218%",
                                    "1pt당 공격력의 24.1542%",
                                    "1pt당 공격력의 25.6034%",
                                    "1pt당 공격력의 27.0527%",
                                    "1pt당 공격력의 28.985%",
                                    "1pt당 공격력의 30.9173%",
                                    "1pt당 공격력의 32.8497%",
                                    "1pt당 공격력의 34.782%",
                                    "1pt당 공격력의 36.7143%",
                                    "1pt당 공격력의 38.6467%",
                                    "1pt당 공격력의 41.0621%",
                                    "1pt당 공격력의 43.4775%",
                                    "1pt당 공격력의 45.8929%"
                                ]
                            },
                            {
                                "Desc": "허계 균열 0/1/2/3개 흡수 피해 증가",
                                "ParamLevelList": [
                                    "3.5%/6.6%/8.8%/11.0%",
                                    "4.0%/7.2%/9.6%/12.0%",
                                    "4.5%/7.8%/10.4%/13.0%",
                                    "5.0%/8.4%/11.2%/14.0%",
                                    "5.5%/9.0%/12.0%/15.0%",
                                    "6.0%/9.6%/12.8%/16.0%",
                                    "6.5%/10.2%/13.6%/17.0%",
                                    "7.0%/10.8%/14.4%/18.0%",
                                    "7.5%/11.4%/15.2%/19.0%",
                                    "8.0%/12.0%/16.0%/20.0%",
                                    "8.5%/12.6%/16.8%/21.0%",
                                    "9.0%/13.2%/17.6%/22.0%",
                                    "9.5%/13.8%/18.4%/23.0%",
                                    "10.0%/14.4%/19.2%/24.0%",
                                    "10.5%/15.0%/20.0%/25.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "이치 너머의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 1개 흡수할 때마다 스커크가 <color style='color:#FFD780;'>뱀의 계략</color>을 8pt 획득한다",
                        "Icon": "UI_Talent_S_SkirkNew_05"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소</color> 공격으로 적을 명중하거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소</color> 공격으로 적 명중 시, 스커크가 죽음의 강 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>각 캐릭터는 해당 방식으로 스커크에게 죽음의 강 효과를 최대 1스택 부여할 수 있다.<br>죽음의 강 효과 스택마다 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 일반 공격으로 기존의 110%/120%/170%에 해당하는 피해를 주고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 기존의 105%/115%/160%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_SkirkNew_06"
                    },
                    {
                        "Name": "무예 전수",
                        "Desc": "파티 내 모든 캐릭터의 원소 타입이 <color style='color:#80C0FF;'>물 원소</color> 또는 <color style='color:#99FFFF;'>얼음 원소</color>이며, 물 원소와 얼음 원소 캐릭터가 각각 최소 1명씩 있을 경우: 파티 내 자신의 캐릭터 <color style='color:#FFD780;'>원소전투 스킬</color> 레벨이 Lv.1 증가한다",
                        "Icon": "UI_Talent_S_SkirkNew_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "요원",
                        "Desc": "돌파 특성 <color style='color:#FFD780;'>이치 너머의 이치</color>의 효과가 강화된다: 허계 균열을 1개 흡수할 때마다, 수정 칼날 하나를 소환해 주변의 적을 공격하고 스커크 공격력의 500%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다.<br>돌파 특성 「이치 너머의 이치」를 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_01"
                    },
                    {
                        "Level": 2,
                        "Name": "심연",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 후, 스커크가 추가로 <color style='color:#FFD780;'>뱀의 계략</color>을 10pt 획득한다.<br>원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 뱀의 계략을 최대 10pt까지 추가로 계산해 이번 원소폭발로 주는 피해가 증가한다.<br>또한, 스커크가 <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 후 12.5초 동안 공격력이 70% 증가한다. 해당 효과는 스커크가 일곱빛 섬광 모드에서 퇴장하면 사라진다",
                        "Icon": "UI_Talent_S_SkirkNew_02"
                    },
                    {
                        "Level": 3,
                        "Name": "악연",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_01"
                    },
                    {
                        "Level": 4,
                        "Name": "멸류",
                        "Desc": "돌파 특성 <color style='color:#FFD780;'>흐름의 적멸</color>의 효과가 강화된다: 죽음의 강 효과 스택마다 스커크의 공격력이 10%/20%/40% 증가한다.<br>돌파 특성 「흐름의 적멸」을 해금해야 한다",
                        "Icon": "UI_Talent_S_SkirkNew_03"
                    },
                    {
                        "Level": 5,
                        "Name": "소망",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_SkirkNew_02"
                    },
                    {
                        "Level": 6,
                        "Name": "근원",
                        "Desc": "스커크가 돌파 특성 <color style='color:#FFD780;'>이치 너머의 이치</color>의 효과를 통해 허계 균열을 1개 흡수할 때마다 극악기 · 참 효과를 1스택 획득한다. 스커크는 해당 효과를 소모해 협동 공격을 할 수 있고, <color style='color:#FFD780;'>일곱빛 섬광</color> 모드에서 받는 피해가 감소한다. 해당 효과 지속 시간: 15초, 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>돌파 특성 「이치 너머의 이치」를 해금해야 한다.<br><br><color style='color:#FFD780;'>극악기 · 참</color><br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color> 발동 시, 모든 <color style='color:#FFD780;'>극악기 · 참</color> 스택을 소모하여 협동 공격을 진행한다. <color style='color:#FFD780;'>극악기 · 참</color> 스택마다 스커크 공격력의 750%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 원소폭발 피해로 간주한다.<br> · 스커크가 일곱빛 섬광모드에서 일반 공격의 세 번째 또는 다섯 번째 공격으로 적 명중 시, <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 협동 공격을 3회 진행한다. 협동 공격마다 스커크 공격력의 180%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 일반 공격 피해로 간주한다.<br> · 스커크가 일곱빛 섬광 모드에서 피해를 받을 시 <color style='color:#FFD780;'>극악기 · 참</color>을 1스택 소모해 이번 받는 피해를 80% 감소시키고, 주변의 적을 3회 공격한다. 공격마다 스커크 공격력의 180%에 해당하는 <color style='color:#99FFFF;'>얼음 원소 피해</color>를 준다. 해당 피해는 강공격 피해로 간주한다",
                        "Icon": "UI_Talent_S_SkirkNew_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "뱀의 계략",
                        "Desc": "스커크는 뱀의 계략을 소모해 일곱빛 섬광 모드를 유지하거나 원소폭발 극악기 · 멸을 발동할 수 있다.<br><br>스커크는 아래와 같은 방법으로 뱀의 계략을 획득한다:<br> · 원소전투 스킬 극악기 · 섬 발동 후.<br> · 돌파 특성 이치 너머의 이치를 발동해 허계 균열 효과 흡수 후.<br><br>스커크가 일곱빛 섬광 모드에서 퇴장하거나 일곱빛 섬광 모드 종료 시, 스커크가 보유한 뱀의 계략이 사라진다"
                    },
                    {
                        "Name": "일곱빛 섬광",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color> 발동 시, 일정 시간 동안 스커크가 해당 모드로 전환되어 아래의 특성을 지닌다:<br> · 지속적으로 뱀의 계략을 소모한다.<br> · 일반 공격과 강공격의 공격 범위 및 스커크의 경직 저항력이 증가한다.<br> · 일반 공격, 강공격, 낙하 공격 시 주는 피해가 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#99FFFF;'>얼음 원소 피해</color>로 전환된다.<br> · 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>이 특수한 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color>으로 대체된다.<br> · 스커크가 대시 시, 수면 위를 이동할 수 있다.<br> · 뱀의 계략이 소진되거나 지속 시간 종료 시, 스커크는 해당 모드를 종료하고 원소전투 스킬이 재사용 대기시간에 진입한다"
                    },
                    {
                        "Name": "이치 너머의 이치",
                        "Desc": "주변에 있는 파티 내 캐릭터가 적에게 빙결, 초전도, 얼음 원소 확산 또는 얼음 원소 결정 반응 발동 시, 적 주변에 허계 균열을 1개 창조한다. 해당 효과는 2.5초마다 최대 1회 발동된다. 스커크 자신이 창조한 허계 균열은 필드 위에 최대 3개 존재할 수 있다.<br><br>스커크가 아래 방식으로 주변 일정 범위 내의 허계 균열을 흡수한다:<br> · 일곱빛 섬광 모드에서 강공격으로 적 명중 시.<br> · 일곱빛 섬광 모드에서 특수 원소폭발 <color style='color:#FFD780;'>극악기 · 진</color> 발동 시.<br> · 홀드로 원소전투 스킬 <color style='color:#FFD780;'>극악기 · 섬</color>을 발동해 빠른 이동 진행 시.<br><br>허계 균열을 1개 흡수할 때마다 스커크가 뱀의 계략을 8pt 획득한다"
                    },
                    {
                        "Name": "흐름의 적멸",
                        "Desc": "파티 내 주변에 있는 <color style='color:#80C0FF;'>물 원소</color> 타입 캐릭터가 <color style='color:#80C0FF;'>물 원소</color> 공격으로 적을 명중하거나, 파티 내 주변에 있는 다른 <color style='color:#99FFFF;'>얼음 원소</color> 타입 캐릭터가 <color style='color:#99FFFF;'>얼음 원소</color> 공격으로 적 명중 시, 스커크가 죽음의 강 효과를 1스택 획득한다. 지속 시간: 20초. 최대 중첩수: 3스택. 스택마다 지속 시간은 독립적으로 계산된다.<br>각 캐릭터는 해당 방식으로 스커크에게 죽음의 강 효과를 최대 1스택 부여할 수 있다.<br>죽음의 강 효과 스택마다 스커크가 일곱빛 섬광 모드에서 일반 공격으로 기존의 110%/120%/170%에 해당하는 피해를 주고, 원소폭발 <color style='color:#FFD780;'>극악기 · 멸</color>로 기존의 105%/115%/160%에 해당하는 피해를 준다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "SkirkNew": {}
}