// Auto Generated

var _AvatarDataConfig_ = {
    "Venti": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Venti": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "100023": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113001": 2,
                "100023": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113001": 4,
                "100023": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113001": 8,
                "100023": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113001": 12,
                "100023": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113001": 20,
                "100023": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104307": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112004": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112004": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112004": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112004": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104307": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112004": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112004": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112004": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112004": 12,
                "113006": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104307": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104308": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104308": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104308": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104308": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104309": 4,
                "112004": 4,
                "113006": 1
            },
            {
                "202": 260000,
                "104309": 6,
                "112004": 6,
                "113006": 1
            },
            {
                "202": 450000,
                "104309": 12,
                "112004": 9,
                "113006": 2
            },
            {
                "202": 700000,
                "104309": 16,
                "112004": 12,
                "113006": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Venti": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "신성한 사격술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 천지를 보살피는 바람이 화살 촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 만든 폭풍의 눈이 존재하는 동안, 벤티가 추가 강화 효과를 획득한다:<br> · 벤티의 일반 공격이 적을 관통하는 <color style='color:#FFD780;'>폭풍 화살</color>로 변경되어 경로상의 적에게 더 큰 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 벤티의 일반 공격이 적에게 명중 시, 폭풍의 눈 지속 시간이 1초 연장되고 재사용 대기시간이 0.5초 연장된다. 해당 효과는 0.1초마다 최대 1회 발동되며, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>를 발동할 때마다, 최대 2번 발동할 수 있다",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "폭풍 화살 피해",
                                "ParamLevelList": [
                                    "일반 공격 피해의 160.0%",
                                    "일반 공격 피해의 170.0%",
                                    "일반 공격 피해의 180.0%",
                                    "일반 공격 피해의 190.0%",
                                    "일반 공격 피해의 200%",
                                    "일반 공격 피해의 210.0%",
                                    "일반 공격 피해의 220.0%",
                                    "일반 공격 피해의 230.0%",
                                    "일반 공격 피해의 240.0%",
                                    "일반 공격 피해의 250.0%",
                                    "일반 공격 피해의 260.0%",
                                    "일반 공격 피해의 270.0%",
                                    "일반 공격 피해의 280.0%",
                                    "일반 공격 피해의 290.0%",
                                    "일반 공격 피해의 300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "높은 하늘의 노래",
                        "Desc": "시와 노래와 함께 울려 퍼지는 바람을 소환해 흙먼지 위를 걷는 사물을 높은 하늘로 띄워보자.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적이 있는 위치에 바람의 영역을 소환해 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br><br><color style='color:#FFD780;'>홀드</color><br>자신을 중심으로 더 큰 바람의 영역을 만들어내 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br>홀드하여 발동한 뒤 벤티는 바람을 타고 공중에 떠오른다.<br><br>공중에 띄워진 적은 짧은 시간 내에 천천히 추락한다.<br><br><i>사람과 신이 함께했던 시대에 수많은 노래가 사방으로 울려 퍼졌다. 이건 이미 오래전에 잊혀진 멜로디이다</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "짧은 터치 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "홀드 재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "바람신의 시",
                        "Desc": "천풍이 모여 만들어진 화살을 쏴 전방에 거대한 폭풍의 눈을 만들어내 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>폭풍의 눈은 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>바람의 신을 칭송하는 수많은 잃어버린 시편 중 하나인 이 시는 그와 바람의 힘을 묘사했다</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "여풍의 포옹",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>를 홀드하면 상승 기류가 생성된다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "폭풍의 눈",
                        "Desc": "<color style='color:#FFD780;'>바람 신의 시</color> 효과 종료 후 벤티의 원소 에너지를 15pt 회복한다.<br>만약 원소 전환이 발생하면 같은 원소에 해당하는 파티 내 모든 캐릭터의 원소 에너지를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "항풍과 함께",
                        "Desc": "파티 내 자신의 캐릭터의 활강 시 소모하는 스태미나가 20% 감소한다.<br>같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "마녀의 전야제 · 시간과 바람",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 바람이 시작되는 곳</color>을 완료하면, 벤티가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>로 생성된 폭풍의 눈이 존재하는 경우, 주변의 현재 필드 위 캐릭터가 확산 반응을 발동한 후 4초 동안 해당 캐릭터가 주는 피해가 50% 증가하며, 벤티 자신의 폭풍의 눈이 기존의 135%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "쏘아 올린 창풍",
                        "Desc": "<color style='color:#FFD780;'>조준 사격</color> 시 추가로 두 발의 분열된 화살을 발사한다. 각각 기존 화살의 33%에 해당하는 피해를 준다.<br>또한, <color style='color:#FFD780;'>폭풍 화살</color>도 적을 추적하는 화살 2개를 추가로 발사해, 각각 기존의 20%에 해당하는 피해를 준다. 해당 효과는 0.25초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "그리운 찬 바람",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>는 적의 <color style='color:#80FFD7;'>바람 원소 내성</color>과 물리 내성을 24% 감소시킨다. 지속 시간: 10초.<br>또한, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득하고 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color>의 재사용 대기시간이 초기화된다. <color style='color:#FFD780;'>폭풍 화살</color>이 적에게 명중한 후, 25% 확률로 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득한다.<br><br><color style='color:#FFD780;'>바람이 시작되는 순간</color><br>짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 시, 기존의 300%에 해당하는 피해를 준다. 해당 효과는 15초 동안 지속되며, 벤티가 짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 후 사라진다",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "천풍의 시",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "자유의 찬 바람",
                        "Desc": "벤티가 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 또는 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티와 현재 필드 위 파티 내 자신의 다른 캐릭터의 <color style='color:#80FFD7;'>바람 원소 피해 보너스</color>가 25% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "높은 하늘의 협주",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "투쟁의 폭풍",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 피해를 받은 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>원소 전환이 발생할 경우 해당 원소 내성도 20% 감소한다.<br>또한, 벤티가 해당 적에게 주는 피해는 치명타 피해 보너스를 100% 획득한다",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "1": {
                "BattleSkills": [
                    {
                        "Name": "신성한 사격술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 천지를 보살피는 바람이 화살 촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 만든 폭풍의 눈이 존재하는 동안, 벤티가 추가 강화 효과를 획득한다:<br> · 벤티의 일반 공격이 적을 관통하는 <color style='color:#FFD780;'>폭풍 화살</color>로 변경되어 경로상의 적들에게 더 큰 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 벤티의 일반 공격이 적에게 명중 시, 폭풍의 눈 지속 시간이 1초 연장되고 재사용 대기시간이 0.5초 연장된다. 해당 효과는 0.1초마다 최대 1회 발동되며, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>를 발동할 때마다, 최대 2번 발동할 수 있다",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "폭풍 화살 피해",
                                "ParamLevelList": [
                                    "일반 공격 피해의 160.0%",
                                    "일반 공격 피해의 170.0%",
                                    "일반 공격 피해의 180.0%",
                                    "일반 공격 피해의 190.0%",
                                    "일반 공격 피해의 200%",
                                    "일반 공격 피해의 210.0%",
                                    "일반 공격 피해의 220.0%",
                                    "일반 공격 피해의 230.0%",
                                    "일반 공격 피해의 240.0%",
                                    "일반 공격 피해의 250.0%",
                                    "일반 공격 피해의 260.0%",
                                    "일반 공격 피해의 270.0%",
                                    "일반 공격 피해의 280.0%",
                                    "일반 공격 피해의 290.0%",
                                    "일반 공격 피해의 300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "높은 하늘의 노래",
                        "Desc": "시와 노래와 함께 울려 퍼지는 바람을 소환해 흙먼지 위를 걷는 사물을 높은 하늘로 띄워보자.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적이 있는 위치에 바람의 영역을 소환해 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br><br><color style='color:#FFD780;'>홀드</color><br>자신을 중심으로 더 큰 바람의 영역을 만들어내 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br>홀드하여 발동한 뒤 벤티는 바람을 타고 공중에 떠오른다.<br><br>공중에 띄워진 적은 짧은 시간 내에 천천히 추락한다.<br><br><i>사람과 신이 함께했던 시대에 수많은 노래가 사방으로 울려 퍼졌다. 이건 이미 오래전에 잊혀진 멜로디이다</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "짧은 터치 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "홀드 재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "바람신의 시",
                        "Desc": "천풍이 모여 만들어진 화살을 쏴 전방에 거대한 폭풍의 눈을 만들어내 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>폭풍의 눈은 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>바람의 신을 칭송하는 수많은 잃어버린 시편 중 하나인 이 시는 그와 바람의 힘을 묘사했다</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "여풍의 포옹",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>를 홀드하면 상승 기류가 생성된다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "폭풍의 눈",
                        "Desc": "<color style='color:#FFD780;'>바람 신의 시</color> 효과 종료 후 벤티의 원소 에너지를 15pt 회복한다.<br>만약 원소 전환이 발생하면 같은 원소에 해당하는 파티 내 모든 캐릭터의 원소 에너지를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "항풍과 함께",
                        "Desc": "파티 내 자신의 캐릭터의 활강 시 소모하는 스태미나가 20% 감소한다.<br>같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "마녀의 전야제 · 시간의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과업 · 바람의 서막</color>을 완료하면, 벤티가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우 <color style='color:#FFD780;'>마도 · 비술</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>로 생성된 폭풍의 눈이 존재하는 동안, 주변의 현재 필드 위 캐릭터가 확산 반응을 발동한 후 4초 동안 해당 캐릭터가 주는 피해가 50% 증가하며, 폭풍의 눈으로 기존의 135%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "쏘아 올린 창풍",
                        "Desc": "<color style='color:#FFD780;'>조준 사격</color>이 추가로 분열 화살 2개를 발사해, 각각 기존 피해의 33%에 해당하는 피해를 준다.<br>또한, <color style='color:#FFD780;'>폭풍 화살</color>도 적을 추적하는 화살 2개를 추가로 발사해, 각각 기존 피해의 20%에 해당하는 피해를 준다. 해당 효과는 0.25초마다 최대 1회 발동된다. 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 생성한 폭풍의 눈의 원소 변환이 발생하면, 추가로 발사되는 화살로 주는 피해도 해당 원소 피해로 변환된다",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "그리운 찬 바람",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>는 적의 <color style='color:#80FFD7;'>바람 원소 내성</color>과 물리 내성을 24% 감소시킨다. 지속 시간: 10초.<br>또한, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티가 <color style='color:#FFD780;'>바람이 이는 순간</color> 효과를 획득하고 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color>의 재사용 대기시간이 초기화된다. <color style='color:#FFD780;'>폭풍 화살</color>이 적에게 명중한 후, 25% 확률로 벤티가 <color style='color:#FFD780;'>바람이 이는 순간</color> 효과를 획득한다.<br><br><color style='color:#FFD780;'>바람이 이는 순간</color><br>짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 시, 기본 피해의 300%에 해당하는 피해를 준다. 해당 효과는 15초 동안 지속되며, 벤티가 짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 후 제거된다",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "천풍의 시",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "자유의 찬 바람",
                        "Desc": "벤티가 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 또는 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티와 현재 파티 내 필드 위의 다른 캐릭터의 <color style='color:#80FFD7;'>바람 원소 피해 보너스</color>가 25% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "높은 하늘의 협주",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "투쟁의 폭풍",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>에 피격된 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>원소 전환이 발생할 경우 해당 원소 내성도 20% 감소한다.<br>또한, 벤티가 이러한 적들에게 주는 피해는 치명타 피해가 100% 추가로 증가한다.",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "신성한 사격술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 천지를 보살피는 바람이 화살 촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 만든 폭풍의 눈이 존재하는 동안, 벤티가 추가 강화 효과를 획득한다:<br> · 벤티의 일반 공격이 적을 관통하는 <color style='color:#FFD780;'>폭풍 화살</color>로 변경되어 경로상의 적들에게 더 큰 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 벤티의 일반 공격이 적에게 명중 시, 폭풍의 눈 지속 시간이 1초 연장되고 재사용 대기시간이 0.5초 연장된다. 해당 효과는 0.1초마다 최대 1회 발동되며, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>를 발동할 때마다, 최대 2번 발동할 수 있다",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "폭풍 화살 피해",
                                "ParamLevelList": [
                                    "일반 공격 피해의 160.0%",
                                    "일반 공격 피해의 170.0%",
                                    "일반 공격 피해의 180.0%",
                                    "일반 공격 피해의 190.0%",
                                    "일반 공격 피해의 200%",
                                    "일반 공격 피해의 210.0%",
                                    "일반 공격 피해의 220.0%",
                                    "일반 공격 피해의 230.0%",
                                    "일반 공격 피해의 240.0%",
                                    "일반 공격 피해의 250.0%",
                                    "일반 공격 피해의 260.0%",
                                    "일반 공격 피해의 270.0%",
                                    "일반 공격 피해의 280.0%",
                                    "일반 공격 피해의 290.0%",
                                    "일반 공격 피해의 300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "높은 하늘의 노래",
                        "Desc": "시와 노래와 함께 울려 퍼지는 바람을 소환해 흙먼지 위를 걷는 사물을 높은 하늘로 띄워보자.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적이 있는 위치에 바람의 영역을 소환해 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br><br><color style='color:#FFD780;'>홀드</color><br>자신을 중심으로 더 큰 바람의 영역을 만들어내 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br>홀드하여 발동한 뒤 벤티는 바람을 타고 공중에 떠오른다.<br><br>공중에 띄워진 적은 짧은 시간 내에 천천히 추락한다.<br><br><i>사람과 신이 함께했던 시대에 수많은 노래가 사방으로 울려 퍼졌다. 이건 이미 오래전에 잊혀진 멜로디이다</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "짧은 터치 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "홀드 재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "바람신의 시",
                        "Desc": "천풍이 모여 만들어진 화살을 쏴 전방에 거대한 폭풍의 눈을 만들어내 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>폭풍의 눈은 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>바람의 신을 칭송하는 수많은 잃어버린 시편 중 하나인 이 시는 그와 바람의 힘을 묘사했다</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "여풍의 포옹",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>를 홀드하면 상승 기류가 생성된다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "폭풍의 눈",
                        "Desc": "<color style='color:#FFD780;'>바람 신의 시</color> 효과 종료 후 벤티의 원소 에너지를 15pt 회복한다.<br>만약 원소 전환이 발생하면 같은 원소에 해당하는 파티 내 모든 캐릭터의 원소 에너지를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "항풍과 함께",
                        "Desc": "파티 내 자신의 캐릭터의 활강 시 소모하는 스태미나가 20% 감소한다.<br>같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "마녀의 전야제 · 시간의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과업 · 바람의 서막</color>을 완료하면, 벤티가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 존재할 경우 <color style='color:#FFD780;'>마도 · 비술</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비술</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>로 생성된 폭풍의 눈이 존재하는 동안, 주변의 현재 필드 위 캐릭터가 확산 반응을 발동한 후 4초 동안 해당 캐릭터가 주는 피해가 50% 증가하며, 폭풍의 눈으로 기존의 135%에 해당하는 피해를 준다. 벤티가 파티의 대기 상태일 때도 동일한 효과가 발동된다",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "쏘아 올린 창풍",
                        "Desc": "<color style='color:#FFD780;'>조준 사격</color>이 추가로 분열 화살 2개를 발사해, 각각 기존 피해의 33%에 해당하는 피해를 준다.<br>또한, <color style='color:#FFD780;'>폭풍 화살</color>도 적을 추적하는 화살 2개를 추가로 발사해, 각각 기존 피해의 20%에 해당하는 피해를 준다. 해당 효과는 0.25초마다 최대 1회 발동된다. 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 생성한 폭풍의 눈의 원소 변환이 발생하면, 추가로 발사되는 화살로 주는 피해도 해당 원소 피해로 변환된다",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "그리운 찬 바람",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>는 적의 <color style='color:#80FFD7;'>바람 원소 내성</color>과 물리 내성을 24% 감소시킨다. 지속 시간: 10초.<br>또한, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티가 <color style='color:#FFD780;'>바람이 이는 순간</color> 효과를 획득하고 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color>의 재사용 대기시간이 초기화된다. <color style='color:#FFD780;'>폭풍 화살</color>이 적에게 명중한 후, 25% 확률로 벤티가 <color style='color:#FFD780;'>바람이 이는 순간</color> 효과를 획득한다.<br><br><color style='color:#FFD780;'>바람이 이는 순간</color><br>짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 시, 기본 피해의 300%에 해당하는 피해를 준다. 해당 효과는 15초 동안 지속되며, 벤티가 짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 후 제거된다",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "천풍의 시",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "자유의 찬 바람",
                        "Desc": "벤티가 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 또는 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티와 현재 파티 내 필드 위의 다른 캐릭터의 <color style='color:#80FFD7;'>바람 원소 피해 보너스</color>가 25% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "높은 하늘의 협주",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "투쟁의 폭풍",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>에 피격된 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>원소 전환이 발생할 경우 해당 원소 내성도 20% 감소한다.<br>또한, 벤티가 이러한 적들에게 주는 피해는 치명타 피해가 100% 추가로 증가한다.",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "신성한 사격술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 천지를 보살피는 바람이 화살 촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 만든 폭풍의 눈이 존재하는 동안, 벤티가 추가 강화 효과를 획득한다:<br> · 벤티의 일반 공격이 적을 관통하는 <color style='color:#FFD780;'>폭풍 화살</color>로 변경되어 경로상의 적들에게 더 큰 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 벤티의 일반 공격이 적에게 명중 시, 폭풍의 눈 지속 시간이 1초 연장되고 재사용 대기시간이 0.5초 연장된다. 해당 효과는 0.1초마다 최대 1회 발동되며, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>를 발동할 때마다, 최대 2번 발동할 수 있다",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "폭풍 화살 피해",
                                "ParamLevelList": [
                                    "일반 공격 피해의 160.0%",
                                    "일반 공격 피해의 170.0%",
                                    "일반 공격 피해의 180.0%",
                                    "일반 공격 피해의 190.0%",
                                    "일반 공격 피해의 200%",
                                    "일반 공격 피해의 210.0%",
                                    "일반 공격 피해의 220.0%",
                                    "일반 공격 피해의 230.0%",
                                    "일반 공격 피해의 240.0%",
                                    "일반 공격 피해의 250.0%",
                                    "일반 공격 피해의 260.0%",
                                    "일반 공격 피해의 270.0%",
                                    "일반 공격 피해의 280.0%",
                                    "일반 공격 피해의 290.0%",
                                    "일반 공격 피해의 300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "높은 하늘의 노래",
                        "Desc": "시와 노래와 함께 울려 퍼지는 바람을 소환해 흙먼지 위를 걷는 사물을 높은 하늘로 띄워보자.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적이 있는 위치에 바람의 영역을 소환해 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br><br><color style='color:#FFD780;'>홀드</color><br>자신을 중심으로 더 큰 바람의 영역을 만들어내 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br>홀드하여 발동한 뒤 벤티는 바람을 타고 공중에 떠오른다.<br><br>공중에 띄워진 적은 짧은 시간 내에 천천히 추락한다.<br><br><i>사람과 신이 함께했던 시대에 수많은 노래가 사방으로 울려 퍼졌다. 이건 이미 오래전에 잊혀진 멜로디이다</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "짧은 터치 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "홀드 재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "바람신의 시",
                        "Desc": "천풍이 모여 만들어진 화살을 쏴 전방에 거대한 폭풍의 눈을 만들어내 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>폭풍의 눈은 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>바람의 신을 칭송하는 수많은 잃어버린 시편 중 하나인 이 시는 그와 바람의 힘을 묘사했다</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "여풍의 포옹",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>를 홀드하면 상승 기류가 생성된다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "폭풍의 눈",
                        "Desc": "<color style='color:#FFD780;'>바람 신의 시</color> 효과 종료 후 벤티의 원소 에너지를 15pt 회복한다.<br>만약 원소 전환이 발생하면 같은 원소에 해당하는 파티 내 모든 캐릭터의 원소 에너지를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "항풍과 함께",
                        "Desc": "파티 내 자신의 캐릭터의 활강 시 소모하는 스태미나가 20% 감소한다.<br>같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "마녀의 전야제 · 시간의 찬가",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 바람의 서막</color>을 완료하면, 벤티가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>로 생성된 폭풍의 눈이 존재하는 동안, 주변의 현재 필드 위 캐릭터가 확산 반응을 발동한 후 4초 동안 해당 캐릭터가 주는 피해가 50% 증가하며, 폭풍의 눈으로 기존의 135%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "쏘아 올린 창풍",
                        "Desc": "<color style='color:#FFD780;'>조준 사격</color>이 추가로 분열 화살 2개를 발사해, 각각 기존 피해의 33%에 해당하는 피해를 준다.<br>또한, <color style='color:#FFD780;'>폭풍 화살</color>도 적을 추적하는 화살 2개를 추가로 발사해, 각각 기존 피해의 20%에 해당하는 피해를 준다. 해당 효과는 0.25초마다 최대 1회 발동된다.",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "그리운 찬 바람",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>는 적의 <color style='color:#80FFD7;'>바람 원소 내성</color>과 물리 내성을 24% 감소시킨다. 지속 시간: 10초.<br>또한, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득하고 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color>의 재사용 대기시간이 초기화된다. <color style='color:#FFD780;'>폭풍 화살</color>이 적에게 명중한 후, 25% 확률로 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득한다.<br><br><color style='color:#FFD780;'>바람이 시작되는 순간</color><br>짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 시, 기본 피해의 300%에 해당하는 피해를 준다. 해당 효과는 15초 동안 지속되며, 벤티가 짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 후 제거된다",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "천풍의 시",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "자유의 찬 바람",
                        "Desc": "벤티가 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 또는 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티와 현재 파티 내 필드 위의 다른 캐릭터의 <color style='color:#80FFD7;'>바람 원소 피해 보너스</color>가 25% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "높은 하늘의 협주",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "투쟁의 폭풍",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>에 피격된 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>원소 전환이 발생할 경우 해당 원소 내성도 20% 감소한다.<br>또한, 벤티가 해당 적들에게 주는 피해는 치명타 피해 보너스를 100% 획득한다",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "신성한 사격술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 천지를 보살피는 바람이 화살 촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 만든 폭풍의 눈이 존재하는 동안, 벤티가 추가 강화 효과를 획득한다:<br> · 벤티의 일반 공격이 적을 관통하는 <color style='color:#FFD780;'>폭풍 화살</color>로 변경되어 경로상의 적들에게 더 큰 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 벤티의 일반 공격이 적에게 명중 시, 폭풍의 눈 지속 시간이 1초 연장되고 재사용 대기시간이 0.5초 연장된다. 해당 효과는 0.1초마다 최대 1회 발동되며, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>를 발동할 때마다, 최대 2번 발동할 수 있다",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "폭풍 화살 피해",
                                "ParamLevelList": [
                                    "일반 공격 피해의 160.0%",
                                    "일반 공격 피해의 170.0%",
                                    "일반 공격 피해의 180.0%",
                                    "일반 공격 피해의 190.0%",
                                    "일반 공격 피해의 200%",
                                    "일반 공격 피해의 210.0%",
                                    "일반 공격 피해의 220.0%",
                                    "일반 공격 피해의 230.0%",
                                    "일반 공격 피해의 240.0%",
                                    "일반 공격 피해의 250.0%",
                                    "일반 공격 피해의 260.0%",
                                    "일반 공격 피해의 270.0%",
                                    "일반 공격 피해의 280.0%",
                                    "일반 공격 피해의 290.0%",
                                    "일반 공격 피해의 300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "높은 하늘의 노래",
                        "Desc": "시와 노래와 함께 울려 퍼지는 바람을 소환해 흙먼지 위를 걷는 사물을 높은 하늘로 띄워보자.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적이 있는 위치에 바람의 영역을 소환해 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br><br><color style='color:#FFD780;'>홀드</color><br>자신을 중심으로 더 큰 바람의 영역을 만들어내 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br>홀드하여 발동한 뒤 벤티는 바람을 타고 공중에 떠오른다.<br><br>공중에 띄워진 적은 짧은 시간 내에 천천히 추락한다.<br><br><i>사람과 신이 함께했던 시대에 수많은 노래가 사방으로 울려 퍼졌다. 이건 이미 오래전에 잊혀진 멜로디이다</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "짧은 터치 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "홀드 재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "바람신의 시",
                        "Desc": "천풍이 모여 만들어진 화살을 쏴 전방에 거대한 폭풍의 눈을 만들어내 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>폭풍의 눈은 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>바람의 신을 칭송하는 수많은 잃어버린 시편 중 하나인 이 시는 그와 바람의 힘을 묘사했다</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "여풍의 포옹",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>를 홀드하면 상승 기류가 생성된다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "폭풍의 눈",
                        "Desc": "<color style='color:#FFD780;'>바람 신의 시</color> 효과 종료 후 벤티의 원소 에너지를 15pt 회복한다.<br>만약 원소 전환이 발생하면 같은 원소에 해당하는 파티 내 모든 캐릭터의 원소 에너지를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "항풍과 함께",
                        "Desc": "파티 내 자신의 캐릭터의 활강 시 소모하는 스태미나가 20% 감소한다.<br>같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "마녀의 전야제 · 시간과 바람",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 바람이 시작되는 곳</color>을 완료하면, 벤티가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터가 2명 이상 존재할 경우, <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>로 생성된 폭풍의 눈이 존재하는 동안, 주변의 현재 필드 위 캐릭터가 확산 반응을 발동한 후 4초 동안 해당 캐릭터가 주는 피해가 50% 증가하며, 벤티 자신의 폭풍의 눈으로 기존의 135%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "쏘아 올린 창풍",
                        "Desc": "<color style='color:#FFD780;'>조준 사격</color>이 추가로 분열 화살 2개를 발사해, 각각 기존 피해의 33%에 해당하는 피해를 준다.<br>또한, <color style='color:#FFD780;'>폭풍 화살</color>도 적을 추적하는 화살 2개를 추가로 발사해, 각각 기존 피해의 20%에 해당하는 피해를 준다. 해당 효과는 0.25초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "그리운 찬 바람",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>는 적의 <color style='color:#80FFD7;'>바람 원소 내성</color>과 물리 내성을 24% 감소시킨다. 지속 시간: 10초.<br>또한, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득하고 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color>의 재사용 대기시간이 초기화된다. <color style='color:#FFD780;'>폭풍 화살</color>이 적에게 명중한 후, 25% 확률로 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득한다.<br><br><color style='color:#FFD780;'>바람이 시작되는 순간</color><br>짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 시, 기본 피해의 300%에 해당하는 피해를 준다. 해당 효과는 15초 동안 지속되며, 벤티가 짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 후 제거된다",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "천풍의 시",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "자유의 찬 바람",
                        "Desc": "벤티가 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 또는 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티와 현재 파티 내 필드 위의 다른 캐릭터의 <color style='color:#80FFD7;'>바람 원소 피해 보너스</color>가 25% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "높은 하늘의 협주",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "투쟁의 폭풍",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>에 피격된 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>원소 전환이 발생할 경우 해당 원소 내성도 20% 감소한다.<br>또한, 벤티가 해당 적들에게 주는 피해는 치명타 피해 보너스를 100% 획득한다",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "신성한 사격술",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>활로 최대 6번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>피해가 더 크고 정확한 <color style='color:#FFD780;'>조준 사격</color>을 한다.<br>조준 시 천지를 보살피는 바람이 화살 촉에 계속해서 모인다. 바람의 힘이 가득 찬 화살은 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 화살비를 쏜 후 빠른 속도로 땅에 착지한다. 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>가 만든 폭풍의 눈이 존재하는 동안, 벤티가 추가 강화 효과를 획득한다:<br> · 벤티의 일반 공격이 적을 관통하는 <color style='color:#FFD780;'>폭풍 화살</color>로 변경되어 경로상의 적에게 더 큰 <color style='color:#80FFD7;'>바람 원소 피해</color>를 준다.<br> · 벤티의 일반 공격이 적에게 명중 시, 폭풍의 눈 지속 시간이 1초 연장되고 재사용 대기시간이 0.5초 연장된다. 해당 효과는 0.1초마다 최대 1회 발동되며, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>를 발동할 때마다, 최대 2번 발동할 수 있다",
                        "Icon": "Skill_A_02",
                        "Buff": 1,
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "20.382%+20.382%",
                                    "22.041%+22.041%",
                                    "23.7%+23.7%",
                                    "26.07%+26.07%",
                                    "27.729%+27.729%",
                                    "29.625%+29.625%",
                                    "32.232%+32.232%",
                                    "34.839%+34.839%",
                                    "37.446%+37.446%",
                                    "40.29%+40.29%",
                                    "43.5487%+43.5487%",
                                    "47.381%+47.381%",
                                    "51.2133%+51.2133%",
                                    "55.0456%+55.0456%",
                                    "59.2263%+59.2263%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "44.376%",
                                    "47.988%",
                                    "51.6%",
                                    "56.76%",
                                    "60.372%",
                                    "64.5%",
                                    "70.176%",
                                    "75.852%",
                                    "81.528%",
                                    "87.72%",
                                    "94.815%",
                                    "103.1587%",
                                    "111.5024%",
                                    "119.8462%",
                                    "128.9484%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "52.374%",
                                    "56.637%",
                                    "60.9%",
                                    "66.99%",
                                    "71.253%",
                                    "76.125%",
                                    "82.824%",
                                    "89.523%",
                                    "96.222%",
                                    "103.53%",
                                    "111.9037%",
                                    "121.7513%",
                                    "131.5988%",
                                    "141.4463%",
                                    "152.1891%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "26.058%+26.058%",
                                    "28.179%+28.179%",
                                    "30.3%+30.3%",
                                    "33.33%+33.33%",
                                    "35.451%+35.451%",
                                    "37.875%+37.875%",
                                    "41.208%+41.208%",
                                    "44.541%+44.541%",
                                    "47.874%+47.874%",
                                    "51.51%+51.51%",
                                    "55.6762%+55.6762%",
                                    "60.5758%+60.5758%",
                                    "65.4753%+65.4753%",
                                    "70.3748%+70.3748%",
                                    "75.7197%+75.7197%"
                                ]
                            },
                            {
                                "Desc": "5단 공격 피해",
                                "ParamLevelList": [
                                    "50.654%",
                                    "54.777%",
                                    "58.9%",
                                    "64.79%",
                                    "68.913%",
                                    "73.625%",
                                    "80.104%",
                                    "86.583%",
                                    "93.062%",
                                    "100.13%",
                                    "108.2288%",
                                    "117.7529%",
                                    "127.277%",
                                    "136.8011%",
                                    "147.1911%"
                                ]
                            },
                            {
                                "Desc": "6단 공격 피해",
                                "ParamLevelList": [
                                    "70.95%",
                                    "76.725%",
                                    "82.5%",
                                    "90.75%",
                                    "96.525%",
                                    "103.125%",
                                    "112.2%",
                                    "121.275%",
                                    "130.35%",
                                    "140.25%",
                                    "151.5937%",
                                    "164.934%",
                                    "178.2742%",
                                    "191.6145%",
                                    "206.1675%"
                                ]
                            },
                            {
                                "Desc": "조준 사격",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "93.7125%",
                                    "101.9592%",
                                    "110.2059%",
                                    "118.4526%",
                                    "127.449%"
                                ]
                            },
                            {
                                "Desc": "풀차지 조준 사격",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "236.096%",
                                    "252.96%",
                                    "269.824%",
                                    "286.688%",
                                    "303.552%"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            },
                            {
                                "Desc": "폭풍 화살 피해",
                                "ParamLevelList": [
                                    "일반 공격 피해의 160.0%",
                                    "일반 공격 피해의 170.0%",
                                    "일반 공격 피해의 180.0%",
                                    "일반 공격 피해의 190.0%",
                                    "일반 공격 피해의 200%",
                                    "일반 공격 피해의 210.0%",
                                    "일반 공격 피해의 220.0%",
                                    "일반 공격 피해의 230.0%",
                                    "일반 공격 피해의 240.0%",
                                    "일반 공격 피해의 250.0%",
                                    "일반 공격 피해의 260.0%",
                                    "일반 공격 피해의 270.0%",
                                    "일반 공격 피해의 280.0%",
                                    "일반 공격 피해의 290.0%",
                                    "일반 공격 피해의 300%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "높은 하늘의 노래",
                        "Desc": "시와 노래와 함께 울려 퍼지는 바람을 소환해 흙먼지 위를 걷는 사물을 높은 하늘로 띄워보자.<br><br><color style='color:#FFD780;'>짧은 터치</color><br>적이 있는 위치에 바람의 영역을 소환해 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br><br><color style='color:#FFD780;'>홀드</color><br>자신을 중심으로 더 큰 바람의 영역을 만들어내 <color style='color:#80FFD7;'>바람 원소 범위 피해</color>를 주고 적을 공중에 띄운다.<br>홀드하여 발동한 뒤 벤티는 바람을 타고 공중에 떠오른다.<br><br>공중에 띄워진 적은 짧은 시간 내에 천천히 추락한다.<br><br><i>사람과 신이 함께했던 시대에 수많은 노래가 사방으로 울려 퍼졌다. 이건 이미 오래전에 잊혀진 멜로디이다</i>",
                        "Icon": "Skill_S_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "짧은 터치 피해",
                                "ParamLevelList": [
                                    "276.0%",
                                    "296.7%",
                                    "317.4%",
                                    "345.0%",
                                    "365.7%",
                                    "386.4%",
                                    "414.0%",
                                    "441.6%",
                                    "469.2%",
                                    "496.8%",
                                    "524.4%",
                                    "552.0%",
                                    "586.5%",
                                    "621.0%",
                                    "655.5%"
                                ]
                            },
                            {
                                "Desc": "짧은 터치 재사용 대기시간",
                                "ParamLevelList": [
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초",
                                    "6초"
                                ]
                            },
                            {
                                "Desc": "홀드 피해",
                                "ParamLevelList": [
                                    "380.0%",
                                    "408.5%",
                                    "437.0%",
                                    "475.0%",
                                    "503.5%",
                                    "532.0%",
                                    "570.0%",
                                    "608.0%",
                                    "646.0%",
                                    "684.0%",
                                    "722.0%",
                                    "760.0%",
                                    "807.5%",
                                    "855.0%",
                                    "902.5%"
                                ]
                            },
                            {
                                "Desc": "홀드 재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "바람신의 시",
                        "Desc": "천풍이 모여 만들어진 화살을 쏴 전방에 거대한 폭풍의 눈을 만들어내 적을 감아올려 <color style='color:#80FFD7;'>바람 원소 피해</color>를 계속 준다.<br><br><color style='color:#FFD780;'>원소 전환</color><br>폭풍의 눈은 스킬을 발동하는 동안 <color style='color:#80C0FF;'>물 원소</color>/<color style='color:#FF9999;'>불 원소</color>/<color style='color:#99FFFF;'>얼음 원소</color>/<color style='color:#FFACFF;'>번개 원소</color>에 닿으면 상응하는 원소 속성을 획득하고 추가로 해당 속성 피해를 준다.<br>원소 전환은 스킬이 발동되는 동안 1회만 발생한다.<br><br><i>바람의 신을 칭송하는 수많은 잃어버린 시편 중 하나인 이 시는 그와 바람의 힘을 묘사했다</i>",
                        "Icon": "Skill_E_Venti_01",
                        "ParamDesc": [
                            {
                                "Desc": "지속 피해",
                                "ParamLevelList": [
                                    "37.6%",
                                    "40.42%",
                                    "43.24%",
                                    "47.0%",
                                    "49.82%",
                                    "52.64%",
                                    "56.4%",
                                    "60.16%",
                                    "63.92%",
                                    "67.68%",
                                    "71.44%",
                                    "75.2%",
                                    "79.9%",
                                    "84.6%",
                                    "89.3%"
                                ]
                            },
                            {
                                "Desc": "부가 원소 피해",
                                "ParamLevelList": [
                                    "18.8%",
                                    "20.21%",
                                    "21.62%",
                                    "23.5%",
                                    "24.91%",
                                    "26.32%",
                                    "28.2%",
                                    "30.08%",
                                    "31.96%",
                                    "33.84%",
                                    "35.72%",
                                    "37.6%",
                                    "39.95%",
                                    "42.3%",
                                    "44.65%"
                                ]
                            },
                            {
                                "Desc": "지속 시간",
                                "ParamLevelList": [
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초",
                                    "8초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "여풍의 포옹",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>를 홀드하면 상승 기류가 생성된다. 지속 시간: 20초",
                        "Icon": "UI_Talent_S_Venti_05"
                    },
                    {
                        "Name": "폭풍의 눈",
                        "Desc": "<color style='color:#FFD780;'>바람 신의 시</color> 효과 종료 후 벤티의 원소 에너지를 15pt 회복한다.<br>만약 원소 전환이 발생하면 같은 원소에 해당하는 파티 내 모든 캐릭터의 원소 에너지를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Venti_06"
                    },
                    {
                        "Name": "항풍과 함께",
                        "Desc": "파티 내 자신의 캐릭터의 활강 시 소모하는 스태미나가 20% 감소한다.<br>같은 효과의 고유 특성과 중첩되지 않는다",
                        "Icon": "UI_Talent_Explosion_Glide"
                    },
                    {
                        "Name": "마녀의 전야제 · 시간과 바람",
                        "Desc": "<color style='color:#FFD780;'>마녀의 과제 · 바람이 시작되는 곳</color>을 완료하면, 벤티가 <color style='color:#FFD780;'>마도</color> 캐릭터가 된다. 파티에 마도 캐릭터를 2명 이상 편성하면 <color style='color:#FFD780;'>마도 · 비밀 의식</color> 효과를 획득해 마도 캐릭터가 강화된다.<br><br><color style='color:#FFD780;'>마도 · 비밀 의식</color><br>원소폭발 <color style='color:#FFD780;'>바람 신의 시</color>로 생성된 폭풍의 눈이 존재하는 동안, 주변의 현재 필드 위 캐릭터가 확산 반응을 발동한 후 4초 동안 해당 캐릭터가 주는 피해가 50% 증가하며, 벤티 자신의 폭풍의 눈이 기존의 135%에 해당하는 피해를 준다",
                        "Icon": "UI_Talent_S_Venti_07",
                        "Buff": 1
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "쏘아 올린 창풍",
                        "Desc": "<color style='color:#FFD780;'>조준 사격</color>이 추가로 분열 화살 2개를 발사해, 각각 기존의 33%에 해당하는 피해를 준다.<br>또한, <color style='color:#FFD780;'>폭풍 화살</color>도 적을 추적하는 화살 2개를 추가로 발사해, 각각 기존의 20%에 해당하는 피해를 준다. 해당 효과는 0.25초마다 최대 1회 발동된다",
                        "Icon": "UI_Talent_S_Venti_01",
                        "Buff": 1
                    },
                    {
                        "Level": 2,
                        "Name": "그리운 찬 바람",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>는 적의 <color style='color:#80FFD7;'>바람 원소 내성</color>과 물리 내성을 24% 감소시킨다. 지속 시간: 10초.<br>또한, 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득하고 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color>의 재사용 대기시간이 초기화된다. <color style='color:#FFD780;'>폭풍 화살</color>이 적에게 명중한 후, 25% 확률로 벤티가 <color style='color:#FFD780;'>바람이 시작되는 순간</color> 효과를 획득한다.<br><br><color style='color:#FFD780;'>바람이 시작되는 순간</color><br>짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 시, 기존의 300%에 해당하는 피해를 준다. 해당 효과는 15초 동안 지속되며, 벤티가 짧은 터치로 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 발동 후 사라진다",
                        "Icon": "UI_Talent_S_Venti_02",
                        "Buff": 1
                    },
                    {
                        "Level": 3,
                        "Name": "천풍의 시",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_02"
                    },
                    {
                        "Level": 4,
                        "Name": "자유의 찬 바람",
                        "Desc": "벤티가 원소전투 스킬 <color style='color:#FFD780;'>높은 하늘의 노래</color> 또는 원소폭발 <color style='color:#FFD780;'>바람 신의 시</color> 발동 후, 벤티와 현재 파티 내 필드 위의 다른 캐릭터의 <color style='color:#80FFD7;'>바람 원소 피해 보너스</color>가 25% 증가한다. 지속 시간: 10초",
                        "Icon": "UI_Talent_S_Venti_03",
                        "Buff": 1
                    },
                    {
                        "Level": 5,
                        "Name": "높은 하늘의 협주",
                        "Desc": "<color style='color:#FFD780;'>높은 하늘의 노래</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Venti_01"
                    },
                    {
                        "Level": 6,
                        "Name": "투쟁의 폭풍",
                        "Desc": "<color style='color:#FFD780;'>바람신의 시</color>의 피해를 받은 적은 <color style='color:#80FFD7;'>바람 원소 내성</color>이 20% 감소한다.<br>원소 전환이 발생할 경우 해당 원소 내성도 20% 감소한다.<br>또한, 벤티가 해당 적에게 주는 피해는 치명타 피해 보너스를 100% 획득한다",
                        "Icon": "UI_Talent_S_Venti_04",
                        "Buff": 1
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Venti": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.0
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Wind",
                "GU": 2.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        4.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Wind",
                "AttGrp": "Venti",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 4.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Hurricane_Mix_Detect",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.5,
                        2.5,
                        5.0
                    ]
                },
                "AtkTag": "Hurricane_Mix_Detect",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.04,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Fire",
                "AttGrp": "Venti",
                "Element": "Fire",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Water",
                "AttGrp": "Venti",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Electric",
                "AttGrp": "Venti",
                "Element": "Elec",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        6.0
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Elemental_Burst_Ice",
                "AttGrp": "Venti",
                "Element": "Ice",
                "GU": 1.0,
                "Poise": 0.0,
                "ForceType": 0,
                "Force": [
                    0.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 20.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Wind",
                "GU": 1.0,
                "Poise": 2.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        1.0,
                        0.1,
                        0.1
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Venti",
                "Element": "Phys",
                "GU": 4.0,
                "Poise": 1.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Default"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 10.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee"
            }
        ]
    }
}