// Auto Generated

var _AvatarFetterConfig_ = {
    "26": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "겉모습은 소년이지만 소의 실제 나이는 2천 살이 넘는다.<br>다행히 이런 외모만 보고 그를 얕보는 자는 아무도 없다. 그와 마주쳤던 이들은 모두 이 소년이 비범하다는 걸 알았기 때문이다.<br>——위험하고 말수가 적으며, 눈빛은 칼같이 예리하다.<br>선인들 사이에선 지위와 명성 모두 뛰어나지만, 인간계에서의 명성은 그리 높지 않다.<br>부귀와 평안을 가져다주는 행운의 신도 아니고 절운간에 살며 선도를 닦는 선인도 아니기 때문이다.<br>만약 누군가 신통력을 사용하는 소를 보게 된다면 분명 구사일생이나 극도로 위험한 상황에 처해있을 것이다.<br>이는 소가 사람을 해치려 한다는 뜻이 아니라, 그가 늘 리월을 집어삼키려는 어둠의 세력과 싸워왔기 때문이다. 만약 일반인이 이 전투 현장을 목격한다면 그 화를 피할 순 없을 것이다.<br>당연히, 이게 살인멸구 당할만한 비밀은 아니지만 말이다",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "소는 대체 무엇과 싸우는 것인가?<br>완곡하게 말하자면, 과거의 원혼, 실현하지 못한 소망, 실패자의 탄식이라고 할 수 있고,<br>단도직입적으로 말하자면, '일곱신'이라는 체계가 만들어지기 전 「마신 전쟁」에서 패배한 마신의 잔재라고도 할 수도 있다.<br>그들은 모락스에게 패배하여 단단한 암석 밑에 묻혔다.<br> 그러나 마신은 불멸의 몸을 가졌기에 의식은 소멸되었지만, 힘과 원망은 남아 쌓이면서 계속해서 중생을 괴롭혀왔다.<br>「나자의 춤」——진실을 알게 된 리월의 권력자들은 소가 지나온 길고 긴 밤을 이 몇 자로 요약했다.<br>이 전투엔 승리자도 결말도 없다.<br>이 전투를 증언해줄 사람도, 감격할 이도 없다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "「소」는 이 야차의 실제 이름이 아니라 어떤 이가 그의 안전을 고려해 지어준 가명이다.<br>과거에 젊고 무지했던 소는 마신에게 약점이 잡혀 꼭두각시처럼 잔인한 일들을 하도록 강요받았다.<br>그는 수많은 살생을 저지르고 수많은 이들의 이상을 짓밟았으며 심지어 패배자의 꿈을 삼키기도 했다. 그는 매우 고통스러웠지만 어쩔 수가 없었다.<br>마침내 마신들의 전쟁에서 바위 신 모락스와 야차의 주인이 만났다.<br>그리고 후대의 역사에 이 승부의 답이 적혀있다.<br>「암왕제군」이 야차를 해방시키고 그에게 「소」라는 이름을 하사하였다.<br>「이국의 전설에서 소(魈)라는 글자는 고난과 시련을 수없이 겪은 요괴를 뜻한다. 너도 수많은 고난을 겪었으니 앞으론 이 이름을 사용하도록 해라」",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "바위 신의 은혜에 보답하고자 소는 리월을 수호하는 천년의 고역을 시작했다.<br>소는 과거 마신의 명을 받으며 천진함과 상냥함을 모두 잃게 되었고, 지금 그에겐 오직 살육의 기술과 쌓여온 업장만이 남아있다.<br>전투는 그가 인간을 위해 할 수 있는 유일한 일이다.<br>그럼 인간들은 그를 위해 무엇을 할 수 있을까?<br>멀리서 보기만 해도 그의 기세에 놀라 도망가버리니 보통은 이런 생각을 하지도 않겠지만 말이다.<br>하지만… 만약 진심으로 그에게 보답하고자 한다면 이 흥미로운 이야기를 들어보는 게 좋다.<br>소를 도와 퇴마를 하는 칠성의 첩보원은 겉보기엔 「망서」라고 불리는 객잔을 운영하고 있다.<br>소는 가끔 객잔에 들러 행인두부를 먹는데, 그가 행인두부를 먹을 때의 표정은 아마 진심에서 우러나오는 기쁜 표정일 것이다.<br>소는 단맛을 그리 좋아하진 않지만 행인두부의 식감은 과거의 「아름다운 꿈」과 아주 비슷하다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "소는 대체 무엇과 싸우는 것인가?<br>리월의 권력자라면 그가 마신의 잔재가 일으킨 사악한 현상과 싸우고 있다고 하겠지만, 본인에게 직접 물어본다면 다른 대답을 들을 것이다.<br>소는 과거 암왕제군이 나타나 자유를 얻기 전까지 악한 신의 명을 받으며 고난을 겪었다.<br>그의 신통력은 선인 중에서도 가장 뛰어나 퇴마는 그에게 아주 간단한 일이었다.<br>하지만 마신은 힘뿐만 아니라 증오와 집념 역시 거대했기에, 소가 그들의 잔해 속에서 자생하는 오물을 끊임없이 벨 때마다 그 원한의 파편들이 소의 정신을 오염시켰다.<br>이러한 원한을 없애려면 그들의 「업장」을 짊어져야 한다. 오랫동안 쌓인 업보는 심장을 태우고 뼈를 부식시킬 만큼 소의 육체를 고통스럽게 했다.<br>하지만 그는 이에 대해 한 번도 원망한 적이 없다. 2천 년 넘게 살아온 그에게 있어 은혜와 원한은 그저 눈앞에서 사라지는 연기일 뿐이었다.<br>천 년 넘게 풀지 못하는 원한은 없고, 천 년 넘게 갚지 못할 은혜도 없다.<br>이 기나긴 세월 동안 그의 곁에 있던 건 자신뿐이었다.<br>소의 전투는 결코 헛된 것이 아니었다.<br>그는 항상 자신과 싸워왔기 때문이다",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "소는 대체 무엇과 싸우는 것인가?<br>여행자는 소가 리월 곳곳에 숨어 있는 어둠과 싸우며 리월을 지키고 있다는 것을 잘 알고 있다.<br>그렇다면, 소는 누가 지켜줄 것인가?<br>한번은 밤새동안 이어진 전투 때문에 모든 기력을 다한 소는 임무를 완수하지 못할 뻔한 적이 있다.<br>적화의 바다는 격렬한 전투로 반파되었고, 소는 땅에 꽂혀있던 창을 뽑아 귀로에 올랐다.<br>귀로라고 했지만, 딱히 그가 돌아갈 수 있는 곳은 없었기에 그저 전쟁터를 떠나는 것뿐이었다.<br>지칠 대로 지친 소의 몸에 있던 마신의 원한이 발작하기 시작했다.<br>끝없는 원한이 소의 마음을 공격했고, 그는 고통 속에서 적화의 억새밭 한가운데에 쓰러졌다.<br>하지만 그 순간, 그를 괴롭히던 고통이 순식간에 사라졌다.<br>소가 스스로 사념을 억누른 게 아니라, 어딘가에서 들려오는 피리 소리가 그를 구한 것이다.<br>청아한 피리 소리가 푸른 물결을 스치며 바람에 실려 왔다.<br>새벽의 첫 아침 햇살과 멀리서 날아오르는 새 떼, 그리고 피리 소리는 점점 더 선명해졌다.<br>그 소리는 소를 수호하며 그의 들끓는 마음을 달래 잠깐의 평안을 선물했다.<br>누구의 연주였을까? 소는 궁금했지만, 굳이 파헤치고 싶지는 않았다. 이미 어렴풋이 답을 알 것 같았기 때문이다.<br>과거 그를 도울 힘을 가졌던 자는, 속세를 다스리는 일곱 신 중 하나였다. 그렇다면 이번에도 아마——",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "《떠돌이 아귀 공양법》",
                "Content": "수메르 아카데미아의 학자는 리월의 민속을 연구한 후, 그 결과를 《유리암과 국토 사이 기행》이라는 책으로 엮었는데 수메르와 리월엔 각각 2가지 판본이 존재한다.<br>그중 리월에 남아있는 판본은 《상자 속 유리, 구름 사이 달》이라는 이름으로 바뀌었고, 주술과 오컬트적인 부분이 꽤 많이 삭제됐다.<br>《떠돌이 아귀 공양법》은 수메르 아카데미아에만 보관된 완본 중 하나이다.<br>그 책에선 「선중야차」는 강한 신통력과 위엄을 지녔지만, 업장을 짊어짐으로 인해 엄청난 공포와 고통을 겪고 있으며, 그 고통은 늘 굶주림에 시달리는 아귀(餓鬼)의 고통으로 절대 사라지지 않는다고 말한다.<br>책엔 음식 공양, 묘음보시 등 야차 선인을 달래는 여러 가지 방법이 서술되어 있는데, 이 방법대로 하면 야차는 기쁨하여 기꺼이 사람들의 평안을 지킬 것이다.<br>선인 중의 귀족 야차는 전투에 능해 항상 전쟁터를 누비곤 했다. 그러나 천 년 동안 이어진 끝없는 전쟁으로 인해 야차 일족은 대부분 멸망하고 말았다. 오늘날 리월 지역에는 거대한 항마야차상이 얼굴이 처참히 파손된 모습으로 남겨져 있다.<br>덧붙여 말하자면, 수메르 학자들의 문체가 난해하고 책 내용이 너무 심오해서 《상자 속 유리, 구름 사이 달》의 인기는 《티바트 유람 가이드》나 엘 · 머스크가 저술한 각국의 인문 풍토지에 비해 현저히 낮다고 한다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "선인의 정식 명칭은 「삼안오현 선인」이다. 「삼안」이란 태어날 때부터 지닌 두 눈을 제외한 「신의 눈」을 말한다.<br>그렇다면 선인이 신의 눈을 얻는 것과 속세의 인간들이 셀레스티아의 인정을 받는 것은 과연 같은 이치일까?<br>소는 신의 눈을 얻은 순간을 잘 기억하지 못한다. 인간에게는 평생 잊을 수 없는 순간이겠지만, 소에겐 훗날 무한히 계속될 전투의 시작일 뿐이었기 때문이다.<br>소가 진정으로 잊지 못하는 건 다른 순간이다.<br>인간 세상엔 많은 축제가 있지만, 그 뒷이야기를 기억하는 사람은 아주 드물 것이다.<br>축제들은 대부분 사람을 해치는 괴물이 선인에게 항복 되는 날이다. 사람들은 이를 모방해 요괴를 쫓아내는 의식을 거행하여 영웅들의 업적을 기렸지만, 이런 풍습은 점차 경사스런 축제로 변해갔다.<br>모락스에게 진압된 리월 곳곳의 마신들은 반쯤 잠에서 깨어난 상태로 가끔 비정상적인 규모의 증오와 원한의 잔재를 폭발하곤 한다. 그중에서도 해등절 밤의 폭발이 가장 거대하다.<br>소는 명을 받들어 해등절 날 밤 「나자의 춤」으로 밤새 그들과 싸운다. 그래서 그는 특히 해등절을 싫어한다.<br>그러나 소는 전투가 험난하다고 생각하지 않는다. 그의 노력으로 리월항의 평안을 지켜내고, 사람들이 해등을 켜 축복의 불빛이 밤하늘과 바다를 비추는 것을 보고 있으면, 소의 마음에도 특별한 감정이 차오른다.<br>적막? 안심? 아니면 미래에 대한 두려움?<br>소년의 모습을 한 선인은 스스로에게 물었지만, 답을 내릴 수 없었다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "광야에서 길을 잃거나, 길에서 각종 악인이나 흉수를 만났을 때, 전쟁과 마주쳤을 때 내 이름을 부르거라. 「삼안오현 선인」——「소」, 부름을 받아 지켜주러 왔다",
                "Tips": []
            },
            {
                "Title": "잡담 · 느긋함",
                "Content": "내가 언제부터 이렇게 한가해 진 거지? 우습군",
                "Tips": []
            },
            {
                "Title": "잡담 · 떠도는 영혼",
                "Content": "황야의 고독한 영혼, 날 해칠 생각은 버려",
                "Tips": []
            },
            {
                "Title": "잡담 · 잠식",
                "Content": "…으윽…흠, 유쾌하지 않은 일들이 생각났어",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "마물은 비가 온다고 쉬지 않아, 움직이자",
                "Tips": []
            },
            {
                "Title": "비가 그친 후…",
                "Content": "날이 갰네? 하지만 난 날씨에는 관심이 없어",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때…",
                "Content": "평범한 사람들은 천둥을 무서워해. 흔한 일인데 이해가 안 돼",
                "Tips": []
            },
            {
                "Title": "눈이 올 때…",
                "Content": "눈이 쌓이고 나면, 파먹을 수 있어",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "시간이 꽤 됐네, 출발하자",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "점심 식사… 망서 객잔으로 돌아가자",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "밤에는 불길한 것들이 판을 치니까, 밖에 나가지 마",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "가봐, 난 여기서 널 기다릴게",
                "Tips": []
            },
            {
                "Title": "소 자신에 대해 · 사람이 아닌 존재",
                "Content": "난 인간이 아니라서, 인간의 감정을 이해하기 힘들어",
                "Tips": []
            },
            {
                "Title": "소 자신에 대해 · 리월",
                "Content": "요새 리월이 너무 빨리 변하고 있어…아, 됐다, 적응할 마음도 없는데",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 경고",
                "Content": "너마저 어둠에 빠지게 되는 날이 온다면, 그땐 내가——",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 믿음",
                "Content": "오염되지 마, 그럼 안 봐줄 거야.<br>…그러니까 내 말은 의지가 굳은 「너」라면 끝까지 흔들리지 않을 거야",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 졸음",
                "Content": "누, 누구냐!? 음? …내가 서서 잤다고? 선인에게 건방지군!",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 해등절",
                "Content": "해등절? 또 인간들이 바다에 빛나는 쓰레기를 쏟아부을 때가 됐군. 왜 이리 유치한 짓을 하는지.<br>근데, 네가 심심하다면 같이 가 줄게",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해 · 욕망",
                "Content": "「신의 눈」, 욕망? 인간의 기준으로 선인을 짐작하지 마. 난 욕망이 없어",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해 · 이유",
                "Content": "일부러 감추려는 게 아니야, 내 욕망은 다른 사람에게는 말할 수 없어.<br>인간 세상에는 소원을 말하는 순간 무효라는 규칙이 있잖아. 어…? 그 뜻이 아니라고?",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기…",
                "Content": "살육은 내 특기지. 네가 못 하겠다면 날 불러",
                "Tips": []
            },
            {
                "Title": "흥미있는 일…",
                "Content": "적화주, 예전엔 황무지였어.<br>벌써 몇 년 전… 아니, 몇백 년 전의 일이지",
                "Tips": []
            },
            {
                "Title": "종려에 대해…",
                "Content": "흠… 뭘 좀 묻지. 종려 님은 평소에 어떤 일을…? 새장을 들고 산책? 꽃구경? 골동품 감정?<br>… 종려 님은 무슨 뜻으로 그런 걸 하시는 거지…",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「다가오는 객성」 스토리 클리어"
                ]
            },
            {
                "Title": "북두에 대해…",
                "Content": "북두? 난 그녀와 친분이 없어. 하지만 바다 괴수를 쓰러뜨린 건 사실이야. 인간이 「해산」을 처치하다니, 실력은 인정할 만해",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "백출에 대해…",
                "Content": "너… 백출에게 내 고통을 줄여줄 약물을 만들어 달라고 부탁했어? 흠… 마음은 고맙게 받지. 하지만 평범한 인간들의 약물은 선인에게 전혀 듣지 않아",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "호두에 대해…",
                "Content": "호두? 그 아이는 골치 아플 정도로 활발해. 그래도 재미있는 구석이 있으니까 따분한 인간으로 자랄 걱정은 없어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "벤티에 대해…",
                "Content": "벤티…? 이름이 벤티였구나, 그가 연주하는 곡은… 아니, 아무것도 아니야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "감우에 대해…",
                "Content": "감우는 신수도 아니고 범인도 아닌, 선인과 인간의 경계에 걸쳐진 존재야. 책임감으로 자신을 지탱하고 있으니, 혼란스럽겠지. …내가? 살육과 생존의 길밖에 모르는 야차한테, 상서로운 신수를 인도하라니, 말도 안 되는 소리야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "신학에 대해…",
                "Content": "신학은 널 굉장히 신뢰하는 것 같더군. 하긴 세상에 너처럼 착하고 열정적인 사람이 얼마나 있겠어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「바람이 불면 돌아오는 학」 스토리 클리어"
                ]
            },
            {
                "Title": "야란에 대해…",
                "Content": "전에 층암거연에서 천암군과 관련된 흔적을 조사했다고 들었어. 그곳에 혼자 비밀을 찾으러 가다니, 보통내기가 아니군",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해 알기 · 첫 번째",
                "Content": "널 지키는 호법이 되어줄게.<br>하지만… 내게 가까이 오거나 날 방해하진 마. 그럼 후회하게 될 거야",
                "Tips": []
            },
            {
                "Title": "소에 대해 알기 · 두 번째",
                "Content": "천년 동안, 난 셀 수 없이 많은 원혼을 죽였어. 곤란한 일을 당하지 않으려면 내게서 멀리 떨어져. 날 그냥 「도구」로 여겨",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해 알기 · 세 번째",
                "Content": "귓가에 자꾸… 「그들」의 목소리가 들려. 포효, 울부짖는 소리… 살육이라고 울부짖지…<br>이건 내 선택의 대가야. 너와는 상관없어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해 알기 · 네 번째",
                "Content": "모락스? 이 이름에 대해 얼마나 알고 있지?<br>그분은 내게 「소」라는 이름을 지어주고, 날 기나긴 고통에서 해방시켜 주셨어.<br>그분께 불경하게 군다면 너라도 용서할 수 없어",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해 알기 · 다섯 번째",
                "Content": "이미 늦었어, 우리 사이엔 얽힌 게 너무 많아. 네가 포기하려 해도 늦었어. 음? 포기를 생각해 본 적 없다고?<br>…「나자의 춤」, 내 전투는 멈추지 않아.<br>하지만 너에 대해서 더 많이 알고 싶어",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "소의 취미…",
                "Content": "너 정말 겁이 없구나, 내 취미를 물어볼 용기도 있고.<br>그럼 싸워보자. 네 몸으로 내 공격을 몇 수나 버틸 수 있을까?",
                "Tips": []
            },
            {
                "Title": "소의 고민…",
                "Content": "번뇌? 그런 질문은 선인에게 무의미해. 천년 동안 지속되는 번뇌는 존재하지 않으니까",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식 · 행인두부",
                "Content": "인간의 음식엔 흥미 없어. 과정이 복잡하고 시간이 너무 오래 걸려. 그나마 행인두부는 먹을 만하지",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식 · 추억",
                "Content": "행인두부의 맛은, 그때 그 「꿈」과 아주 비슷하군",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "나보고 직접 밀가루 전병에 고기를 싸라고? 그리고… 함께 먹으라고? 하… 귀찮아. 요즘 인간 세상은 상식이 너무나도 부족하군",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "음, 나쁘지 않아…. 왜 그렇게 쳐다봐?",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "난 괜찮으니까 신경 써줄 필요 없어",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "다음엔 다른 걸 만들어 봐",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "생일이라… 인간의 이런 기념일은 정말 쓸데없어. 크흠… 기다려봐. 오동나무 잎으로 나비를 접어주지.<br>됐으니까 가져가. 이건 선법이라 액운을 막아줄 수 있어",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "이 정도로 괜히 놀라지 마",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "새로운 힘? 이 힘은 참살에나 쓰일 뿐이야",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "힘의 끝은 자아의 파멸이지, 대답해. 어째서 그렇게 집착하는지",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "내 창은 이미 무수한 영혼을 도륙했어. 나 자신도 어둠에 잠식되었고. ——그런데 넌 이런 날 움직이고…「동료」로 삼았어.<br>…날 구하고 싶은 건가? 넌… 정말 이해하기 힘든 생명체군",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "흥",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "지루해",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "소용없어",
                "Tips": []
            },
            {
                "Title": "낙하 공격 · 첫 번째",
                "Content": "여기다!",
                "Tips": []
            },
            {
                "Title": "낙하 공격 · 두 번째",
                "Content": "무능하군",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "사라져라",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "나자의 춤",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "비명을 지르거라",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "너한테 쓸모가 있다면 됐어",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "이 물건들의 용도는… 아니다, 관심 없어",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "음… 품질은 나쁘지 않군",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "다물어",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "어리석군",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "좋아",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "…나약하군",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "살고 싶으면 물러나",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "이게… 업보인가",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "이날이… 왔구나",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "말도 안 돼…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "너 따위가?",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "날 방해하지 마",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "부름을 듣고 왔다",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "악령이여 물러가라",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "항마는 내 소임이야",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "26": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "천년의 세월",
                "Desc": "소의 코스튬. 천 년 동안 요마를 물리쳐온 옛 전투복이다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108137,
            "JD": 108082,
            "Name": "<b>「아름다운 꿈」</b>",
            "Eff": "파티 내 모든 캐릭터의 공격력이 114pt 증가한다. 지속 시간: 300초. 다인 모드 시 자신의 캐릭터에만 적용된다",
            "Desc": "소의 특제 요리. 그의 「아름다운 꿈」은 아주 간단하다. 그저 아름다운 꿈을 꾸기만 하면 된다",
            "Recipe": {
                "100078": 3,
                "110006": 1,
                "100089": 1
            },
            "Icon": "UI_ItemIcon_108137"
        },
        "Namecard": {
            "Name": "<b>소·가면</b>",
            "Desc": "명함 스킨.<br>그는 언젠가 이 가면을 쓰고 요마 제거를 위해서가 아닌 화주의 피리 소리에 맞춰 춤추길 원한다",
            "Pic": "UI_NameCardPic_Xiao_P"
        }
    }
}

var acs_cache_ = {}