// Auto Generated

var _AvatarDataConfig_ = {
    "Xilonen": {
        "BallList": [
            {
                "When": "Elemental Skill",
                "DropArray": [
                    {
                        "Num": 4,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 0.5
            }
        ],
        "EndureList": [
            {
                "Skill": "Nightsoul",
                "Endure": 0.5
            },
            {
                "Skill": "C1 (active character)",
                "Endure": 0.5
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "<b>@5.1v3 Changes#</b><br>• Added: During Nightsoul, gains extra Interruption RES of coefficient @0.5#. Stacks to @0.25# with C1.",
            "<b>@Nightsoul / Phlogiston Consumption#</b> (C0)<br>• Climb: Nightsoul fuels @6s#, phlogiston fuels @20s#<br>• Sprint: Nightsoul fuels @2s#, phlogiston fuels @5s#<br>• Walk: Nightsoul fuels @9s#",
            "<b>@Elemental Skill#</b><br>• RES reduction radius: @10m# (Same as Ganyu Q field), and follows the active character<br>• Skill CD only starts counting down @when Nightsoul ends#.<br>• Upon being switched off field, @Nightsoul will end immediately#.",
            "<b>@Elemental Burst#</b><br>• Heal interval: @1.5s#, total 8 times",
            "<b>@Interruption RES#</b><br>• C1 interruption coefficient: @0.5# (Same as Cyno Q, Hu Tao E, Ayato E)<br>• Different skills' interruption coefficients are multiplied. For example, Cyno Q + Xilonen would give 0.25, close to solo Xingqiu Q (0.3)",
            "<b>@Particle Generation#</b><br>• Generates @4 Geo Particles# with Elemental Skill.",
            "<b>@Nightsoul#</b><br>• During Nightsoul, fall DMG is @reduced by 50%#."
        ]
    }
}

var _AvatarMats_ = {
    "Xilonen": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "101248": 3,
                "112104": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113066": 2,
                "101248": 10,
                "112104": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113066": 4,
                "101248": 20,
                "112105": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113066": 8,
                "101248": 30,
                "112105": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113066": 12,
                "101248": 45,
                "112106": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113066": 20,
                "101248": 60,
                "112106": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104350": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112106": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112106": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112106": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104350": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112106": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112106": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112106": 12,
                "113042": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104350": 3,
                "112104": 6
            },
            {
                "202": 17500,
                "104351": 2,
                "112105": 3
            },
            {
                "202": 25000,
                "104351": 4,
                "112105": 4
            },
            {
                "202": 30000,
                "104351": 6,
                "112105": 6
            },
            {
                "202": 37500,
                "104351": 9,
                "112105": 9
            },
            {
                "202": 120000,
                "104352": 4,
                "112106": 4,
                "113042": 1
            },
            {
                "202": 260000,
                "104352": 6,
                "112106": 6,
                "113042": 1
            },
            {
                "202": 450000,
                "104352": 12,
                "112106": 9,
                "113042": 2
            },
            {
                "202": 700000,
                "104352": 16,
                "112106": 12,
                "113042": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Xilonen": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 예리한 사냥",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 발차기를 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 실로닌의 방어력을 기반으로 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 칼바퀴 수렵</color><br>밤혼 가호 상태에서 실로닌은 「칼바퀴 수렵」 모드로 전환된다. 해당 상태에서 실로닌의 일반 공격은 칼바퀴 신발로 최대 4번 공격하는 것으로 전환되며 강공격을 진행할 수 없다.<br>해당 상태에서 일반 공격과 낙하 공격 진행 시, 실로닌의 방어력에 기반해, 밤혼 성질을 지니며 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "방어력의 63.932%",
                                    "방어력의 69.136%",
                                    "방어력의 74.34%",
                                    "방어력의 81.774%",
                                    "방어력의 86.978%",
                                    "방어력의 92.925%",
                                    "방어력의 101.102%",
                                    "방어력의 109.28%",
                                    "방어력의 117.457%",
                                    "방어력의 126.378%",
                                    "방어력의 135.299%",
                                    "방어력의 144.22%",
                                    "방어력의 153.14%",
                                    "방어력의 162.061%",
                                    "방어력의 170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "방어력의 127.838%/방어력의 159.676%",
                                    "방어력의 138.243%/방어력의 172.673%",
                                    "방어력의 148.649%/방어력의 185.67%",
                                    "방어력의 163.513%/방어력의 204.237%",
                                    "방어력의 173.919%/방어력의 217.234%",
                                    "방어력의 185.811%/방어력의 232.087%",
                                    "방어력의 202.162%/방어력의 252.511%",
                                    "방어력의 218.513%/방어력의 272.935%",
                                    "방어력의 234.865%/방어력의 293.359%",
                                    "방어력의 252.702%/방어력의 315.639%",
                                    "방어력의 270.54%/방어력의 337.919%",
                                    "방어력의 288.378%/방어력의 360.2%",
                                    "방어력의 306.216%/방어력의 382.48%",
                                    "방어력의 324.054%/방어력의 404.761%",
                                    "방어력의 341.892%/방어력의 427.041%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.022%",
                                    "방어력의 60.582%",
                                    "방어력의 65.142%",
                                    "방어력의 71.656%",
                                    "방어력의 76.216%",
                                    "방어력의 81.428%",
                                    "방어력의 88.593%",
                                    "방어력의 95.759%",
                                    "방어력의 102.924%",
                                    "방어력의 110.741%",
                                    "방어력의 118.558%",
                                    "방어력의 126.375%",
                                    "방어력의 134.193%",
                                    "방어력의 142.01%",
                                    "방어력의 149.827%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 55.048%",
                                    "방어력의 59.528%",
                                    "방어력의 64.009%",
                                    "방어력의 70.41%",
                                    "방어력의 74.891%",
                                    "방어력의 80.011%",
                                    "방어력의 87.052%",
                                    "방어력의 94.093%",
                                    "방어력의 101.134%",
                                    "방어력의 108.815%",
                                    "방어력의 116.496%",
                                    "방어력의 124.178%",
                                    "방어력의 131.859%",
                                    "방어력의 139.54%",
                                    "방어력의 147.221%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 3단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 65.816%",
                                    "방어력의 71.173%",
                                    "방어력의 76.53%",
                                    "방어력의 84.183%",
                                    "방어력의 89.54%",
                                    "방어력의 95.662%",
                                    "방어력의 104.081%",
                                    "방어력의 112.499%",
                                    "방어력의 120.917%",
                                    "방어력의 130.101%",
                                    "방어력의 139.285%",
                                    "방어력의 148.468%",
                                    "방어력의 157.652%",
                                    "방어력의 166.835%",
                                    "방어력의 176.019%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 86.027%",
                                    "방어력의 93.03%",
                                    "방어력의 100.0%",
                                    "방어력의 110.035%",
                                    "방어력의 117.037%",
                                    "방어력의 125.04%",
                                    "방어력의 136.044%",
                                    "방어력의 147.047%",
                                    "방어력의 158.051%",
                                    "방어력의 170.054%",
                                    "방어력의 182.058%",
                                    "방어력의 194.062%",
                                    "방어력의 206.066%",
                                    "방어력의 218.07%",
                                    "방어력의 230.074%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "음악 단조",
                        "Desc": "열정으로 대지를 울려라! 실로닌이 고속 전투용 칼바퀴 장비를 장착하고 전방으로 일정 거리를 돌진해, 실로닌의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br>발동 후, 실로닌은 밤혼을 45pt 획득하고 밤혼 가호 상태에 진입한다. 해당 상태에서 실로닌은 「칼바퀴 수렵」 모드로 전환된다.<br><br><color style='color:#FFD780;'>음악 표본</color><br>실로닌에게는 3가지 표본 채집기가 있다. 파티 내 다른 캐릭터의 원소 타입에 따라 다양한 「음형」을 나타낸다. 또한 활성화 시 주변에 있는 적의 상응하는 원소 내성을 감소시킨다.<br>3가지 표본 채집기가 초기에 기록한 「음악 표본」은 모두 <color style='color:#FFE699;'>바위 원소</color>이며, 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 1명 있을 때마다, <color style='color:#FFE699;'>바위 원소</color> 표본 1개가 상응하는 원소 타입으로 변경된다.<br>밤혼 가호 상태 시, 실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음악 표본」은 활성화 상태를 계속 유지한다. 고유 특성 「사경사상의 메아리」 해금 후, 실로닌은 고유 특성 「사경사상의 메아리」 발동 효과를 통해 자신의 밤혼을 회복한다. 밤혼이 최대치 달성 시, 실로닌은 밤혼을 모두 소모하여 실로닌 자신이 휴대한 「음악 표본」 3개를 활성화한다. 지속 시간: 15초.<br>「음악 표본」 활성화 시, 주변에 있는 적의 원소 내성이 감소한다. 같은 타입의 「음악 표본」의 효과는 중첩되지 않는다. 실로닌이 대기 상태 시에도 해당 효과가 생성된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 실로닌</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 실로닌의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 「칼바퀴 수렵」 모드로 전환되고, 실로닌의 이동 속도와 등반 속도가 증가한다. 또한 등반 시 재규어 형태로 고속 도약할 수 있다.<br> · 실로닌의 밤혼 가호 상태의 제약: 밤혼 가호 상태에서 실로닌 밤혼의 제한 시간은 9초다. 제한 시간 초과 후, 실로닌의 밤혼이 즉시 고갈된다.<br><br>밤혼 가호 상태에서 밤혼이 고갈된 후, 실로닌은 고유 특성 「사경사상의 메아리」로 밤혼을 생성할 수 없다.<br><br><i>어떤 측면에서 보면, 보석 단조와 음악 믹싱은 비슷한 구석이 있다. 둘 다 잡다한 것을 제거하고 가장 빛나는 것만 남기는 작업이기 때문이다.<br>물론 두 작업을 진심으로 좋아하는 실로닌에겐, 그게 사실이든 아니든 상관 없을 것이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "돌진 피해",
                                "ParamLevelList": [
                                    "방어력의 179.2%",
                                    "방어력의 192.64%",
                                    "방어력의 206.08%",
                                    "방어력의 224.0%",
                                    "방어력의 237.44%",
                                    "방어력의 250.88%",
                                    "방어력의 268.8%",
                                    "방어력의 286.72%",
                                    "방어력의 304.64%",
                                    "방어력의 322.56%",
                                    "방어력의 340.48%",
                                    "방어력의 358.4%",
                                    "방어력의 380.8%",
                                    "방어력의 403.2%",
                                    "방어력의 425.6%"
                                ]
                            },
                            {
                                "Desc": "원소 내성 감소",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "음악 표본 활성화 시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 제한 시간",
                                "ParamLevelList": [
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "맹렬한 리듬!",
                        "Desc": "최대 출력으로 입체음 열소 공학 조율대(휴대식)을 전개하고 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>또한 「음악 표본」의 타입에 따라 상응하는 효과를 발동한다:<br> · 원소 전환이 발생하지 않은 「음악 표본」 최소 2개 이상 보유: 실로닌이 「기쁨」의 리듬을 울린다. 일정 시간마다 주변에 있는 필드 위 캐릭터의 HP를 회복한다. 회복량은 실로닌 자신의 방어력에 영향을 받는다.<br> · 원소 전환이 발생한 「음악 표본」 2개 미만 보유: 실로닌이 「강렬」의 리듬을 울려 추가 박자 연주를 2번 진행하고, 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br><i>「자, 여기서 잠깐 멈춰!」<br>「괜찮아, 방금 박자는 기록해 뒀으니까. 어디보자, 우리의 선율을 섞으면 과연 어떤 음색이 탄생할 수 있을까?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "방어력의 104.0%+500.73764",
                                    "방어력의 111.8%+550.81836",
                                    "방어력의 119.6%+605.07251",
                                    "방어력의 130.0%+663.5",
                                    "방어력의 137.8%+726.10089",
                                    "방어력의 145.6%+792.87518",
                                    "방어력의 156.0%+863.82288",
                                    "방어력의 166.4%+938.94397",
                                    "방어력의 176.8%+1018.23846",
                                    "방어력의 187.2%+1101.7063",
                                    "방어력의 197.6%+1189.34766",
                                    "방어력의 208.0%+1281.16223",
                                    "방어력의 221.0%+1377.15027",
                                    "방어력의 234.0%+1477.31177",
                                    "방어력의 247.0%+1581.64661"
                                ]
                            },
                            {
                                "Desc": "추가 박자 피해",
                                "ParamLevelList": [
                                    "방어력의281.28%",
                                    "방어력의302.376%",
                                    "방어력의323.472%",
                                    "방어력의351.6%",
                                    "방어력의372.696%",
                                    "방어력의393.792%",
                                    "방어력의421.92%",
                                    "방어력의450.048%",
                                    "방어력의478.176%",
                                    "방어력의506.304%",
                                    "방어력의534.432%",
                                    "방어력의562.56%",
                                    "방어력의597.72%",
                                    "방어력의632.88%",
                                    "방어력의668.04%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사경사상의 메아리",
                        "Desc": "밤혼 가호 상태에서 「음악 표본」 타입에 따라 실로닌의 일반 공격과 낙하 공격이 상응하는 강화 효과를 받는다:<br> · 원소 전환이 발생한 「음악 표본」 최소 2개 이상 보유: 적에게 명중 시, 밤혼을 35pt 획득한다. 해당 효과는 0.1초마다 최대 1회 발동된다.<br> · 원소 전환이 발생한 「음악 표본」 2개 미만 보유: 주는 피해가 30% 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "휴대용 갑옷 보호막",
                        "Desc": "밤혼 가호 상태에서 실로닌의 밤혼이 최대치 도달 시, 「밤혼 발산」과 동일한 효과를 1회 발동한다. 해당 효과는 14초마다 최대 1회 발동된다.<br>또한 파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 실로닌의 방어력이 20% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불 단조의 축복",
                        "Desc": "밤혼이 고갈된 후, 실로닌은 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 실로닌을 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 실로닌이 교체 등장 시 발동: 실로닌이 밤혼 가호 상태에 진입하고 밤혼을 20pt 획득한다. 해당 상황에서 실로닌의 밤혼에는 4초 제한이 있다. 제한 시간 초과 후, 실로닌의 밤혼은 즉시 고갈된다. 제한 시간 내에 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 밤혼의 제한 시간이 9초 연장된다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 밤혼 가호 상태의 실로닌은 등반에 스테미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "잠에 바치는 휴일",
                        "Desc": "실로닌의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소하고 밤혼의 제한 시간이 45% 연장된다.<br>또한 실로닌의 「음악 표본」이 활성화 시, 주변에 있는 파티 내 현재 필드 위 캐릭터의 경직 저항력이 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "불타는 들판에 바치는 오중주",
                        "Desc": "실로닌의 「음악 표본」 활성화 시, 「음악 표본」의 원소 타입에 따라 주변에 있는 파티 내 모든 동일 원소 타입의 캐릭터가 상응하는 효과를 획득한다:<br> · <color style='color:#FFE699;'>바위 원소</color>: 치명타 확률 30% 증가.<br> · <color style='color:#FF9999;'>불 원소</color>: 공격력 40% 증가.<br> · <color style='color:#80C0FF;'>물 원소</color>: HP 최대치 40% 증가.<br> · <color style='color:#99FFFF;'>얼음 원소</color>: 치명타 피해 50% 증가.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 원소 에너지 20pt 회복 및 원소폭발의 재사용 대기시간 5초 감소",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "태양에 바치는 순행 의식",
                        "Desc": "<color style='color:#FFD780;'>음악 단조</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "오후에 바치는 꽃의 꿈",
                        "Desc": "실로닌이 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「영광의 꽃 축복」 효과를 부여한다. 지속 시간: 15초.<br>「영광의 꽃 축복」을 보유한 캐릭터가 일반 공격, 강공격, 낙하 공격으로 주는 피해가 실로닌의 방어력의 65%만큼 증가한다. 해당 효과는 6회 발동 또는 지속 시간 종료 시 사라진다.<br>동시에 여러 기의 적에게 명중 시, 명중한 적의 수에 따라 적용 횟수가 소모된다. 파티 내에 「영광의 꽃 축복」을 보유한 캐릭터가 있으면, 해당 캐릭터의 적용 횟수는 단독으로 계산한다",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "석양에 바치는 전조",
                        "Desc": "<color style='color:#FFD780;'>맹렬한 리듬!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원한 밤에 바치는 춤",
                        "Desc": "밤혼 가호 상태에서 실로닌이 대시, 도약, 일반 공격, 낙하 공격 시, 「영원한 밤 축복」을 획득한다. 밤혼 가호 상태의 제한을 무시하고 일반 공격과 낙하 공격으로 주는 피해가 증가한다. 지속 시간: 5초.<br>지속 시간 동안 실로닌의 밤혼 제한 시간 카운트가 멈추고, 실로닌의 밤혼, 열소, 스테미너가 감소하지 않는다. 또한 밤혼이 최대치 도달해도 실로닌의 밤혼 가호 상태가 종료되지 않는다. 그리고 실로닌이 밤혼 가호 상태에서 일반 공격과 낙하 공격으로 주는 피해가 실로닌의 방어력의 300%만큼 증가한다.<br>「영원한 밤 축복」 효과는 15초마다 최대 1회 획득할 수 있다KR0F",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 예리한 사냥",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 발차기를 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 실로닌의 방어력을 기반으로 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 칼바퀴 수렵</color><br>밤혼 가호 상태에서 실로닌은 「칼바퀴 수렵」 모드로 전환된다. 해당 상태에서 실로닌의 일반 공격은 칼바퀴 신발로 최대 4번 공격하는 것으로 전환되며 강공격을 진행할 수 없다.<br>해당 상태에서 일반 공격과 낙하 공격 진행 시, 실로닌의 방어력에 기반해, 밤혼 성질을 지니며 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "방어력의 63.932%",
                                    "방어력의 69.136%",
                                    "방어력의 74.34%",
                                    "방어력의 81.774%",
                                    "방어력의 86.978%",
                                    "방어력의 92.925%",
                                    "방어력의 101.102%",
                                    "방어력의 109.28%",
                                    "방어력의 117.457%",
                                    "방어력의 126.378%",
                                    "방어력의 135.299%",
                                    "방어력의 144.22%",
                                    "방어력의 153.14%",
                                    "방어력의 162.061%",
                                    "방어력의 170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "방어력의 127.838%/방어력의 159.676%",
                                    "방어력의 138.243%/방어력의 172.673%",
                                    "방어력의 148.649%/방어력의 185.67%",
                                    "방어력의 163.513%/방어력의 204.237%",
                                    "방어력의 173.919%/방어력의 217.234%",
                                    "방어력의 185.811%/방어력의 232.087%",
                                    "방어력의 202.162%/방어력의 252.511%",
                                    "방어력의 218.513%/방어력의 272.935%",
                                    "방어력의 234.865%/방어력의 293.359%",
                                    "방어력의 252.702%/방어력의 315.639%",
                                    "방어력의 270.54%/방어력의 337.919%",
                                    "방어력의 288.378%/방어력의 360.2%",
                                    "방어력의 306.216%/방어력의 382.48%",
                                    "방어력의 324.054%/방어력의 404.761%",
                                    "방어력의 341.892%/방어력의 427.041%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.022%",
                                    "방어력의 60.582%",
                                    "방어력의 65.142%",
                                    "방어력의 71.656%",
                                    "방어력의 76.216%",
                                    "방어력의 81.428%",
                                    "방어력의 88.593%",
                                    "방어력의 95.759%",
                                    "방어력의 102.924%",
                                    "방어력의 110.741%",
                                    "방어력의 118.558%",
                                    "방어력의 126.375%",
                                    "방어력의 134.193%",
                                    "방어력의 142.01%",
                                    "방어력의 149.827%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 55.048%",
                                    "방어력의 59.528%",
                                    "방어력의 64.009%",
                                    "방어력의 70.41%",
                                    "방어력의 74.891%",
                                    "방어력의 80.011%",
                                    "방어력의 87.052%",
                                    "방어력의 94.093%",
                                    "방어력의 101.134%",
                                    "방어력의 108.815%",
                                    "방어력의 116.496%",
                                    "방어력의 124.178%",
                                    "방어력의 131.859%",
                                    "방어력의 139.54%",
                                    "방어력의 147.221%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 3단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 65.816%",
                                    "방어력의 71.173%",
                                    "방어력의 76.53%",
                                    "방어력의 84.183%",
                                    "방어력의 89.54%",
                                    "방어력의 95.662%",
                                    "방어력의 104.081%",
                                    "방어력의 112.499%",
                                    "방어력의 120.917%",
                                    "방어력의 130.101%",
                                    "방어력의 139.285%",
                                    "방어력의 148.468%",
                                    "방어력의 157.652%",
                                    "방어력의 166.835%",
                                    "방어력의 176.019%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 86.027%",
                                    "방어력의 93.03%",
                                    "방어력의 100.0%",
                                    "방어력의 110.035%",
                                    "방어력의 117.037%",
                                    "방어력의 125.04%",
                                    "방어력의 136.044%",
                                    "방어력의 147.047%",
                                    "방어력의 158.051%",
                                    "방어력의 170.054%",
                                    "방어력의 182.058%",
                                    "방어력의 194.062%",
                                    "방어력의 206.066%",
                                    "방어력의 218.07%",
                                    "방어력의 230.074%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "음악 단조",
                        "Desc": "열정으로 대지를 울려라! 실로닌이 고속 전투용 칼바퀴 장비를 장착하고 전방으로 일정 거리를 돌진해, 실로닌의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br>발동 후, 실로닌은 밤혼을 45pt 획득하고 밤혼 가호 상태에 진입한다. 해당 상태에서 실로닌은 「칼바퀴 수렵」 모드로 전환된다.<br><br><color style='color:#FFD780;'>음악 표본</color><br>실로닌에게는 3가지 표본 채집기가 있다. 파티 내 다른 캐릭터의 원소 타입에 따라 다양한 「음형」을 나타낸다. 또한 활성화 시 주변에 있는 적의 상응하는 원소 내성을 감소시킨다.<br>3가지 표본 채집기가 초기에 기록한 「음악 표본」은 모두 <color style='color:#FFE699;'>바위 원소</color>이며, 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 1명 있을 때마다, <color style='color:#FFE699;'>바위 원소</color> 표본 1개가 상응하는 원소 타입으로 변경된다.<br>밤혼 가호 상태 시, 실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음악 표본」은 활성화 상태를 계속 유지한다. 고유 특성 「사경사상의 메아리」 해금 후, 실로닌은 고유 특성 「사경사상의 메아리」 발동 효과를 통해 자신의 밤혼을 회복한다. 밤혼이 최대치 달성 시, 실로닌은 밤혼을 모두 소모하여 실로닌 자신이 휴대한 「음악 표본」 3개를 활성화한다. 지속 시간: 15초.<br>「음악 표본」 활성화 시, 주변에 있는 적의 원소 내성이 감소한다. 같은 타입의 「음악 표본」의 효과는 중첩되지 않는다. 실로닌이 대기 상태 시에도 해당 효과가 생성된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 실로닌</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 실로닌의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 「칼바퀴 수렵」 모드로 전환되고, 실로닌의 이동 속도와 등반 속도가 증가한다. 또한 등반 시 재규어 형태로 고속 도약할 수 있다.<br> · 실로닌의 밤혼 가호 상태의 제약: 밤혼 가호 상태에서 실로닌 밤혼의 제한 시간은 9초다. 제한 시간 초과 후, 실로닌의 밤혼이 즉시 고갈된다.<br><br>밤혼 가호 상태에서 밤혼이 고갈된 후, 실로닌은 고유 특성 「사경사상의 메아리」로 밤혼을 생성할 수 없다.<br><br><i>어떤 측면에서 보면, 보석 단조와 음악 믹싱은 비슷한 구석이 있다. 둘 다 잡다한 것을 제거하고 가장 빛나는 것만 남기는 작업이기 때문이다.<br>물론 두 작업을 진심으로 좋아하는 실로닌에겐, 그게 사실이든 아니든 상관 없을 것이다</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "돌진 피해",
                                "ParamLevelList": [
                                    "방어력의 179.2%",
                                    "방어력의 192.64%",
                                    "방어력의 206.08%",
                                    "방어력의 224.0%",
                                    "방어력의 237.44%",
                                    "방어력의 250.88%",
                                    "방어력의 268.8%",
                                    "방어력의 286.72%",
                                    "방어력의 304.64%",
                                    "방어력의 322.56%",
                                    "방어력의 340.48%",
                                    "방어력의 358.4%",
                                    "방어력의 380.8%",
                                    "방어력의 403.2%",
                                    "방어력의 425.6%"
                                ]
                            },
                            {
                                "Desc": "원소 내성 감소",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "음악 표본 활성화 시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 제한 시간",
                                "ParamLevelList": [
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "맹렬한 리듬!",
                        "Desc": "최대 출력으로 입체음 열소 공학 조율대(휴대식)을 전개하고 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>또한 「음악 표본」의 타입에 따라 상응하는 효과를 발동한다:<br> · 원소 전환이 발생하지 않은 「음악 표본」 최소 2개 이상 보유: 실로닌이 「기쁨」의 리듬을 울린다. 일정 시간마다 주변에 있는 필드 위 캐릭터의 HP를 회복한다. 회복량은 실로닌 자신의 방어력에 영향을 받는다.<br> · 원소 전환이 발생한 「음악 표본」 2개 미만 보유: 실로닌이 「강렬」의 리듬을 울려 추가 박자 연주를 2번 진행하고, 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br><i>「자, 여기서 잠깐 멈춰!」<br>「괜찮아, 방금 박자는 기록해 뒀으니까. 어디보자, 우리의 선율을 섞으면 과연 어떤 음색이 탄생할 수 있을까?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "방어력의 104.0%+500.73764",
                                    "방어력의 111.8%+550.81836",
                                    "방어력의 119.6%+605.07251",
                                    "방어력의 130.0%+663.5",
                                    "방어력의 137.8%+726.10089",
                                    "방어력의 145.6%+792.87518",
                                    "방어력의 156.0%+863.82288",
                                    "방어력의 166.4%+938.94397",
                                    "방어력의 176.8%+1018.23846",
                                    "방어력의 187.2%+1101.7063",
                                    "방어력의 197.6%+1189.34766",
                                    "방어력의 208.0%+1281.16223",
                                    "방어력의 221.0%+1377.15027",
                                    "방어력의 234.0%+1477.31177",
                                    "방어력의 247.0%+1581.64661"
                                ]
                            },
                            {
                                "Desc": "추가 박자 피해",
                                "ParamLevelList": [
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%",
                                    "방어력의1200.0%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "2.8128초",
                                    "3.02376초",
                                    "3.23472초",
                                    "3.516초",
                                    "3.72696초",
                                    "3.93792초",
                                    "4.2192초",
                                    "4.50048초",
                                    "4.78176초",
                                    "5.06304초",
                                    "5.34432초",
                                    "5.6256초",
                                    "5.9772초",
                                    "6.3288초",
                                    "6.6804초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0",
                                    "15.0"
                                ]
                            },
                            {
                                "Desc": "",
                                "ParamLevelList": [
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    "",
                                    ""
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사경사상의 메아리",
                        "Desc": "밤혼 가호 상태에서 「음악 표본」 타입에 따라 실로닌의 일반 공격과 낙하 공격이 상응하는 강화 효과를 받는다:<br> · 원소 전환이 발생한 「음악 표본」 최소 2개 이상 보유: 적에게 명중 시, 밤혼을 35pt 획득한다. 해당 효과는 0.1초마다 최대 1회 발동된다.<br> · 원소 전환이 발생한 「음악 표본」 2개 미만 보유: 주는 피해가 30% 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "휴대용 갑옷 보호막",
                        "Desc": "밤혼 가호 상태에서 실로닌의 밤혼이 최대치 도달 시, 「밤혼 발산」과 동일한 효과를 1회 발동한다. 해당 효과는 14초마다 최대 1회 발동된다.<br>또한 파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 실로닌의 방어력이 20% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불 단조의 축복",
                        "Desc": "밤혼이 고갈된 후, 실로닌은 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 실로닌을 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 실로닌이 교체 등장 시 발동: 실로닌이 밤혼 가호 상태에 진입하고 밤혼을 20pt 획득한다. 해당 상황에서 실로닌의 밤혼에는 4초 제한이 있다. 제한 시간 초과 후, 실로닌의 밤혼은 즉시 고갈된다. 제한 시간 내에 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 밤혼의 제한 시간이 9초 연장된다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 밤혼 가호 상태의 실로닌은 등반에 스테미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "",
                        "Desc": "When triggering Nightsoul Transmission, regenerates 10 Phlogiston and increases the movement SPD of characters in your party by 15% for 10s.<br>This effect cannot stack.",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "잠에 바치는 휴일",
                        "Desc": "실로닌의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소하고 밤혼의 제한 시간이 45% 연장된다.<br>또한 실로닌의 「음악 표본」이 활성화 시, 주변에 있는 파티 내 현재 필드 위 캐릭터의 경직 저항력이 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "불타는 들판에 바치는 오중주",
                        "Desc": "실로닌의 「음악 표본」 활성화 시, 「음악 표본」의 원소 타입에 따라 주변에 있는 파티 내 모든 동일 원소 타입의 캐릭터가 상응하는 효과를 획득한다:<br> · <color style='color:#FFE699;'>바위 원소</color>: 치명타 확률 30% 증가.<br> · <color style='color:#FF9999;'>불 원소</color>: 공격력 40% 증가.<br> · <color style='color:#80C0FF;'>물 원소</color>: HP 최대치 40% 증가.<br> · <color style='color:#99FFFF;'>얼음 원소</color>: 치명타 피해 50% 증가.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 원소 에너지 20pt 회복 및 원소폭발의 재사용 대기시간 5초 감소",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "태양에 바치는 순행 의식",
                        "Desc": "<color style='color:#FFD780;'>음악 단조</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "오후에 바치는 꽃의 꿈",
                        "Desc": "실로닌이 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「영광의 꽃 축복」 효과를 부여한다. 지속 시간: 15초.<br>「영광의 꽃 축복」을 보유한 캐릭터가 일반 공격, 강공격, 낙하 공격으로 주는 피해가 실로닌의 방어력의 65%만큼 증가한다. 해당 효과는 6회 발동 또는 지속 시간 종료 시 사라진다.<br>동시에 여러 기의 적에게 명중 시, 명중한 적의 수에 따라 적용 횟수가 소모된다. 파티 내에 「영광의 꽃 축복」을 보유한 캐릭터가 있으면, 해당 캐릭터의 적용 횟수는 단독으로 계산한다",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "석양에 바치는 전조",
                        "Desc": "<color style='color:#FFD780;'>맹렬한 리듬!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원한 밤에 바치는 춤",
                        "Desc": "밤혼 가호 상태에서 실로닌이 대시, 도약, 일반 공격, 낙하 공격 시, 「영원한 밤 축복」을 획득한다. 밤혼 가호 상태의 제한을 무시하고 일반 공격과 낙하 공격으로 주는 피해가 증가한다. 지속 시간: 5초.<br>지속 시간 동안 실로닌의 밤혼 제한 시간 카운트가 멈추고, 실로닌의 밤혼, 열소, 스테미너가 감소하지 않는다. 또한 밤혼이 최대치 도달해도 실로닌의 밤혼 가호 상태가 종료되지 않는다. 그리고 실로닌이 밤혼 가호 상태에서 일반 공격과 낙하 공격으로 주는 피해가 실로닌의 방어력의 300%만큼 증가한다.<br>「영원한 밤 축복」 효과는 15초마다 최대 1회 획득할 수 있다KR0F",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 예리한 사냥",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 발차기를 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 실로닌의 방어력을 기반으로 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 칼바퀴 수렵</color><br>밤혼 가호 상태에서 실로닌은 「칼바퀴 수렵」 모드로 전환된다. 해당 상태에서 실로닌의 일반 공격은 칼바퀴 신발로 최대 4번 공격하는 것으로 전환되며 강공격을 진행할 수 없다.<br>해당 상태에서 일반 공격과 낙하 공격 진행 시, 실로닌의 방어력에 기반해, 밤혼 성질을 지니며 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "방어력의 63.932%",
                                    "방어력의 69.136%",
                                    "방어력의 74.34%",
                                    "방어력의 81.774%",
                                    "방어력의 86.978%",
                                    "방어력의 92.925%",
                                    "방어력의 101.102%",
                                    "방어력의 109.28%",
                                    "방어력의 117.457%",
                                    "방어력의 126.378%",
                                    "방어력의 135.299%",
                                    "방어력의 144.22%",
                                    "방어력의 153.14%",
                                    "방어력의 162.061%",
                                    "방어력의 170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "방어력의 127.838%/방어력의 159.676%",
                                    "방어력의 138.243%/방어력의 172.673%",
                                    "방어력의 148.649%/방어력의 185.67%",
                                    "방어력의 163.513%/방어력의 204.237%",
                                    "방어력의 173.919%/방어력의 217.234%",
                                    "방어력의 185.811%/방어력의 232.087%",
                                    "방어력의 202.162%/방어력의 252.511%",
                                    "방어력의 218.513%/방어력의 272.935%",
                                    "방어력의 234.865%/방어력의 293.359%",
                                    "방어력의 252.702%/방어력의 315.639%",
                                    "방어력의 270.54%/방어력의 337.919%",
                                    "방어력의 288.378%/방어력의 360.2%",
                                    "방어력의 306.216%/방어력의 382.48%",
                                    "방어력의 324.054%/방어력의 404.761%",
                                    "방어력의 341.892%/방어력의 427.041%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.022%",
                                    "방어력의 60.582%",
                                    "방어력의 65.142%",
                                    "방어력의 71.656%",
                                    "방어력의 76.216%",
                                    "방어력의 81.428%",
                                    "방어력의 88.593%",
                                    "방어력의 95.759%",
                                    "방어력의 102.924%",
                                    "방어력의 110.741%",
                                    "방어력의 118.558%",
                                    "방어력의 126.375%",
                                    "방어력의 134.193%",
                                    "방어력의 142.01%",
                                    "방어력의 149.827%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 55.048%",
                                    "방어력의 59.528%",
                                    "방어력의 64.009%",
                                    "방어력의 70.41%",
                                    "방어력의 74.891%",
                                    "방어력의 80.011%",
                                    "방어력의 87.052%",
                                    "방어력의 94.093%",
                                    "방어력의 101.134%",
                                    "방어력의 108.815%",
                                    "방어력의 116.496%",
                                    "방어력의 124.178%",
                                    "방어력의 131.859%",
                                    "방어력의 139.54%",
                                    "방어력의 147.221%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 3단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 65.816%",
                                    "방어력의 71.173%",
                                    "방어력의 76.53%",
                                    "방어력의 84.183%",
                                    "방어력의 89.54%",
                                    "방어력의 95.662%",
                                    "방어력의 104.081%",
                                    "방어력의 112.499%",
                                    "방어력의 120.917%",
                                    "방어력의 130.101%",
                                    "방어력의 139.285%",
                                    "방어력의 148.468%",
                                    "방어력의 157.652%",
                                    "방어력의 166.835%",
                                    "방어력의 176.019%"
                                ]
                            },
                            {
                                "Desc": "칼바퀴 수렵 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 86.027%",
                                    "방어력의 93.03%",
                                    "방어력의 100.0%",
                                    "방어력의 110.035%",
                                    "방어력의 117.037%",
                                    "방어력의 125.04%",
                                    "방어력의 136.044%",
                                    "방어력의 147.047%",
                                    "방어력의 158.051%",
                                    "방어력의 170.054%",
                                    "방어력의 182.058%",
                                    "방어력의 194.062%",
                                    "방어력의 206.066%",
                                    "방어력의 218.07%",
                                    "방어력의 230.074%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "음악 단조",
                        "Desc": "열정으로 대지를 울려라! 실로닌이 고속 전투용 칼바퀴 장비를 장착하고 전방으로 일정 거리를 돌진해, 실로닌의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br>발동 후, 실로닌은 밤혼을 45pt 획득하고 밤혼 가호 상태에 진입한다. 해당 상태에서 실로닌은 「칼바퀴 수렵」 모드로 전환된다.<br><br><color style='color:#FFD780;'>음원 샘플</color><br>실로닌에게는 3가지 샘플 수집기가 있다. 파티 내 다른 캐릭터의 원소 타입에 따라 다양한 「음형」을 나타낸다. 또한 활성화 시 주변에 있는 적의 상응하는 원소 내성을 감소시킨다.<br>3가지 샘플 수집기가 초기에 기록한 「음원 샘플」은 모두 <color style='color:#FFE699;'>바위 원소</color>이며, 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 1명 있을 때마다, <color style='color:#FFE699;'>바위 원소</color> 샘플 1개가 상응하는 원소 타입으로 변경된다.<br>밤혼 가호 상태 시, 실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」은 활성화 상태를 계속 유지한다. 고유 특성 「사경사상의 메아리」 해금 후, 실로닌은 고유 특성 「사경사상의 메아리」 발동 효과를 통해 자신의 밤혼을 회복한다. 밤혼이 최대치 달성 시, 실로닌은 밤혼을 모두 소모하여 실로닌 자신이 휴대한 「음원 샘플」 3개를 활성화한다. 지속 시간: 15초.<br>「음원 샘플」 활성화 시, 주변에 있는 적의 원소 내성이 감소한다. 같은 타입의 「음원 샘플」의 효과는 중첩되지 않는다. 실로닌이 대기 상태 시에도 해당 효과가 생성된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 실로닌</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 실로닌의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 「칼바퀴 수렵」 모드로 전환되고, 실로닌의 이동 속도와 등반 속도가 증가한다. 또한 등반 시 오셀롯 형태로 고속 도약할 수 있다.<br> · 실로닌의 밤혼 가호 상태의 제약: 밤혼 가호 상태에서 실로닌 밤혼의 제한 시간은 9초다. 제한 시간 초과 후, 실로닌의 밤혼이 즉시 고갈된다.<br><br>밤혼 가호 상태에서 밤혼이 고갈된 후, 실로닌은 고유 특성 「사경사상의 메아리」로 밤혼을 생성할 수 없다.<br><br><i>어떤 측면에서 보면, 보석 단조와 음악 믹싱은 비슷한 구석이 있다. 둘 다 잡다한 것을 제거하고 가장 빛나는 것만 남기는 작업이기 때문이다.<br>물론 두 작업을 진심으로 좋아하는 실로닌에겐, 그게 사실이든 아니든 상관 없을 것이다</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "돌진 피해",
                                "ParamLevelList": [
                                    "방어력의 179.2%",
                                    "방어력의 192.64%",
                                    "방어력의 206.08%",
                                    "방어력의 224.0%",
                                    "방어력의 237.44%",
                                    "방어력의 250.88%",
                                    "방어력의 268.8%",
                                    "방어력의 286.72%",
                                    "방어력의 304.64%",
                                    "방어력의 322.56%",
                                    "방어력의 340.48%",
                                    "방어력의 358.4%",
                                    "방어력의 380.8%",
                                    "방어력의 403.2%",
                                    "방어력의 425.6%"
                                ]
                            },
                            {
                                "Desc": "원소 내성 감소",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "음원 샘플 활성화 시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 제한 시간",
                                "ParamLevelList": [
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "맹렬한 리듬!",
                        "Desc": "최대 출력으로 입체음 열소 공학 조율대(휴대식)을 전개하고 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>또한 「음원 샘플」의 타입에 따라 상응하는 효과를 발동한다:<br> · 원소 전환이 발생한 「음원 샘플」 최소 2개 이상 보유: 실로닌이 「기쁨」의 리듬을 울린다. 일정 시간마다 주변에 있는 필드 위 캐릭터의 HP를 회복한다. 회복량은 실로닌 자신의 방어력에 영향을 받는다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 실로닌이 「강렬」의 리듬을 울려 추가 박자 연주를 2번 진행하고, 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br><i>「자, 여기서 잠깐 멈춰!」<br>「괜찮아, 방금 박자는 기록해 뒀으니까. 어디보자, 우리의 선율을 섞으면 과연 어떤 음색이 탄생할 수 있을까?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "방어력의 104.0%+500.73764",
                                    "방어력의 111.8%+550.81836",
                                    "방어력의 119.6%+605.07251",
                                    "방어력의 130.0%+663.5",
                                    "방어력의 137.8%+726.10089",
                                    "방어력의 145.6%+792.87518",
                                    "방어력의 156.0%+863.82288",
                                    "방어력의 166.4%+938.94397",
                                    "방어력의 176.8%+1018.23846",
                                    "방어력의 187.2%+1101.7063",
                                    "방어력의 197.6%+1189.34766",
                                    "방어력의 208.0%+1281.16223",
                                    "방어력의 221.0%+1377.15027",
                                    "방어력의 234.0%+1477.31177",
                                    "방어력의 247.0%+1581.64661"
                                ]
                            },
                            {
                                "Desc": "기쁨 리듬 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "추가 박자 피해",
                                "ParamLevelList": [
                                    "방어력의281.28%",
                                    "방어력의302.376%",
                                    "방어력의323.472%",
                                    "방어력의351.6%",
                                    "방어력의372.696%",
                                    "방어력의393.792%",
                                    "방어력의421.92%",
                                    "방어력의450.048%",
                                    "방어력의478.176%",
                                    "방어력의506.304%",
                                    "방어력의534.432%",
                                    "방어력의562.56%",
                                    "방어력의597.72%",
                                    "방어력의632.88%",
                                    "방어력의668.04%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "사경사상의 메아리",
                        "Desc": "밤혼 가호 상태에서 「음원 샘플」 타입에 따라 실로닌의 일반 공격과 낙하 공격이 상응하는 강화 효과를 받는다:<br> · 원소 전환이 발생한 「음원 샘플」 최소 2개 이상 보유: 적에게 명중 시, 밤혼을 35pt 획득한다. 해당 효과는 0.1초마다 최대 1회 발동된다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 주는 피해가 30% 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "휴대용 갑옷 보호막",
                        "Desc": "밤혼 가호 상태에서 실로닌의 밤혼이 최대치 도달 시, 「밤혼 발산」과 동일한 효과를 1회 발동한다. 해당 효과는 14초마다 최대 1회 발동된다.<br>또한 파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 실로닌의 방어력이 20% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불 단조의 축복",
                        "Desc": "밤혼이 고갈된 후, 실로닌은 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 실로닌을 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 실로닌이 교체 등장 시 발동: 실로닌이 밤혼 가호 상태에 진입하고 밤혼을 20pt 획득한다. 해당 상황에서 실로닌의 밤혼에는 4초 제한이 있다. 제한 시간 초과 후, 실로닌의 밤혼은 즉시 고갈된다. 제한 시간 내에 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 밤혼의 제한 시간이 9초 연장된다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 밤혼 가호 상태의 실로닌은 등반에 스테미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "빠른 산맥 나들이",
                        "Desc": "밤혼 전달 발동 시, 열소를 10pt 회복하고 불꽃 추적 효과를 획득한다: 파티 내 자신의 캐릭터의 이동 속도가 15% 증가한다. 지속 시간: 10초<br>불꽃 추적 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "잠에 바치는 휴일",
                        "Desc": "실로닌의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소하고 밤혼의 제한 시간이 45% 연장된다.<br>또한 실로닌의 「음원 샘플」이 활성화 시, 주변에 있는 파티 내 현재 필드 위 캐릭터의 경직 저항력이 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "불타는 들판에 바치는 오중주",
                        "Desc": "실로닌의 「음원 샘플」 활성화 시, 「음원 샘플」의 원소 타입에 따라 주변에 있는 파티 내 모든 동일 원소 타입의 캐릭터가 상응하는 효과를 획득한다:<br> · <color style='color:#FFE699;'>바위 원소</color>: 치명타 확률 30% 증가.<br> · <color style='color:#FF9999;'>불 원소</color>: 공격력 40% 증가.<br> · <color style='color:#80C0FF;'>물 원소</color>: HP 최대치 40% 증가.<br> · <color style='color:#99FFFF;'>얼음 원소</color>: 치명타 피해 50% 증가.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 원소 에너지 20pt 회복 및 원소폭발의 재사용 대기시간 5초 감소",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "태양에 바치는 순행 의식",
                        "Desc": "<color style='color:#FFD780;'>음악 단조</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "오후에 바치는 꽃의 꿈",
                        "Desc": "실로닌이 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「영광의 꽃 축복」 효과를 부여한다. 지속 시간: 15초.<br>「영광의 꽃 축복」을 보유한 캐릭터가 일반 공격, 강공격, 낙하 공격으로 주는 피해가 실로닌의 방어력의 65%만큼 증가한다. 해당 효과는 6회 발동 또는 지속 시간 종료 시 사라진다.<br>동시에 여러 기의 적에게 명중 시, 명중한 적의 수에 따라 적용 횟수가 소모된다. 파티 내에 「영광의 꽃 축복」을 보유한 캐릭터가 있으면, 해당 캐릭터의 적용 횟수는 단독으로 계산한다",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "석양에 바치는 전조",
                        "Desc": "<color style='color:#FFD780;'>맹렬한 리듬!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원한 밤에 바치는 춤",
                        "Desc": "밤혼 가호 상태에서 실로닌이 대시, 도약, 일반 공격, 낙하 공격 시, 「영원한 밤 축복」을 획득한다. 밤혼 가호 상태의 제한을 무시하고 일반 공격과 낙하 공격으로 주는 피해가 증가한다. 지속 시간: 5초.<br>지속 시간 동안 실로닌의 밤혼 제한 시간 카운트가 멈추고, 실로닌의 밤혼, 열소, 스태미나가 감소하지 않는다. 또한 밤혼이 최대치에 도달해도 실로닌의 밤혼 가호가 종료되지 않는다. 그리고 실로닌이 밤혼 가호 상태에서 일반 공격과 낙하 공격으로 주는 피해가 실로닌의 방어력의 300%만큼 증가한다.<br>「영원한 밤 축복」 효과는 15초마다 최대 1회 획득할 수 있다",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 예리한 사냥",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 발차기를 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 실로닌의 방어력을 기반으로 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 칼날바퀴 수렵</color><br>밤혼 가호 상태에서 실로닌은 「칼날바퀴 수렵」 모드로 전환된다. 해당 상태에서 실로닌의 일반 공격은 칼날바퀴 신발로 최대 4번 공격하는 것으로 전환되며 강공격을 진행할 수 없다.<br>해당 상태에서 일반 공격과 낙하 공격 진행 시, 실로닌의 방어력에 기반해, 밤혼 성질을 지니며 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "방어력의 63.932%",
                                    "방어력의 69.136%",
                                    "방어력의 74.34%",
                                    "방어력의 81.774%",
                                    "방어력의 86.978%",
                                    "방어력의 92.925%",
                                    "방어력의 101.102%",
                                    "방어력의 109.28%",
                                    "방어력의 117.457%",
                                    "방어력의 126.378%",
                                    "방어력의 135.299%",
                                    "방어력의 144.22%",
                                    "방어력의 153.14%",
                                    "방어력의 162.061%",
                                    "방어력의 170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "방어력의 127.838%/방어력의 159.676%",
                                    "방어력의 138.243%/방어력의 172.673%",
                                    "방어력의 148.649%/방어력의 185.67%",
                                    "방어력의 163.513%/방어력의 204.237%",
                                    "방어력의 173.919%/방어력의 217.234%",
                                    "방어력의 185.811%/방어력의 232.087%",
                                    "방어력의 202.162%/방어력의 252.511%",
                                    "방어력의 218.513%/방어력의 272.935%",
                                    "방어력의 234.865%/방어력의 293.359%",
                                    "방어력의 252.702%/방어력의 315.639%",
                                    "방어력의 270.54%/방어력의 337.919%",
                                    "방어력의 288.378%/방어력의 360.2%",
                                    "방어력의 306.216%/방어력의 382.48%",
                                    "방어력의 324.054%/방어력의 404.761%",
                                    "방어력의 341.892%/방어력의 427.041%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.022%",
                                    "방어력의 60.582%",
                                    "방어력의 65.142%",
                                    "방어력의 71.656%",
                                    "방어력의 76.216%",
                                    "방어력의 81.428%",
                                    "방어력의 88.593%",
                                    "방어력의 95.759%",
                                    "방어력의 102.924%",
                                    "방어력의 110.741%",
                                    "방어력의 118.558%",
                                    "방어력의 126.375%",
                                    "방어력의 134.193%",
                                    "방어력의 142.01%",
                                    "방어력의 149.827%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 55.048%",
                                    "방어력의 59.528%",
                                    "방어력의 64.009%",
                                    "방어력의 70.41%",
                                    "방어력의 74.891%",
                                    "방어력의 80.011%",
                                    "방어력의 87.052%",
                                    "방어력의 94.093%",
                                    "방어력의 101.134%",
                                    "방어력의 108.815%",
                                    "방어력의 116.496%",
                                    "방어력의 124.178%",
                                    "방어력의 131.859%",
                                    "방어력의 139.54%",
                                    "방어력의 147.221%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 3단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 65.816%",
                                    "방어력의 71.173%",
                                    "방어력의 76.53%",
                                    "방어력의 84.183%",
                                    "방어력의 89.54%",
                                    "방어력의 95.662%",
                                    "방어력의 104.081%",
                                    "방어력의 112.499%",
                                    "방어력의 120.917%",
                                    "방어력의 130.101%",
                                    "방어력의 139.285%",
                                    "방어력의 148.468%",
                                    "방어력의 157.652%",
                                    "방어력의 166.835%",
                                    "방어력의 176.019%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 86.027%",
                                    "방어력의 93.03%",
                                    "방어력의 100.0%",
                                    "방어력의 110.035%",
                                    "방어력의 117.037%",
                                    "방어력의 125.04%",
                                    "방어력의 136.044%",
                                    "방어력의 147.047%",
                                    "방어력의 158.051%",
                                    "방어력의 170.054%",
                                    "방어력의 182.058%",
                                    "방어력의 194.062%",
                                    "방어력의 206.066%",
                                    "방어력의 218.07%",
                                    "방어력의 230.074%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "음악 단조",
                        "Desc": "열정으로 대지를 울려라! 실로닌이 고속 전투용 칼날바퀴 장비를 장착하고 전방으로 일정 거리를 돌진해, 실로닌의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br>발동 후, 실로닌은 밤혼을 45pt 획득하고 밤혼 가호 상태에 진입한다. 해당 상태에서 실로닌은 「칼날바퀴 수렵」 모드로 전환된다.<br><br><color style='color:#FFD780;'>음원 샘플</color><br>실로닌에게는 3개의 샘플 수집기가 있다. 파티 내 다른 캐릭터의 원소 타입에 따라 다양한 「음형」을 나타낸다. 또한 활성화 시 주변에 있는 적의 상응하는 원소 내성을 감소시킨다.<br>3개의 샘플 수집기가 초기에 기록한 「음원 샘플」은 모두 <color style='color:#FFE699;'>바위 원소</color>이며, 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 1명 있을 때마다, <color style='color:#FFE699;'>바위 원소</color> 샘플 1개가 상응하는 원소 타입으로 전환된다.<br>밤혼 가호 상태 시, 실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」은 활성화 상태를 계속 유지한다. 고유 특성 「네토틸리즈틀리」 해금 후, 실로닌은 고유 특성 「네토틸리즈틀리」 발동 효과를 통해 자신의 밤혼을 회복할 수 있다. 밤혼이 최대치 달성 시, 실로닌은 밤혼을 모두 소모하여 실로닌 자신이 휴대한 「음원 샘플」 3개를 활성화한다. 지속 시간: 15초.<br>「음원 샘플」 활성화 시, 주변에 있는 적의 상응하는 원소 내성이 감소한다. 같은 타입의 「음원 샘플」의 효과는 중첩되지 않는다. 실로닌이 대기 상태 시에도 해당 효과가 생성된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 실로닌</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 실로닌의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 「칼날바퀴 수렵」 모드로 전환되고, 실로닌의 이동 속도와 등반 속도가 증가한다. 또한 등반 시 오셀롯 형태로 고속 도약할 수 있다.<br> · 실로닌의 밤혼 가호 상태의 제약: 밤혼 가호 상태에서 실로닌 밤혼의 제한 시간은 9초다. 제한 시간 초과 후, 실로닌의 밤혼이 즉시 소진된다.<br><br>밤혼 가호 상태에서 밤혼이 소진된 후, 실로닌은 고유 특성 「네토틸리즈틀리」로 밤혼을 생성할 수 없다.<br><br><i>어떤 측면에서 보면, 보석 단조와 음악 믹싱은 비슷한 구석이 있다. 둘 다 잡다한 것을 제거하고 가장 빛나는 것만 남기는 작업이기 때문이다.<br>물론 두 작업을 진심으로 좋아하는 실로닌에겐, 그게 사실이든 아니든 상관 없을 것이다</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "돌진 피해",
                                "ParamLevelList": [
                                    "방어력의 179.2%",
                                    "방어력의 192.64%",
                                    "방어력의 206.08%",
                                    "방어력의 224.0%",
                                    "방어력의 237.44%",
                                    "방어력의 250.88%",
                                    "방어력의 268.8%",
                                    "방어력의 286.72%",
                                    "방어력의 304.64%",
                                    "방어력의 322.56%",
                                    "방어력의 340.48%",
                                    "방어력의 358.4%",
                                    "방어력의 380.8%",
                                    "방어력의 403.2%",
                                    "방어력의 425.6%"
                                ]
                            },
                            {
                                "Desc": "원소 내성 감소",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "음원 샘플 활성화 시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 제한 시간",
                                "ParamLevelList": [
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "야생의 리듬!",
                        "Desc": "최대 출력으로 입체음 열소 공학 조율대(휴대식)을 전개하고 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>또한 「음원 샘플」의 타입에 따라 상응하는 효과를 발동한다:<br> · 원소 전환이 발생한 「음원 샘플」 최소 2개 이상 보유: 실로닌이 「환희」의 리듬을 울린다. 일정 시간마다 주변에 있는 필드 위 캐릭터의 HP를 회복한다. 회복량은 실로닌 자신의 방어력에 영향을 받는다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 실로닌이 「격동」의 리듬을 울려 추가 박자 연주를 2번 진행하고, 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br><i>「자, 여기서 잠깐 멈춰!」<br>「괜찮아, 방금 박자는 기록해 뒀으니까. 어디보자, 우리의 선율을 섞으면 과연 어떤 음색이 탄생할 수 있을까?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "방어력의 104.0%+500.73764",
                                    "방어력의 111.8%+550.81836",
                                    "방어력의 119.6%+605.07251",
                                    "방어력의 130.0%+663.5",
                                    "방어력의 137.8%+726.10089",
                                    "방어력의 145.6%+792.87518",
                                    "방어력의 156.0%+863.82288",
                                    "방어력의 166.4%+938.94397",
                                    "방어력의 176.8%+1018.23846",
                                    "방어력의 187.2%+1101.7063",
                                    "방어력의 197.6%+1189.34766",
                                    "방어력의 208.0%+1281.16223",
                                    "방어력의 221.0%+1377.15027",
                                    "방어력의 234.0%+1477.31177",
                                    "방어력의 247.0%+1581.64661"
                                ]
                            },
                            {
                                "Desc": "환희의 리듬 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "추가 박자 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "네토틸리즈틀리",
                        "Desc": "밤혼 가호 상태에서:<br> · 실로닌이 원소 전환을 통해 발생한 「음원 샘플」 최소 2개 이상 보유: 일반 공격과 낙하 공격이 적에게 명중 시, 밤혼을 35pt 획득한다. 해당 효과는 0.1초마다 최대 1회 발동된다.<br> · 실로닌이 원소 전환을 통해 발생한 「음원 샘플」 2개 미만 보유: 일반 공격과 낙하 공격으로 주는 피해가 30% 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "휴대용 갑옷",
                        "Desc": "밤혼 가호 상태에서 실로닌의 밤혼이 최대치 도달 시, 「밤혼 발산」과 동일한 효과를 1회 발동한다. 해당 효과는 14초마다 최대 1회 발동된다.<br>또한 파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 실로닌의 방어력이 20% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불 단조의 축복",
                        "Desc": "밤혼이 소진된 후, 실로닌은 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 실로닌을 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 실로닌이 교체 등장 시 발동: 실로닌이 밤혼 가호 상태에 진입하고 밤혼을 20pt 획득한다. 해당 상황에서 실로닌의 밤혼에는 4초 제한이 있다. 제한 시간 초과 후, 실로닌의 밤혼은 즉시 소진된다. 제한 시간 내에 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 밤혼의 제한 시간이 9초 연장된다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 밤혼 가호 상태의 실로닌은 등반에 스태미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "산맥 질주",
                        "Desc": "밤혼 전달 발동 시, 열소를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "잠에 바치는 휴일",
                        "Desc": "실로닌의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소하고 밤혼의 제한 시간이 45% 연장된다.<br>또한 실로닌의 「음원 샘플」이 활성화 시, 주변에 있는 파티 내 현재 필드 위 캐릭터의 경직 저항력이 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "불타는 들판에 바치는 오중주",
                        "Desc": "실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」이 활성화 상태를 계속 유지한다. 또한 실로닌의 「음원 샘플」 활성화 시, 「음원 샘플」의 원소 타입에 따라 주변에 있는 파티 내 모든 동일 원소 타입의 캐릭터가 상응하는 효과를 획득한다:<br> · <color style='color:#FFE699;'>바위 원소</color>: 주는 피해 40% 증가.<br> · <color style='color:#FF9999;'>불 원소</color>: 공격력 40% 증가.<br> · <color style='color:#80C0FF;'>물 원소</color>: HP 최대치 40% 증가.<br> · <color style='color:#99FFFF;'>얼음 원소</color>: 치명타 피해 50% 증가.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 원소 에너지 20pt 회복 및 원소폭발의 재사용 대기시간 5초 감소",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "태양에 바치는 순환",
                        "Desc": "<color style='color:#FFD780;'>음악 단조</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "오후에 바치는 꽃의 꿈",
                        "Desc": "실로닌이 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「영광의 꽃 축복」 효과를 부여한다. 지속 시간: 15초.<br>「영광의 꽃 축복」을 보유한 캐릭터가 일반 공격, 강공격, 낙하 공격으로 주는 피해가 실로닌의 방어력의 65%만큼 증가한다. 해당 효과는 6회 발동 또는 지속 시간 종료 시 사라진다.<br>동시에 여러 기의 적에게 명중 시, 명중한 적의 수에 따라 적용 횟수가 소모된다. 파티 내에 「영광의 꽃 축복」을 보유한 캐릭터가 있으면, 해당 캐릭터의 적용 횟수는 단독으로 계산한다",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "석양에 바치는 변화",
                        "Desc": "<color style='color:#FFD780;'>야생의 리듬!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원한 밤에 바치는 춤",
                        "Desc": "밤혼 가호 상태에서 실로닌이 대시, 도약, 일반 공격, 낙하 공격 시, 「영원한 밤 축복」을 획득한다. 밤혼 가호 상태의 제한을 무시하고 일반 공격과 낙하 공격으로 주는 피해가 증가한다. 지속 시간: 5초.<br>지속 시간 동안 실로닌의 밤혼 제한 시간 카운트가 멈추고, 실로닌의 밤혼, 열소, 스태미나가 감소하지 않는다. 또한 밤혼이 최대치에 도달해도 실로닌의 밤혼 가호가 종료되지 않는다. 그리고 실로닌이 밤혼 가호 상태에서 일반 공격과 낙하 공격으로 주는 피해가 실로닌의 방어력의 300%만큼 증가한다.<br>「영원한 밤 축복」 효과는 15초마다 최대 1회 획득할 수 있다",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "일반 공격 · 예리한 사냥",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 발차기를 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 실로닌의 방어력을 기반으로 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 칼날바퀴 수렵</color><br>밤혼 가호 상태에서 실로닌은 「칼날바퀴 수렵」 모드로 전환된다. 해당 상태에서 실로닌의 일반 공격은 칼날바퀴 신발로 최대 4번 공격하는 것으로 전환되며 강공격을 진행할 수 없다.<br>해당 상태에서 일반 공격과 낙하 공격 진행 시, 실로닌의 방어력에 기반해, 밤혼 성질을 지니며 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Num": 1,
                        "Lock": 5.0,
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.792%",
                                    "56.007%",
                                    "60.223%",
                                    "66.245%",
                                    "70.461%",
                                    "75.279%",
                                    "81.903%",
                                    "88.528%",
                                    "95.152%",
                                    "102.379%",
                                    "109.606%",
                                    "116.833%",
                                    "124.059%",
                                    "131.286%",
                                    "138.513%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.374%+27.374%",
                                    "29.602%+29.602%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.241%+37.241%",
                                    "39.788%+39.788%",
                                    "43.289%+43.289%",
                                    "46.79%+46.79%",
                                    "50.291%+50.291%",
                                    "54.111%+54.111%",
                                    "57.931%+57.931%",
                                    "61.75%+61.75%",
                                    "65.57%+65.57%",
                                    "69.389%+69.389%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.949%",
                                    "78.887%",
                                    "84.825%",
                                    "93.308%",
                                    "99.245%",
                                    "106.031%",
                                    "115.362%",
                                    "124.693%",
                                    "134.023%",
                                    "144.202%",
                                    "154.382%",
                                    "164.56%",
                                    "174.74%",
                                    "184.918%",
                                    "195.097%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt",
                                    "20.0pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "방어력의 63.932%",
                                    "방어력의 69.136%",
                                    "방어력의 74.34%",
                                    "방어력의 81.774%",
                                    "방어력의 86.978%",
                                    "방어력의 92.925%",
                                    "방어력의 101.102%",
                                    "방어력의 109.28%",
                                    "방어력의 117.457%",
                                    "방어력의 126.378%",
                                    "방어력의 135.299%",
                                    "방어력의 144.22%",
                                    "방어력의 153.14%",
                                    "방어력의 162.061%",
                                    "방어력의 170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "방어력의 127.838%/방어력의 159.676%",
                                    "방어력의 138.243%/방어력의 172.673%",
                                    "방어력의 148.649%/방어력의 185.67%",
                                    "방어력의 163.513%/방어력의 204.237%",
                                    "방어력의 173.919%/방어력의 217.234%",
                                    "방어력의 185.811%/방어력의 232.087%",
                                    "방어력의 202.162%/방어력의 252.511%",
                                    "방어력의 218.513%/방어력의 272.935%",
                                    "방어력의 234.865%/방어력의 293.359%",
                                    "방어력의 252.702%/방어력의 315.639%",
                                    "방어력의 270.54%/방어력의 337.919%",
                                    "방어력의 288.378%/방어력의 360.2%",
                                    "방어력의 306.216%/방어력의 382.48%",
                                    "방어력의 324.054%/방어력의 404.761%",
                                    "방어력의 341.892%/방어력의 427.041%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.022%",
                                    "방어력의 60.582%",
                                    "방어력의 65.142%",
                                    "방어력의 71.656%",
                                    "방어력의 76.216%",
                                    "방어력의 81.428%",
                                    "방어력의 88.593%",
                                    "방어력의 95.759%",
                                    "방어력의 102.924%",
                                    "방어력의 110.741%",
                                    "방어력의 118.558%",
                                    "방어력의 126.375%",
                                    "방어력의 134.193%",
                                    "방어력의 142.01%",
                                    "방어력의 149.827%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 55.048%",
                                    "방어력의 59.528%",
                                    "방어력의 64.009%",
                                    "방어력의 70.41%",
                                    "방어력의 74.891%",
                                    "방어력의 80.011%",
                                    "방어력의 87.052%",
                                    "방어력의 94.093%",
                                    "방어력의 101.134%",
                                    "방어력의 108.815%",
                                    "방어력의 116.496%",
                                    "방어력의 124.178%",
                                    "방어력의 131.859%",
                                    "방어력의 139.54%",
                                    "방어력의 147.221%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 3단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 65.816%",
                                    "방어력의 71.173%",
                                    "방어력의 76.53%",
                                    "방어력의 84.183%",
                                    "방어력의 89.54%",
                                    "방어력의 95.662%",
                                    "방어력의 104.081%",
                                    "방어력의 112.499%",
                                    "방어력의 120.917%",
                                    "방어력의 130.101%",
                                    "방어력의 139.285%",
                                    "방어력의 148.468%",
                                    "방어력의 157.652%",
                                    "방어력의 166.835%",
                                    "방어력의 176.019%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 86.027%",
                                    "방어력의 93.03%",
                                    "방어력의 100.0%",
                                    "방어력의 110.035%",
                                    "방어력의 117.037%",
                                    "방어력의 125.04%",
                                    "방어력의 136.044%",
                                    "방어력의 147.047%",
                                    "방어력의 158.051%",
                                    "방어력의 170.054%",
                                    "방어력의 182.058%",
                                    "방어력의 194.062%",
                                    "방어력의 206.066%",
                                    "방어력의 218.07%",
                                    "방어력의 230.074%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "음악 단조",
                        "Desc": "열정으로 대지를 울려라! 실로닌이 고속 전투용 칼날바퀴 장비를 장착하고 전방으로 일정 거리를 돌진해, 실로닌의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br>발동 후, 실로닌은 밤혼을 45pt 획득하고 밤혼 가호 상태에 진입한다. 해당 상태에서 실로닌은 「칼날바퀴 수렵」 모드로 전환된다.<br><br><color style='color:#FFD780;'>음원 샘플</color><br>실로닌에게는 3개의 샘플 수집기가 있으며, 파티 내 다른 캐릭터의 원소 타입에 따라 다양한 「음형」을 나타낸다. 또한 활성화 시 주변에 있는 적의 상응하는 원소 내성을 감소시킨다.<br>3개의 샘플 수집기가 초기에 기록한 「음원 샘플」은 모두 <color style='color:#FFE699;'>바위 원소</color>이며, 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 1명 있을 때마다, <color style='color:#FFE699;'>바위 원소</color> 샘플 1개가 상응하는 원소 타입으로 전환된다.<br>밤혼 가호 상태 시, 실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」은 활성화 상태를 계속 유지한다. 고유 특성 「네토틸리즈틀리」 해금 후, 실로닌은 고유 특성 「네토틸리즈틀리」 발동 효과를 통해 자신의 밤혼을 회복할 수 있다. 밤혼이 최대치 달성 시, 실로닌은 밤혼을 모두 소모하여 실로닌 자신이 휴대한 「음원 샘플」 3개를 활성화한다. 지속 시간: 15초.<br>「음원 샘플」 활성화 시, 주변에 있는 적의 상응하는 원소 내성이 감소한다. 같은 원소 타입의 「음원 샘플」의 효과는 중첩되지 않는다. 실로닌이 대기 상태 시에도 해당 효과가 생성된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 실로닌</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 실로닌의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 「칼날바퀴 수렵」 모드로 전환되고, 실로닌의 이동 속도와 등반 속도가 증가한다. 또한 등반 시 오셀롯 형태로 고속 도약할 수 있다.<br> · 실로닌의 밤혼 가호 상태의 제약: 밤혼 가호 상태에서 실로닌의 밤혼에는 9초의 제한 시간이 있다. 제한 시간 초과 후, 실로닌의 밤혼이 즉시 소진된다.<br><br>밤혼 가호 상태에서 밤혼이 소진된 후, 실로닌은 고유 특성 「네토틸리즈틀리」로 밤혼을 생성할 수 없다.<br><br><i>어떤 측면에서 보면, 보석 단조와 음악 믹싱은 비슷한 구석이 있다. 둘 다 잡다한 것을 제거하고 가장 빛나는 것만 남기는 작업이기 때문이다.<br>물론 두 작업을 진심으로 좋아하는 실로닌에겐, 그게 사실이든 아니든 상관 없을 것이다</i>",
                        "Num": 1,
                        "Lock": 8.0,
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "돌진 피해",
                                "ParamLevelList": [
                                    "방어력의 179.2%",
                                    "방어력의 192.64%",
                                    "방어력의 206.08%",
                                    "방어력의 224.0%",
                                    "방어력의 237.44%",
                                    "방어력의 250.88%",
                                    "방어력의 268.8%",
                                    "방어력의 286.72%",
                                    "방어력의 304.64%",
                                    "방어력의 322.56%",
                                    "방어력의 340.48%",
                                    "방어력의 358.4%",
                                    "방어력의 380.8%",
                                    "방어력의 403.2%",
                                    "방어력의 425.6%"
                                ]
                            },
                            {
                                "Desc": "원소 내성 감소",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "음원 샘플 활성화 시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 제한 시간",
                                "ParamLevelList": [
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초",
                                    "9.0초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt",
                                    "90.0pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초",
                                    "7.0초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "야생의 리듬!",
                        "Desc": "최대 출력으로 입체 음향 열소 공학 조율대(휴대식)을 전개하고 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>또한 「음원 샘플」의 타입에 따라 상응하는 효과를 발동한다:<br> · 원소 전환이 발생한 「음원 샘플」 2개 이상 보유: 실로닌이 「환희」의 리듬을 울린다. 일정 시간마다 주변에 있는 필드 위 캐릭터의 HP를 회복한다. 회복량은 실로닌 자신의 방어력에 영향을 받는다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 실로닌이 「격동」의 리듬을 울려 추가 박자 연주를 2번 진행하고, 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br><i>「자, 여기서 잠깐 멈춰!」<br>「괜찮아, 방금 박자는 기록해 뒀으니까. 어디보자, 우리의 선율을 섞으면 과연 어떤 음색이 탄생할 수 있을까?」</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "방어력의 104.0%+500.73764",
                                    "방어력의 111.8%+550.81836",
                                    "방어력의 119.6%+605.07251",
                                    "방어력의 130.0%+663.5",
                                    "방어력의 137.8%+726.10089",
                                    "방어력의 145.6%+792.87518",
                                    "방어력의 156.0%+863.82288",
                                    "방어력의 166.4%+938.94397",
                                    "방어력의 176.8%+1018.23846",
                                    "방어력의 187.2%+1101.7063",
                                    "방어력의 197.6%+1189.34766",
                                    "방어력의 208.0%+1281.16223",
                                    "방어력의 221.0%+1377.15027",
                                    "방어력의 234.0%+1477.31177",
                                    "방어력의 247.0%+1581.64661"
                                ]
                            },
                            {
                                "Desc": "환희의 리듬 지속 시간",
                                "ParamLevelList": [
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초",
                                    "12.0초"
                                ]
                            },
                            {
                                "Desc": "추가 박자 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초",
                                    "15.0초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "네토틸리즈틀리",
                        "Desc": "실로닌이 밤혼 가호 상태에서:<br> · 원소 전환이 발생한 「음원 샘플」 2개 이상 보유: 일반 공격과 낙하 공격이 적에게 명중 시, 밤혼을 35pt 획득한다. 해당 효과는 0.1초마다 최대 1회 발동된다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 일반 공격과 낙하 공격으로 주는 피해가 30% 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "휴대용 갑옷",
                        "Desc": "밤혼 가호 상태에서 실로닌의 밤혼이 최대치 도달 시, 「밤혼 발산」과 동일한 효과를 1회 발동한다. 해당 효과는 14초마다 최대 1회 발동된다.<br>또한 파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 실로닌의 방어력이 20% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불 단조의 축복",
                        "Desc": "밤혼이 소진된 후, 실로닌은 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 실로닌을 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 실로닌이 교체 등장 시 발동: 실로닌이 밤혼 가호 상태에 진입하고 밤혼을 20pt 획득한다. 해당 상황에서 실로닌의 밤혼에는 4초 제한이 있다. 제한 시간 초과 후, 실로닌의 밤혼은 즉시 소진된다. 제한 시간 내에 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 밤혼의 제한 시간이 9초 연장된다. 자신의 파티는 10초마다 밤혼 전달을 최대 1회 발동할 수 있다.<br><br>또한 나타 지역에서 밤혼 가호 상태의 실로닌은 등반에 스태미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "산으로 번지는 단조의 불",
                        "Desc": "밤혼 전달 발동 시, 열소를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "잠에 바치는 휴일",
                        "Desc": "실로닌의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소하고 밤혼의 제한 시간이 45% 연장된다.<br>또한 실로닌의 「음원 샘플」이 활성화 시, 주변에 있는 파티 내 현재 필드 위 캐릭터의 경직 저항력이 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "불타는 들판에 바치는 오중주",
                        "Desc": "실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」이 활성화 상태를 계속 유지한다. 또한 실로닌의 「음원 샘플」 활성화 시, 「음원 샘플」의 원소 타입에 따라 주변에 있는 파티 내 모든 동일 원소 타입의 캐릭터가 상응하는 효과를 획득한다:<br> · <color style='color:#FFE699;'>바위 원소</color>: 주는 피해 50% 증가.<br> · <color style='color:#FF9999;'>불 원소</color>: 공격력 45% 증가.<br> · <color style='color:#80C0FF;'>물 원소</color>: HP 최대치 45% 증가.<br> · <color style='color:#99FFFF;'>얼음 원소</color>: 치명타 피해 60% 증가.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 원소 에너지 25pt 회복 및 원소폭발의 재사용 대기시간 6초 감소",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "태양에 바치는 순환",
                        "Desc": "<color style='color:#FFD780;'>음악 단조</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "오후에 바치는 꽃의 꿈",
                        "Desc": "실로닌이 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「영광의 꽃 축복」 효과를 부여한다. 지속 시간: 15초.<br>「영광의 꽃 축복」을 보유한 캐릭터가 일반 공격, 강공격, 낙하 공격으로 주는 피해가 실로닌의 방어력의 65%만큼 증가한다. 해당 효과는 6회 적용 또는 지속 시간 종료 시 사라진다.<br>동시에 여러 기의 적에게 명중 시, 명중한 적의 수에 따라 적용 횟수가 소모된다. 파티 내에 「영광의 꽃 축복」을 보유한 캐릭터가 있으면, 해당 캐릭터의 적용 횟수는 단독으로 계산한다",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "석양에 바치는 변화",
                        "Desc": "<color style='color:#FFD780;'>야생의 리듬!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원한 밤에 바치는 춤",
                        "Desc": "밤혼 가호 상태에서 실로닌이 대시, 도약, 일반 공격, 낙하 공격 시, 「영원한 밤 축복」을 획득한다. 밤혼 가호 상태의 제한을 무시하고 일반 공격과 낙하 공격으로 주는 피해가 증가한다. 지속 시간: 5초.<br>지속 기간 동안:<br> · 실로닌의 밤혼 제한 시간 카운트가 멈추고, 실로닌의 밤혼, 열소, 스태미나가 감소하지 않는다. 또한 밤혼이 최대치에 도달해도 실로닌의 밤혼 가호가 종료되지 않는다.<br> · 실로닌이 밤혼 가호 상태에서 일반 공격과 낙하 공격으로 주는 피해가 실로닌의 방어력의 300%만큼 증가한다.<br> · 1.5초마다 주변에 있는 파티 내 모든 캐릭터의 HP를 회복한다. 회복량은 실로닌 방어력의 120%에 해당한다.<br>「영원한 밤 축복」 효과는 15초마다 최대 1회 획득할 수 있다",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "예리한 사냥",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 3번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 전방을 향해 발차기를 한다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 실로닌의 방어력을 기반으로 경로상의 적을 공격하고 착지 시 범위 피해를 준다.<br><br><color style='color:#FFD780;'>밤혼 상태 · 칼날바퀴 수렵</color><br>밤혼 가호 상태에서 실로닌은 「칼날바퀴 수렵」 모드로 전환된다. 해당 상태에서 실로닌의 일반 공격은 칼날바퀴 신발을 사용해 최대 4번 공격하는 것으로 전환되며 강공격을 진행할 수 없다.<br>해당 상태에서 일반 공격과 낙하 공격 진행 시, 실로닌의 방어력에 기반해, 밤혼 성질을 지니며 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "51.7918%",
                                    "56.0074%",
                                    "60.223%",
                                    "66.2453%",
                                    "70.4609%",
                                    "75.2788%",
                                    "81.9033%",
                                    "88.5278%",
                                    "95.1523%",
                                    "102.3791%",
                                    "109.6059%",
                                    "116.8326%",
                                    "124.0594%",
                                    "131.2861%",
                                    "138.5129%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "27.3738%+27.3738%",
                                    "29.6019%+29.6019%",
                                    "31.83%+31.83%",
                                    "35.013%+35.013%",
                                    "37.2411%+37.2411%",
                                    "39.7875%+39.7875%",
                                    "43.2888%+43.2888%",
                                    "46.7901%+46.7901%",
                                    "50.2914%+50.2914%",
                                    "54.111%+54.111%",
                                    "57.9306%+57.9306%",
                                    "61.7502%+61.7502%",
                                    "65.5698%+65.5698%",
                                    "69.3894%+69.3894%",
                                    "73.209%+73.209%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "72.9495%",
                                    "78.8872%",
                                    "84.825%",
                                    "93.3075%",
                                    "99.2452%",
                                    "106.0312%",
                                    "115.362%",
                                    "124.6927%",
                                    "134.0235%",
                                    "144.2025%",
                                    "154.3815%",
                                    "164.5605%",
                                    "174.7395%",
                                    "184.9185%",
                                    "195.0975%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "91.332%",
                                    "98.766%",
                                    "106.2%",
                                    "116.82%",
                                    "124.254%",
                                    "132.75%",
                                    "144.432%",
                                    "156.114%",
                                    "167.796%",
                                    "180.54%",
                                    "193.284%",
                                    "206.028%",
                                    "218.772%",
                                    "231.516%",
                                    "244.26%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "방어력의 63.9324%",
                                    "방어력의 69.1362%",
                                    "방어력의 74.34%",
                                    "방어력의 81.774%",
                                    "방어력의 86.9778%",
                                    "방어력의 92.925%",
                                    "방어력의 101.1024%",
                                    "방어력의 109.2798%",
                                    "방어력의 117.4572%",
                                    "방어력의 126.378%",
                                    "방어력의 135.2988%",
                                    "방어력의 144.2196%",
                                    "방어력의 153.1404%",
                                    "방어력의 162.0612%",
                                    "방어력의 170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "방어력의 127.8377%/방어력의 159.6762%",
                                    "방어력의 138.2431%/방어력의 172.6731%",
                                    "방어력의 148.6485%/방어력의 185.67%",
                                    "방어력의 163.5134%/방어력의 204.237%",
                                    "방어력의 173.9187%/방어력의 217.2339%",
                                    "방어력의 185.8106%/방어력의 232.0875%",
                                    "방어력의 202.162%/방어력의 252.5112%",
                                    "방어력의 218.5133%/방어력의 272.9349%",
                                    "방어력의 234.8646%/방어력의 293.3586%",
                                    "방어력의 252.7025%/방어력의 315.639%",
                                    "방어력의 270.5403%/방어력의 337.9194%",
                                    "방어력의 288.3781%/방어력의 360.1998%",
                                    "방어력의 306.2159%/방어력의 382.4802%",
                                    "방어력의 324.0537%/방어력의 404.7606%",
                                    "방어력의 341.8915%/방어력의 427.041%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.0221%",
                                    "방어력의 60.5821%",
                                    "방어력의 65.142%",
                                    "방어력의 71.6562%",
                                    "방어력의 76.2161%",
                                    "방어력의 81.4275%",
                                    "방어력의 88.5931%",
                                    "방어력의 95.7587%",
                                    "방어력의 102.9244%",
                                    "방어력의 110.7414%",
                                    "방어력의 118.5584%",
                                    "방어력의 126.3755%",
                                    "방어력의 134.1925%",
                                    "방어력의 142.0096%",
                                    "방어력의 149.8266%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 55.0477%",
                                    "방어력의 59.5284%",
                                    "방어력의 64.009%",
                                    "방어력의 70.4099%",
                                    "방어력의 74.8905%",
                                    "방어력의 80.0113%",
                                    "방어력의 87.0522%",
                                    "방어력의 94.0932%",
                                    "방어력의 101.1342%",
                                    "방어력의 108.8153%",
                                    "방어력의 116.4964%",
                                    "방어력의 124.1775%",
                                    "방어력의 131.8585%",
                                    "방어력의 139.5396%",
                                    "방어력의 147.2207%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 3단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 65.8158%",
                                    "방어력의 71.1729%",
                                    "방어력의 76.53%",
                                    "방어력의 84.183%",
                                    "방어력의 89.5401%",
                                    "방어력의 95.6625%",
                                    "방어력의 104.0808%",
                                    "방어력의 112.4991%",
                                    "방어력의 120.9174%",
                                    "방어력의 130.101%",
                                    "방어력의 139.2846%",
                                    "방어력의 148.4682%",
                                    "방어력의 157.6518%",
                                    "방어력의 166.8354%",
                                    "방어력의 176.019%"
                                ]
                            },
                            {
                                "Desc": "칼날바퀴 수렵 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 86.0275%",
                                    "방어력의 93.0298%",
                                    "방어력의 100.032%",
                                    "방어력의 110.0352%",
                                    "방어력의 117.0374%",
                                    "방어력의 125.04%",
                                    "방어력의 136.0435%",
                                    "방어력의 147.047%",
                                    "방어력의 158.0506%",
                                    "방어력의 170.0544%",
                                    "방어력의 182.0582%",
                                    "방어력의 194.0621%",
                                    "방어력의 206.0659%",
                                    "방어력의 218.0698%",
                                    "방어력의 230.0736%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "음악 단조",
                        "Desc": "열정으로 대지를 울려라! 실로닌이 고속 전투용 칼날바퀴 장비를 장착하고 전방으로 일정 거리를 돌진해, 실로닌의 방어력에 기반한 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다.<br>발동 후, 실로닌은 밤혼을 45pt 획득하고 밤혼 가호 상태에 진입한다. 해당 상태에서 실로닌은 「칼날바퀴 수렵」 모드로 전환된다.<br><br><color style='color:#FFD780;'>음원 샘플</color><br>실로닌에게는 3개의 샘플 수집기가 있으며, 파티 내 다른 캐릭터의 원소 타입에 따라 다양한 「음형」을 나타낸다. 또한 활성화 시 주변에 있는 적의 상응하는 원소 내성을 감소시킨다.<br>3개의 샘플 수집기가 초기에 기록한 「음원 샘플」은 모두 <color style='color:#FFE699;'>바위 원소</color>이며, 파티 내 <color style='color:#FF9999;'>불 원소</color>, <color style='color:#80C0FF;'>물 원소</color>, <color style='color:#99FFFF;'>얼음 원소</color> 또는 <color style='color:#FFACFF;'>번개 원소</color> 타입 캐릭터가 1명 있을 때마다, <color style='color:#FFE699;'>바위 원소</color> 샘플 1개가 상응하는 원소 타입으로 전환된다.<br>밤혼 가호 상태 시, 실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」은 활성화 상태를 계속 유지한다. 돌파 특성 「네토틸리즈틀리」 해금 후, 실로닌은 돌파 특성  「네토틸리즈틀리」 발동 효과를 통해 자신의 밤혼을 회복할 수 있다. 밤혼이 최대치 달성 시, 실로닌은 밤혼을 모두 소모하여 실로닌 자신이 휴대한 「음원 샘플」 3개를 활성화한다. 지속 시간: 15초.<br>「음원 샘플」 활성화 시, 주변에 있는 적의 상응하는 원소 내성이 감소한다. 같은 원소 타입의 「음원 샘플」의 효과는 중첩되지 않는다. 실로닌이 대기 상태 시에도 해당 효과가 생성된다.<br><br><color style='color:#FFD780;'>밤혼 가호 · 실로닌</color><br>지속적으로 밤혼을 소모한다. 밤혼을 모두 소모하거나 재발동 시, 실로닌의 밤혼 가호가 종료된다. 밤혼 가호 상태 특성:<br> · 「칼날바퀴 수렵」 모드로 전환되고, 실로닌의 이동 속도와 등반 속도가 증가한다. 또한 등반 시 오셀롯 형태로 고속 도약할 수 있다.<br> · 실로닌의 밤혼 가호 상태의 제약: 밤혼 가호 상태에서 실로닌의 밤혼에는 9초의 제한 시간이 있다. 제한 시간 초과 후, 실로닌의 밤혼이 즉시 소진된다.<br><br>밤혼 가호 상태에서 밤혼이 소진된 후, 실로닌은 돌파 특성 「네토틸리즈틀리」로 밤혼을 생성할 수 없다.<br><br><i>어떤 측면에서 보면, 보석 단조와 음악 믹싱은 비슷한 구석이 있다. 둘 다 잡다한 것을 제거하고 가장 빛나는 것만 남기는 작업이기 때문이다.<br>물론 두 작업을 진심으로 좋아하는 실로닌에겐, 그게 사실이든 아니든 상관 없을 것이다</i>",
                        "Icon": "Skill_S_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "돌진 피해",
                                "ParamLevelList": [
                                    "방어력의 179.2%",
                                    "방어력의 192.64%",
                                    "방어력의 206.08%",
                                    "방어력의 224.0%",
                                    "방어력의 237.44%",
                                    "방어력의 250.88%",
                                    "방어력의 268.8%",
                                    "방어력의 286.72%",
                                    "방어력의 304.64%",
                                    "방어력의 322.56%",
                                    "방어력의 340.48%",
                                    "방어력의 358.4%",
                                    "방어력의 380.8%",
                                    "방어력의 403.2%",
                                    "방어력의 425.6%"
                                ]
                            },
                            {
                                "Desc": "원소 내성 감소",
                                "ParamLevelList": [
                                    "9.0%",
                                    "12.0%",
                                    "15.0%",
                                    "18.0%",
                                    "21.0%",
                                    "24.0%",
                                    "27.0%",
                                    "30.0%",
                                    "33.0%",
                                    "36.0%",
                                    "39.0%",
                                    "42.0%",
                                    "45.0%",
                                    "48.0%",
                                    "51.0%"
                                ]
                            },
                            {
                                "Desc": "음원 샘플 활성화 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "밤혼 제한 시간",
                                "ParamLevelList": [
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초",
                                    "9초"
                                ]
                            },
                            {
                                "Desc": "밤혼 최대치",
                                "ParamLevelList": [
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt",
                                    "90pt"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초",
                                    "7초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "야생의 리듬!",
                        "Desc": "최대 출력으로 입체 음향 열소 공학 조율대(휴대식)을 전개하고 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br>또한 「음원 샘플」의 타입에 따라 상응하는 효과를 발동한다:<br> · 원소 전환이 발생한 「음원 샘플」 2개 이상 보유: 실로닌이 「환희」의 리듬을 울린다. 일정 시간마다 주변에 있는 현재 필드 위 캐릭터의 HP를 회복한다. 회복량은 실로닌 자신의 방어력에 영향을 받는다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 실로닌이 「격동」의 리듬을 울려 추가 박자 연주를 2번 진행하고, 실로닌의 방어력에 기반해 밤혼 성질의 <color style='color:#FFE699;'>바위 원소 범위 피해</color>를 준다.<br><br><i>「자, 여기서 잠깐 멈춰!」<br>「괜찮아, 방금 박자는 기록해 뒀으니까. 어디 보자, 우리의 선율을 섞으면 과연 어떤 음색이 탄생할 수 있을까?」</i>",
                        "Icon": "Skill_E_Xilonen_01",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "지속 치유량",
                                "ParamLevelList": [
                                    "방어력의 104.0%+500.73764",
                                    "방어력의 111.8%+550.81836",
                                    "방어력의 119.6%+605.0725",
                                    "방어력의 130.0%+663.5",
                                    "방어력의 137.8%+726.1009",
                                    "방어력의 145.6%+792.8752",
                                    "방어력의 156.0%+863.8229",
                                    "방어력의 166.4%+938.944",
                                    "방어력의 176.8%+1018.23846",
                                    "방어력의 187.2%+1101.7063",
                                    "방어력의 197.6%+1189.3477",
                                    "방어력의 208.0%+1281.1622",
                                    "방어력의 221.0%+1377.1503",
                                    "방어력의 234.0%+1477.3118",
                                    "방어력의 247.0%+1581.6466"
                                ]
                            },
                            {
                                "Desc": "환희의 리듬 지속 시간",
                                "ParamLevelList": [
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초",
                                    "12초"
                                ]
                            },
                            {
                                "Desc": "추가 박자 피해",
                                "ParamLevelList": [
                                    "방어력의 281.28%",
                                    "방어력의 302.376%",
                                    "방어력의 323.472%",
                                    "방어력의 351.6%",
                                    "방어력의 372.696%",
                                    "방어력의 393.792%",
                                    "방어력의 421.92%",
                                    "방어력의 450.048%",
                                    "방어력의 478.176%",
                                    "방어력의 506.304%",
                                    "방어력의 534.432%",
                                    "방어력의 562.56%",
                                    "방어력의 597.72%",
                                    "방어력의 632.88%",
                                    "방어력의 668.04%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "네토틸리즈틀리",
                        "Desc": "실로닌이 밤혼 가호 상태에서:<br> · 원소 전환이 발생한 「음원 샘플」 2개 이상 보유: 일반 공격과 낙하 공격이 적에게 명중 시, 밤혼을 35pt 획득한다. 해당 효과는 0.1초마다 최대 1회 발동된다.<br> · 원소 전환이 발생한 「음원 샘플」 2개 미만 보유: 일반 공격과 낙하 공격으로 주는 피해가 30% 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_05"
                    },
                    {
                        "Name": "휴대용 갑옷",
                        "Desc": "밤혼 가호 상태에서 실로닌의 밤혼이 최대치 도달 시, 「밤혼 발산」과 동일한 효과를 1회 발동한다. 해당 효과는 14초마다 최대 1회 발동된다.<br>또한 파티 내 주변에 있는 캐릭터가 「밤혼 발산」 발동 시, 실로닌의 방어력이 20% 증가한다. 지속 시간: 15초",
                        "Icon": "UI_Talent_S_Xilonen_06"
                    },
                    {
                        "Name": "밤 영역의 선물 · 불 단조의 축복",
                        "Desc": "밤혼이 소진된 후, 실로닌은 열소를 소모해 밤혼 가호를 유지한다.<br>나타의 열소 메커니즘 구역에서, 밤혼 전달 · 실로닌을 진행할 수 있다. 현재 필드 위의 캐릭터가 대시, 등반 또는 특정 특성이 부여한 이동 상태이거나, 일정 높이의 공중에서 실로닌이 교체 등장 시 발동: 실로닌이 밤혼 가호 상태에 진입하고 밤혼을 20pt 획득한다. 해당 상황에서 실로닌의 밤혼에는 4초 제한이 있다. 제한 시간 초과 후, 실로닌의 밤혼은 즉시 소진된다. 제한 시간 내에 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 밤혼의 제한 시간이 9초 연장된다. 자신의 파티는 10초마다 밤혼 전달을 1회 발동할 수 있다.<br><br>또한 나타 지역에서 밤혼 가호 상태의 실로닌은 등반에 스태미나를 소모하지 않는다",
                        "Icon": "UI_Talent_S_Xilonen_07"
                    },
                    {
                        "Name": "산으로 번지는 단조의 불",
                        "Desc": "밤혼 전달 발동 시, 열소를 15pt 회복한다",
                        "Icon": "UI_Talent_S_Xilonen_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "잠에 바치는 휴일",
                        "Desc": "실로닌의 밤혼 가호 상태가 소모하는 밤혼과 열소가 30% 감소하고 밤혼의 제한 시간이 45% 연장된다.<br>또한 실로닌의 「음원 샘플」이 활성화 시, 주변에 있는 파티 내 현재 필드 위 캐릭터의 경직 저항력이 증가한다",
                        "Icon": "UI_Talent_S_Xilonen_01"
                    },
                    {
                        "Level": 2,
                        "Name": "불타는 들판에 바치는 오중주",
                        "Desc": "실로닌이 휴대한 <color style='color:#FFE699;'>바위 원소</color> 「음원 샘플」이 활성화 상태를 계속 유지한다. 또한 실로닌의 「음원 샘플」 활성화 시, 「음원 샘플」의 원소 타입에 따라 주변에 있는 파티 내 모든 동일 원소 타입의 캐릭터가 상응하는 효과를 획득한다:<br> · <color style='color:#FFE699;'>바위 원소</color>: 주는 피해 50% 증가.<br> · <color style='color:#FF9999;'>불 원소</color>: 공격력 45% 증가.<br> · <color style='color:#80C0FF;'>물 원소</color>: HP 최대치 45% 증가.<br> · <color style='color:#99FFFF;'>얼음 원소</color>: 치명타 피해 60% 증가.<br> · <color style='color:#FFACFF;'>번개 원소</color>: 원소 에너지 25pt 회복 및 원소폭발의 재사용 대기시간 6초 감소",
                        "Icon": "UI_Talent_S_Xilonen_02"
                    },
                    {
                        "Level": 3,
                        "Name": "태양에 바치는 순환",
                        "Desc": "<color style='color:#FFD780;'>음악 단조</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_01"
                    },
                    {
                        "Level": 4,
                        "Name": "오후에 바치는 꽃의 꿈",
                        "Desc": "실로닌이 <color style='color:#FFD780;'>음악 단조</color> 발동 후, 주변에 있는 파티 내 모든 캐릭터에게 「영광의 꽃 축복」 효과를 부여한다. 지속 시간: 15초.<br>「영광의 꽃 축복」을 보유한 캐릭터가 일반 공격, 강공격, 낙하 공격으로 주는 피해가 실로닌의 방어력의 65%만큼 증가한다. 해당 효과는 6회 적용 또는 지속 시간 종료 시 사라진다.<br>동시에 여러 기의 적에게 명중 시, 명중한 적의 수에 따라 효과 발동 횟수가 소모된다. 파티 내에 「영광의 꽃 축복」을 보유한 캐릭터가 있으면, 해당 캐릭터의 효과 발동 횟수는 단독으로 계산한다",
                        "Icon": "UI_Talent_S_Xilonen_03"
                    },
                    {
                        "Level": 5,
                        "Name": "석양에 바치는 변화",
                        "Desc": "<color style='color:#FFD780;'>야생의 리듬!</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Xilonen_02"
                    },
                    {
                        "Level": 6,
                        "Name": "영원한 밤에 바치는 춤",
                        "Desc": "밤혼 가호 상태에서 실로닌이 대시, 도약, 일반 공격, 낙하 공격 시, 「영원한 밤 축복」을 획득한다. 밤혼 가호 상태의 제한을 무시하고 일반 공격과 낙하 공격으로 주는 피해가 증가한다. 지속 시간: 5초.<br>지속 기간 동안:<br> · 실로닌의 밤혼 제한 시간 카운트가 멈추고, 실로닌의 밤혼, 열소, 스태미나가 감소하지 않는다. 또한 밤혼이 최대치에 도달해도 실로닌의 밤혼 가호가 종료되지 않는다.<br> · 실로닌이 밤혼 가호 상태에서 일반 공격과 낙하 공격으로 주는 피해가 실로닌 방어력의 300%만큼 증가한다.<br> · 1.5초마다 주변에 있는 파티 내 모든 캐릭터의 HP를 회복한다. 회복량은 실로닌 방어력의 120%에 해당한다.<br>「영원한 밤 축복」 효과는 15초마다 최대 1회 획득할 수 있다",
                        "Icon": "UI_Talent_S_Xilonen_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Xilonen": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Elem Skill<br>Nightsoul",
                "AttTag": "Elem Skill",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Pierce",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        7.0,
                        2.0
                    ]
                },
                "AtkTag": "Elem Burst<br>Nightsoul",
                "AttTag": "Elem Burst",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 75.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Range",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1 (Geo)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.7,
                        2.5,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 1<br>Nightsoul",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 52.8,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2 (Geo)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        3.7,
                        5.0,
                        2.5
                    ]
                },
                "AtkTag": "Normal ATK 2<br>Nightsoul",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 51.9,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3 (Geo)",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        3.5,
                        4.5
                    ]
                },
                "AtkTag": "Normal ATK 3<br>Nightsoul",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 62.1,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 4 (Geo)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.5,
                        3.0,
                        270.0
                    ]
                },
                "AtkTag": "Normal ATK 4<br>Nightsoul",
                "AttTag": "SkateAttack",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 81.1,
                "ForceType": 3,
                "Force": [
                    480.0,
                    600.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging (Geo)",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge (Geo)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge (Geo)",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK<br>Nightsoul",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Rock",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.1,
                        1.8
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 62.5,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 31.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 2-1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        1.8,
                        150.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 31.9,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.8,
                        2.0,
                        160.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 86.7,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        4.5,
                        2.0,
                        3.0
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "Normal ATK",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee",
                "RetreatType": "ByAttacker"
            }
        ]
    }
}