// Auto Generated

var _AvatarFetterConfig_ = {
    "60": {
        "StoryList": [
            {
                "Title": "캐릭터 상세정보",
                "Content": "리월 총무부의 업무는 모든 것이 투명하다. 옥경대의 고관에서부터 8부서의 말단 직원에 이르기까지 전부 정무 명단에 기본 정보가 기록되어 있다.<br>다만 총무부 소속이라 자칭하고 있는 야란만은 예외이다. 이곳에서 일하는 동료 대부분은 그녀의 이름을 들어본 적도, 명단에서 기록을 확인한 적도 없다.<br>이는 야란의 성격——신출귀몰, 변화무쌍과도 매우 잘 어울리는 상황이다.<br>그녀는 마치 유령처럼 천의 얼굴로 각종 사건의 중심에 나타났다가, 혼란의 폭풍이 멈추기 직전에 홀연히 사라진다.<br>가끔은 그녀의 도움을 받은 세력이 기뻐하고 있는 사이, 상대편에 나타나 그에 상응하는 협력을 제공하기도 한다.<br>그녀에게 당한 자들은 전부 이를 갈며 분노하지만 그녀의 진정한 의도가 무엇인지, 어떤 세력을 위해 이런 일을 행했는지 아는 자는 아무도 없다.<br>누군가 말하기로는, 야란은 특정의 신비한 세력의 첩보 업무를 담당하는 자로, 사건을 더 크게 키운 다음 거기에서 원하는 바를 취한다고 한다.<br>그러나 그녀를 어느 조직에도 속하지 않은, 그저 광기에 찬 무질서, 무목적의 인물로 평가하는 자도 있다.<br>설령 목적이 있더라도 그건 더 이상 헤어 나올 수 없는 지경, 곧 그녀가 창조해낸 광기의 세계로 모두를 끌어들이려는 것에 불과하다는 것이다.<br>모두의 의견이 분분한 가운데, 그녀와 관련된 일은 모두 수수께끼가 되고 말았다. 과연 진상이 무엇인지는 야란 본인만이 그 답을 알고 있다.<br>다만 그런 일은 쉽게 일어나지 않는다는 게 아쉬울 뿐. 그녀가 누군가의 앞에 나타나려 하기 전에는, 상대는 영원히 그녀를 찾아낼 수 없다",
                "Tips": []
            },
            {
                "Title": "캐릭터 스토리1",
                "Content": "리월항 약재 상점에는 가끔 이상한 환자들이 나타나곤 한다.<br>어쩔 땐 수메르 용병, 또 어쩔 땐 폰타인 모험가, 가끔은 물에 빠져 암초에 머리를 부딪혔다는 몬드의 낚시꾼까지…<br>나이도 신분도, 심지어 출신지도 다른 이들에게 한 가지 이상한 공통점이 있다면, 그건 바로 다소 통증에 중독된 듯하다는 것이다.<br>그들은 멍든 곳을 눌러줄 때의 묵직함, 상처에 약초를 바를 때의 따가운 고통을 좋아한다.<br>심지어 꽤 심한 고통을 동반하는 치료 과정을 마취 없이 진행하는 것도 아랑곳하지 않는다.<br>초보 약사들은 환자들의 이런 엄청난 인내력에 당황해 그곳을 찾는 이들이 실은 전부 한 사람이라는 사실을 놓치고 만다.<br>그들은 모두 야란이 변장한 것이었다. 상상을 뛰어넘는 변장 기술로 그녀는 늘 상대의 눈과 귀를 속인다.<br>물론 그녀의 상처는 끊임없는 위험한 임무 중에 입은 것들이다.<br>특이한 일을 하는 그녀지만, 야란은 이 세계에 그다지 관심이 없다.<br>일반인들처럼 밥을 먹고 잠을 자지만, 지금껏 그녀는 무엇에 흥미를 느낀 일이 거의 없었다.<br>춤사위를 펼치는 것, 그것은 사람의 마음을 홀리기 위한 취미가 아니다. 서적을 탐독하는 것, 그것은 책을 친구로 삼아서가 아니다.<br>다양한 국가와 장소를 돌아다니지만, 먼 곳으로 여행을 떠나는 것 또한 관심의 대상이 아니다.<br>야란에게 있어 반드시 완수해야 하는 일은 취미가 될 수 없는 것이다.<br>심지어 가끔 그녀는 주사위를 던져 시간을 어떻게 보낼 것인지 결정하곤 한다.<br>이건 마치 매운맛을 즐기는 사람은 매운 요리 외에는 아무 요리에도 매력을 느끼지 못하는 것과 같다.<br>「평범함엔 무뎌졌어. 날 깨울 수 있는 건 짜릿함뿐이야.」<br>이런 이념을 지닌 그녀는 은밀히 각지를 돌아다니며 더욱 위험한 생활 방식을 고수했다.<br>위험, 비밀, 그리고 강렬한 성취감… 이런 생활을 통해서만 그녀는 자신의 존재를 절실히 느낄 수 있었다",
                "Tips": [
                    "호감도 Lv.2 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리2",
                "Content": "모든 가면을 벗어던진 야란의 실제 신분은 천권성 응광의 특별 정보관이다.<br>그러나 정보관이라는 칭호만으로는 정확히 그녀의 신분을 설명할 수 없다. 이는 단지 그녀의 업무를 칭할 뿐, 그녀와 천권 사이의 관계를 설명하기에는 턱없이 부족하다.<br>야란은 그 어느 누구도 자신의 상관으로 마음속에 받아들여 본 적이 없다. 응광과의 협력은 상관과 부하의 관계라기보다는 거래에 더 가깝다. 아니면… 모종의 계약 관계라고 하는 것이 정확할지도 모른다.<br>응광을 위한 위험한 정보 수집을 통해 그녀가 얻으려 하는 것은 위험과 성취감 본연에 불과하다.<br>이러한 협력 관계가 어떻게 시작되었는지는 아무도 알지 못한다.<br>유일하게 단정 지을 수 있는 사실은 한참 전부터 리월 외부의 지역에도 야란의 발자취가 남겨졌다는 것이다.<br>티바트 대륙 위의 기타 국가, 심지어 위험이 도사리는 심연까지…<br>비밀이 깊숙이 숨겨져 있는 위험한 동굴이라면 어디든 난꽃이 활짝 피어난 꽃밭이 존재하고 있을 가능성이 있다.<br>천성이 깃드는 곳이라면 어디든 유객의 발자취가 함께 한다",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "캐릭터 스토리3",
                "Content": "야란은 층암거연 일대를 자주 배회하며 가장 깊숙한 곳의 암흑을 응시하고 있다.<br>오래된 고대의 가문 출신인 그녀의 선조는 이곳에서 거대한 재앙에 맞서 싸웠었다.<br>그 전투로 인해 수많은 사람들과 선중야차가 피를 흘리고 쓰러져 이곳에 묻혔다. 악전고투를 마친 후 결국 겨우 몇 명만이 살아남을 수 있었을 뿐이다.<br>그녀의 선조 중 한 명은 죽고 한 명은 살아남았다. 그러나 살아남은 자도 미쳐버려 야란의 가문에 씻을 수 없는 흠집을 남겨주었다.<br>야란은 당시 무슨 일이 발생했는지 알고 싶어 했다. 그곳에 가까이 가면 안 된다는 이성의 명령을, 그녀의 본능은 받아들이지 않았다.<br>설명할 수 없는 불길함이 피에 각인된 것처럼, 정체를 알 수 없는 그 무언가가 그녀를 층암거연으로 불러내고 있었다.<br>어쩌면 언젠가, 그녀도 그 암흑의 땅에 떨어지지 않을까? 당시 그녀의 선조를 옭아매었던 재앙이 이제는 그녀를 향할지도 모른다.<br>그녀는 이런 과거가 지금의 독특한 성격이 있게 한 원천이라 여겼다. 핏속을 들끓는 정체 모를 그 느낌은, 그녀가 아무런 두려움 없이 위험을 향해 나아가도록 이끌고 있었다.<br>그녀는 어른이 되면 층암거연의 봉인을 해제하는 날이 올 거라 믿어왔다.<br>여러 동료들의 도움에 힘입어, 드디어 선조의 발자취가 그녀의 눈앞에 뚜렷이 나타났다.<br>그것은 일생일대의 분수령의 순간이었다——<br>그전까지는 그저 본능에 이끌려 위험을 뒤쫓는 야수와도 같은 삶을 살아왔을 뿐이다.<br>이후 그녀는 그 본능의 진정한 의미가 무엇인지 알게 되었다.<br>그녀의 피에 각인된 알 수 없는 근심 속에 끊임없이 자신을 소환하던 존재.<br>그것은 오백 년을 외쳐왔던 영웅의 피였던 것이다.<br>두려워하지 않는 건 굳건한 용기가 있기 때문이며, 위험을 향한 갈망은 영웅의 피가 평범함을 거부하기 때문이다.<br>결국 그녀는 선조와 같은 길을 걷게 될 것이다.<br>영웅의 후손이자, 후손들의 영웅이 되는 것이 곧 그녀의 운명이다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「위험한 길, 수상한 발자취」 스토리 완료하기"
                ]
            },
            {
                "Title": "캐릭터 스토리4",
                "Content": "총무부에는 특별 감시 명단이 존재한다.<br>명단에 오른 자는 많지 않으나, 누구 하나 할 것 없이 전부 범상치 않은 능력을 지닌 자들이다——<br>호탕한 무장 함대의 함장, 가히 전지전능한 능력을 지닌 이방인 여행자.<br>심지어 세상의 손길이 닿지 않는 곳에서 은거하고 있지만, 여전히 예전의 명성이 건재한 선인까지…<br>이들은 자신의 의도와는 상관없이 언제든지 리월을 폭풍 속에 몰아넣을 수 있는 능력을 가진 자들이다.<br>혹시 모를 상황을 대비해, 총무부는 그들에 대한 감시를 게을리하지 않고 있다.<br>그리고 이 명단 외에도, 비밀 등급이 훨씬 높은 첩보 명단이 하나 존재한다.<br>이 명단에 기록된 자들이야말로 진정으로 리월을 위협하는 위험인물들인 것이다.<br>과연 여기에 기록된 자들은 누구일까?<br>우인단의 집행관들? 아니면 신비한 심연의 세력?<br>그것도 아니면, 설마… 신? <br>칠성 외에 이 질문에 답할 수 있는 사람은, 오직 명단을 직접 작성한 야란밖에 없을 것이다.<br>마치 자신의 둥지 안에 쉬지 않고 반짝반짝 빛나는 목표물을 물어오는 까마귀처럼, 야란은 자신의 성과물을 뿌듯해했다.<br>까마귀는 날개를 펼쳐 하늘을 날기만 하면 목표를 달성할 수 있지만, 야란은 이를 위해 수많은 피와 땀을 흘려야 했다.<br>그러나 야란에게 이런 희생은 아무것도 아니었다. 그녀는 어떤 대가를 치르더라도 정보의 가치에는 비할 수 없다고 여겼다.<br>언젠가는 반드시 중요한 곳에 쓰이리라——리월이 아무런 준비 없이 오백 년 전의 재앙에 다시 한 번 빠지는 것은 용납할 수 없다.<br>야란이 존재하는 한, 그런 일은 일어나지 않을 것이다",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방",
                    "「위험한 길, 수상한 발자취」 스토리 완료하기"
                ]
            },
            {
                "Title": "캐릭터 스토리5",
                "Content": "함부로 암상 찻집에서 주사위를 던지지 말라.<br>단지 게임을 즐기고 싶은 것이라면 잘 아는 사람과 플레이하는 것이 나을 것이다.<br>만약 처음 보는 여자가 주사위 게임을 하자고 하면 반드시 거절해야 한다.<br>이건 사정을 잘 아는 이의 진심 어린 충고이다.<br>그날의 기분을 망치고 싶은 게 아니라면 절대로 그 무서운 여자와 대결해서는 안 된다.<br>이 찻집의 상승장군이 바로 야란이다. 암상 찻집 주인——야란의 또 다른 신분이기도 하다.<br>외국에서 막 돌아온 그녀는 리월에 들이닥친 소용돌이의 마신이 초래한 위기를 겪었다. 이 일이 발생한 후, 암상 찻집을 차지하던 우인단이 제거된다.<br>이 기회를 틈타 암상 찻집의 주인이 된 야란은 이곳을 비밀 임무를 수행하는 사무실로 개조한다.<br>이곳은 각양각색의 방문객들을 통해 중요한 정보를 수집할 수 있을 뿐만 아니라, 그녀가 단골손님으로 변장해 차를 마시며 잠시 주사위 게임을 즐길 수 있는 환경을 제공해 준다.<br>위험의 본질은 본디 그 불확실성에 있다. 야란에게는 이 주사위 게임도 마찬가지이다.<br>주사위 게임은 작은 모험과도 같아 관중들의 함성 소리를 통해 짜릿함을 느낄 수 있다. 자그마한 도전 하나에도 그녀는 최선의 노력을 기울인다.<br>첩보 임무를 수행하는 정보관인 그녀는 상대방의 눈빛 하나도 놓치지 않고 정보를 읽어내고 가볍게 주사위를 던져 상대의 허를 찌르는 점수를 내곤 한다.<br>만에 하나 야란과 무승부를 이룬다면 그건 분명——상대방이 속임수를 썼다는 얘기다.<br>트집을 잡는 것은 용납되지 않는다. 암상 찻집에선, 그리고 그 여자에게는 더더욱 불가능한 일이다.<br>잠자코 「패배자」와 「빌어먹을 사기꾼」 사이에서 하나를 선택하라.<br>선택하고 싶지 않다고? 그럼 모든 것을 처음으로 되돌려 놓는 수밖에.<br>——함부로 암상 찻집에서 주사위를 던지지 말라",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방",
                    "「위험한 길, 수상한 발자취」 스토리 완료하기"
                ]
            },
            {
                "Title": "기묘한 팔찌와 흰 모시 어깨덮개",
                "Content": "야란은 정보원 임무 수행 중 실패와 성공의 의미를 동시에 지닌, 잊지 못할 특별한 경험을 겪은 적이 있다.<br>실패인 이유는, 임무 수행 중 가문 대대로 내려오는「기묘한 팔찌」를 잃어버렸기 때문이다.<br>가문의 술법이 각인된 그 옥팔찌는 간단한 메시지를 발송할 수 있다. 하지만 이런 소형 법구는 보통 한 쌍으로 제작되어 두 개가 있을 때에만 효과가 있으며, 만약 한 개 밖에 없다면 그건 단지 장식에 불과하다.<br>성공인 이유는, 상대에게도 마찬가지로 별다른 소득이 없었기 때문이다. 그녀의 상대는 특별한 신분의 소유자로 현재 우인단 집행관 서열 9위인——「판탈로네」였다.<br>「판탈로네」는 몰래 배치해놓은 비밀 상로를 야란에게 급습당해 화물을 빼앗기고 만다. 그리고 옥팔찌를 가져간 대가로 그중 가장 진귀한 소장품도 야란의 차지가 된다.<br>세상에 단 몇 벌밖에 존재하지 않는 엄청난 가치의 고대 돌연변이 마수의 가죽과 털로 만든 외투가 바로 그것이다.<br>비록 수백 년의 세월이 흘렀지만 마수의 엄청난 힘이 깃든 가죽과 털은 여전히 특별한 향기를 풍긴다.<br>야란은 원래 여왕에게 바치려던 이 공물을 탈취했다.<br>뿐만 아니라, 스네즈나야 사람들이 여왕을 위해 세심히 준비한 스타일을 바꿔 버리기까지 했다.<br>그녀는 마수의 가죽을 그대로 벗겨낸 다음 리월의 모시풀을 더해 팔이 달린 망토로 만들었다.<br>야란이 벌인 일련의 사건들은 다음의 두 글자로 정리할 수 있다. 득(得)과 실(失).<br>야란의 인생처럼 얻으면 잃게 되고, 잃으면 얻게 된다.<br>그녀는 끊임없이 반복되는 이 순환의 고리를 즐기고 있는 듯하다",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방",
                    "「위험한 길, 수상한 발자취」 스토리 완료하기"
                ]
            },
            {
                "Title": "신의 눈",
                "Content": "야란이 항상 혼자 행동하는 건 아니다. 아주 오래전, 그녀에게도 서로 진심을 터놓을 수 있는 동료가 있었다.<br>세상에는 각자의 다양한 이유로 인해 야란과 함께 암흑 속으로 뛰어들려는 소수의 사람이 존재한다.<br>당시 야란은 자신이 잘 다룰 줄 아는——음모, 미끼, 함정… 이런 것들만으로는 모든 적을 상대해낼 수 없다는 것을 모르고 있었다.<br>강한 자제력을 지닌 적은 미끼에 당하지 않는다. 교활한 적은 음모에 빠져들지 않는다. 그리고 엄청난 실력을 지닌 적은 함정에 걸려들지 않는다.<br>이로 인해 그들은 대가를 치러야만 했다. 동료는 더 이상 그녀와 함께할 수 없게 되었다. 이 길을 걷기로 한 그날부터 각오는 되어있었지만…<br>어느 심연의 조사 임무를 마친 후로 다시 혼자가 된 야란은, 결국 발걸음을 멈추고 오랫동안 침묵의 시간을 가진다.<br>그러던 어느 날, 응광이 직접 그녀가 머무는 오두막을 방문한다.<br>「오랫동안 리월항에 돌아오지 않는 걸 보니, 무슨 일이 있을 거라 짐작했어. 그만두고 싶다면 분명 거기에는 그럴 만한 이유가 있는 거겠지.」<br>심각한 표정으로 문 앞에 선 응광은 애써 여유로운 말투로 얘기했다.<br>「하지만 괜찮아. 난 내 안목을 믿거든. 넌 지금 길을 찾는 중이라고 생각해. 앞으로 나아가는 것과 뒤로 물러서는 것 모두 하나의 길이니까.」<br>집 안에는 여전히 정적이 흐르고 있었다. 한참이 지난 뒤, 그녀가 응광의 등 뒤를 향해 대답했다——<br>「우린 잘못을 범했어요. 평범한 사람에게 우리가 하는 일을 맡기면 안 되었던 거죠.」<br>「평범한 사람?」<br>응광이 무언가를 생각하는 순간, 푸른색의 빛줄기가 허공을 가르고 날아와 그녀의 머리를 스쳐 지나갔다.<br>정교하게 조준된 화살은 옥구슬 같은 물방울로 흩어지며 땅 위에 화려한 빛을 남겼다.<br>뒤로 돌아선 응광의 눈앞에는 야란이 피가 흐르는 손가락으로 활을 쥐고 서 있었다.<br>전력을 다해 밤낮으로 궁술을 연마하는 궁수의 열 손가락에는 피가 흐른다.<br>야란의 성격으로 볼 때 분명 심히 고통스러운 일을 겪어 쉽지 않은 결심을 해야 했기에 바깥세상에 나오지 않고 궁술을 연마했다는 걸, 응광은 알 수 있었다.<br>응광의 질문에 대답이라도 하듯 야란은 먼 산을 겨냥해 화살을 발사했다.<br>그 화살에는 비뢰와 하얀 무지개같이 하늘을 꿰뚫는 힘이 실려 있었다. 일순간, 산속 샘물이 용솟음치더니 무형의 힘에 이끌린 물화살 여러 발이 하늘로 솟아올랐다.<br>그 화살들은 허공에서 한데 뒤엉킨 다음 한여름의 비바람과 같은 물의 장벽을 뿜어냈다.<br>비가 내린 땅에 나비나 무지개는 나타나지 않았다. 다만 옅은 빛을 띤 빛 기둥이 야란의 손 위에 떨어졌을 뿐이었다.<br>응광의 말을 빌리자면, 이 「신의 눈」은 「오늘부로 모든 일을 더 이상 평범하지 않은 야란에게 맡긴다」라는 신호와도 같은 의미였다",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "첫 만남…",
                "Content": "안녕, 여행자, 야란이라고 불러줘. 내 도움이 필요해 보이네. 마침 나도 네가 가진 정보에 관심 있거든. 어쨌든, 서로 도우면서 사이좋게 지내보자고",
                "Tips": []
            },
            {
                "Title": "잡담 · 첩보",
                "Content": "정보원한테서 연락이 왔어. 흠, 또 새로운 변수가 생긴 모양이야",
                "Tips": []
            },
            {
                "Title": "잡담 · 무단결근",
                "Content": "숫자가 괜찮게 나왔네. 그럼 오늘도 계속해서 땡땡이나 쳐볼까나. 일은 컨디션이 좋은 날에 한꺼번에 해치우자고",
                "Tips": []
            },
            {
                "Title": "잡담 · 신분",
                "Content": "이 세상에서 살다 보면 「신분」이 많은 게 편하지. 필요하면 몇 개 만들어 줄까?",
                "Tips": []
            },
            {
                "Title": "비가 올 때…",
                "Content": "또 비야? 귀찮게 됐네…. 흔적이 빗물에 씻기면 복원하는 데 오래 걸린다고…",
                "Tips": []
            },
            {
                "Title": "번개가 칠 때…",
                "Content": "천둥 번개를 무서워하는 건 순수한 아이들이거나, 뭔가 찔리는 구석이 있는 사람이야. 넌 둘 다 아니겠지?",
                "Tips": []
            },
            {
                "Title": "눈이 올 때…",
                "Content": "좀 춥네…. 겉옷을 걸치고만 있을 게 아니군",
                "Tips": []
            },
            {
                "Title": "햇살이 좋을 때…",
                "Content": "햇살이 눈 부신 건 정말 성가셔. 제대로 눈 붙일 수가 없잖아",
                "Tips": []
            },
            {
                "Title": "강풍이 불 때…",
                "Content": "바람에서 불안한 기운이 느껴져… 흐음…",
                "Tips": []
            },
            {
                "Title": "아침 인사…",
                "Content": "하암~ 일찍 일어났네? 난 중요한 업무가 없으면 점심까지 푹 자는 편이야",
                "Tips": []
            },
            {
                "Title": "점심 인사…",
                "Content": "아, 졸려. 조금 자야겠어. 깨워줄 필요 없어. 일할 시간이 되면 알아서 눈 뜰 거니까",
                "Tips": []
            },
            {
                "Title": "저녁 인사…",
                "Content": "안녕, 저녁은 먹었어? 뭐 먹었어? 아… 그냥 물어본 거니까 신경 쓰지 않아도 돼",
                "Tips": []
            },
            {
                "Title": "굿나잇…",
                "Content": "우유 먹고 코 자렴. 응? 넌 꼬맹이가 아니라고? 후후… 그럼 여기 놔둘 테니까 마시고 싶으면 마셔. 난 보통 새벽에 자는 편이야. 너한테 잠꼬대하는 습관이 있다면 내가 몰래 적어둘지도 몰라",
                "Tips": []
            },
            {
                "Title": "야란 자신에 대해 · 직책",
                "Content": "칠성은 리월 각지의 상황을 손금 보듯 꿰고 있어. 하지만 가끔 특별한 방법으로 정보를 수집해야 할 때도 있지. 난 그 분야에서 나름 프로니까 그런 일은 거의 내가 맡는 편이야",
                "Tips": []
            },
            {
                "Title": "야란 자신에 대해 · 소문",
                "Content": "암상 찻집의 현 주인이 젊은 졸부 상인이라고 하는 사람도 있고, 총무부에 성 밖에서 은거하는 병약한 고위 직원이 있다는 사람도 있어. 또 기밀 관련 지역에 접근하면 푸른색 귀신이 달라붙는다고 말하는 사람도 있지…. 물론, 대부분의 일반인은 「야란」이라는 이름을 한 번도 들어본 적 없을 거야. 그러니까 그런 소문은 그냥 우스갯소리로 들으면 돼",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "우리에 대해 · 관계",
                "Content": "응? 표정이 왜 그래? 나랑 있을 때 그렇게 경계하지 않아도 돼. 난 말이지, 한번 인정한 사람은 절대 속이지 않거든",
                "Tips": []
            },
            {
                "Title": "우리에 대해 · 기만",
                "Content": "다른 사람의 「진심 어린 말」을 너무 기대하지 않는 게 좋아. 사기꾼들은 네가 듣기 좋아하는 말만 골라서 하거든. 눈빛에서 생각이 가장 쉽게 드러나니까 다른 사람과 함부로 시선을 맞추는 것도 금물이야. 어쨌든 우린 친구니까, 네가 속으면 괜히 나까지 당한 기분일걸",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "「신의 눈」에 대해…",
                "Content": "중요한 정보가 있는 장소에는 종종 치명적인 살기가 숨겨져 있어. 믿음직한 부하가 아무리 많아도 리스크를 완벽하게 배제할 순 없지. 그러니까 가장 중요한 건 상황을 타파할 수 있는 무력이야. 난 그 이치를 깨닫고 얼마 지나지 않아 「신의 눈」을 얻었으니 운이 좋은 편이지. 그렇지 않았다면 여기서 너와 얘길 나누는 건… 꾀죄죄하고 추레한 귀신이었을 거야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "하고 싶은 이야기 · 소음 차단",
                "Content": "추추 보옥은 잘 다듬으면 귀마개로 사용할 수 있을 만큼 방음 효과가 좋아. 누가 네 귓가에서 울부짖어도 절대 단잠에서 깨어나지 않을 정도랄까…. 물론, 넌 이걸 사용할 일이 없길 바라",
                "Tips": []
            },
            {
                "Title": "하고 싶은 이야기 · 기묘한 팔찌",
                "Content": "오른손의 팔찌? 너한테는 알려줘도 상관없겠지…. 이 팔찌에는 우리 가문의 술법이 담겨 있어. 간단한 정보를 전달할 수 있지. 정보의 의미는 이 푸른빛 속에 숨겨져 있어. 그 의미를 알아볼 수 있는 사람은 나뿐이야",
                "Tips": []
            },
            {
                "Title": "하고 싶은 이야기 · 타깃 추적",
                "Content": "난 타깃을 추적할 때 상대방에게 심리적인 압박을 가하는 경향이 있어. 적들은 도망치는 과정에서 대개 당황하며 지원을 요청하거나 계획을 변경하거든…. 그러다가 내막을 전부 털어놓게 되는 거야, 훗…",
                "Tips": []
            },
            {
                "Title": "흥미있는 일…",
                "Content": "혹시 보물 사냥 족제비 알아? 지능이 뛰어나진 않지만 훈련을 거치면 반복적인 절도는 물론, 자물쇠도 열 수 있어. 정말 생생한 예시지? 방법만 맞으면 동물도 알맞은 장기말로 쓰일 수 있는데, 암투를 벌이는 인간들은 어떻겠어?",
                "Tips": []
            },
            {
                "Title": "응광에 대해 · 관계",
                "Content": "응광과는 그녀가 칠성이 아니었을 때부터 아는 사이였어. 한동안 같이 일했던 적도 있었고. 응광이 예정보다 일찍 칠성이 된 건, 어느 정도 내 덕일지도? 후후, 누가 알겠어? 어쨌든, 지금 이 일은 응광이 추천해 준 거야. 확실히 나한테 잘 맞는 직업이지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "응광에 대해 · 기대",
                "Content": "응광은 꽤 괜찮은 협력 파트너야. 하지만 평소에는 신분을 신경 쓰면서 행동해야 돼. 총무부 직원이 칠성을 보면 예우를 갖춰야 하니까",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "감우에 대해…",
                "Content": "그 비서 말이구나…. 난 그 비서처럼 종일 업무에 매달릴 순 없어. 게다가 그녀의 업무 효율도 흠잡을 데 없잖아. 인간과 신수의 혼혈이라는 혈통이 꽤 편리한 모양이야. 잠을 안 자도 체력을 유지할 수 있잖아",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "각청에 대해…",
                "Content": "난 일정을 빼곡하게 채우는 사람을 별로 좋아하지 않아. 그런 사람들은 대개 일정을 조율할 여지를 남겨두지 않아서 돌발 상황이 생기면 당황해서 동료들한테 민폐 끼치기 십상이지. 하지만 「옥형」은 예외야. 항상 일사불란하게 일을 처리하거든. 함께 일할 때마다 아주 즐거웠던 기억이 나",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "연비에 대해…",
                "Content": "연비? 꽤 마음에 들어. 과거의 친분을 떠나서 명성이 자자한 법률 자문가인 연비에게 리월항의 수많은 정보가 모이기 마련이지. 매번 연비를 도와 사건을 해결할 때마다 귀한 단서를 얻을 수 있어. 다만 나한테 너무 깍듯하게 대하는 것 같아",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "소에 대해…",
                "Content": "가문의 어르신들은 「호법야차」에게 최고의 경외심을 가져야 한다고 하셨어. 정신이 오락가락하시는 그 선조조차 망서 객잔을 지날 때면 보기 드물게 얌전해지셨다고 해. 악한 것들을 퇴치하는 호법야차의 위압에 잠깐의 평안을 얻으신 게 분명해. 하지만 언젠가 그 「항마대성」의 옆에서 싸울 기회가 온다면, 난 그의 신분을 신경 쓰지 않고 임무를 최우선으로 할 거야",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "향릉에 대해…",
                "Content": "향릉은 아주 기특한 요리사지. 식재료를 고르는 기준도 유리정과 신월헌 못지않아. 향릉한테서 바람에 말린 절운고추를 사곤 하는데, 그 애는 내가 매운 걸 먹는 방식이 이해 안 가는 모양이야. 물론 구태여 설명하고 싶진 않아. 우리 가문의 전통이거든",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "행추에 대해…",
                "Content": "누군지 기억나. 비운 상회의 작은 도련님이잖아. 그 가문과는 왕래가 잦은 편이야. 어쩌면 그도 나중에 많은 걸 꿰뚫어 보는 사람이 될지도 모르지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "타르탈리아에 대해…",
                "Content": "그 우인단의 집행관? 그 사람 덕에 의도치 않게 이득을 봤어. 「암상 찻집」의 전임 사장을 자세히 조사하려고 한 적이 있는데, 그 집행관이 더 빨리 움직였더라고. 찾아가서 빚 갚으라고 협박하고, 그 사장이 만든 가짜 장부를 공개해서 옥살이까지 시키더라. 덕분에 난 암상 찻집을 이어받아서 좋은 거점을 얻게 됐지",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "야란에 대해 알기 · 첫 번째",
                "Content": "너한테 베팅을 걸고 싶은 이유는 네 특수한 신분을 염두에 뒀기 때문이야. 넌 내게 「진실」로 향하는 단서를 많이 가져다줄 수 있을 것 같거든…. 후후, 오늘은 어떤 소식을 가져왔어?",
                "Tips": []
            },
            {
                "Title": "야란에 대해 알기 · 두 번째",
                "Content": "정보를 교환할 땐 평등이 중요해. 너한테 과거에 있었던 일을 얘기해도 상관없겠지. 난 가문 덕에 천암군의 척후 부대에서 다양한 재주를 배웠어. 그래서 어릴 적부터 이쪽 업계에 발 들이게 됐지. 정보를 수집하는 과정에서 수많은 방해가 있었지만, 목숨을 잃지만 않는다면 최후의 승자는 항상 나였어…",
                "Tips": [
                    "호감도 Lv.3 달성 후 개방"
                ]
            },
            {
                "Title": "야란에 대해 알기 · 세 번째",
                "Content": "단서들은 서로 단단히 맞물려 있어. 그것들을 끊임없이 따라가서 모든 것의 근원을 찾아내야 비로소 사건을 매듭지을 수 있지. 그러기 위해서는 각 업계에 눈과 귀를 퍼뜨려야 해. 그 과정에서 난 자연스럽게 여러 가지 역할을 연기하게 되지. 그래서 내가 「천 가지 얼굴」을 가졌다고 하는 사람도 있더라고. 어쨌든 칭찬으로 받아들이고 있어",
                "Tips": [
                    "호감도 Lv.4 달성 후 개방"
                ]
            },
            {
                "Title": "야란에 대해 알기 · 네 번째",
                "Content": "과거에 있었던 일을 섣불리 조사하다가 목숨을 잃을 수도 있다고 나한테 경고한 사람이 있었지…. 흥, 하지만 난 그만두지 않을 거야. 다른 사람의 말 때문에는 더더욱 멈추지도 않을 거고. 설령 사실을 못 바꾼다고 해도, 안개에 휩싸인 채로 살고 싶진 않아. 너라면, 어떤 선택을 할 거지?",
                "Tips": [
                    "호감도 Lv.5 달성 후 개방"
                ]
            },
            {
                "Title": "야란에 대해 알기 · 다섯 번째",
                "Content": "그러고 보니, 넌 네 곁에 있는 내가 어떤 사람이었으면 좋겠어? 단순한 협력 파트너? 널 단련시킬 수 있는 경쟁 상대? 많고 많은 지인 중 한 명… 아니면… 중요한 동료? 네 기대와 태도에 따라 난 어떤 역할이든 「연기」하거나 「되어줄」 수 있어",
                "Tips": [
                    "호감도 Lv.6 달성 후 개방"
                ]
            },
            {
                "Title": "야란의 취미…",
                "Content": "한가할 땐 즉흥적으로 일정을 정하는 편이야. 방법은 간단해. 리스트를 만들고 주사위를 던져서 다음 일정을 결정하는 거지. 이런 심심풀이는 의외의 재미도 있지만, 사고의 경계도 넓혀주거든…. 내 본업에도 적잖게 도움이 되고",
                "Tips": []
            },
            {
                "Title": "야란의 고민…",
                "Content": "일부 무인들에 비하면 사실 내 체력이 그리 좋은 편은 아니야. 이건 우리 가문의 유전적인 문제지. 소홀히 할 수 없는 업무를 처리하기 전에는 생활 패턴을 조절하고 힘을 비축해서 될수록 한 번에 처리하려고 노력하고 있어. 그 외의 시간에는 최대한 여유로운 생활 리듬을 유지하고 있지. 그러니까, 몸 쓰는 일은 사절이야",
                "Tips": []
            },
            {
                "Title": "좋아하는 음식…",
                "Content": "바람에 말린 절운고추와 유리주머니의 꽃술을 함께 갈아 가루로 만든 다음, 운래 백호차에 골고루 섞어서 진하게 우려내면, 그윽한 향기에 분명 취해버릴걸? 난 커피나 독한 술보다, 이런 여운이 남는 음료를 더 선호해",
                "Tips": []
            },
            {
                "Title": "싫어하는 음식…",
                "Content": "단 음식은 항상 조심해야 돼. 그 강렬한 만족감은… 사람의 의지력을 흐트러뜨리고 경각심을 풀어버리거든. 몇 번만 먹어도 푹 빠지기 쉽다니까. 오랫동안 단 걸 즐기면 자기도 모르는 사이에 둔해질지도 몰라",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 첫 번째",
                "Content": "음, 솜씨가 제법인데? 하마터면 이 뇌물에 넘어갈 뻔했어",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 두 번째",
                "Content": "매운맛에 익숙해진 뒤로 다른 요리는 뭔가 부족한 느낌이야. 어쩔 수 없지",
                "Tips": []
            },
            {
                "Title": "선물 획득 · 세 번째",
                "Content": "주사위 한번 던져 볼래? 나보다 작은 숫자가 나오면… 네가 먹는 걸로?",
                "Tips": []
            },
            {
                "Title": "생일…",
                "Content": "이런 날까지 「축하하는 분위기에 휩쓸려서 경계를 늦추지 마. 당할 수도 있으니까」라고 경고하는 건 너무 분위기 깨지? 어쨌든, 오늘은 편하게 즐겨. 「암상 찻집」에 내가 특별히 준비한 디저트 먹으러 올래? 물론, 달진 않아. 아주 조금 매울 뿐이야",
                "Tips": []
            },
            {
                "Title": "돌파의 느낌 · 기",
                "Content": "내가 하는 일에 전투 기술은 빠질 수 없어",
                "Tips": [
                    "돌파 Lv.「1」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 승",
                "Content": "필요한 순간에 빠르고 정확하게 손을 써야 거짓을 밝히고 방해를 배제할 수 있지",
                "Tips": [
                    "돌파 Lv.「2」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 전",
                "Content": "「진실」을 찾는 게 듣기에는 쉬워 보여도, 단서를 장시간 물고 늘어지는 의지력과 위험한 상황에 깊게 파고들 수 있는 실력이 필요해",
                "Tips": [
                    "돌파 Lv.「4」 달성 후 개방"
                ]
            },
            {
                "Title": "돌파의 느낌 · 결",
                "Content": "난 널 가장 중요한 정보원으로 생각하고 있어. 그러니까 네가 나한테 최후의 해답을 가져다줄 때 따르게 될 위험을 맞이할 만반의 준비를 해야지. 가자, 그 답을 찾으러!",
                "Tips": [
                    "돌파 Lv.「6」 달성 후 개방"
                ]
            },
            {
                "Title": "원소전투 스킬 · 첫 번째",
                "Content": "회수",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 두 번째",
                "Content": "잡았다",
                "Tips": []
            },
            {
                "Title": "원소전투 스킬 · 세 번째",
                "Content": "아프다고 울지 마",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 첫 번째",
                "Content": "마무리~ 작업 끝!",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 두 번째",
                "Content": "얽혀들어라",
                "Tips": []
            },
            {
                "Title": "원소폭발 · 세 번째",
                "Content": "어떤 수가 나오려나?",
                "Tips": []
            },
            {
                "Title": "대시 시작 · 첫 번째",
                "Content": "조급해할 것 없어",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 첫 번째",
                "Content": "보물찾기에 일가견 있네",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 두 번째",
                "Content": "보물상자는 미끼로도 쓸 수 있어",
                "Tips": []
            },
            {
                "Title": "보물상자 오픈 · 세 번째",
                "Content": "흩어진 재물은 소리 없는 단서지",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 첫 번째",
                "Content": "흥이 다 깨져버렸잖아…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 두 번째",
                "Content": "대충 넘기긴 글렀군…",
                "Tips": []
            },
            {
                "Title": "HP 부족 · 세 번째",
                "Content": "새로운 변수야…",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 첫 번째",
                "Content": "거기까지. 이만 물러서",
                "Tips": []
            },
            {
                "Title": "동료 HP 감소 · 두 번째",
                "Content": "마무리는 나한테 맡겨",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 첫 번째",
                "Content": "어디서부터… 잘못된 거지?",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 두 번째",
                "Content": "이런 말도 안 되는… 실수를…",
                "Tips": []
            },
            {
                "Title": "전투 불능 · 세 번째",
                "Content": "진실은… 아직 밝혀지지 않았어…",
                "Tips": []
            },
            {
                "Title": "일반 피격 · 첫 번째",
                "Content": "대단한 배짱이군",
                "Tips": []
            },
            {
                "Title": "강공격 피격 · 첫 번째",
                "Content": "아니…",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 첫 번째",
                "Content": "타깃이 걸려들었구나?",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 두 번째",
                "Content": "이제 그물을 걷으러 가자고",
                "Tips": []
            },
            {
                "Title": "파티 가입 · 세 번째",
                "Content": "새로운 소식 좀 알아보러 갈까?",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "60": {
        "Costumes": [
            {
                "ID": 340021,
                "Name": "고요한 밤의 연회",
                "Desc": "야란이 휴일을 맞아 착용한 코스튬. 우아하면서도 단정하다. 여유로워 보이는 자태 뒤에는 「치명적인 공세」가 숨어 있다…",
                "Icon": "UI_AvatarIcon_YelanCostumeSummer",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "가물거리는 그림자",
                "Desc": "야란의 코스튬. 주인과 함께 오랜 세월 동안 어둠 속에 잠들어 있던 의복으로 한밤중에 피어난 난과 같은 신비로운 분위기를 풍긴다",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108389,
            "JD": 108196,
            "Name": "<b>소스를 묻힌 새우살</b>",
            "Eff": "파티 내 모든 캐릭터의 보호막 강화 효과가 35% 증가한다. 지속 시간: 300초. 다인 모드 시 자신의 캐릭터에만 적용된다",
            "Desc": "야란의 특제 요리. 교영 마을에서 찻집에 보내온 새로운 차 소스에, 막 잡은 민물새우를 빠르게 볶아낸 요리다. 아름다운 색깔에 우러나는 차 향기가 일품이다. 입에 넣으면, 부드럽고 씹는 맛이…. 잠깐, 왜 고추를 가져오는 거지?",
            "Recipe": {
                "100093": 4,
                "110001": 3,
                "100015": 3
            },
            "Icon": "UI_ItemIcon_108389"
        },
        "Namecard": {
            "Name": "<b>야란·일척</b>",
            "Desc": "명함 스킨.<br>「공정한 주사위를 만드는 건 애초에 어려운 일이야. 조잡한 주사위는 새겨진 숫자마다 무게가 조금씩 다르지」",
            "Pic": "UI_NameCardPic_Yelan_P"
        }
    }
}

var acs_cache_ = {
    "340021": "Traversing an abandoned mine choked with smoke and dust, arranging for the workers leading the way to rest elsewhere, before moving the broken stones aside — oil lamp in hand — and uncovering the poison buried there years before by a desperate outlaw.<br>Visiting a ascetic living secluded in the mountains and engaging them in amicable conversation. Discovering a letter placed on the corner of a tattered bookcase, thus proving this person was in fact a spy who held vital information.<br>Casually strolling into the Northland Bank and taking a seat as a business expert. Prodding and probing, getting them to reveal where their funds were directed...<br>In Yelan's world, such experiences have long become routine.<br>While endlessly perfecting her secret list of names, she regularly rubs shoulders with dangerous people. Failure carries the risk of death, and so she must continuously hone her powers of disguise.<br>She can become a novice geological surveyor, wearing spectacles and speaking in careful, nervous tones.<br>She can become a master ink painter, dressed in fine silks and exuding elegance with every gesture.<br>Or she can become an investor, impeccably dressed and well-mannered, with every gracious word disarming her opponents...<br>She is a woman of many faces.<br>In times of need, Yelan can even disguise herself as an ordinary person whose appearance, silhouette, and voice radically differ from her own...<br>And because of these unique experiences, she has accumulated countless outfits — enough to fill several closets across multiple secret bases of operations.<br>She has acquired such an understanding and appreciation of various outfits that she now has an eye for fashion and ability to pair clothes together comparable to those of experts.<br>As the proprietor of Yanshang Teahouse, Yelan is always busy, yet she somehow has a knack for finding time to relax, fitting in games of dice where she can. With her years of experience, she has earned the nicknames \"Dice Master\" and \"Dice Demon,\" though it's hard to say whether in praise or fear.<br>When traveling in her own guise, Yelan's reputation and standing provide her with many advantages.<br>After all, no matter where she goes, only a fool would slight the esteemed owner of Yanshang Teahouse.<br>When receiving the highest standards of hospitality, it's important to display the correct level of decorum.<br>And the outfit she wore while on holiday in Fontaine is in keeping with her status as a distinguished guest.<br>Yelan herself designed this evening dress before entrusting it to several talented yet unheralded dressmakers to bring to life.<br>A marriage of elegance and efficiency — a perfect blend of leisurely relaxation and ruthless precision.<br>The material for the cape was carefully selected, with a texture akin to the Whitesilk Mantle, providing Yelan with a familiar comfort.<br>The Fascinating Bracelet has also donned a new look — its exquisite Starsilver casing and ghostly blue gemstone transformed into a mood‑changing \"dessert\"...<br>Whether taking in a riveting performance at the Opera Epiclese or enjoying a delicious feast at the Hotel Debord, this outfit blends in seamlessly.<br>Even though Yelan's vacation in Fontaine was interrupted, and this dazzling dress had to wait until the most pivotal moment to light up the stage...<br>Somewhat unexpected journeys like this are like falling dice coming to rest in a dark corner.<br>With pleasant surprises waiting to be counted, like chilis, Adeptea, and strong cocktails...<br>Unpredictability makes for the most enchanting memories."
}