// Auto Generated

var _AvatarDataConfig_ = {
    "Zibai": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "• When Normal Attacks or Elemental Skill hits, has @2/3# chance of generating @1# particle, CD @2s#"
                ]
            },
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• During Lunar Phase Shift, has @0.5# interruption RES. (= Cyno, Hutao, Flins, etc.)"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Zibai": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104171": 1,
                "100030": 3,
                "112125": 3
            },
            {
                "202": 40000,
                "104172": 3,
                "113084": 2,
                "100030": 10,
                "112125": 15
            },
            {
                "202": 60000,
                "104172": 6,
                "113084": 4,
                "100030": 20,
                "112126": 12
            },
            {
                "202": 80000,
                "104173": 3,
                "113084": 8,
                "100030": 30,
                "112126": 18
            },
            {
                "202": 100000,
                "104173": 6,
                "113084": 12,
                "100030": 45,
                "112127": 12
            },
            {
                "202": 120000,
                "104174": 6,
                "113084": 20,
                "100030": 60,
                "112127": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104316": 3,
                "112125": 6
            },
            {
                "202": 17500,
                "104317": 2,
                "112126": 3
            },
            {
                "202": 25000,
                "104317": 4,
                "112126": 4
            },
            {
                "202": 30000,
                "104317": 6,
                "112126": 6
            },
            {
                "202": 37500,
                "104317": 9,
                "112126": 9
            },
            {
                "202": 120000,
                "104318": 4,
                "112127": 4,
                "113075": 1
            },
            {
                "202": 260000,
                "104318": 6,
                "112127": 6,
                "113075": 1
            },
            {
                "202": 450000,
                "104318": 12,
                "112127": 9,
                "113075": 2
            },
            {
                "202": 700000,
                "104318": 16,
                "112127": 12,
                "113075": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Zibai": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "금검으로 계수나무를 두드리다",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 2번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고, 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천지가 갑자기 움직이니",
                        "Desc": "옛날의 권능의 그림자를 불러일으켜, <color style='color:#FFD780;'>「월전시각」</color> 모드로 전환합니다.<br>이 모드에서 자백이 일반 공격과 강공격을 할 때, 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 주며, 다양한 방법으로 특수한 <color style='color:#FFD780;'>「시각 부유광」</color>을 축적할 수 있습니다. 자백은 <color style='color:#FFD780;'>「시각 부유광」</color>을 소모하여 특수한 원소전투 스킬 <color style='color:#FFD780;'>「영구비답」</color>을 발동할 수 있습니다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color><br><color style='color:#FFD780;'>「월전시각」</color> 모드일 때, 자백이 일반 공격을 하면 네 번째 공격이 원래 피해량과 동일한 <color style='color:#FFE699;'>바위 원소 피해</color>를 추가로 주며, 이 피해는 결정 반응 피해로 간주됩니다.",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>세상 사람들은 시간이 흰 망아지가 틈새를 지나가듯 빨리 간다고 하고, 아이들은 망아지가 살이 쪘다면 그렇게 빨리 틈새를 지나갈 수 있었을까 묻곤 했다. 그녀는 이 이야기를 듣고 이상한 표정을 지었다. 「틈새를 지나가는 건 무술인데, 살이 쪘다 빠졌다가 무슨 상관이야?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "월전시격 1단 공격 피해",
                                "ParamLevelList": [
                                    "56.5792%방어력",
                                    "60.8226%방어력",
                                    "65.0661%방어력",
                                    "70.724%방어력",
                                    "74.9674%방어력",
                                    "79.2109%방어력",
                                    "84.8688%방어력",
                                    "90.5267%방어력",
                                    "96.1846%방어력",
                                    "101.8426%방어력",
                                    "107.5005%방어력",
                                    "113.1584%방어력",
                                    "120.2308%방어력",
                                    "127.3032%방어력",
                                    "134.3756%방어력"
                                ]
                            },
                            {
                                "Desc": "월전시극 강화 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 52.1007%",
                                    "방어력의 56.0083%",
                                    "방어력의 59.9158%",
                                    "방어력의 65.1259%",
                                    "방어력의 69.0335%",
                                    "방어력의 72.941%",
                                    "방어력의 78.1511%",
                                    "방어력의 83.3612%",
                                    "방어력의 88.5712%",
                                    "방어력의 93.7813%",
                                    "방어력의 98.9914%",
                                    "방어력의 104.2014%",
                                    "방어력의 110.714%",
                                    "방어력의 117.2266%",
                                    "방어력의 123.7392%"
                                ]
                            },
                            {
                                "Desc": "월전시격 3단 공격 피해",
                                "ParamLevelList": [
                                    "34.5694%+34.5694%방어력",
                                    "37.1621%+37.1621%방어력",
                                    "39.7548%+39.7548%방어력",
                                    "43.2117%+43.2117%방어력",
                                    "45.8044%+45.8044%방어력",
                                    "48.3971%+48.3971%방어력",
                                    "51.854%+51.854%방어력",
                                    "55.311%+55.311%방어력",
                                    "58.7679%+58.7679%방어력",
                                    "62.2248%+62.2248%방어력",
                                    "65.6818%+65.6818%방어력",
                                    "69.1387%+69.1387%방어력",
                                    "73.4599%+73.4599%방어력",
                                    "77.7811%+77.7811%방어력",
                                    "82.1022%+82.1022%방어력"
                                ]
                            },
                            {
                                "Desc": "월전시각 4단 공격 피해",
                                "ParamLevelList": [
                                    "87.1788%방어력",
                                    "93.7172%방어력",
                                    "100.2556%방어력",
                                    "108.9735%방어력",
                                    "115.5119%방어력",
                                    "122.0503%방어력",
                                    "130.7682%방어력",
                                    "139.4861%방어력",
                                    "148.204%방어력",
                                    "156.9218%방어력",
                                    "165.6397%방어력",
                                    "174.3576%방어력",
                                    "185.2549%방어력",
                                    "196.1523%방어력",
                                    "207.0496%방어력"
                                ]
                            },
                            {
                                "Desc": "월전시각 강공격 피해",
                                "ParamLevelList": [
                                    "65.95%+방어력의 65.95%",
                                    "70.8962%+방어력의 70.8962%",
                                    "75.8425%+방어력의 75.8425%",
                                    "82.4375%+방어력의 82.4375%",
                                    "87.3838%+방어력의 87.3838%",
                                    "92.33%+방어력의 92.33%",
                                    "98.925%+방어력의 98.925%",
                                    "105.52%+방어력의 105.52%",
                                    "112.115%+방어력의 112.115%",
                                    "118.71%+방어력의 118.71%",
                                    "125.305%+방어력의 125.305%",
                                    "131.9%+방어력의 131.9%",
                                    "140.1437%+방어력의 140.1437%",
                                    "148.3875%+방어력의 148.3875%",
                                    "156.6312%+방어력의 156.6312%"
                                ]
                            },
                            {
                                "Desc": "영준마 비상 1단 공격 피해",
                                "ParamLevelList": [
                                    "172.528%방어력",
                                    "185.4676%방어력",
                                    "198.4072%방어력",
                                    "215.66%방어력",
                                    "228.5996%방어력",
                                    "241.5392%방어력",
                                    "258.792%방어력",
                                    "276.0448%방어력",
                                    "293.2976%방어력",
                                    "310.5504%방어력",
                                    "327.8032%방어력",
                                    "345.056%방어력",
                                    "366.622%방어력",
                                    "388.188%방어력",
                                    "409.754%방어력"
                                ]
                            },
                            {
                                "Desc": "영준비답 2단 공격 피해",
                                "ParamLevelList": [
                                    "140.968%방어력",
                                    "151.5406%방어력",
                                    "162.1132%방어력",
                                    "176.21%방어력",
                                    "186.7826%방어력",
                                    "197.3552%방어력",
                                    "211.452%방어력",
                                    "225.5488%방어력",
                                    "239.6456%방어력",
                                    "253.7424%방어력",
                                    "267.8392%방어력",
                                    "281.936%방어력",
                                    "299.557%방어력",
                                    "317.178%방어력",
                                    "334.799%방어력"
                                ]
                            },
                            {
                                "Desc": "월전시극 네 번째 보름 피해",
                                "ParamLevelList": [
                                    "29.456%방어력",
                                    "31.6652%방어력",
                                    "33.8744%방어력",
                                    "36.82%방어력",
                                    "39.0292%방어력",
                                    "41.2384%방어력",
                                    "44.184%방어력",
                                    "47.1296%방어력",
                                    "50.0752%방어력",
                                    "53.0208%방어력",
                                    "55.9664%방어력",
                                    "58.912%방어력",
                                    "62.594%방어력",
                                    "66.276%방어력",
                                    "69.958%방어력"
                                ]
                            },
                            {
                                "Desc": "월전시극 지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "삼원위의법",
                        "Desc": "자백이 청현을 일으켜 태양의 화관을 타니, <color style='color:#FFE699;'>바위 원소 피해</color>를 두 번 가하며, 두 번째 피해는 월 결정 반응 피해로 간주됩니다.",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>오래전 한밤을 밝힐 만큼 밝은 도적성이 다가왔을 때, 사람들이 이 법보의 찬란한 빛을 한 눈에 보았다고 전해집니다.</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 1단 피해",
                                "ParamLevelList": [
                                    "126.96%방어력",
                                    "136.482%방어력",
                                    "146.004%방어력",
                                    "158.7%방어력",
                                    "168.222%방어력",
                                    "177.744%방어력",
                                    "190.44%방어력",
                                    "203.136%방어력",
                                    "215.832%방어력",
                                    "228.528%방어력",
                                    "241.224%방어력",
                                    "253.92%방어력",
                                    "269.79%방어력",
                                    "285.66%방어력",
                                    "301.53%방어력"
                                ]
                            },
                            {
                                "Desc": "스킬 2단 공격 피해",
                                "ParamLevelList": [
                                    "177.744%방어력",
                                    "191.0748%방어력",
                                    "204.4056%방어력",
                                    "222.18%방어력",
                                    "235.5108%방어력",
                                    "248.8416%방어력",
                                    "266.616%방어력",
                                    "284.3904%방어력",
                                    "302.1648%방어력",
                                    "319.9392%방어력",
                                    "337.7136%방어력",
                                    "355.488%방어력",
                                    "377.706%방어력",
                                    "399.924%방어력",
                                    "422.142%방어력"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달빛 아래 선녀의 강림",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color> 발동 시, 또는 월롱협주가 발동될 때, 자백은 4초 동안 지속되는 <color style='color:#FFD780;'>「태음강」</color> 효과를 획득합니다: <color style='color:#FFD780;'>영구비답</color>이 주는 피해가 증가하며, 증가량은 자백 방어력의 40%와 동일합니다.",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "겹겹이 쌓인 산봉우리에서 구름이 피어나다",
                        "Desc": "파티 내 다른 캐릭터 중 <color style='color:#FFE699;'>바위 원소</color> 타입이 있을 때마다 자백의 방어력이 15% 증가하며, 파티 내 다른 캐릭터 중 <color style='color:#80C0FF;'>물 원소</color> 타입이 있을 때마다 자백의 원소 마스터리가 60 증가합니다.",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 흐르는 빛",
                        "Desc": "파티 내 캐릭터가 물 원소 결정 반응 발동 시, 달 결정 반응으로 전환되며, 자백의 방어력에 기반해 파티 내 캐릭터가 주는 달 결정 반응의 기본 피해가 증가한다: 방어력 100pt마다 달 결정 반응의 기본 피해가 0.7% 증가하며, 해당 방식으로 피해가 최대 14% 증가한다.<br><br>또한, 자백이 파티에 있을 경우 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "꽃비가 내리는 하늘",
                        "Desc": "야간(18시~6시)에 비전투 상태일 때 2초마다 자백의 원소 에너지를 1 회복합니다.<br>이 효과는 비경, 영역 토벌, 나선 비경에서는 발동되지 않습니다.",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "격렬하게 등장했다가 조용히 사라진다",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color> 발동 후, 자백이 즉시 <color style='color:#FFD780;'>「시공의 부유광」</color> 100포인트를 획득하며, <color style='color:#FFD780;'>「월전시공」</color> 모드에서 <color style='color:#FFD780;'>영준마 비약</color>의 최대 사용 가능 횟수가 5회로 증가합니다.<br>또한, <color style='color:#FFD780;'>「월전시공」</color> 모드로 전환할 때마다 처음 <color style='color:#FFD780;'>영준마 비약</color>을 발동하면, 두 번째 공격으로 발생하는 월 결정 반응 피해가 200% 증가합니다.",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "생에서 화하여 시신으로 죽다",
                        "Desc": "<color style='color:#FFD780;'>「월전시극」</color> 모드일 때, 자백의 방어력이 50% 증가합니다.<br>또한, 고유 특성 <color style='color:#FFD780;'>월하소아강선</color>의 효과가 강화됩니다: <color style='color:#FFD780;'>영구비답</color>이 주는 피해가 추가로 증가하며, 증가량은 자백 방어력의 100%와 동일합니다. 해당 효과는 고유 특성 <color style='color:#FFD780;'>월하소아강선</color>을 해금해야 합니다.",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "천기를 풀어 그 책을 떨구다",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지 홀연신</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "영혼이 떠나면 몸도 따라간다",
                        "Desc": "<color style='color:#FFD780;'>「월전시극」</color> 모드일 때, 자백의 일반 공격 콤보수가 초기화되지 않으며, <color style='color:#FFD780;'>영구비답</color>이 적에게 명중 시 자백은 <color style='color:#FFD780;'>월환화</color> 효과를 얻습니다: 다음 일반 공격 시 네 번째 공격의 추가 월 결정 반응 피해가 증가하며, 증가량은 자백의 방어력의 60%에 해당합니다.",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "명견 무값 지 불론",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>삼원의 위의</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "천지가 마치 멀리 떠나는 듯하네",
                        "Desc": "<color style='color:#FFD780;'>「월전 시공」</color> 모드일 때, 자백이 <color style='color:#FFD780;'>「시공 부유광」</color>을 축적하는 효율이 40% 증가합니다.<br>또한, <color style='color:#FFD780;'>영구 비답</color>은 모든 <color style='color:#FFD780;'>「시공 부유광」</color>을 소모하며, 소모한 <color style='color:#FFD780;'>「시공 부유광」</color>이 70포인트를 초과하는 경우, 추가로 소모하는 <color style='color:#FFD780;'>「시공 부유광」</color> 1포인트당 이번 <color style='color:#FFD780;'>영구 비답</color>과 이후 3초 동안 자백이 가하는 월 결정 반응 피해가 <color style='color:#FFD780;'>승격</color> 1.6% 증가합니다. 해당 효과는 중첩되지 않습니다.",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "월전시각",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color> 발동 후, 자백은 이 모드로 전환됩니다. 이 모드는 최대 15초 동안 지속되며 다음과 같은 특성을 가집니다:<br> · 일반 공격과 강공격 시 다른 원소 부여 효과로 대체할 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 가합니다.<br> · 원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>영구비답</color>으로 대체됩니다: 자백이 <color style='color:#FFD780;'>「시각부광」</color> 70포인트 이상을 보유하고 있을 때, <color style='color:#FFD780;'>「시각부광」</color> 70포인트를 소모하여 <color style='color:#FFD780;'>영구비답</color>을 발동해 두 번의 <color style='color:#FFE699;'>바위 원소 피해</color>를 가하며, 두 번째 피해는 월결정 반응 피해로 간주됩니다.<br><br><color style='color:#FFD780;'>「시각부광」</color>의 최대치는 100포인트이며, 자백은 다음과 같은 방법으로 <color style='color:#FFD780;'>「시각부광」</color>을 축적할 수 있습니다:<br> · <color style='color:#FFD780;'>「월전시각」</color> 모드 상태일 때 매초 <color style='color:#FFD780;'>「시각부광」</color> 10포인트 축적<br> · 일반 공격이 적에게 명중할 때마다 <color style='color:#FFD780;'>「시각부광」</color> 5포인트 축적, 0.5초마다 최대 1회까지 이 방식으로 <color style='color:#FFD780;'>「시각부광」</color>을 축적할 수 있습니다.<br><br><color style='color:#FFD780;'>월조 · 만휘</color><br>주변에 있는 파티 내 캐릭터가 월결정 반응을 발동할 때마다 자백의 <color style='color:#FFD780;'>「시각부광」</color>이 35포인트 축적되며, 2초마다 최대 1회까지 이 방식으로 <color style='color:#FFD780;'>「시각부광」</color>을 축적할 수 있습니다.<br><br><color style='color:#FFD780;'>「영구비답」</color>을 4회 발동하거나 지속 시간이 종료되면 자백은 이 모드에서 벗어납니다."
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "금빛 가지치기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 두 번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천지일체",
                        "Desc": "옛 권능의 편린을 불러일으켜 <color style='color:#FFD780;'>「달과 시간의 틈」</color> 모드로 전환한다.<br>해당 모드에서 자백이 일반 공격과 강공격 진행 시, 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 주는 것으로 전환된다. 또한, 서로 다른 방식을 통해 특수한 <color style='color:#FFD780;'>「시간의 빛」</color>을 축적할 수 있다. 자백은 <color style='color:#FFD780;'>「시간의 빛」</color>을 소모해 특수한 원소전투 스킬 <color style='color:#FFD780;'>「백마 돌격」</color>을 발동할 수 있다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color> <br><color style='color:#FFD780;'>「달과 시간의 틈」</color> 모드에서 자백이 일반 공격 진행 시, 4번째 공격이 기존 피해와 동일한 <color style='color:#FFE699;'>바위 원소 피해</color>를 추가로 1회 주고, 해당 피해는 결정 반응 피해로 간주된다",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>세상 사람들은 세월이 백마처럼 순식간에 지나간다고 말한다. 아이는 만약 백마가 살이 찌면 그렇게 빨리 지나갈 수 없지 않냐고 물었다. 질문을 들은 그녀는 이상한 표정을 지으며 대답했다:「순식간은 몸놀림을 설명한 거야. 뚱뚱한 것과 무슨 관련이 있지?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "달과 시간의 틈 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.5792%",
                                    "방어력의 60.8226%",
                                    "방어력의 65.0661%",
                                    "방어력의 70.724%",
                                    "방어력의 74.9674%",
                                    "방어력의 79.2109%",
                                    "방어력의 84.8688%",
                                    "방어력의 90.5267%",
                                    "방어력의 96.1846%",
                                    "방어력의 101.8426%",
                                    "방어력의 107.5005%",
                                    "방어력의 113.1584%",
                                    "방어력의 120.2308%",
                                    "방어력의 127.3032%",
                                    "방어력의 134.3756%"
                                ]
                            },
                            {
                                "Desc": "달과 시간의 틈 강화 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 52.1007%",
                                    "방어력의 56.0083%",
                                    "방어력의 59.9158%",
                                    "방어력의 65.1259%",
                                    "방어력의 69.0335%",
                                    "방어력의 72.941%",
                                    "방어력의 78.1511%",
                                    "방어력의 83.3612%",
                                    "방어력의 88.5712%",
                                    "방어력의 93.7813%",
                                    "방어력의 98.9914%",
                                    "방어력의 104.2014%",
                                    "방어력의 110.714%",
                                    "방어력의 117.2266%",
                                    "방어력의 123.7392%"
                                ]
                            },
                            {
                                "Desc": "달과 시간의 틈 3단 공격 피해",
                                "ParamLevelList": [
                                    "34.5694%+방어력의 34.5694%",
                                    "37.1621%+방어력의 37.1621%",
                                    "39.7548%+방어력의 39.7548%",
                                    "43.2117%+방어력의 43.2117%",
                                    "45.8044%+방어력의 45.8044%",
                                    "48.3971%+방어력의 48.3971%",
                                    "51.854%+방어력의 51.854%",
                                    "55.311%+방어력의 55.311%",
                                    "58.7679%+방어력의 58.7679%",
                                    "62.2248%+방어력의 62.2248%",
                                    "65.6818%+방어력의 65.6818%",
                                    "69.1387%+방어력의 69.1387%",
                                    "73.4599%+방어력의 73.4599%",
                                    "77.7811%+방어력의 77.7811%",
                                    "82.1022%+방어력의 82.1022%"
                                ]
                            },
                            {
                                "Desc": "달과 시간의 틈 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 87.1788%",
                                    "방어력의 93.7172%",
                                    "방어력의 100.2556%",
                                    "방어력의 108.9735%",
                                    "방어력의 115.5119%",
                                    "방어력의 122.0503%",
                                    "방어력의 130.7682%",
                                    "방어력의 139.4861%",
                                    "방어력의 148.204%",
                                    "방어력의 156.9218%",
                                    "방어력의 165.6397%",
                                    "방어력의 174.3576%",
                                    "방어력의 185.2549%",
                                    "방어력의 196.1523%",
                                    "방어력의 207.0496%"
                                ]
                            },
                            {
                                "Desc": "달과 시간의 틈 강공격 피해",
                                "ParamLevelList": [
                                    "65.95%+방어력의 65.95%",
                                    "70.8962%+방어력의 70.8962%",
                                    "75.8425%+방어력의 75.8425%",
                                    "82.4375%+방어력의 82.4375%",
                                    "87.3838%+방어력의 87.3838%",
                                    "92.33%+방어력의 92.33%",
                                    "98.925%+방어력의 98.925%",
                                    "105.52%+방어력의 105.52%",
                                    "112.115%+방어력의 112.115%",
                                    "118.71%+방어력의 118.71%",
                                    "125.305%+방어력의 125.305%",
                                    "131.9%+방어력의 131.9%",
                                    "140.1437%+방어력의 140.1437%",
                                    "148.3875%+방어력의 148.3875%",
                                    "156.6312%+방어력의 156.6312%"
                                ]
                            },
                            {
                                "Desc": "영마의 질주 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 172.528%",
                                    "방어력의 185.4676%",
                                    "방어력의 198.4072%",
                                    "방어력의 215.66%",
                                    "방어력의 228.5996%",
                                    "방어력의 241.5392%",
                                    "방어력의 258.792%",
                                    "방어력의 276.0448%",
                                    "방어력의 293.2976%",
                                    "방어력의 310.5504%",
                                    "방어력의 327.8032%",
                                    "방어력의 345.056%",
                                    "방어력의 366.622%",
                                    "방어력의 388.188%",
                                    "방어력의 409.754%"
                                ]
                            },
                            {
                                "Desc": "영마의 질주 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 140.968%",
                                    "방어력의 151.5406%",
                                    "방어력의 162.1132%",
                                    "방어력의 176.21%",
                                    "방어력의 186.7826%",
                                    "방어력의 197.3552%",
                                    "방어력의 211.452%",
                                    "방어력의 225.5488%",
                                    "방어력의 239.6456%",
                                    "방어력의 253.7424%",
                                    "방어력의 267.8392%",
                                    "방어력의 281.936%",
                                    "방어력의 299.557%",
                                    "방어력의 317.178%",
                                    "방어력의 334.799%"
                                ]
                            },
                            {
                                "Desc": "달과 시간의 틈 4단 공격 보름 피해",
                                "ParamLevelList": [
                                    "방어력의 29.456%",
                                    "방어력의 31.6652%",
                                    "방어력의 33.8744%",
                                    "방어력의 36.82%",
                                    "방어력의 39.0292%",
                                    "방어력의 41.2384%",
                                    "방어력의 44.184%",
                                    "방어력의 47.1296%",
                                    "방어력의 50.0752%",
                                    "방어력의 53.0208%",
                                    "방어력의 55.9664%",
                                    "방어력의 58.912%",
                                    "방어력의 62.594%",
                                    "방어력의 66.276%",
                                    "방어력의 69.958%"
                                ]
                            },
                            {
                                "Desc": "달과 시간의 틈 지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천상 삼원의 법칙",
                        "Desc": "자백이 청현에 올라 태양꽃 덮개를 돌려 2회의 <color style='color:#FFE699;'>바위 원소 피해</color>를 가하며, 그 중 두 번째 피해는 월 결정 반응 피해로 간주된다.",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>먼 옛날 밤을 밝힐 재앙의 별이 다가왔다고 한다. 사람들은 그 순간 잠시나마 법보의 찬란한 빛을 엿봤다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 126.96%",
                                    "방어력의 136.482%",
                                    "방어력의 146.004%",
                                    "방어력의 158.7%",
                                    "방어력의 168.222%",
                                    "방어력의 177.744%",
                                    "방어력의 190.44%",
                                    "방어력의 203.136%",
                                    "방어력의 215.832%",
                                    "방어력의 228.528%",
                                    "방어력의 241.224%",
                                    "방어력의 253.92%",
                                    "방어력의 269.79%",
                                    "방어력의 285.66%",
                                    "방어력의 301.53%"
                                ]
                            },
                            {
                                "Desc": "스킬 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 177.744%",
                                    "방어력의 191.0748%",
                                    "방어력의 204.4056%",
                                    "방어력의 222.18%",
                                    "방어력의 235.5108%",
                                    "방어력의 248.8416%",
                                    "방어력의 266.616%",
                                    "방어력의 284.3904%",
                                    "방어력의 302.1648%",
                                    "방어력의 319.9392%",
                                    "방어력의 337.7136%",
                                    "방어력의 355.488%",
                                    "방어력의 377.706%",
                                    "방어력의 399.924%",
                                    "방어력의 422.142%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달에서 강림한 선인",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 또는 달 초롱 화음 발동 시, 자백은 4초 동안 지속되는 <color style='color:#FFD780;'>「달빛 강림」</color> 효과를 획득한다: <color style='color:#FFD780;'>백마 돌격</color>으로 주는 피해가 자백 방어력의 40%만큼 증가한다",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "구름을 뚫은 산맥",
                        "Desc": "파티에 <color style='color:#FFE699;'>바위 원소</color>가 아닌 다른 원소 타입 캐릭텅가 1명 존재할 때마다 자백의 방어력이 15% 증가한다. 파티에 <color style='color:#80C0FF;'>물 원소</color>가 아닌 다른 원소 타입 캐릭터가 1명 존재할 때마다 자백의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 빛의 흐름",
                        "Desc": "파티 내 캐릭터가 물 원소 결정 반응 발동 시, 달 결정 반응 발동으로 전환되며, 자백의 방어력에 기반해 파티 내 캐릭터가 달 결정 반응으로 주는 기본 피해가 증가한다: 방어력 100pt마다 달 결정 반응 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>자백이 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "봄의 아지랑이",
                        "Desc": "야간(18시~6시)에 비전투 상태인 경우, 2초마다 자백의 원소 에너지가 1pt 회복된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "갑작스럽게 나타나 홀연히 사라지다",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color> 발동 후, 자백은 즉시 100포인트의 <color style='color:#FFD780;'>「시극부광」</color>을 축적하며, <color style='color:#FFD780;'>「월전시극」</color> 모드에서 <color style='color:#FFD780;'>영구비답</color>의 최대 사용 가능 횟수가 5회로 증가합니다.<br>또한, <color style='color:#FFD780;'>「월전시극」</color> 모드로 전환할 때마다 첫 번째 <color style='color:#FFD780;'>영구비답</color> 발동 시, 두 번째 단계 공격으로 인한 월결정 반응 피해가 200% 증가합니다.",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "생에서 화하고 시에서 죽다",
                        "Desc": "<color style='color:#FFD780;'>「월전시극」</color> 모드일 때, 자백의 방어력이 50% 증가합니다.<br>또한 고유 특성 <color style='color:#FFD780;'>월하소아강선</color>의 효과가 강화됩니다: <color style='color:#FFD780;'>영구비답</color>이 주는 피해가 추가로 증가하며, 증가량은 자백 방어력의 100%에 해당합니다. 해당 효과는 고유 특성 <color style='color:#FFD780;'>월하소아강선</color>을 해금해야 합니다.",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "천도를 풀어 그 질서를 무너뜨리다",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "혼백이 가면 몸이 따라간다",
                        "Desc": "<color style='color:#FFD780;'>「월전시극」</color> 모드일 때, 자백의 일반 공격 콤보수가 리셋되지 않으며, <color style='color:#FFD780;'>영구비답</color>이 적에게 명중 시 자백은 <color style='color:#FFD780;'>월환화</color> 효과를 획득합니다: 다음 일반 공격 시, 4단 공격이 추가로 가하는 월 결정 반응 피해가 증가하며, 증가량은 자백 방어력의 60%에 해당합니다.",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "명견무치지불론",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>삼원위의법</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "천지가 홀연 한 번의 원행과 같네",
                        "Desc": "<color style='color:#FFD780;'>「월전시극」</color> 모드일 때, 자백이 <color style='color:#FFD780;'>「시극부광」</color>을 축적하는 효율이 40% 증가합니다.<br>또한, <color style='color:#FFD780;'>영구비답</color>은 모든 <color style='color:#FFD780;'>「시극부광」</color>을 소모하도록 변경되며, 소모한 <color style='color:#FFD780;'>「시극부광」</color>이 70포인트를 초과하는 부분에 대해 추가로 1포인트 소모할 때마다 이번 <color style='color:#FFD780;'>영구비답</color>과 이후 3초 동안 자백이 가하는 월결정 반응 피해가 <color style='color:#FFD780;'>승격</color> 1.6% 증가합니다. 이 효과는 중첩되지 않습니다.",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "달과 시간의 틈",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color> 발동 후, 자백은 해당 모드로 전환된다. 이 모드는 최대 15초간 지속되며, 다음과 같은 특성을 갖는다:<br> · 일반 공격과 강공격 시, 다른 원소 부여 효과로 대체되지 않는 <color style='color:#FFE699;'>바위 원소 피해</color>를 가한다;<br> · 원소전투 스킬 <color style='color:#FFD780;'>천지홀연신</color>이 특수 원소전투 스킬 <color style='color:#FFD780;'>영구비답</color>으로 대체된다: 자백이 <color style='color:#FFD780;'>「시극부광」</color>을 70포인트 이상 보유하고 있을 때, 자백은 70포인트의 <color style='color:#FFD780;'>「시극부광」</color>을 소모하여 <color style='color:#FFD780;'>영구비답</color>을 발동해 2회의 <color style='color:#FFE699;'>바위 원소 피해</color>를 가하며, 이 중 2단 공격 피해는 월결정 반응 피해로 간주된다.<br><br><color style='color:#FFD780;'>「시극부광」</color>의 상한은 100포인트이며, 자백은 다음과 같은 방법으로 <color style='color:#FFD780;'>「시극부광」</color>을 축적할 수 있다:<br> · <color style='color:#FFD780;'>「월전시극」</color> 모드 중일 때, 매초 10포인트의 <color style='color:#FFD780;'>「시극부광」</color>을 축적한다;<br> · 일반 공격이 적에게 명중할 때, 5포인트의 <color style='color:#FFD780;'>「시극부광」</color>을 축적하며, 0.5초마다 최대 1회 이 방식으로 자백에게 <color style='color:#FFD780;'>「시극부광」</color>을 축적할 수 있다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color> <br>주변에 있는 파티 내 캐릭터가 월결정 반응을 발동할 때도 자백에게 35포인트의 <color style='color:#FFD780;'>「시극부광」</color>을 축적하며, 2초마다 최대 1회 이 방식으로 자백에게 <color style='color:#FFD780;'>「시극부광」</color>을 축적할 수 있다.<br><br><color style='color:#FFD780;'>「영구비답」</color>을 4회 발동하거나 지속 시간이 끝나면, 자백은 해당 모드에서 벗어난다."
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "금빛 가지치기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 두 번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천지일체",
                        "Desc": "옛 권능의 편린을 불러일으켜 <color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드로 전환한다.<br>해당 모드에서 자백이 일반 공격과 강공격 진행 시, 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 주는 것으로 전환된다. 또한, 서로 다른 방식을 통해 특수한 <color style='color:#FFD780;'>「시간의 빛」</color>을 축적할 수 있다. 자백은 「시간의 빛」을 소모해 특수한 원소전투 스킬 <color style='color:#FFD780;'>백마 돌격</color>을 발동할 수 있다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color> <br><color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드에서 자백이 일반 공격 진행 시, 4번째 공격이 기존 피해와 동일한 <color style='color:#FFE699;'>바위 원소 피해</color>를 추가로 1회 주고, 해당 피해는 결정 반응 피해로 간주된다",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>세상 사람들은 세월이 백마처럼 순식간에 지나간다고 말한다. 아이는 만약 백마가 살이 찌면 그렇게 빨리 지나갈 수 없지 않냐고 물었다. 질문을 들은 그녀는 이상한 표정을 지으며 대답했다:「순식간은 몸놀림을 설명한 거야. 뚱뚱한 것과 무슨 관련이 있지?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 시간의 틈새 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.5792%",
                                    "방어력의 60.8226%",
                                    "방어력의 65.0661%",
                                    "방어력의 70.724%",
                                    "방어력의 74.9674%",
                                    "방어력의 79.2109%",
                                    "방어력의 84.8688%",
                                    "방어력의 90.5267%",
                                    "방어력의 96.1846%",
                                    "방어력의 101.8426%",
                                    "방어력의 107.5005%",
                                    "방어력의 113.1584%",
                                    "방어력의 120.2308%",
                                    "방어력의 127.3032%",
                                    "방어력의 134.3756%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 52.1007%",
                                    "방어력의 56.0083%",
                                    "방어력의 59.9158%",
                                    "방어력의 65.1259%",
                                    "방어력의 69.0335%",
                                    "방어력의 72.941%",
                                    "방어력의 78.1511%",
                                    "방어력의 83.3612%",
                                    "방어력의 88.5712%",
                                    "방어력의 93.7813%",
                                    "방어력의 98.9914%",
                                    "방어력의 104.2014%",
                                    "방어력의 110.714%",
                                    "방어력의 117.2266%",
                                    "방어력의 123.7392%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 3단 공격 피해",
                                "ParamLevelList": [
                                    "34.5694%+방어력의 34.5694%",
                                    "37.1621%+방어력의 37.1621%",
                                    "39.7548%+방어력의 39.7548%",
                                    "43.2117%+방어력의 43.2117%",
                                    "45.8044%+방어력의 45.8044%",
                                    "48.3971%+방어력의 48.3971%",
                                    "51.854%+방어력의 51.854%",
                                    "55.311%+방어력의 55.311%",
                                    "58.7679%+방어력의 58.7679%",
                                    "62.2248%+방어력의 62.2248%",
                                    "65.6818%+방어력의 65.6818%",
                                    "69.1387%+방어력의 69.1387%",
                                    "73.4599%+방어력의 73.4599%",
                                    "77.7811%+방어력의 77.7811%",
                                    "82.1022%+방어력의 82.1022%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 87.1788%",
                                    "방어력의 93.7172%",
                                    "방어력의 100.2556%",
                                    "방어력의 108.9735%",
                                    "방어력의 115.5119%",
                                    "방어력의 122.0503%",
                                    "방어력의 130.7682%",
                                    "방어력의 139.4861%",
                                    "방어력의 148.204%",
                                    "방어력의 156.9218%",
                                    "방어력의 165.6397%",
                                    "방어력의 174.3576%",
                                    "방어력의 185.2549%",
                                    "방어력의 196.1523%",
                                    "방어력의 207.0496%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 강공격 피해",
                                "ParamLevelList": [
                                    "65.95%+방어력의 65.95%",
                                    "70.8962%+방어력의 70.8962%",
                                    "75.8425%+방어력의 75.8425%",
                                    "82.4375%+방어력의 82.4375%",
                                    "87.3838%+방어력의 87.3838%",
                                    "92.33%+방어력의 92.33%",
                                    "98.925%+방어력의 98.925%",
                                    "105.52%+방어력의 105.52%",
                                    "112.115%+방어력의 112.115%",
                                    "118.71%+방어력의 118.71%",
                                    "125.305%+방어력의 125.305%",
                                    "131.9%+방어력의 131.9%",
                                    "140.1437%+방어력의 140.1437%",
                                    "148.3875%+방어력의 148.3875%",
                                    "156.6312%+방어력의 156.6312%"
                                ]
                            },
                            {
                                "Desc": "영마의 질주 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 172.528%",
                                    "방어력의 185.4676%",
                                    "방어력의 198.4072%",
                                    "방어력의 215.66%",
                                    "방어력의 228.5996%",
                                    "방어력의 241.5392%",
                                    "방어력의 258.792%",
                                    "방어력의 276.0448%",
                                    "방어력의 293.2976%",
                                    "방어력의 310.5504%",
                                    "방어력의 327.8032%",
                                    "방어력의 345.056%",
                                    "방어력의 366.622%",
                                    "방어력의 388.188%",
                                    "방어력의 409.754%"
                                ]
                            },
                            {
                                "Desc": "영마의 질주 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 140.968%",
                                    "방어력의 151.5406%",
                                    "방어력의 162.1132%",
                                    "방어력의 176.21%",
                                    "방어력의 186.7826%",
                                    "방어력의 197.3552%",
                                    "방어력의 211.452%",
                                    "방어력의 225.5488%",
                                    "방어력의 239.6456%",
                                    "방어력의 253.7424%",
                                    "방어력의 267.8392%",
                                    "방어력의 281.936%",
                                    "방어력의 299.557%",
                                    "방어력의 317.178%",
                                    "방어력의 334.799%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 4단 공격 보름 피해",
                                "ParamLevelList": [
                                    "방어력의 29.456%",
                                    "방어력의 31.6652%",
                                    "방어력의 33.8744%",
                                    "방어력의 36.82%",
                                    "방어력의 39.0292%",
                                    "방어력의 41.2384%",
                                    "방어력의 44.184%",
                                    "방어력의 47.1296%",
                                    "방어력의 50.0752%",
                                    "방어력의 53.0208%",
                                    "방어력의 55.9664%",
                                    "방어력의 58.912%",
                                    "방어력의 62.594%",
                                    "방어력의 66.276%",
                                    "방어력의 69.958%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천상 삼원의 법칙",
                        "Desc": "자백이 청옥 우산 지붕을 돌려 <color style='color:#FFE699;'>바위 원소 피해</color>를 2회 주고, 그중 제2단 공격 피해는 달 결정 반응 피해로 간주한다",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>먼 옛날 밤하늘을 밝힐 별똥별이 다가왔고, 사람들은 그 순간 잠시나마 법보의 찬란한 빛을 엿봤다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 126.96%",
                                    "방어력의 136.482%",
                                    "방어력의 146.004%",
                                    "방어력의 158.7%",
                                    "방어력의 168.222%",
                                    "방어력의 177.744%",
                                    "방어력의 190.44%",
                                    "방어력의 203.136%",
                                    "방어력의 215.832%",
                                    "방어력의 228.528%",
                                    "방어력의 241.224%",
                                    "방어력의 253.92%",
                                    "방어력의 269.79%",
                                    "방어력의 285.66%",
                                    "방어력의 301.53%"
                                ]
                            },
                            {
                                "Desc": "스킬 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 177.744%",
                                    "방어력의 191.0748%",
                                    "방어력의 204.4056%",
                                    "방어력의 222.18%",
                                    "방어력의 235.5108%",
                                    "방어력의 248.8416%",
                                    "방어력의 266.616%",
                                    "방어력의 284.3904%",
                                    "방어력의 302.1648%",
                                    "방어력의 319.9392%",
                                    "방어력의 337.7136%",
                                    "방어력의 355.488%",
                                    "방어력의 377.706%",
                                    "방어력의 399.924%",
                                    "방어력의 422.142%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달에서 강림한 선인",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 또는 달 촛대 화음 발동 시, 자백은 4초 동안 지속되는 <color style='color:#FFD780;'>「달빛 강림」</color> 효과를 획득한다: <color style='color:#FFD780;'>백마 돌격</color>의 제2단 공격으로 주는 피해가 자백 방어력의 40%만큼 증가한다",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "겹겹의 산봉우리",
                        "Desc": "파티에 <color style='color:#FFE699;'>바위 원소</color>가 아닌 다른 원소 타입 캐릭텅가 1명 존재할 때마다 자백의 방어력이 15% 증가한다. 파티에 <color style='color:#80C0FF;'>물 원소</color>가 아닌 다른 원소 타입 캐릭터가 1명 존재할 때마다 자백의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 빛의 흐름",
                        "Desc": "파티 내 캐릭터가 물 원소 결정 반응 발동 시, 달 결정 반응 발동으로 전환되며, 자백의 방어력에 기반해 파티 내 캐릭터가 달 결정 반응으로 주는 기본 피해가 증가한다: 방어력 100pt마다 달 결정 반응 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>자백이 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "꽃밭의 아지랑이",
                        "Desc": "야간(18시~6시)에 비전투 상태인 경우, 2초마다 자백의 원소 에너지가 1pt 회복된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "홀연한 탄생과 고요한 끝",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 후, 자백이 즉시 <color style='color:#FFD780;'>「시간의 빛」</color>을 100pt 축적하고, <color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드에서 <color style='color:#FFD780;'>백마 돌격</color>의 최대 사용 가능 횟수가 5회로 증가한다.<br>또한, 「달빛 시간의 틈새」 모드로 전환할 때마다 첫 번째 백마 돌격 발동 시, 제2단 공격으로 주는 달 결정 반응 피해가 200% 증가한다",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "생사의 섭리",
                        "Desc": "<color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드일 때, 자백의 방어력이 50% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 돌파 특성 <color style='color:#FFD780;'>달에서 강림한 선인</color>의 효과가 강화된다: <color style='color:#FFD780;'>백마 돌격</color>의 제2단 공격으로 주는 피해가 자백 방어력의 100%만큼 추가로 증가한다. 해당 효과는 돌파 특성 달에서 강림한 선인을 해금해야 한다",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "무소유",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "혼을 따르는 육신",
                        "Desc": "<color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드일 때, 자백의 일반 공격 콤보수가 초기화되지 않으며, <color style='color:#FFD780;'>백마 돌격</color>이 적 명중 시 자백이 <color style='color:#FFD780;'>「월화」</color> 효과를 획득한다: 다음 일반 공격 시, 4단 공격으로 주는 달 결정 반응 피해가 자백 방어력의 60%만큼 추가로 증가한다",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "침묵으로 깨달은 도리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>천상 삼원의 법칙</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "천지를 스쳐가는 여정",
                        "Desc": "<color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드일 때, 자백의 <color style='color:#FFD780;'>「시간의 빛」</color> 축적 효율이 40% 증간한다.<br>또한, <color style='color:#FFD780;'>백마 돌격</color>이 모든 「시간의 빛」을 소모하도록 변경된다. 소모한 「시간의 빛」이 70pt를 초과하면 초과 소모한 「시간의 빛」 1pt마다 이번 백마 돌격과 이어지는 3초 동안 자백이 주는 달 결정 반응 피해가 1.6% <color style='color:#FFD780;'>승격</color>된다. 해당 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "달빛 시간의 틈새",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 후, 자백은 해당 모드로 전환된다. 이 모드는 최대 15초 동안 지속되며, 다음과 같은 특성을 가진다:<br> · 일반 공격과 강공격 시, 다른 원소 부여 효과로 대체되지 않는 <color style='color:#FFE699;'>바위 원소 피해</color>를 주는 것으로 전환된다;<br> · 원소전투 스킬 <color style='color:#FFD780;'>천지일체</color>가 특수 원소전투 스킬 <color style='color:#FFD780;'>백마 돌격</color>으로 대체된다: 자백이 <color style='color:#FFD780;'>「시간의 빛」</color> 70pt 이상 보유 시, 자백은 「시간의 빛」을 70pt 소모해 백마 돌격을 발동하여 2회의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다, 이 중 제2단 공격 피해는 달 결정 반응 피해로 간주된다.<br><br><color style='color:#FFD780;'>「시간의 빛」</color>의 최대치는 100pt 이며, 자백은 아래와 같은 방법으로 「시간의 빛」을 축적할 수 있다:<br> · <color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드 중일 때, 10초마다 「시간의 빛」을 10pt 축적한다.<br> · 일반 공격이 적 명중 시, 「시간의 빛」을 5pt 축적한다, 자백은 해당 방식으로 0.5초마다 「시간의 빛」을 최대 1회 축적할 수 있다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color> <br>주변에 있는 파티 내 캐릭터가 달 결정 반응을 발동 시, 자백이 <color style='color:#FFD780;'>「시간의 빛」</color>을 35pt 축적하며, 자백은 해당 방식으로 2초마다 「시간의 빛」을 최대 1회 축적할 수 있다.<br><br><color style='color:#FFD780;'>백마 돌격</color>을 4회 발동하거나 지속 시간 종료 시, 자백은 해당 모드를 종료한다"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "금빛 가지치기",
                        "Desc": "<color style='color:#FFD780;'>일반 공격</color><br>검으로 최대 4번 공격한다.<br><br><color style='color:#FFD780;'>강공격</color><br>일정 스태미나를 소모해 순간적으로 전방을 향해 검을 두 번 휘두른다.<br><br><color style='color:#FFD780;'>낙하 공격</color><br>공중에서 땅을 내려찍어 경로상의 적을 공격하고 착지 시 범위 피해를 준다",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1단 공격 피해",
                                "ParamLevelList": [
                                    "50.5542%",
                                    "54.6691%",
                                    "58.784%",
                                    "64.6624%",
                                    "68.7773%",
                                    "73.48%",
                                    "79.9462%",
                                    "86.4125%",
                                    "92.8787%",
                                    "99.9328%",
                                    "106.9869%",
                                    "114.041%",
                                    "121.095%",
                                    "128.1491%",
                                    "135.2032%"
                                ]
                            },
                            {
                                "Desc": "2단 공격 피해",
                                "ParamLevelList": [
                                    "46.5527%",
                                    "50.3418%",
                                    "54.131%",
                                    "59.5441%",
                                    "63.3333%",
                                    "67.6638%",
                                    "73.6182%",
                                    "79.5726%",
                                    "85.527%",
                                    "92.0227%",
                                    "98.5184%",
                                    "105.0141%",
                                    "111.5099%",
                                    "118.0056%",
                                    "124.5013%"
                                ]
                            },
                            {
                                "Desc": "3단 공격 피해",
                                "ParamLevelList": [
                                    "30.8882%+30.8882%",
                                    "33.4023%+33.4023%",
                                    "35.9165%+35.9165%",
                                    "39.5082%+39.5082%",
                                    "42.0223%+42.0223%",
                                    "44.8956%+44.8956%",
                                    "48.8464%+48.8464%",
                                    "52.7973%+52.7973%",
                                    "56.7481%+56.7481%",
                                    "61.058%+61.058%",
                                    "65.368%+65.368%",
                                    "69.678%+69.678%",
                                    "73.988%+73.988%",
                                    "78.298%+78.298%",
                                    "82.6079%+82.6079%"
                                ]
                            },
                            {
                                "Desc": "4단 공격 피해",
                                "ParamLevelList": [
                                    "77.8954%",
                                    "84.2357%",
                                    "90.576%",
                                    "99.6336%",
                                    "105.9739%",
                                    "113.22%",
                                    "123.1834%",
                                    "133.1467%",
                                    "143.1101%",
                                    "153.9792%",
                                    "164.8483%",
                                    "175.7174%",
                                    "186.5866%",
                                    "197.4557%",
                                    "208.3248%"
                                ]
                            },
                            {
                                "Desc": "강공격 피해",
                                "ParamLevelList": [
                                    "73.659%+73.659%",
                                    "79.6545%+79.6545%",
                                    "85.65%+85.65%",
                                    "94.215%+94.215%",
                                    "100.2105%+100.2105%",
                                    "107.0625%+107.0625%",
                                    "116.484%+116.484%",
                                    "125.9055%+125.9055%",
                                    "135.327%+135.327%",
                                    "145.605%+145.605%",
                                    "155.883%+155.883%",
                                    "166.161%+166.161%",
                                    "176.439%+176.439%",
                                    "186.717%+186.717%",
                                    "196.995%+196.995%"
                                ]
                            },
                            {
                                "Desc": "강공격 스태미나 소모",
                                "ParamLevelList": [
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt",
                                    "20pt"
                                ]
                            },
                            {
                                "Desc": "낙하 기간 피해",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "저공/고공 추락 충격 피해",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천지일체",
                        "Desc": "옛 권능의 편린을 불러일으켜 <color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드로 전환한다.<br>해당 모드에서 자백이 일반 공격과 강공격 진행 시, 다른 원소 부여 효과로 대체될 수 없는 <color style='color:#FFE699;'>바위 원소 피해</color>를 주는 것으로 전환된다. 또한, 서로 다른 방식을 통해 특수한 <color style='color:#FFD780;'>「시간의 빛」</color>을 축적할 수 있다. 자백은 「시간의 빛」을 소모해 특수한 원소전투 스킬 <color style='color:#FFD780;'>백마 돌격</color>을 발동할 수 있다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color> <br><color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드에서 자백이 일반 공격 진행 시, 4번째 공격이 추가로 <color style='color:#FFE699;'>바위 원소 피해</color>를 1회 주고, 해당 피해는 결정 반응 피해로 간주된다",
                        "Icon": "Skill_S_Zibai_01",
                        "DescAdd": "<br><br><i>세상 사람들은 세월이 백마처럼 순식간에 지나간다고 말한다. 아이는 만약 백마가 살이 찌면 그렇게 빨리 지나갈 수 없지 않냐고 물었다. 질문을 들은 그녀는 이상한 표정을 지으며 대답했다:「순식간은 몸놀림을 설명한 거야. 뚱뚱한 것과 무슨 관련이 있지?」</i>",
                        "ParamDesc": [
                            {
                                "Desc": "달빛 시간의 틈새 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 56.5792%",
                                    "방어력의 60.8226%",
                                    "방어력의 65.0661%",
                                    "방어력의 70.724%",
                                    "방어력의 74.9674%",
                                    "방어력의 79.2109%",
                                    "방어력의 84.8688%",
                                    "방어력의 90.5267%",
                                    "방어력의 96.1846%",
                                    "방어력의 101.8426%",
                                    "방어력의 107.5005%",
                                    "방어력의 113.1584%",
                                    "방어력의 120.2308%",
                                    "방어력의 127.3032%",
                                    "방어력의 134.3756%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 52.1007%",
                                    "방어력의 56.0083%",
                                    "방어력의 59.9158%",
                                    "방어력의 65.1259%",
                                    "방어력의 69.0335%",
                                    "방어력의 72.941%",
                                    "방어력의 78.1511%",
                                    "방어력의 83.3612%",
                                    "방어력의 88.5712%",
                                    "방어력의 93.7813%",
                                    "방어력의 98.9914%",
                                    "방어력의 104.2014%",
                                    "방어력의 110.714%",
                                    "방어력의 117.2266%",
                                    "방어력의 123.7392%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 3단 공격 피해",
                                "ParamLevelList": [
                                    "34.5694%+방어력의 34.5694%",
                                    "37.1621%+방어력의 37.1621%",
                                    "39.7548%+방어력의 39.7548%",
                                    "43.2117%+방어력의 43.2117%",
                                    "45.8044%+방어력의 45.8044%",
                                    "48.3971%+방어력의 48.3971%",
                                    "51.854%+방어력의 51.854%",
                                    "55.311%+방어력의 55.311%",
                                    "58.7679%+방어력의 58.7679%",
                                    "62.2248%+방어력의 62.2248%",
                                    "65.6818%+방어력의 65.6818%",
                                    "69.1387%+방어력의 69.1387%",
                                    "73.4599%+방어력의 73.4599%",
                                    "77.7811%+방어력의 77.7811%",
                                    "82.1022%+방어력의 82.1022%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 4단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 87.1788%",
                                    "방어력의 93.7172%",
                                    "방어력의 100.2556%",
                                    "방어력의 108.9735%",
                                    "방어력의 115.5119%",
                                    "방어력의 122.0503%",
                                    "방어력의 130.7682%",
                                    "방어력의 139.4861%",
                                    "방어력의 148.204%",
                                    "방어력의 156.9218%",
                                    "방어력의 165.6397%",
                                    "방어력의 174.3576%",
                                    "방어력의 185.2549%",
                                    "방어력의 196.1523%",
                                    "방어력의 207.0496%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 강공격 피해",
                                "ParamLevelList": [
                                    "65.95%+방어력의 65.95%",
                                    "70.8962%+방어력의 70.8962%",
                                    "75.8425%+방어력의 75.8425%",
                                    "82.4375%+방어력의 82.4375%",
                                    "87.3838%+방어력의 87.3838%",
                                    "92.33%+방어력의 92.33%",
                                    "98.925%+방어력의 98.925%",
                                    "105.52%+방어력의 105.52%",
                                    "112.115%+방어력의 112.115%",
                                    "118.71%+방어력의 118.71%",
                                    "125.305%+방어력의 125.305%",
                                    "131.9%+방어력의 131.9%",
                                    "140.1437%+방어력의 140.1437%",
                                    "148.3875%+방어력의 148.3875%",
                                    "156.6312%+방어력의 156.6312%"
                                ]
                            },
                            {
                                "Desc": "영마의 질주 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 172.528%",
                                    "방어력의 185.4676%",
                                    "방어력의 198.4072%",
                                    "방어력의 215.66%",
                                    "방어력의 228.5996%",
                                    "방어력의 241.5392%",
                                    "방어력의 258.792%",
                                    "방어력의 276.0448%",
                                    "방어력의 293.2976%",
                                    "방어력의 310.5504%",
                                    "방어력의 327.8032%",
                                    "방어력의 345.056%",
                                    "방어력의 366.622%",
                                    "방어력의 388.188%",
                                    "방어력의 409.754%"
                                ]
                            },
                            {
                                "Desc": "영마의 질주 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 140.968%",
                                    "방어력의 151.5406%",
                                    "방어력의 162.1132%",
                                    "방어력의 176.21%",
                                    "방어력의 186.7826%",
                                    "방어력의 197.3552%",
                                    "방어력의 211.452%",
                                    "방어력의 225.5488%",
                                    "방어력의 239.6456%",
                                    "방어력의 253.7424%",
                                    "방어력의 267.8392%",
                                    "방어력의 281.936%",
                                    "방어력의 299.557%",
                                    "방어력의 317.178%",
                                    "방어력의 334.799%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 4단 공격 보름 피해",
                                "ParamLevelList": [
                                    "방어력의 29.456%",
                                    "방어력의 31.6652%",
                                    "방어력의 33.8744%",
                                    "방어력의 36.82%",
                                    "방어력의 39.0292%",
                                    "방어력의 41.2384%",
                                    "방어력의 44.184%",
                                    "방어력의 47.1296%",
                                    "방어력의 50.0752%",
                                    "방어력의 53.0208%",
                                    "방어력의 55.9664%",
                                    "방어력의 58.912%",
                                    "방어력의 62.594%",
                                    "방어력의 66.276%",
                                    "방어력의 69.958%"
                                ]
                            },
                            {
                                "Desc": "달빛 시간의 틈새 지속 시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초",
                                    "18초"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "천상 삼원의 법칙",
                        "Desc": "자백이 청옥 우산 지붕을 돌려 <color style='color:#FFE699;'>바위 원소 피해</color>를 2회 주고, 그중 제2단 공격 피해는 달 결정 반응 피해로 간주한다",
                        "Icon": "Skill_E_Zibai_01",
                        "DescAdd": "<br><br><i>먼 옛날 밤하늘을 밝힐 별똥별이 다가왔고, 사람들은 그 순간 잠시나마 법보의 찬란한 빛을 엿봤다</i>",
                        "ParamDesc": [
                            {
                                "Desc": "스킬 1단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 126.96%",
                                    "방어력의 136.482%",
                                    "방어력의 146.004%",
                                    "방어력의 158.7%",
                                    "방어력의 168.222%",
                                    "방어력의 177.744%",
                                    "방어력의 190.44%",
                                    "방어력의 203.136%",
                                    "방어력의 215.832%",
                                    "방어력의 228.528%",
                                    "방어력의 241.224%",
                                    "방어력의 253.92%",
                                    "방어력의 269.79%",
                                    "방어력의 285.66%",
                                    "방어력의 301.53%"
                                ]
                            },
                            {
                                "Desc": "스킬 2단 공격 피해",
                                "ParamLevelList": [
                                    "방어력의 177.744%",
                                    "방어력의 191.0748%",
                                    "방어력의 204.4056%",
                                    "방어력의 222.18%",
                                    "방어력의 235.5108%",
                                    "방어력의 248.8416%",
                                    "방어력의 266.616%",
                                    "방어력의 284.3904%",
                                    "방어력의 302.1648%",
                                    "방어력의 319.9392%",
                                    "방어력의 337.7136%",
                                    "방어력의 355.488%",
                                    "방어력의 377.706%",
                                    "방어력의 399.924%",
                                    "방어력의 422.142%"
                                ]
                            },
                            {
                                "Desc": "재사용 대기시간",
                                "ParamLevelList": [
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초",
                                    "15초"
                                ]
                            },
                            {
                                "Desc": "원소 에너지",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "달에서 강림한 선인",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 또는 달 촛대 화음 발동 시, 자백은 4초 동안 지속되는 <color style='color:#FFD780;'>「달빛 강림」</color> 효과를 획득한다: <color style='color:#FFD780;'>백마 돌격</color>의 제2단 공격으로 주는 피해가 자백 방어력의 60%만큼 증가한다",
                        "Icon": "UI_Talent_S_Zibai_05"
                    },
                    {
                        "Name": "운해를 가르는 산맥",
                        "Desc": "파티에 <color style='color:#FFE699;'>바위 원소</color>가 아닌 다른 원소 타입 캐릭텅가 1명 존재할 때마다 자백의 방어력이 15% 증가한다. 파티에 <color style='color:#80C0FF;'>물 원소</color>가 아닌 다른 원소 타입 캐릭터가 1명 존재할 때마다 자백의 원소 마스터리가 60pt 증가한다",
                        "Icon": "UI_Talent_S_Zibai_06"
                    },
                    {
                        "Name": "달빛 징조의 축복 · 빛의 흐름",
                        "Desc": "파티 내 캐릭터가 물 원소 결정 반응 발동 시, 달 결정 반응 발동으로 전환되며, 자백의 방어력에 기반해 파티 내 캐릭터가 달 결정 반응으로 주는 기본 피해가 증가한다: 방어력 100pt마다 달 결정 반응 기본 피해가 0.7% 증가하며, 해당 방식으로 피해는 최대 14% 증가한다.<br><br>자백이 파티에 있을 때 파티의 <color style='color:#FFD780;'>달빛 징조</color>가 1레벨 상승한다",
                        "Icon": "UI_Talent_S_Zibai_07"
                    },
                    {
                        "Name": "꽃밭의 아지랑이",
                        "Desc": "야간(18시~6시)에 비전투 상태인 경우, 2초마다 자백의 원소 에너지가 1pt 회복된다.<br>해당 효과는 비경, 영역 토벌, 나선 비경에서 적용되지 않는다",
                        "Icon": "UI_Talent_S_Zibai_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "홀연한 탄생과 고요한 끝",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 후, 자백이 즉시 <color style='color:#FFD780;'>「시간의 빛」</color>을 100pt 축적하고, <color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드에서 <color style='color:#FFD780;'>백마 돌격</color>의 최대 사용 가능 횟수가 5회로 증가한다.<br>또한, 「달빛 시간의 틈새」 모드로 전환할 때마다 첫 번째 백마 돌격 발동 시, 제2단 공격으로 주는 달 결정 반응 피해가 220% 증가한다",
                        "Icon": "UI_Talent_S_Zibai_01"
                    },
                    {
                        "Level": 2,
                        "Name": "생사의 섭리",
                        "Desc": "<color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드일 때, 주변에 있는 파티 내 모든 캐릭터의 달 결정 반응으로 주는 피해가 30% 증가한다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color>: 돌파 특성 <color style='color:#FFD780;'>달에서 강림한 선인</color>의 효과가 강화된다: <color style='color:#FFD780;'>백마 돌격</color>의 제2단 공격으로 주는 피해가 자백 방어력의 550%만큼 추가로 증가한다. 해당 효과는 돌파 특성 달에서 강림한 선인을 해금해야 한다",
                        "Icon": "UI_Talent_S_Zibai_02"
                    },
                    {
                        "Level": 3,
                        "Name": "무소유",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_01"
                    },
                    {
                        "Level": 4,
                        "Name": "혼을 따르는 육신",
                        "Desc": "<color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드일 때, 자백의 일반 공격 콤보수가 초기화되지 않으며, <color style='color:#FFD780;'>백마 돌격</color>이 적 명중 시 자백이 <color style='color:#FFD780;'>「월화」</color> 효과를 획득한다: 다음 일반 공격 시, 4단 공격으로 주는 달 결정 반응 피해가 기존 피해의 250% 해당한다",
                        "Icon": "UI_Talent_S_Zibai_03"
                    },
                    {
                        "Level": 5,
                        "Name": "침묵으로 깨달은 도리",
                        "Desc": "원소폭발 <color style='color:#FFD780;'>천상 삼원의 법칙</color>의 스킬 레벨+3<br>최대 Lv.15까지 상승",
                        "Icon": "UI_Talent_U_Zibai_02"
                    },
                    {
                        "Level": 6,
                        "Name": "천지를 스쳐가는 여정",
                        "Desc": "<color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드일 때, 자백의 <color style='color:#FFD780;'>「시간의 빛」</color> 축적 효율이 50% 증간한다.<br>또한, <color style='color:#FFD780;'>백마 돌격</color>이 모든 「시간의 빛」을 소모하도록 변경된다. 소모한 「시간의 빛」이 70pt를 초과하면 초과 소모한 「시간의 빛」 1pt마다 이번 백마 돌격과 이어지는 3초 동안 자백이 주는 달 결정 반응 피해가 1.6% <color style='color:#FFD780;'>승격</color>된다. 해당 효과는 중첩되지 않는다",
                        "Icon": "UI_Talent_S_Zibai_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "승격",
                        "Desc": "특수한 피해 증가 효과. 다른 피해 증가 효과와 독립적으로 계산한다"
                    },
                    {
                        "Name": "달빛 시간의 틈새",
                        "Desc": "원소전투 스킬 <color style='color:#FFD780;'>천지일체</color> 발동 후, 자백은 해당 모드로 전환된다. 이 모드는 최대 15초 동안 지속되며, 다음과 같은 특성을 가진다:<br> · 일반 공격과 강공격 시, 다른 원소 부여 효과로 대체되지 않는 <color style='color:#FFE699;'>바위 원소 피해</color>를 주는 것으로 전환된다;<br> · 원소전투 스킬 <color style='color:#FFD780;'>천지일체</color>가 특수 원소전투 스킬 <color style='color:#FFD780;'>백마 돌격</color>으로 대체된다: 자백이 <color style='color:#FFD780;'>「시간의 빛」</color> 70pt 이상 보유 시, 자백은 「시간의 빛」을 70pt 소모해 백마 돌격을 발동하여 2회의 <color style='color:#FFE699;'>바위 원소 피해</color>를 준다, 이 중 제2단 공격 피해는 달 결정 반응 피해로 간주된다.<br><br><color style='color:#FFD780;'>「시간의 빛」</color>의 최대치는 100pt 이며, 자백은 아래와 같은 방법으로 「시간의 빛」을 축적할 수 있다:<br> · <color style='color:#FFD780;'>「달빛 시간의 틈새」</color> 모드 중일 때, 10초마다 「시간의 빛」을 10pt 축적한다.<br> · 일반 공격이 적 명중 시, 「시간의 빛」을 5pt 축적한다, 자백은 해당 방식으로 0.5초마다 「시간의 빛」을 최대 1회 축적할 수 있다.<br><br><color style='color:#FFD780;'>달빛 징조 · 보름</color> <br>주변에 있는 파티 내 캐릭터가 달 결정 반응을 발동 시, 자백이 <color style='color:#FFD780;'>「시간의 빛」</color>을 35pt 축적하며, 자백은 해당 방식으로 4초마다 「시간의 빛」을 최대 1회 축적할 수 있다. 특수 원소전투 스킬 <color style='color:#FFD780;'>백마 돌격</color>을 발동하면 해당 방식으로 축적한 <color style='color:#FFD780;'>「시간의 빛」</color>의 재사용 대기시간이 초기화된다.<br><br><color style='color:#FFD780;'>백마 돌격</color>을 4회 발동하거나 지속 시간 종료 시, 자백은 해당 모드를 종료한다"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Zibai": {}
}