// Auto Generated

var _eventvers = [
    {
        "Ver": "6.3",
        "Events": [
            {
                "_id": 5305,
                "Name": "月引周巡之述演",
                "Desc": "出于汲取不同地区特色以改良兵棋推演的考量，执律庭的埃德勒来到了挪德卡莱，不料，在郊外竟被一位不速之客拦下…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>出于汲取不同地区特色以改良兵棋推演的考量，执律庭的埃德勒来到了挪德卡莱，不料，在郊外竟被一位不速之客拦下…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「月引周巡之述演」中，旅行者需要选取战线领队和交战单位，组成出战阵容，与对手的阵容进行对决。合理利用阵列战旗和战斗策略来强化自身阵容，谨慎分析对手的阵容，据此安排出战单位，方可克敌制胜。<br>推演开始时，旅行者会获得一名战线领队。每个回合中，旅行者都会获得一定数量的交战单位和战斗策略，然后与一位对手进行推演对抗。<br>完成10个回合的战斗或失败4个回合后，推演结束，此时会根据获胜场数和综合表现获得「推演积分」，用以解锁珍贵的物资与奖励。",
                "Reward": [
                    201,
                    104003,
                    114074,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5306,
                "Name": "荒崖与墟壑的诗篇",
                "Desc": "登上开拓时代遗留的高塔，如最初的执灯士般遥望久历风霜的荒土与群山。<br>昔日征战的血迹尚未干涸，无声的诗篇依旧在湖畔宫阙的残垣间回荡。随着古老的仇敌重新聚集在晦暗的阴云下，不息的朔风又将再度吹响前进的战歌。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5307,
                "Name": "瞬影旅集",
                "Desc": "一台全新问世的留影机，一位害羞的测试员少女…看来，「特邀摄影师」的重任又要落到你的肩上了。去拜访提瓦特各地的老朋友，为他们拍下最棒的「决定性瞬间」吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>一台全新问世的留影机，一位害羞的测试员少女…看来，「特邀摄影师」的重任又要落到你的肩上了。去拜访提瓦特各地的老朋友，为他们拍下最棒的「决定性瞬间」吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」、部族纪闻「流淌着色彩的回忆 第三幕」、传说任务「磷星之章 第一幕」、传说任务「香糕塔之章 第一幕」、传说任务「浪沫之章 第一幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动的前五天，每天会开放2个留影点，前往指定留影点，用「瞬影」留影机记录朋友们最生动、最独特的瞬间吧。<br>活动期间，在每个「留影地点」首次完成留影后，可以在活动界面领取奖励。",
                "Reward": [
                    201,
                    104302,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2045,
                "Name": "活动一",
                "Desc": "？？？",
                "Intro": "<color style='color:#D3BC8EFF'>【活动规则】</color><br>「活动一」活动分为四个主题：<br><br>主题一 · 「笔腾墨跃」<br>回忆着伙伴们的身手，想象他们全力奔驰的模样吧。<br><br>主题二 · 「如意斗彩」<br>尽情施展拳脚，获取如意钱吧。<br><br>主题三 · 「月映仙踪」<br>在说书人的故事里化身为仙人，击败詹诸，守护人们的心愿吧。<br><br>主题四 · 「月引明霄」<br>点亮霄灯，为朋友们留下祝词吧。",
                "Reward": [
                    201,
                    104319,
                    200007,
                    360479,
                    374819,
                    104312,
                    104003,
                    104172,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "6.2",
        "Events": [
            {
                "_id": 5297,
                "Name": "哐哐当当雀雀球",
                "Desc": "在安饶之野，可爱动物专家拜希麦 · 五世为大家呈现了全新的团雀主题弹球游戏…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在安饶之野，可爱动物专家拜希麦 · 五世为大家呈现了全新的团雀主题弹球游戏…<br>按照规则击打「雀雀弹球」，尽可能获得高分吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>按照规则击打「雀雀弹球」，并使用「雀雀特技」，击退所有敌人，保卫农田，赢取物资奖励！",
                "Reward": [
                    201,
                    394814,
                    394815,
                    394816,
                    104003,
                    104348,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2044,
                "Name": "炽魂斗士的雪界之旅",
                "Desc": "随着一封邀请函的开启，你与派蒙得知了蒙德正在举办独特的活动——「龙脊雪山国际越野赛」，于是，你们打算回去看看比赛的情况…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>随着一封邀请函的开启，你与派蒙得知了蒙德正在举办独特的活动——「龙脊雪山国际越野赛」，于是，你们打算回去看看比赛的情况…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成部族纪闻「蘑境菌奇 第三幕」、「祈祝福愿，倾告嵴锋 第三幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「炽魂斗士的雪界之旅」活动分为四个主题：<br><br>主题一 · 「雪白迷踪」<br>基于原有的「风行迷踪」桌上游戏规则，巧妙利用暴风雪和寒冷值的限制，在雪山与伙伴们一起开展特殊的捉迷藏！<br><br>主题二 · 「前哨龙迹」<br>测试新的冒险家装备，幼暝视龙玩偶「前哨龙龙」，在规定的航道上快速冲刺，不断收集冒险币。<br><br>主题三 · 「飞玉趣掷」<br>向着作为标靶的雪人投掷「雪球」，利用不同雪人与趣物的特性，尽可能获得更高的得分。<br><br>主题四 · 「斗魂试炼」<br>参考英雄战斗时的风格，运用各类秘策，豪放地战胜魔物！<br><br>通过参与四个主题的劲趣游艺，可以获取「炽魂豪气」，用以换取珍贵的物资奖励。",
                "Reward": [
                    201,
                    104319,
                    15434,
                    104349,
                    104003,
                    105003,
                    114062,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5300,
                "Name": "飒勇争锋，龙之劲斗",
                "Desc": "每个部族的战士与龙伙伴都向往着飒勇的身姿，以及激越的争锋。为此，他们做好了充分的准备，随时迎接不休的劲斗…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>每个部族的战士与龙伙伴都向往着飒勇的身姿，以及激越的争锋。为此，他们做好了充分的准备，随时迎接不休的劲斗…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「飒勇争锋，龙之劲斗」活动中，旅行者将匹配3名玩家，进入挑战。<br>挑战中，需要魂附纳塔龙众，在限定时间内尽可能多地获取分数。不同关卡中获取「劲斗火力」的方式不同。<br>在限定时间内成功通过试炼后，旅行者将根据在试炼中的表现获得对应数量的「劲斗火力」。依据所取得的「劲斗火力」，可在达到指定数量后领取对应奖励，可获得的「劲斗火力」上限将随着玩法开放时间推进而提升。",
                "Reward": [
                    201,
                    104349,
                    104003,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5301,
                "Name": "终北的夜行诗",
                "Desc": "狂猎消隐，混乱宁息，苍林之穗的枝叶在悄然间盈满。<br>「祈月之夜」要来了，那是月亮距离提瓦特最近的日子。<br>对破碎的土地与人心而言，最好的疗愈莫过于一场轻松快乐的节庆。<br>不如就趁花好月圆，你我携手步入这个充满欢笑的夜晚吧。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "6.1",
        "Events": [
            {
                "_id": 2043,
                "Name": "参究故墟 · 稳健知行",
                "Desc": "再回须弥，你们与诸位老友重逢，开始探查一桩沙漠中的奇事…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>再回须弥，你们与诸位老友重逢，开始探查一桩沙漠中的奇事…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务 空月之歌 第四幕「回望湮灭的月光」与传说任务「金狼之章 第二幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「参究故墟 · 稳健知行」活动分为三个主题：<br><br>主题一 · 「机关破谜范式」<br>通过规划设置各种奇效，引导解谜伙伴抵达终点。<br><br>主题二 · 「伙伴侦察妙法」<br>通过切换「翠星柯里安巴」与「赤红飞兔伯爵」，在特制航道上奔行，收集冒险币，快速抵达终点。<br><br>主题三 · 「安全接敌实训」<br>在「先遣准备」中完成试炼目标，获取强力的增益效果，以挑战「正式接敌」中的强敌。",
                "Reward": [
                    201,
                    104319,
                    1067,
                    394636,
                    104358,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5295,
                "Name": "龙龙同游",
                "Desc": "出于对过往伙伴的思念，克维库决定在各个部族宣传一些能够让人和小龙愉快互动的技巧。此时，他正在「回声之子」附近徘徊…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>出于对过往伙伴的思念，克维库决定在各个部族宣传一些能够让人和小龙愉快互动的技巧。此时，他正在「回声之子」附近徘徊…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开始后，会随时间解锁新的挑战关卡。<br>在每次挑战中，旅行者都需要和龙伙伴默契配合、齐心协力以抵达终点。",
                "Reward": [
                    201,
                    114062,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5296,
                "Name": "跃跃律动舞力聚会",
                "Desc": "应「流泉之众」、「花羽会」及「回声之子」的联合邀请，一群须弥朋友来到了纳塔，共同举办活力满满的「舞术交流」聚会…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>应「流泉之众」、「花羽会」及「回声之子」的联合邀请，一群须弥朋友来到了纳塔，共同举办活力满满的「舞术交流」聚会…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」、传说任务「睡莲之章 第一幕」、部族纪闻「流泉所归之处 第三幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「跃跃律动舞力聚会」活动中，旅行者将匹配3名玩家，随机进入舞力挑战：跟随节奏，观察领舞的动作指挥舞者。在狂热时刻到来时，完成指定目标，还能获得更多的评分。享受音乐，感受律动的乐趣吧！",
                "Reward": [
                    201,
                    104348,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5298,
                "Name": "回望湮灭的月光",
                "Desc": "咆哮的狼搜寻着月光的轨迹，阴云笼罩在每个人心头。<br>古老的往事于眼前一幕幕浮现…历史留下的谜团，至今仍推着许多人在命运的洪流中竭力向前。",
                "Intro": "",
                "Reward": [
                    201,
                    104132,
                    113079,
                    101263,
                    112126,
                    112125
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "6.0",
        "Events": [
            {
                "_id": 5280,
                "Name": "嘟嘟可爆轰大乱斗",
                "Desc": "路过蒙德的花园时，你与派蒙遇见了一位热情的冒险家，并顺着她的推荐，尝试了一种熟悉而新颖的桌上游戏…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>路过蒙德的花园时，你与派蒙遇见了一位热情的冒险家，并顺着她的推荐，尝试了一种熟悉而新颖的桌上游戏…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「悖理」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>指挥嘟嘟可，与其他的旅行者一同放置炸弹，击退所有角角鱼敌人和外援强敌，积累「爆炸评分」，获取各种物资奖励！",
                "Reward": [
                    201,
                    374808,
                    104003,
                    104302,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5284,
                "Name": "冷月逸照的乐屿",
                "Desc": "古老的遗迹静卧在时光深处，微风与浪涛轻抚着岑寂的海岸。皎澈无瑕的月华，照亮为机遇而翻涌的边地乐园。<br>穿越迷雾与深谷，在这月影斑驳的岛屿上，追寻最初的起点。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2042,
                "Name": "叮铃哐啷大作战",
                "Desc": "熟悉了挪德卡莱的环境后，你与派蒙暂时空闲了下来，却发现伊涅芙和爱诺被卷入了一场神秘的风波…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>熟悉了挪德卡莱的环境后，你与派蒙暂时空闲了下来，却发现伊涅芙和爱诺被卷入了一场神秘的风波…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成空月之歌 第二幕「尘与灯的挽歌」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「叮铃哐啷大作战」活动分为四个主题：<br><br>主题一 · 「追击！失控飞兵！」<br>借助月灵的帮助，沿着月灵旅路快速行动，追踪并击落失控的侦察单元。<br><br>主题二 · 「轰隆！测试威力！」<br>讨伐挪德卡莱各地的敌人，为「防身装置」记录关键数据。<br><br>主题三 · 「寻踪！故障机器！」<br>在指定区域行动，找到故障机器。<br><br>主题四 · 「静音！谍械潜行！」<br>操纵潜行机器人「咻咻咻间谍1号」进行测试，收集识别卡并到达终点！",
                "Reward": [
                    201,
                    104319,
                    14432,
                    104358,
                    104003,
                    114074,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5285,
                "Name": "旅途拾光集",
                "Desc": "在全新的国度，派蒙为你准备了一份特别的礼物。它将成为你最忠实的「眼睛」，去捕捉那些转瞬即逝的风景，去定格那些触动心弦的相遇。",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>在全新的国度，派蒙为你准备了一份特别的礼物。它将成为你最忠实的「眼睛」，去捕捉那些转瞬即逝的风景，去定格那些触动心弦的相遇。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成以下前置任务：「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动持续期间，派蒙将连续六天推荐留影点，前往指定留影点，用「回忆捕手留影机」按特定要求记录下各类画片吧。<br>活动期间，在每个「留影地点」首次完成留影后，可以在活动界面领取奖励。",
                "Reward": [
                    201,
                    104003,
                    104357,
                    114074,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5290,
                "Name": "叮铃哐啷天才机械师！",
                "Desc": "小小的脑袋里有源源不断的新奇想法，叮铃哐啷蛋卷工坊也永远会传来敲敲打打的声响。<br>因为就像冒险一样，机械发明的第一步是行动起来嘛！<br>那第二步是…「伊涅芙——救救我，我好累，要一碟蛋卷才能继续！」",
                "Intro": "",
                "Reward": [],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5291,
                "Name": "雪浪与苍林之舞",
                "Desc": "那是月亮升起的地方，是冒险家们的「乐园」。<br>月光皎远、苍林郁郁，秘密宛如古老的歌谣，在这片土地上回响。<br>出发吧，去聆听那月光下的曲调…",
                "Intro": "",
                "Reward": [
                    201,
                    104132,
                    104142,
                    113078,
                    113077,
                    101263,
                    101261,
                    112126,
                    112123,
                    112125,
                    112122
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5292,
                "Name": "",
                "Desc": "「千音雅集」新增全新专辑「相遇 · 漫漫旅途之忆」，欢迎旅行者前来演奏。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5294,
                "Name": "砺行修远",
                "Desc": "通过完成冒险历练中的历练事项，可达成每日砺行目标。每周<color style='color:#CA8F5BFF'>达成5次每日砺行目标</color>，即可达成本周砺行目标，每期「砺行修远」<color style='color:#CA8F5BFF'>达成8次每周砺行目标即可兑换命星奖励</color>。",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>通向巅峰的道路，往往由汗水与坚持铺就。若能历经日复一日的磨砺，想必能够收获丰厚的奖励吧。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到14，并完成以下前置任务：魔神任务「西风骑士团」和世界任务「欢迎来到冒险家协会」。<br><br><color style='color:#D3BC8EFF'>【每日砺行目标】</color><br>活动期间，当日领取4次委托奖励且消耗120点原粹树脂，即可完成每日砺行目标。<br><br><color style='color:#D3BC8EFF'>【本周砺行目标】</color><br>活动期间，当周达成5次每日砺行目标，即可达成本周砺行目标。达成本周砺行目标时，将会积累完成进度，可兑换对应阶段奖励，达成8次每周砺行目标后可兑换最终奖励。<br><br><color style='color:#D3BC8EFF'>【命星奖励】</color><br>旅行者可从活动页面的角色列表中选择期望获得其命星的角色，当本期「砺行修远」进度达成时，即可兑换选择角色的命星。需要注意，无法兑换未获取角色以及在过往「砺行修远」中兑换过的角色的命星。<br><br><color style='color:#D3BC8EFF'>【特殊说明】</color><br>当期「砺行修远」活动结束时，已达成目标但未兑换的奖励将会发放至旅行者的背包。若已达成当期「砺行修远」进度但未选择期望获取其命星的角色，将会按照活动页面角色列表中的角色等级顺序选择可选择的角色（即已获取，且未在过往「砺行修远」中兑换过其命星的角色）并发放命星。角色等级相同时，将优先选择活动页面角色列表中排列顺序靠前的角色。需要注意，若活动页面角色列表中没有可选择的角色，则不会发放角色命星奖励。",
                "Reward": [],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.8",
        "Events": [
            {
                "_id": 2041,
                "Name": "绘夏！烈日？度假村！",
                "Desc": "海风拭去汗水，夏天正是适合冒险的季节，这趟旅程将在烈日的陪伴下徐徐展开。<br>特诺奇兹托克，这个迄今为止仍显生涩的名字，终将成为记忆里一抹温暖的亮色。",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>海风拭去汗水，夏天正是适合冒险的季节，这趟旅程将在烈日的陪伴下徐徐展开。<br>特诺奇兹托克，这个迄今为止仍显生涩的名字，终将成为记忆里一抹温暖的亮色。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到18，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「绘夏！烈日？度假村！」活动分为四个主题：<br><br>主题一 · 「飞漆溅彩」<br>与其他旅行者扮演阿夏，共同喷涂情景中的物体，获取评分。<br><br>主题二 · 「遥遥同旅」<br>切换旅行家阿凯马伊与龙伙伴卡乌卡乌，利用他们的能力通力合作，收集娜娜丝梨饼并前往终点。<br><br>主题三 · 「急风狙击」<br>使用特殊的游乐装置瞄准并射击场景中的凶徒，完成射击挑战。<br><br>主题四 · 「炫音爆光」<br>利用指定的方式击败敌人，使爆光音响进入「爆光冲击模式」。在「爆光冲击模式」中，跟随音乐的节奏释放「爆光冲击波」，击败源源不断出现的敌人！",
                "Reward": [
                    201,
                    104319,
                    12432,
                    340022,
                    363383,
                    104349,
                    104003,
                    105003,
                    114062,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5278,
                "Name": "谛踪匿行",
                "Desc": "夏日已至，前往遗珑埠品茶的途中，你与派蒙意外遇见了夜兰，因而介入了一宗特殊的案件…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>夏日已至，前往遗珑埠品茶的途中，你与派蒙意外遇见了夜兰，因而介入了一宗特殊的案件…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「罪人舞步旋」、传说任务「幽客之章 第一幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「谛踪匿行」活动中，旅行者需要与夜兰紧密配合，追查特定犯罪团伙的头目。通过已有线索，充分运用道具「综像勘录仪」与夜兰的提示，不断找出情报，挫败对方的伪装，最终将目标抓获。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    104311,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5279,
                "Name": "提瓦特忆画 · 雪幕前事",
                "Desc": "走得太远，有时候会忘记自己曾经经历过多么惊心动魄的事，遇到过多么温暖的朋友，为了防止自己忘记，有必要把记忆固定下来，留在画册里。",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>走得太远，有时候会忘记自己曾经经历过多么惊心动魄的事，遇到过多么温暖的朋友，为了防止自己忘记，有必要把记忆固定下来，留在画册里。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动持续期间，派蒙将连续六天推荐留影点，前往指定留影点，用「派蒙的留影机」按特定要求记录下各类画片吧。<br>活动期间，在每个「留影地点」首次完成留影后，可以在活动界面领取奖励。",
                "Reward": [
                    201,
                    104003,
                    202
                ],
                "Tutorial": [
                    13693
                ]
            },
            {
                "_id": 5282,
                "Name": "悠悠纳塔，悠悠夏天！",
                "Desc": "在旷日持久的大战结束后，话事处决定在这个夏日兴建一座盛大的度假村，以慰藉被岁月与战火灼伤的人们。<br>度假村的选址最终由投票决出——一片少有人烟的靓丽海岛——位于纳塔最西侧的特诺奇兹托克。这个选择不仅因为风景，更因为战争的一切皆从那而起，最后便也该从那落下帷幕。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5283,
                "Name": "",
                "Desc": "千音雅集新增专辑，现可演奏",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5287,
                "Name": "游逸旅闻",
                "Desc": "提瓦特的新一天又将到来，当你漫步在旅途之上时，记得留意风带给你的声音。或许，你会在下一刻，听闻到伙伴们的消息…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>提瓦特的新一天又将到来，当你漫步在旅途之上时，记得留意风带给你的声音。或许，你会在下一刻，听闻到伙伴们的消息…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等级达到28级，并完成以下前置任务：魔神任务「迫近的客星」。（完成魔神任务「虚空鼓动，劫火高扬」、传说任务「磷星之章 第一幕」后体验更佳。）<br>完成魔神任务「雪浪与苍林之舞」中的「于月光下重逢」后可开启挪德卡莱地区游逸旅闻。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>获取「游逸旅账」后，可以前去各地拜访伙伴们，听他们闲叙一番平日里的趣闻，或是与他们一同度过闲适的一天。<br>每天可体验的逸闻数量随机，且有一定上限。如果地图上已经没有可以拜访的伙伴，可以尝试改日再来拜访。",
                "Reward": [
                    220124
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.7",
        "Events": [
            {
                "_id": 5269,
                "Name": "幽境危战",
                "Desc": "诡异的地脉紊乱点再度出现在了璃月的地中之盐一带，唯有深入叵测的秘境，战胜强敌，才能平息此地的动乱，并发掘非同寻常的秘宝…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>诡异的地脉紊乱点再度出现在了璃月的地中之盐一带，唯有深入叵测的秘境，战胜强敌，才能平息此地的动乱，并发掘非同寻常的秘宝…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成前置任务「巨龙与自由之歌」。（完成魔神任务「危途疑踪」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>1.难度：在「幽境危战」中，玩家可以在6种难度中选择一种进行挑战，由简至难分为「普通」、「进阶」、「困难」、「险恶」、「无畏」和「绝境」难度，从「困难」难度开始，只有通过该难度挑战，才可解锁下一个难度。在每个难度的挑战中，旅行者需要完成三场战斗，每场战斗均具有单独的限定时间，在限定时间击败所有敌人即可完成对应战斗。初始所选的难度越高，挑战中的特殊限制规则「地脉乱象」越多，面对敌人时的压力也将越大。<br>2.「辉光」与「赋光之人」：单人挑战中，所有旅行者通过「绝境」难度后，都将为当前队伍中的角色赋予「辉光」，在完成「极限目标」的情况下通过「绝境」难度后，则将为当前队伍中的角色赋予更强的「恒昼辉光」。每位旅行者的同一名角色无法被重复赋予「辉光」或「恒昼辉光」，但被赋予「恒昼辉光」时，将取代原本的「辉光」。当一名角色具备足够的「辉光」时，该角色将成为「赋光之人」，在「普通」、「进阶」、「困难」、「险恶」和「无畏」难度中获得增益「辉世之眷」，协助旅行者更为有力地完成挑战。至多同时存在16位「赋光之人」，信息更新时，「辉光」更多的角色将成为新的「赋光之人」。<br>3.多人挑战：「幽境危战」允许多名旅行者组成队伍，进行多人挑战。多人挑战时，队伍中无法编入相同的角色，且同样会受到「地脉乱象」影响。另外，敌人的战力将转变为对应难度的多人挑战难度，且不会随着挑战人数的变化而改变。<br>4.紊乱爆发期：挑战开启后的10天内，地脉紊乱点将处于爆发状态。冒险等阶45及以上的旅行者在「困难」及以上难度的挑战中完成战斗后，可以使用原粹树脂、浓缩树脂、脆弱树脂、须臾树脂或使用原石，激活特殊的紊乱地脉花，获取自选祝圣秘境对应的奖励；同时，将积累「危战勋望」，用来换取更多奖励。",
                "Reward": [
                    201,
                    105006,
                    104003,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2040,
                "Name": "阵列推想大作战",
                "Desc": "为了解决孩子们提出的各种与魔物、生态、不同战士们相关的稀奇古怪的问题，教令院的学者决定开发一款模拟冒险的游戏…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>为了解决孩子们提出的各种与魔物、生态、不同战士们相关的稀奇古怪的问题，教令院的学者决定开发一款模拟冒险的游戏，不过这个模拟养成的游戏仍在测试之中，帮助须弥学者完成测试，以获取丰厚的奖励吧。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动的第1天与第4天都将开启新的「伙伴冒险大战记」关卡，旅行者需要选择对应伙伴棋子组成己方阵容并不断强化，以应对关卡内越发强大的敌人的挑战。<br>活动的前3天，每天还会开启2个新的「茹果食补大调研」关卡，旅行者在关卡内要指挥派蒙规划树果采摘路线，采摘树果以完成目标。<br>参与活动玩法可以赢取「推想记录」，「推想记录」可用于提升推想等级，在「伙伴冒险大战记」的旅途中获得增益。",
                "Reward": [
                    201,
                    104319,
                    1097,
                    104331,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5270,
                "Name": "轰隆轰隆缤纷火力",
                "Desc": "一处荒废的遗迹中出现了魔物，为了解决此危机，来自警备队的「天才发明家」将使用他改良过的新式炮台清剿魔物。此时，他诚招一位专业人士来操控炮台…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>一处荒废的遗迹中突然出现了大量魔物。为了解决这次危机，来自警备队的「天才发明家」带来了他改良过的新式炮台。因而，他诚招专业人士来操控炮台，以击败这些难缠的魔物…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>旅行者需要利用遥控装置操纵炮台，并根据来袭魔物的种类，合理规划有限的炮弹，以尽可能高效地击败敌人。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5271,
                "Name": "追想练行 · 豪斗篇",
                "Desc": "伟大的冒险总少不了热血的征途。通过模拟不同战斗情景，必将燃起胸中的豪情，激发冒险的热情，亦能为未来的旅途注入动力…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>伟大的冒险总少不了热血的征途。通过模拟不同战斗情景，必将燃起胸中的豪情，激发冒险的热情，亦能为未来的旅途注入动力…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>1.旅行者可通过单人匹配或队伍匹配两种方式游玩「追想练行 · 豪斗篇」，每次挑战包含3个关卡。<br>2.每次开启挑战时，将随机为本次挑战赋予练行反应主题，为部分元素反应带来额外的增益效果。旅行者可以选择合适的角色进行挑战，并进一步从追想支援中选择有利于自己的增益，为角色提供强化后进入关卡。<br>3.成功通过挑战后，将根据玩家的表现，获取对应数量的豪斗之星，根据豪斗之星的档位，可以领取对应的奖励。豪斗之星的上限将随活动开放的时间逐步提升。",
                "Reward": [
                    201,
                    104003,
                    114062,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5275,
                "Name": "游逸旅闻 · 鎏溢之章",
                "Desc": "提瓦特的新一天又将到来，当你漫步在旅途之上时，记得留意风带给你的声音。或许，你会在下一刻，听闻到伙伴们的消息…<br><color style='color:#f8de89'>可打开地图，根据角色标记寻听逸闻。</color>",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>提瓦特的新一天又将到来，当你漫步在旅途之上时，记得留意风带给你的声音。或许，你会在下一刻，听闻到伙伴们的消息…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等级达到28级，并完成以下前置任务：魔神任务「迫近的客星」。（完成魔神任务「罪人舞步旋」、传说任务「天下人之章 第二幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在活动期间，前去各地拜访伙伴们，听他们闲叙一番平日里的趣闻，或是与他们一同度过闲适的一天吧。<br>每天能够体验的逸闻数量有一定上限。如果地图上已经没有可以拜访的伙伴，可以尝试改日再来拜访。",
                "Reward": [],
                "Tutorial": [
                    13681
                ]
            }
        ]
    },
    {
        "Ver": "5.6",
        "Events": [
            {
                "_id": 5262,
                "Name": "机谋变策战记",
                "Desc": "冒险途中，旅人们总会遭遇各式各样的困境与强敌。冷静分析眼前的敌情，灵活地调整阵容，力求赢取最终的胜利吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>冒险途中，旅人们总会遭遇各式各样的困境与强敌。冷静分析眼前的敌情，灵活地调整阵容，力求赢取最终的胜利吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「机谋变策战记」活动中，每个挑战均有一个主题角色，并被分为上下两个半场。在挑战中，旅行者需要根据主题角色配置两支不同的队伍，分别在两场战斗中，击败源源不断袭来的敌人，以获得更高的积分。<br><br>在活动的前6天，每天都会解锁新的挑战。<br><br>在「机谋变策战记」活动的挑战中，无法使用食物等道具。",
                "Reward": [
                    201,
                    104003,
                    104311,
                    114014,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2039,
                "Name": "和旋舞剧",
                "Desc": "前往枫丹书报摊购买《蒸汽鸟报》时，你与派蒙意外听见了老朋友们的熟悉话音，并受邀参与了一场特别的展会…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>前往枫丹书报摊购买《蒸汽鸟报》时，你与派蒙意外听见了老朋友们的熟悉话音，并受邀参与了一场特别的展会…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20、解锁任意枫丹区域的七天神像，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」、传说任务「司颂之章 第一幕」、传说任务「香糕塔之章 第一幕」、部族纪闻「蘑境菌奇 第三幕」、世界任务「早早失败的『图形对抗学』...」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「和旋舞剧」活动中，旅行者需要经营一座映影主题的乐园「海薇玛映影欢乐城」。乐园中有着三个主要的游乐项目「缤纷蹈险奇行」、「妙影名篇」和「悠悠慢庄园」：<br><br>「缤纷蹈险奇行」<br>为游客们提供飞檐走壁或水中穿行的奇妙体验，置身于刺激的历险之中；<br><br>「妙影名篇」<br>让游客们体验经典映影桥段风格的挑战关卡，通过特殊能力完成华丽的演绎；<br><br>「悠悠慢庄园」<br>管理一座特殊的庄园，为各种奇特的动物朋友们提供休息之处，吸引游客们前来参观。<br><br>通过升级、扩建游乐项目，招募员工和选择主题料理等方法，可以不断强化「海薇玛映影欢乐城」的服务品质，进而获得更高的营收，进入良性循环，提升乐园的人气，让更多游客前来享受别样的乐趣！",
                "Reward": [
                    201,
                    104319,
                    15432,
                    370831,
                    104003,
                    104339,
                    114050,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5266,
                "Name": "雨阵奔流之述演",
                "Desc": "在枫丹廷的一角，特巡队员蒂蕾娜和昂吉安妮摆开了新的桌上推演兵棋，正等待着见识你的指挥才华…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在枫丹廷的一角，特巡队员蒂蕾娜和昂吉安妮摆开了新的桌上推演兵棋，正等待着见识你的指挥才华…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」（完成魔神任务「罪人舞步旋」后体验更佳）。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「雨阵奔流之述演」中，旅行者可以进行预设想定挑战与对抗想定挑战：<br>预设想定挑战中旅行者将用给定的兵棋进行推演，当召唤出的兵棋击破敌方所有兵棋和设施（障碍物除外）之后，则可赢得挑战胜利。<br>在对抗想定开始前，需要先进行防守阵容部署，部署时可选择一种阵型，并将防守用的兵棋和设施部署到选择的点位上。而后便可选择进攻时使用的兵棋阵容，并进行匹配对抗。匹配成功后，两名旅行者将分别使用自己携带的兵棋进攻敌方部署的防守阵容，限定时间内攻略进度高或者攻略进度率先达到100%的旅行者将获得胜利。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13638
                ]
            },
            {
                "_id": 5268,
                "Name": "炽烈传说 · 跨界乱斗",
                "Desc": "在「回声之子」部族领地旁，艺术工作者维热正通过她创新的「互动织卷」，引导人们推进有趣的「跨界挑战」故事…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在「回声之子」部族领地旁，艺术工作者维热正通过她创新的「互动织卷」，引导人们推进有趣的「跨界挑战」故事…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「炽烈传说 · 跨界乱斗」活动中，旅行者将匹配3名玩家，随机进入一种挑战。每个挑战均存在主题玩法、主题角色与主题龙。挑战中，四名挑战者首先需要尽可能多地收集「试炼币」，挑战到达特定阶段时，收集「试炼币」较少的挑战者可能魂附为龙，与余下的三位挑战者进行竞争…充分利用主题玩法、角色与龙的特性，力争夺得最多「试炼币」，从而获得高额评分吧！",
                "Reward": [
                    201,
                    104003,
                    114062,
                    114066,
                    114070,
                    104013,
                    202
                ],
                "Tutorial": [
                    13631
                ]
            }
        ]
    },
    {
        "Ver": "5.5",
        "Events": [
            {
                "_id": 2038,
                "Name": "荣花竞捷之争",
                "Desc": "近来安闲无事，你与派蒙重返「回声之子」时，发现众人正围在一只不同寻常的小嵴锋龙身旁…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>近来安闲无事，你与派蒙重返「回声之子」时，发现众人正围在一只不同寻常的小嵴锋龙身旁…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成以下前置任务：「巨龙与自由之歌」。（完成传说任务「不败阳焰之章 第一幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「荣花竞捷之争」活动包含两个部分：<br><br>主题一 · 「荣花演武」<br>参与六大部族之间的攻防演武，与伙伴们并肩作战，完成各种演武中的目标，攻夺胜利与荣誉。<br><br>主题二 · 「龙龙寻宝」<br>规划路线，引导小龙行进，从而完成各个关卡的寻宝目标，赢取奖励。",
                "Reward": [
                    201,
                    104319,
                    4105,
                    104349,
                    104003,
                    104142,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5258,
                "Name": "圣山所在是安饶之陆",
                "Desc": "频繁喷发的山火之下，生长于沃土之上的勇士们用力量回应酷烈的考验。<br>而在长年硫烟环绕的圣山之中，一度舍弃众人者仍在等待一切往事的终局。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5259,
                "Name": "奇逸角技隆隆擂台",
                "Desc": "无数经验表明，自身的本领是冒险时最值得依仗的「道具」。在对抗中磨炼各色的奇逸本领，想来必然会对未来的冒险有所裨益…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>无数经验表明，自身的本领是冒险时最值得依仗的「道具」。在对抗中磨炼各色的奇逸本领，想来必然会对未来的冒险有所裨益…<br>活动期间，完成指定的挑战，即可获取相应的奖励。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开启后的前三天，每天都会解锁新的试炼，旅行者可通过单人匹配或队伍匹配两种方式游玩已解锁的试炼。<br>每个试炼中，旅行者使用指定的试用角色，并在限定时间内尽可能多地收集冒险币。<br>碰触试炼中出现的「道具箱」可获得不同的「奇逸道具」，使用道具干扰其他参与者将获得大量冒险币。<br>在限定时间内成功通过试炼后，旅行者将根据在试炼中的表现获得对应数量的「奇逸本领点」。依据所取得的「奇逸本领点」，可以在达到指定数量的「奇逸本领点」时领取对应的奖励，可获得的「奇逸本领点」上限将随着玩法开放时间推进而提升。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    114062,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5260,
                "Name": "无极限超激格斗赛",
                "Desc": "没有极限，拒绝格调，甚至也并非荣耀之战，一切只为拳拳到肉的激斗！无聊的正规赛是否已经让你昏昏欲睡？没关系，在纳塔隐秘的地下赛场，新的格斗赛正拉开大幕——",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>没有极限，拒绝格调，甚至也并非荣耀之战，一切只为拳拳到肉的激斗！在纳塔地下的赛场，完成战斗的挑战，成为最终的胜者吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>从活动开始的第一天起，每天会开启一个新的挑战，直至第五天开启全部挑战。<br>挑战分为「上半场」和「下半场」两场战斗。在「上半场」的战斗中，旅行者需要以赛场规定的方式提升「支持率」。「上半场」的支持率等级越高，就能在「下半场」的战斗中获得越多的增益效果。<br>在「下半场」的战斗中，旅行者需要在限定时间内，利用特殊的增益效果，尽可能多地击穿强敌的生命值，从而获得更高级的奖牌和奖励。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    114062,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5261,
                "Name": "节拍撞球 · 梅兹特利篇",
                "Desc": "某日，你与派蒙收到了玛拉妮的热情邀请，来到了「流泉之众」，参与一场新颖的「音乐派对」…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>某日，你与派蒙收到了玛拉妮的热情邀请，来到了「流泉之众」，参与一场新颖的「音乐派对」…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>移动球板，回击飞来的撞球，击碎各种节奏方块。利用角色的元素类型，可以为球板赋予相应元素，改变撞球的元素，从而触发元素反应，更高效地进行挑战。在限定时间内获得更高得分，或是尽快击败节拍首领，将有机会赢取物资奖励…",
                "Reward": [
                    201,
                    410029,
                    104003,
                    104348,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.4",
        "Events": [
            {
                "_id": 2037,
                "Name": "三川游艺绮梦谭",
                "Desc": "某日，八重神子久违地寄来了一封书信。循着书信的指引，你们前往了稻妻的天守阁，共商一场祭典的要事…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>某日，八重神子久违地寄来了一封书信。循着书信的指引，你们前往了稻妻的天守阁，共商一场祭典的要事…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到30，并完成以下前置任务：「离岛逃离计划」。（完成传说任务「天下人之章 第二幕」、「貘枕之章 第一幕」、「眠龙之章 第一幕」、「琉金之章 第二幕」、邀约事件 · 早柚、世界任务「神樱大祓」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「三川游艺绮梦谭」活动分为三个主题：<br><br>主题一 · 「秋津羽球二重梦」<br>与独特的羽球妖怪开展击球对决，力求在各种条件下将其击败！<br><br>主题二 · 「小狐狸的白日梦」<br>切换白日梦的形态，改变地形地貌，规避危险，引导小狐狸抵达拉面摊享受美食！<br><br>主题三 · 「不思议分身幻梦」<br>灵活运用不可思议的分身机制，解开各种谜题，寻找通路前往终点！",
                "Reward": [
                    201,
                    104319,
                    13432,
                    363381,
                    104322,
                    104003,
                    114026,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5251,
                "Name": "异域鱼鱼追渔行动",
                "Desc": "在柔灯港以南的某片水域，你们遇见了某位奇怪的「放生徒追猎者」，她正全力应对潜在的生态危机…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在柔灯港以南的某片水域，你们遇见了某位奇怪的「放生徒追猎者」，她正全力应对潜在的生态危机…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「异域鱼鱼追渔行动」活动中，需要消耗行动点投掷渔网，捕捉各种入侵鱼类。活动分为两种模式：<br><br> · 合作模式<br>挑战开始时获得一定的行动点，与队友合作捕鱼。<br><br> · 竞技模式<br>根据当前持有的全局行动点，与旗鼓相当的捕鱼高手同时开展行动，比拼捕鱼的技巧。<br><br>活动的两种模式都可以获得追渔评分，领取奖励。活动的前五天，每2天都会解锁新的追渔评分上限。",
                "Reward": [
                    201,
                    379046,
                    104003,
                    114050,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5252,
                "Name": "征战勇者淬炼之界",
                "Desc": "勇者的征程没有终点，勇者的淬炼从不止息。在挑战中不断磨练自己，不断地突破极限吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>勇者的征程没有终点，勇者的淬炼从不止息。在挑战中不断磨练自己，不断地突破极限吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「征战勇者淬炼之界」活动中，每个挑战均有25层战斗关卡，挑战中敌人的等级和生命值将随层数的提升而提升。若在30秒内通过该层关卡，则视为突破该关卡，并可继续挑战后续关卡。<br>若有好友在单人挑战的情况下通过了第20层关卡，则旅行者可以在挑战过程中获得好友助益。",
                "Reward": [
                    201,
                    210234,
                    104003,
                    104348,
                    104351,
                    104354,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13543
                ]
            },
            {
                "_id": 5253,
                "Name": "游逸旅闻 · 诗汇之章",
                "Desc": "提瓦特的新一天又将到来，当你漫步在旅途之上时，记得留意风带给你的声音。或许，你会在下一刻，听闻到伙伴们的消息…<br><color style='color:#f8de89'>可打开地图，根据角色标记寻听逸闻。</color>",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>提瓦特的新一天又将到来，当你漫步在旅途之上时，记得留意风带给你的声音。或许，你会在下一刻，听闻到伙伴们的消息…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等级达到28级，并完成以下前置任务：魔神任务「迫近的客星」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在活动期间，前去各地拜访伙伴们，听他们闲叙一番平日里的趣闻，或是与他们一同度过闲适的一天吧。<br>每天能够体验的逸闻数量有一定上限。如果地图上已经没有可以拜访的伙伴，可以尝试改日再来拜访。",
                "Reward": [],
                "Tutorial": [
                    13542
                ]
            },
            {
                "_id": 5254,
                "Name": "剪影辑帧",
                "Desc": "某日，你与一位老朋友再次相会在露泽咖啡厅…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>某日，你与一位老朋友再次相会在露泽咖啡厅…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成以下前置任务：「巨龙与自由之歌」。（完成世界任务「踏鞴物语」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>根据委托人的要求，挑战独特的映影剪辑试炼，通过拍摄不同角度的映影片段并将其剪辑，以完成广告片的制作。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    104342,
                    104345,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.3",
        "Events": [
            {
                "_id": 2036,
                "Name": "春曦画桃符",
                "Desc": "海灯佳节将至，你与派蒙来到了璃月港，准备与新朋旧友一起热热闹闹地度过这次海灯节…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>海灯佳节将至，你与派蒙来到了璃月港，准备与新朋旧友一起热热闹闹地度过这次海灯节…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」、传说任务「悬壶之章 第一幕」、传说任务「引蝶之章 第一幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「春曦画桃符」活动分为四个主题：<br><br>主题一 · 「八奇乱斗」<br>用小藤人进行互斗游戏，在搏击过程中，巧妙地调整方块下落位置与角度，取得最后的胜利吧。<br><br>主题二 · 「灯下演武」<br>在演练场内进行演武，展示你的技艺，运用各类秘策，不断提升积分，获取奖励吧。<br><br>主题三 · 「如意祝柬」<br>前往祝柬摊位，帮助人们装饰出漂亮的祝柬吧。<br><br>主题四 · 「节庆旅纪」<br>造访海灯节期间璃月港内的各种节庆玩具，提升造访进度以领取对应的奖励。",
                "Reward": [
                    201,
                    104319,
                    360459,
                    104312,
                    104003,
                    104172,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5240,
                "Name": "衔勇诚砺之证",
                "Desc": "在圣火竞技场的话事处，一位「战备联络人」正等待着你们的支援——贵为英雄的你们身手不凡，可以提供绝无仅有的意见，磨砺纳塔各部族的勇士…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>在圣火竞技场的话事处，一位「战备联络人」正等待着你们的支援——贵为英雄的你们身手不凡，可以提供绝无仅有的意见，磨砺纳塔各部族的勇士…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「炽烈的还魂诗」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开始后的第1/3/5天，均会开启2个与特定部族有关的新挑战。<br>挑战中存在额外的「砥砺目标」，在3个部族的挑战中，每个部族至少完成1个「砥砺目标」，可以获得特殊的纪念礼物。（完成魔神任务「炽烈的还魂诗」后，方可查看纪念礼物的内容。）",
                "Reward": [
                    201,
                    104003,
                    104348,
                    104351,
                    104354,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5243,
                "Name": "漱玉工奇斗虫大玄境",
                "Desc": "重返奥藏山时，一座奇妙的壶中秘境出现在你与派蒙的面前，置身其中时，竟能操纵鬼兜虫型的园艺机关「花羽叶月神机」，迎战常理以外的对手…",
                "Intro": "重返奥藏山时，一座奇妙的壶中秘境出现在你与派蒙的面前，置身其中时，竟能操纵鬼兜虫型的园艺机关「花羽叶月神机」，迎战常理以外的对手…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br>（完成传说任务「闲鹤之章 第一幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>操纵机关鬼兜虫「花羽叶月神机」，击败对手，挑战斗虫的新极限！<br>活动开始后，每天都会解锁一个新的挑战关卡。",
                "Reward": [
                    201,
                    104003,
                    114014,
                    104311,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5244,
                "Name": "千音雅集",
                "Desc": "蒙德城内，吟游诗人莎莎真诚的演出引起了你和派蒙的注意，与她交流弹奏乐器的感想后，你们获得了一件宝贵的礼物…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>蒙德城内，吟游诗人莎莎真诚的演出引起了你和派蒙的注意，与她交流弹奏乐器的感想后，你们获得了一件宝贵的礼物…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到35，并完成以下前置任务：魔神任务「巨龙与自由之歌」。",
                "Reward": [
                    220110
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5245,
                "Name": "凶魁巨怪觇候录",
                "Desc": "某天，你和派蒙在冒险家协会处接到了一份来自「不便透露详情的组织」发布的神秘委托，这份委托看起来颇有难度…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>某天，你和派蒙在冒险家协会处接到了一份来自「不便透露详情的组织」发布的神秘委托，这份委托看起来颇有难度…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到30，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>从活动开始的第一天起，每两天可解锁对应的挑战，直到第七天开启所有挑战。<br>在挑战中，旅行者可调整挑战难度与「特殊课题」。<br>依据所选定的挑战难度与课题，完成挑战时能获得不同的评价，以及评价对应的奖励。",
                "Reward": [
                    201,
                    104003,
                    114062,
                    114066,
                    114070,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.2",
        "Events": [
            {
                "_id": 5230,
                "Name": "七圣召唤：热斗模式",
                "Desc": "在猫尾酒馆中，定期举办的趣味对局将会启用特殊的「热斗模式」规则。<br>本期规则为：<br>挑选模式专属的角色来构建队伍并强化，角色们会自动进行对战！",
                "Intro": "<color style='color:#D3BC8EFF'>【热斗模式规则】</color><br>在猫尾酒馆中，会定期举办让各位牌手参加的趣味对局活动。<br>每期活动，都会启用一个特殊的「热斗模式」规则。<br><br><color style='color:#D3BC8EFF'>【热斗模式：自行巧局】</color><br>在一局「热斗模式：自行巧局」活动中，将连续进行多场战斗。<br>每场战斗前，都会随机抽选角色与强力支援，并匹配一位实力相当的牌手的阵容，与其进行对战！<br>在输掉3场战斗前，尽可能地赢取更多胜利吧！",
                "Reward": [
                    107021
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5232,
                "Name": "冒险家试炼 · 蜕变篇",
                "Desc": "为了全面地考验现役冒险家的反应速度、灵巧性和力量水平，冒险家协会设计了诸多极具挑战性的关卡，据说至今尚没有人能够突破！不过事实将会证明，无法突破的关卡现在没有，未来也不会有！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>为了全面地考验现役冒险家的反应速度、灵巧性和力量水平，冒险家协会设计了诸多极具挑战性的关卡，据说至今尚没有人能够突破！不过事实将会证明，无法突破的关卡现在没有，未来也不会有！<br>活动期间，完成指定的挑战，即可获取相应的奖励。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开启后的前四天，每天都会解锁新的「全能试炼」。<br>每个「全能试炼」中，旅行者需要连续完成三个挑战关卡。每个关卡需要使用指定的试用角色，在限定时间内达成挑战目标。",
                "Reward": [
                    201,
                    104003,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5233,
                "Name": "强风猛进之述演",
                "Desc": "得益于先前与友邻各国部队的交流，西风骑士团也开始运用「兵棋推演」分析战法，探寻进步之道。协助骑士们完成推演，有助于增强骑士团的实力，从而改善蒙德的治安…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>得益于先前与友邻各国部队的交流，西风骑士团也开始运用「兵棋推演」分析战法，探寻进步之道。协助骑士们完成推演，有助于增强骑士团的实力，从而改善蒙德的治安…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「强风猛进之述演」中，旅行者需要选取交战单位和战斗策略，组成出战阵容，与对手的阵容进行对决。合理搭配交战单位和战斗策略，谨慎分析对手的阵容，据此安排出战单位，方可克敌制胜。<br>每个回合中，旅行者都会获得一定数量的交战单位和战斗策略，然后与一位对手进行推演对抗。<br>完成10个回合的战斗或失败4个回合后，推演结束，此时会根据获胜场数和综合表现获得「推演勋章」，用以解锁珍贵的物资与奖励。",
                "Reward": [
                    201,
                    104003,
                    104302,
                    114002,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2035,
                "Name": "暝视寻灵织卷",
                "Desc": "烟谜主是纳塔各部族中最奇异的群体，他们掌握着种种神秘的手段与世界沟通，这段关于暝视的冒险，或许能够揭开谜烟面纱的一角…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>烟谜主是纳塔各部族中最奇异的群体，他们掌握着种种神秘的手段与世界沟通，这段关于暝视的冒险，或许能够揭开谜烟面纱的一角…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「命定将焚的虹光」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「暝视寻灵织卷」活动共有三个玩法：<br><br>玩法一 · 「迷途灵性的搜觅」<br>与其他玩家配合，利用游灵自动远离角色的特性，将游灵驱赶至回归区。<br><br>玩法二 · 「斥逐与驱散恶客」<br>驱赶前来干扰仪式的敌人，通过完成「驱散之典仪」的全部目标，获得「斥逐之气魄」的效果，高效完成战斗。<br><br>玩法三 · 「破碎旧录之规复」<br>将暝视所得的织物片段按照一定的顺序与位置放入区域，调整图层间的上下关系，通过叠加和遮挡等方式，从而将整体图像还原至目标状态。",
                "Reward": [
                    201,
                    104319,
                    11432,
                    393918,
                    105003,
                    114063,
                    104003,
                    104112,
                    104348,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5238,
                "Name": "伴爪同行",
                "Desc": "放轻脚步，睁开发现的眼睛，和我们的动物朋友打个招呼吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>放轻脚步，睁开发现的眼睛，和我们的动物朋友打个招呼吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成以下前置任务：「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在拉米雅留下的标记牌附近使用铭随流镜，通过铭随流镜链接的装置，能够看到被认养的小动物视角内的事物，利用获得的画面信息，找到它们所在的位置。然后和你的动物朋友打个招呼，领取其他神秘认养人准备的礼物吧。",
                "Reward": [
                    201,
                    104003,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5239,
                "Name": "朝向领风之崖与流灰之都",
                "Desc": "为了追逐晨雾与云海中的伟大梦想，翱翔天际的战士们从未止歇。<br>远方雾海的深处，盘踞废都的魔龙守护着禁忌的故事；而在层云之上，被遗忘在传说中的虚舟也将迎来新的访客…",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.1",
        "Events": [
            {
                "_id": 2034,
                "Name": "彩糖与蔷薇的幻色颂",
                "Desc": "近日，须弥正如火如荼地举办花神诞祭，这一消息传到了派蒙的耳中，于是你们欣然动身，重返草与智慧的国度…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>近日，须弥正如火如荼地举办花神诞祭，这一消息传到了派蒙的耳中，于是你们欣然动身，重返草与智慧的国度…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「虚空鼓动，劫火高扬」、传说任务「金狼之章第二幕」、世界任务「兰那罗的世界」、世界任务「料理是快乐的回忆」且在世界任务「如是灵光悉示现」中获取「双角的花冠」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「彩糖与蔷薇的幻色颂」活动分为三个主题：<br><br>主题一 · 「花车摇曳」<br>操纵花车躲避障碍，在前往终点的途中尽可能收集花朵，获取更高的得分。<br><br>主题二 · 「交映现实与梦」<br>帮助梦境主人寻找异常之处，调节病人的各种心理障碍。<br><br>主题三 · 「骑士的剑影」<br>以特定方式进行战斗挑战，击败敌人，重现花之骑士的英姿。",
                "Reward": [
                    201,
                    104319,
                    1072,
                    373190,
                    104331,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5214,
                "Name": "攻逐飨会",
                "Desc": "正如烈焰在燃尽之前不会有须臾止息，攻逐的步履也不应有片刻停留；突破所有的障碍，向着「提瓦特最强」的尊号不断奋进吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>正如烈焰在燃尽之前不会有须臾止息，攻逐的步履也不应有片刻停留；击败一切所面之敌，向着「提瓦特最强」的尊号不断奋进吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，且完成魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动期间，世界等级调整不会影响本玩法难度。<br>从活动开始的第一天起，每天会开启一个新的挑战。每个挑战均有「涉险」、「困境」、「死斗」、「决意」四个难度。达成较高难度的挑战时，较低难度的挑战会自动达成。<br>每个挑战都具有独特的「攻逐之助」，具有特定的效果，留意其效果并善加利用以在挑战中获得助益。<br>另外，<color style='color:#F39000'>在「攻逐飨会」的挑战中，将无法获取燃素，或使用燃素的战斗机制</color>。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    104351,
                    104354,
                    104013,
                    105002,
                    202
                ],
                "Tutorial": [
                    13444
                ]
            },
            {
                "_id": 5215,
                "Name": "追想练行 · 烈趣篇",
                "Desc": "回忆旅途中的战斗与谜题时，总能寻获各种灵感，发掘烈性的趣味。尝试构想复杂的挑战，亦能为今后的冒险提前做好铺垫…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>回忆旅途中的战斗与谜题时，总能寻获各种灵感，发掘烈性的趣味。尝试构想复杂的挑战，亦能为今后的冒险提前做好铺垫…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>1.旅行者可通过单人匹配或队伍匹配两种方式游玩「追想练行 · 烈趣篇」，每次挑战包含4个关卡。<br>2.每次开启挑战时，关卡将随机拥有多种练行项目，根据练行项目的特性，旅行者可以从追想助益中选择有利于自己的效果，开启挑战。<br>3.成功通过挑战后，将根据玩家的表现，获取对应数量的烈趣之星，根据烈趣之星的档位，可以领取对应的奖励。烈趣之星的上限将随活动开放的时间逐步提升。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    105002,
                    202
                ],
                "Tutorial": [
                    13463
                ]
            },
            {
                "_id": 5216,
                "Name": "寻溯蜜虫之宝",
                "Desc": "这段时间，「回声之子」的市场上流通起了一种新鲜的小玩意，你和派蒙从希诺宁那里得知了有关它们的信息，情况似乎有些令人不安…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>这段时间，「回声之子」的市场上流通起了一种新鲜的小玩意，你和派蒙从希诺宁那里得知了有关它们的信息，情况似乎有些令人不安…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「命定将焚的虹光」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开始后的前五天，每天会开启一个新的挑战。挑战中，旅行者需要寻找并追击被深渊力量侵蚀的燃素蜜虫，灵活使用「捕虫网」破除其护罩，在规定时间内削减深渊力量，捕捉蜜虫。",
                "Reward": [
                    201,
                    114062,
                    114066,
                    114070,
                    105002,
                    104002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5241,
                "Name": "彩石与焰泉之国",
                "Desc": "嵴锋的勇士引领荣花的道路，流泉的游龙捎来终夜的消息。在沙与海的彼端，炽烈的长诗回荡在圣火永燃的国度。<br>穿过万火的祭场与夜之谜境，在这人龙共生的土地上，史无前例的冒险即将展开。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.0",
        "Events": [
            {
                "_id": 5204,
                "Name": "嘟嘟可砰砰历险记",
                "Desc": "造访蒙德的花园时，你和派蒙发现了一种新奇的桌上游戏，游戏的主角居然是可爱又灵动的「嘟嘟可」…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>造访蒙德的花园时，你和派蒙发现了一种新奇的桌上游戏，游戏的主角居然是可爱又灵动的「嘟嘟可」…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>指挥嘟嘟可放置炸弹，并将其引爆，击退所有角角鱼敌人，赢取物资奖励！<br>若是在挑战中耗尽了嘟嘟可的活力值，可以选择进入无限活力的「轻快模式」，从而更轻松地享受这款桌上游戏。",
                "Reward": [
                    201,
                    104003,
                    114002,
                    114006,
                    114010,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5205,
                "Name": "提瓦特忆画",
                "Desc": "世界遍布你们的足迹，空气中每一处都有你们的回忆，走得太远偶尔会忘记路上的风景，所以要留下过去的影子。这是派蒙建议你时时记得留影的原因之一。 原因之二是你们一起买了留影册，买都买了，不用的话不是浪费摩拉吗？",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>世界遍布你们的足迹，空气中每一处都有你们的回忆，走得太远偶尔会忘记路上的风景，所以要留下过去的影子。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动持续期间，派蒙将连续六天推荐留影点，前往指定留影点，用「派蒙的留影机」按特定要求记录下各类画片吧。<br>活动期间，在每个「留影地点」首次完成留影后，可以在活动界面领取奖励。",
                "Reward": [
                    201,
                    121036,
                    104003,
                    202
                ],
                "Tutorial": [
                    13438
                ]
            },
            {
                "_id": 5207,
                "Name": "荆棘与勋冠",
                "Desc": "在纷争的国度中，缔造伟业的勇士方能享受荣誉与鲜花。而突破诸般试炼的智慧，便是缔造伟业的基石。<br>运用智慧与力量，突破所有的假想挑战，击败所面之敌，谱写独属于你的「勋冠之歌」吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在纷争的国度中，缔造伟业的勇士方能享受荣誉与鲜花。而突破诸般试炼的智慧，便是缔造伟业的基石。<br>运用智慧与力量，突破所有的假想挑战，击败所面之敌，谱写独属于你的「勋冠之歌」吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，解锁特定的七天神像并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>挑战分为「荆棘之试」、「勋冠之歌」2场战斗。在「荆棘之试」的战斗中，旅行者需要以规定方式完成目标挑战。「荆棘之试」的试炼成绩越好，「勋冠之歌」战斗中获得的增益效果便越多。<br>在「勋冠之歌」的战斗中，旅行者需要在限定时间内，利用特殊的增益效果，尽可能多地击败敌人，从而获取更高的积分。",
                "Reward": [
                    201,
                    104003,
                    114062,
                    114066,
                    114070,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13457
                ]
            },
            {
                "_id": 2033,
                "Name": "绮绘的踪绪",
                "Desc": "在「回声之子」的部族舞台前，一位涂鸦专家向着你和派蒙发出了「游历纳塔，探寻灵感」的盛邀…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在「回声之子」的部族舞台前，一位涂鸦专家向着你和派蒙发出了「游历纳塔，探寻灵感」的盛邀…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「黑石湮落白石下」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「绮绘的踪绪」活动分为三种玩法：<br><br>玩法一 · 「奔流真形」<br>活用纳塔伙伴的独特能力，在竞速挑战中收集挑战币与各式物件，获取更高的评分。<br><br>玩法二 · 「迸烈极态」<br>击败指定区域的敌人，并挑战强敌，完成特定的目标。<br><br>玩法三 · 「本貌明彩」<br>探索纳塔，解锁七天神像与各地的观景点，采集纳塔的特产，并为独特的生物们留影。<br><br>完成上述玩法，累积「形彩思绪」还能获得多种物资奖励。",
                "Reward": [
                    201,
                    104319,
                    14427,
                    104349,
                    104003,
                    114062,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5217,
                "Name": "冲天转转！",
                "Desc": "吱吱作响的钻头什么时候会停下来呢？<br>它会一直转动下去，带着乘坐它的人翻过高高的山峰。<br>梦想与冒险也一样。哪怕在平凡普通的日子里，心也依然向着遥远的天穹。",
                "Intro": "",
                "Reward": [],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.8",
        "Events": [
            {
                "_id": 5200,
                "Name": "哐哐当当雀雀球",
                "Desc": "途经枫丹的海露港时，你与派蒙遇见了名为拜希麦 · 五世的开朗学者，在她盛情的邀请下，你们开始享受可爱放松的桌面游戏「哐哐当当雀雀球」…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>享受可爱放松的桌面游戏，耐心而细致地投掷「雀雀球」，尽可能达成游戏目标吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>拜希麦 · 五世改进后的「哐哐当当雀雀球」玩法有着单人游玩的「自娱自乐」和双人较量的「伙伴共乐」两种模式。游玩两种模式均可获得「闪闪雀雀币」，用以兑换相应的奖励。可获得的「闪闪雀雀币」上限将随着玩法开放时间推进而提升。",
                "Reward": [
                    201,
                    104003,
                    114050,
                    114054,
                    114058,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5201,
                "Name": "画外旅照 · 浮露之章",
                "Desc": "在枫丹，你又遇见了那位名为朝雾的画家，她正将自己的插画业务拓展至水的国度…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在枫丹，你又遇见了那位名为朝雾的画家，她正将自己的插画业务拓展至水的国度…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开始的前7天，每天都会有两个新的留影地点。<br>按照朝雾的请求，用「朝雾的枫丹专用留影机」记录下各类画片吧。<br>活动期间，在每个「留影地点」首次完成留影后，可以在活动界面领取奖励。",
                "Reward": [
                    201,
                    104339,
                    104342,
                    104345,
                    105002,
                    202
                ],
                "Tutorial": [
                    13379
                ]
            },
            {
                "_id": 2032,
                "Name": "欢夏！邪龙？童话国！",
                "Desc": "夏日的微风带着故事与青草的香气飘来。在旅途中，你和派蒙突然收到了一本装帧奇怪的书，里面到底写了什么呢？快打开来看看吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>夏日的微风带着故事与青草的香气飘来。在旅途中，你和派蒙突然收到了一本装帧奇怪的书，里面到底写了什么呢？快打开来看看吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到18，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「倾落伽蓝」、「罪人舞步旋」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「欢夏！邪龙？童话国！」活动分为四个主题：<br><br>主题一 · 「北风闪尘吹流」<br>跟随闪尘吹流移动，射击空中漂浮的标靶，完成限时挑战。<br><br>主题二 · 「飞帽匠戏法」<br>挑战趣味游戏，操纵「飞帽」，在不同的规则下吸引积木小人，赢取更高评分。<br><br>主题三 · 「星轨王城的试炼」<br>击败敌人，获取「勇气值」，在「勇气时间」里，以华丽的身姿击败所有可见之敌！<br><br>主题四 · 「巧像摹刻」<br>消耗参与其他玩法内容时所获得的「星游币」，在各个区域的「赠礼箱」处摹刻「童话巧像」，并将「童话巧像」布置在对应的展示台上。每进行一定次数的摹刻，就可以解锁多种奖励。<br><br>此外，探索奇妙新地域的过程中，通过拾取「欢声飞羽」和开启「童话宝箱」，以及完成各式挑战，可以收集「悠乐片段」，用以换取多种奖品。",
                "Reward": [
                    201,
                    104319,
                    1061,
                    374730,
                    104340,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5202,
                "Name": "导能原盘 · 引理",
                "Desc": "在枫丹，你与派蒙又一次遇到了教令院学者胡塞尼。这一次，他似乎带来了全新的导能原盘…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在枫丹，你与派蒙又一次遇到了教令院学者胡塞尼。这一次，他似乎带来了全新的导能原盘…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到27。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>从活动开始的第一天起，每天会开启一个新的挑战，直至第六天开启全部挑战。<br>挑战中，可以使用活动提供的试用角色或自己拥有的角色，编成三组，进行连续三场的战斗实验。<br><br>地脉效应器与驱动力：每个关卡的每组队伍，都可以通过消耗关卡中的「驱动力」点数，配置各自的「地脉效应器」组合，以获取不同的战斗增益效果。每个角色能够提供的「驱动力」与其冒险实力相关。在挑战中，三支队伍将共用「驱动力」。<br><br>挑战的目标是在限制时间内，击败尽可能更多的敌人以获取积分，结束后，将依据积分获得相应级别的纹章。<br><br>另外，在「导能原盘 · 引理」活动的挑战中，将无法使用食物等道具。",
                "Reward": [
                    201,
                    104003,
                    114050,
                    114054,
                    114058,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.7",
        "Events": [
            {
                "_id": 5191,
                "Name": "飞迸湍流二重奏",
                "Desc": "在白露区某个不起眼的角落，你与派蒙听到了一阵巨大的轰鸣…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>在白露区某个不起眼的角落，你与派蒙听到了一阵巨大的轰鸣…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>驱动造型特别的水炮，打击空中漂浮的标靶，完成限时射击挑战。活动开始的前四天，每天都会开启两个新的挑战。",
                "Reward": [
                    201,
                    393185,
                    104003,
                    114050,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5192,
                "Name": "纷变繁相豪武谭",
                "Desc": "战场的环境总是纷繁多变，永无定型。只有因势利导，才能无往不胜。<br>根据情境中设置的相态特性，组织最为合适的队伍，因地制宜，利落地取胜吧！",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>战场的环境总是纷繁多变，永无定型。只有因势利导，才能无往不胜。<br>根据情境中设置的相态特性，组织最为合适的队伍，因地制宜，利落地取胜吧！<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开始的前4天，每天会开启两个新的挑战，旅行者需要合理搭配自己的角色与活动提供的试用角色参与挑战。<br><br>在挑战中，旅行者需要以规定的方式击败敌人。以其他方式击败敌人不会累积挑战目标的进度。此外，在挑战中无法使用食物等道具。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13360
                ]
            },
            {
                "_id": 2031,
                "Name": "安固诸方之述演",
                "Desc": "为了改善提瓦特各地的治安，千岩军正与友邻各国的将士进行一场联合推演，探寻改善战法的要点…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>为了改善提瓦特各地的治安，千岩军正与友邻各国的将士进行一场联合推演，探寻改善战法的要点…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「罪人舞步旋」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「安固诸方之述演」的关卡分为「进攻想定」与「防守想定」两种。旅行者需要考察想定目标，分析敌方阵容，选择兵棋组成己方阵容，进行挑战。<br>完成想定挑战后，将获取「分析进度」，用以解锁珍贵的物资与奖励。",
                "Reward": [
                    201,
                    104319,
                    15426,
                    104003,
                    104112,
                    104311,
                    114014,
                    104013,
                    202
                ],
                "Tutorial": [
                    13353
                ]
            },
            {
                "_id": 5199,
                "Name": "绎思振笔集",
                "Desc": "重返蒙德时，你们遇见了一位轻小说作家，顺着她提供的剧本，开启了奇妙的阅读与遐想之旅…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>重返蒙德时，你们遇见了一位轻小说作家，顺着她提供的剧本，开启了奇妙的阅读与遐想之旅…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20。（完成魔神任务「千手百眼，天下人间」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开始后的前三天，每天会开启两个新的挑战。前五关中，旅行者需要使用指定的角色完成挑战。第六关中，旅行者可以从指定角色中任选两名角色完成挑战。<br><br>挑战的目标是在限定时间内，躲避迷宫中的弹幕等机关，尽可能拾取更多迷宫币以获取评分。每个关卡的挑战中，可以使用冒险特技以获取可观的助力。此外，在挑战中无法使用角色的元素爆发、食物与小道具。",
                "Reward": [
                    201,
                    104003,
                    104302,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.6",
        "Events": [
            {
                "_id": 5188,
                "Name": "殊形之龙参寻战记",
                "Desc": "某天，你和派蒙在冒险家协会处接到了一份「寻找主角」 的神秘委托，踏上了寻找奇妙伙伴的旅途…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>某天，你和派蒙在冒险家协会处接到了一份「寻找主角」 的神秘委托，踏上了寻找奇妙伙伴的旅途…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到30，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>从活动开始的第一天起，每两天会开启一段新任务，完成任务后可解锁对应的挑战，直到第七天开启所有任务。<br>在挑战中，旅行者可调整挑战难度与「交涉策略」。<br>依据所选定的挑战的难度与策略，完成挑战时能获得不同的评价，以及评价对应的奖励。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2030,
                "Name": "荒泷生命摇滚虹色大巡回",
                "Desc": "某日，你和派蒙收到了一封由「荒泷一斗」送出的活动邀请函。在这封邀请函热情满满的引导下，你们踏上了前往海祇岛的旅途…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>某日，你和派蒙收到了一封由「荒泷一斗」送出的活动邀请函。在这封邀请函热情满满的引导下，你们踏上了前往海祇岛的旅途…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到30，并完成以下前置任务：「离岛逃离计划」。（完成传说任务「天牛之章 第一幕」「天下人之章 第二幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「荒泷生命摇滚虹色大巡回」活动分为三个主题：<br><br>主题一 · 「极意狂欢大合奏」<br>使用乐器，自由演奏乐曲。<br><br>主题二 · 「百万奇饰大搜罗」<br>根据德沃沙克的清单，收集所需物品，以协助他制作会场所需的装饰。<br><br>主题三 · 「声韵律动大交流」<br>通过聆听曲调，还原乐曲缺失的音符，与音乐爱好者们进行音乐交流，邀请更多的音乐爱好者参与庆典。",
                "Reward": [
                    201,
                    104319,
                    1055,
                    220097,
                    104322,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5189,
                "Name": "振晶的应用研究",
                "Desc": "在层岩巨渊的外围，前来璃月的两位枫丹工程师为了利用「振晶」的原理发明具有经济前景的产品，决定进行名为「振晶」的宝石之间的「映射」反应，收集更多实验数据。<br>联结「响振晶」与「应振晶」，尝试多种效应，干脆利落地击败敌人吧。",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>在层岩巨渊的外围，前来璃月的两位枫丹工程师为了利用「振晶」的原理发明具有经济前景的产品，决定进行名为「振晶」的宝石之间的「映射」反应，收集更多实验数据。联结「响振晶」与「应振晶」，尝试多种映射效应，击败更多敌人，以获得更为丰厚的奖励。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到28级，并需要完成以下前置任务：魔神任务「送仙」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>「振晶的应用研究」活动的前六天，每天会开启一个新的挑战，挑战中，可以使用活动提供的试用角色或自己拥有的角色，编成两组，进行上下两半的战斗试验。<br><br>振晶共鸣：每个关卡的每组队伍，都可以配置各自的「振晶」组合，以获取不同的战斗增益效果。「振晶」分为以下两种：<br> · 「响振晶」为增益效果的触发条件；<br> · 「应振晶」为条件满足时可被触发的增益效果；<br>触发「响振晶」以获得「应振晶」的效果增益吧！<br>当多个「响振晶」联结到同一个「应振晶」的时候，即在挑战中使用不同的条件所触发的效果，会进行叠层，叠层效果有小幅提升，详情可参考「振晶映射」界面。<br><br>挑战的目标是在限制时间内，击败尽可能更多的敌人以获取积分，结束后，将依据积分获得相应级别的纹章。<br><br>在「振晶的应用研究」活动的挑战中，无法使用食物等道具。",
                "Reward": [
                    201,
                    104003,
                    114014,
                    104013,
                    202
                ],
                "Tutorial": [
                    13350
                ]
            },
            {
                "_id": 5190,
                "Name": "风行迷踪 · 谋策之局",
                "Desc": "承载着蒙德历史的游戏「风行迷踪」以全新面貌重新开放！<br>扮演反抗组织的「游侠」，躲避旧贵族的「猎手」，在「周旋之地」彼此角逐，直到追猎时间结束。在游戏中获取「迷踪币」，赢取各类奖励。",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>蒙德城内的吉盖克斯改进了自己设计的「风行迷踪」，在其中加入了全新的设计，并将其命名为「风行迷踪 · 谋策之局」，并且，他也正在招募愿意试玩的玩家。参与试玩可赢取「迷踪币」，用于解锁不同等阶的奖励。<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20级后，才能参与「风行迷踪 · 谋策之局」活动。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>1.活动开启后的六天内，每天将解锁1000枚「迷踪币」的获取上限。<br>2.可以单人游玩，也可与最多两名好友共同游玩「匹配游戏」，并获取「迷踪币」，以此种方法游玩时，队伍内的全部玩家会强制扮演游侠阵营；与三名好友一起自行组队进行游戏时，无法获取「迷踪币」。",
                "Reward": [
                    201,
                    104003,
                    114014,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.5",
        "Events": [
            {
                "_id": 2029,
                "Name": "升炼研巧万策金",
                "Desc": "西风骑士团正在规划有关炼金术成果的长远事项，而作为负责人的丽莎似乎有了不错的想法，诚邀你和派蒙加盟…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动简介】</color><br>西风骑士团正在规划有关炼金术成果的长远事项，而作为负责人的丽莎似乎有了不错的想法，诚邀你和派蒙加盟…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：「巨龙与自由之歌」。（完成魔神任务「罪人舞步旋」、传说任务「浪沫之章 第一幕」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>在「升炼研巧万策金」活动中，旅行者需要通过培育药材、炼制药剂、售卖药剂不断为店铺获得营业收入，扩大经营规模：<br><br>「培育药材」<br>培育经过特殊处理的药材，使之能够在炼金时发挥更大的效用；<br><br>「炼制药剂」<br>将药材按一定规律排布并放置于炼金釜中，即可炼制出多种功效和特征各不相同的药剂；<br><br>「售卖药剂」<br>根据市场情报作出判断，销售市场所需的药剂，可以把握商机获得更大的利润。<br><br>不断累计店铺营业收入，使得店铺走上正轨，可以获取多种物资奖励。",
                "Reward": [
                    201,
                    104319,
                    13426,
                    390524,
                    104303,
                    114003,
                    104003,
                    104112,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5182,
                "Name": "弘辩的溢神效应",
                "Desc": "曾经开发出奇妙「溢神剂」的生论派学者贾米再次遇上了难题，为此，他采取了更为高效的改进措施，只等一位有缘人来验证效果…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>曾经开发出奇妙「溢神剂」的生论派学者贾米再次遇上了难题，为此，他采取了更为高效的改进措施，只等一位有缘人来验证效果…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>1.进入「溢神弘辩之所」并开始战斗后，如果停止移动与施放技能，将自动进入「时停超感」状态，进行任意形式的移动或尝试施放技能后，则将导致时间恢复流逝。<br><br>2.战斗过程中，「溢神能量」会随时间持续增长，击败敌人也会获得「溢神能量」。当「溢神能量」达到一定值，且在特定技能施放后，抓准关键时机进入「时停超感」状态，场上将出现「超感光粒」。调整取景框的角度，使角色遮挡「超感光粒」，则可以获取光粒，释放「超感技能」，并获得随机「溢神助力」。",
                "Reward": [
                    201,
                    114038,
                    114042,
                    114046,
                    105002,
                    202,
                    104111,
                    104012
                ],
                "Tutorial": [
                    13270
                ]
            },
            {
                "_id": 5183,
                "Name": "茸茸城堡大喵险",
                "Desc": "近来的旅途中，你和派蒙遇见了不少奇妙的动物，不过，考虑到各种因素，派蒙还是想和猫猫们好好玩一玩。<br>于是，你们打算返回蒙德，去猫尾酒馆逛一逛…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>近来的旅途中，你和派蒙遇见了不少奇妙的动物，不过，考虑到各种因素，派蒙还是想和猫猫们好好玩一玩。<br>于是，你们打算返回蒙德，去猫尾酒馆逛一逛…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。（完成魔神任务「仿若无因飘落的轻雨」、世界任务「翠石砌玉壶 · 其一」后体验更佳。）<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开启后的前五天，每天都会解锁新的关卡。布置好每个关卡的「软绵绵喵屋」后，可通过在猫碗里放置食物，召来对应关卡的猫猫。喵喵愉悦值达到上限后，将召来一位特殊的猫猫，完成对应任务后，即可解锁对应关卡。<br>在布置「软绵绵喵屋」时，旅行者需要合理搭配摆设，达成目标。摆设有舒适，耐用，美观3种属性分值。每个类型均需要选择1件合适的摆设，让整体区域的3个属性分值不多不少刚好符合要求。<br>在「咪呜呜宝座」和猫猫玩耍时，旅行者需要点击猫猫的不同部位，抚摸猫猫，提升猫猫的友好度。",
                "Reward": [
                    201,
                    362264,
                    410020,
                    104003,
                    104302,
                    202
                ],
                "Tutorial": [
                    0,
                    6155
                ]
            },
            {
                "_id": 5184,
                "Name": "圆圆滚滚交叉火力",
                "Desc": "警备队的「天才发明家」研究出了一种新式远程炮台。为了测试这种炮台的实战效果，他们正诚招专业人士，参与特别的射击实验…",
                "Intro": "<color style='color:#D3BC8EFF'>【活动说明】</color><br>警备队的「天才发明家」研究出了一种新式远程炮台。为了测试这种炮台的实战效果，他们正诚招专业人士，参与特别的射击实验…<br><br><color style='color:#D3BC8EFF'>【参与条件】</color><br>冒险等阶达到20，并完成以下前置任务：魔神任务「巨龙与自由之歌」。<br><br><color style='color:#D3BC8EFF'>【活动规则】</color><br>活动开启后的前五天，每天都会解锁新的关卡，在前置关卡中取得一定分值后即可开启后续关卡。<br>旅行者需要利用遥控装置操纵炮台，尽量多地击败源源不断出现的史莱姆以获取高分。",
                "Reward": [
                    201,
                    104003,
                    114050,
                    114054,
                    114058,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    }
]

var _items = {
    "201": {
        "_id": 201,
        "R": 5,
        "Name": "原石",
        "Desc": "超出世界的原初晶石。黑暗的宇宙中，由无主的梦想与希望凝结而成的辉光。",
        "Src": [],
        "Icon": "UI_ItemIcon_201",
        "Type": "稀有货币"
    },
    "202": {
        "_id": 202,
        "R": 3,
        "Name": "摩拉",
        "Desc": "通行大陆的钱。世界通用的共同语言，谁人都能理解的贵金属。",
        "Src": [
            "激活藏金之花奖励",
            "冒险与探索奖励",
            "洞天百宝兑换"
        ],
        "Icon": "UI_ItemIcon_202",
        "Type": "通用货币"
    },
    "1055": {
        "_id": 1055,
        "R": 4,
        "Name": "五郎",
        "Desc": "海祇岛军的大将，深受部下信赖。",
        "Src": [
            "祈愿"
        ],
        "Icon": "UI_AvatarIcon_Gorou_Card",
        "Type": "角色解锁"
    },
    "1067": {
        "_id": 1067,
        "R": 4,
        "Name": "柯莱",
        "Desc": "活跃于道成林的见习巡林员，热情的言行背后是一颗依旧稍显内向的心。",
        "Src": [
            "祈愿"
        ],
        "Icon": "UI_AvatarIcon_Collei_Card",
        "Type": "角色解锁"
    },
    "1072": {
        "_id": 1072,
        "R": 4,
        "Name": "坎蒂丝",
        "Desc": "有着琥珀色左眼的赤王后裔，阿如村的守护者。",
        "Src": [
            "祈愿"
        ],
        "Icon": "UI_AvatarIcon_Candace_Card",
        "Type": "角色解锁"
    },
    "1061": {
        "_id": 1061,
        "R": 4,
        "Name": "绮良良",
        "Desc": "稻妻快递公司「狛荷屋」的送货员，一只热爱自己工作、向往人类社会的「猫又」。",
        "Src": [
            "祈愿"
        ],
        "Icon": "UI_AvatarIcon_Momoka_Card",
        "Type": "角色解锁"
    },
    "1097": {
        "_id": 1097,
        "R": 4,
        "Name": "赛索斯",
        "Desc": "缄默之殿的继承者。背负着秘密，自沙中而来。",
        "Src": [
            "祈愿"
        ],
        "Icon": "UI_AvatarIcon_Sethos_Card",
        "Type": "角色解锁"
    },
    "4105": {
        "_id": 4105,
        "R": 4,
        "Name": "欧洛伦",
        "Desc": "来自烟谜主的年轻人，却与万千生灵一起，生活在原野之中。",
        "Src": [
            "祈愿"
        ],
        "Icon": "UI_AvatarIcon_Olorun_Card",
        "Type": "角色解锁"
    },
    "101261": {
        "_id": 101261,
        "R": 0,
        "Name": "霜盏花",
        "Desc": "形如烛盏的花卉，多生长在水边，香气寒冽素净，有安神的功效。<br>花蕊与花茎彼此相异的色彩被认为是两种不同的月矩力的象征，然而霜盏花却是极为罕有的、不会受到月矩力任何影响的植物，因此有时也会被霜月之子的追随者们视为无信者与叛离者的象征。<br>据说五百年前的漆黑灾厄结束时，这种造型奇异的花朵才出现在大地上，但这种说法从未得到过严谨的考证。",
        "Src": [
            "前往采集",
            "推荐：终夜长茔采集",
            "推荐：霜月之坊附近采集",
            "尘歌壶种植"
        ],
        "Icon": "UI_ItemIcon_101261",
        "Type": "挪德卡莱区域特产",
        "Link": 1
    },
    "101263": {
        "_id": 101263,
        "R": 0,
        "Name": "月落银",
        "Desc": "如月光一般明净无瑕的银白晶体，具有几乎完美的元素亲和力。<br>在霜月之子的传承中，这种晶石于五百年前伴随月之少女一同诞生，被彼时的咏月使认为是从月上落下的馈赠，因此得名「月落银」。然而在至冬的编年者们记述的、更为古老的文献中，黄金国的遗胤自数千年前便在使用霜月纺就的秘银。两者之间的关联早已无从考证，唯一能确定的只有这种晶石如今依然被挪德卡莱的工匠们视为绝佳的元素力导体。",
        "Src": [
            "前往采集",
            "希汐岛采集"
        ],
        "Icon": "UI_ItemIcon_101263",
        "Type": "挪德卡莱区域特产",
        "Link": 1
    },
    "104002": {
        "_id": 104002,
        "R": 3,
        "Name": "冒险家的经验",
        "Desc": "角色经验素材，含有5000点经验值。<br>如果踏上了前人未至的秘境，这些经验还是很重要的。",
        "Src": [
            "激活启示之花奖励",
            "冒险与探索奖励"
        ],
        "Icon": "UI_ItemIcon_104002",
        "Type": "角色经验素材"
    },
    "104003": {
        "_id": 104003,
        "R": 4,
        "Name": "大英雄的经验",
        "Desc": "角色经验素材，含有20000点经验值。<br>如果向往着天空岛而在大陆开始巡礼，这些经验可称得上弥足珍贵。",
        "Src": [
            "激活启示之花奖励",
            "解决事件报酬",
            "洞天百宝兑换"
        ],
        "Icon": "UI_ItemIcon_104003",
        "Type": "角色经验素材"
    },
    "104012": {
        "_id": 104012,
        "R": 2,
        "Name": "精锻用良矿",
        "Desc": "武器经验素材，含有2000点经验值。<br>出于某种原理，武器可以吸收这种特殊的精矿，来变得更强大。",
        "Src": [
            "锻造获得",
            "解决事件报酬"
        ],
        "Icon": "UI_ItemIcon_104012",
        "Type": "武器强化素材"
    },
    "104013": {
        "_id": 104013,
        "R": 3,
        "Name": "精锻用魔矿",
        "Desc": "武器经验素材，含有10000点经验值。<br>传说，精炼的矿锭中凝结了大地上战斗的记忆。而受益于这些记忆的兵器，自然也是有灵魂的了。",
        "Src": [
            "锻造获得",
            "解决事件报酬"
        ],
        "Icon": "UI_ItemIcon_104013",
        "Type": "武器强化素材"
    },
    "104111": {
        "_id": 104111,
        "R": 2,
        "Name": "燃愿玛瑙碎屑",
        "Desc": "角色突破素材。",
        "Src": [
            "冒险之证讨伐页签查看",
            "合成台-转化页签：转化获取",
            "纪念品商店兑换"
        ],
        "Icon": "UI_ItemIcon_104111",
        "Type": "角色突破素材",
        "Link": 1
    },
    "104112": {
        "_id": 104112,
        "R": 3,
        "Name": "燃愿玛瑙断片",
        "Desc": "角色突破素材。<br>「为了愿望而步上巡礼，为了最强之名而云聚争斗…」",
        "Src": [
            "冒险之证讨伐页签查看",
            "合成台-转化页签：转化获取",
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104112",
        "Type": "角色突破素材",
        "Link": 1
    },
    "104132": {
        "_id": 104132,
        "R": 3,
        "Name": "生长碧翡断片",
        "Desc": "角色突破素材。<br>「我做了一个很长很长的梦…」",
        "Src": [
            "冒险之证讨伐页签查看",
            "合成台-转化页签：转化获取",
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104132",
        "Type": "角色突破素材",
        "Link": 1
    },
    "104142": {
        "_id": 104142,
        "R": 3,
        "Name": "最胜紫晶断片",
        "Desc": "角色突破素材。<br>「此身即是尘世最为殊胜尊贵之身。」",
        "Src": [
            "冒险之证讨伐页签查看",
            "合成台-转化页签：转化获取",
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104142",
        "Type": "角色突破素材",
        "Link": 1
    },
    "104172": {
        "_id": 104172,
        "R": 3,
        "Name": "坚牢黄玉断片",
        "Desc": "角色突破素材。<br>「大陆所流通的一切银钱皆是我的血肉。」",
        "Src": [
            "冒险之证讨伐页签查看",
            "合成台-转化页签：转化获取",
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104172",
        "Type": "角色突破素材",
        "Link": 1
    },
    "104302": {
        "_id": 104302,
        "R": 3,
        "Name": "「自由」的指引",
        "Desc": "天赋培养素材。<br>风之国土的精神是自由。<br>自由其二，是漫游的自由，即是能在苍翠的土地上自由地通行，而不受阻挠的自由。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104302",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104303": {
        "_id": 104303,
        "R": 4,
        "Name": "「自由」的哲学",
        "Desc": "天赋培养素材。<br>风之国土的精神是自由。<br>自由其三，是歌唱的自由，即是能在风之神塑造的美好土地上歌唱，让自己的心与歌一同随风而去的自由。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104303",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104311": {
        "_id": 104311,
        "R": 3,
        "Name": "「繁荣」的指引",
        "Desc": "天赋培养素材。<br>岩之国土的追求是繁荣。<br>繁荣是璃月对它的子女的许诺：以繁荣回报勤劳者，以黄金照亮这片土地。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104311",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104312": {
        "_id": 104312,
        "R": 4,
        "Name": "「繁荣」的哲学",
        "Desc": "天赋培养素材。<br>岩之国土的追求是繁荣。<br>繁荣是璃月的过去、现在与未来。在此世间一切国度都无法企及的繁荣，均归于璃月，以及璃月的子女。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104312",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104319": {
        "_id": 104319,
        "R": 5,
        "Name": "智识之冕",
        "Desc": "提升天赋所需的珍贵素材。<br>远古时期，承载与传授智识所用的仪式器具。尽管如今，智慧居于言语及典籍中，但「智识之冕」中残存的力量与智慧仍能给如今的人们带来伟大的突破吧。",
        "Src": [
            "限时活动奖励"
        ],
        "Icon": "UI_ItemIcon_104319",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104322": {
        "_id": 104322,
        "R": 4,
        "Name": "「浮世」的哲学",
        "Desc": "天赋培养素材。<br>雷之国土的梦想是浮世。<br>浮世之短暂乃是人之美的本性所在。人之在世岂不与稻光相近？神威显现的刹那恍若隽永，而永恒的威鸣又有谁人能够承受？",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104322",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104331": {
        "_id": 104331,
        "R": 4,
        "Name": "「诤言」的哲学",
        "Desc": "天赋培养素材。<br>「诤言」是智慧之国的枝干。<br>诤言终于至善的操行。行为赋予言语真实含义，言、思、行的协同一致，是令智慧之树结出善果的丰厚养分。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104331",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104339": {
        "_id": 104339,
        "R": 3,
        "Name": "「公平」的指引",
        "Desc": "天赋培养素材。<br>水之国土的堤岸是公平。<br>公平是枫丹立国的基础。公平形成了律法的准绳。假若律法失去公平的本质，必沦为敛利的棋盘。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104339",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104340": {
        "_id": 104340,
        "R": 4,
        "Name": "「公平」的哲学",
        "Desc": "天赋培养素材。<br>水之国土的堤岸是公平。<br>公平是枫丹立国的基础。公平总是需要稳固的道德与律法加以支撑，道德与律法亦基于不变的公平准则而流变不息。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104340",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104342": {
        "_id": 104342,
        "R": 3,
        "Name": "「正义」的指引",
        "Desc": "天赋培养素材。<br>水之国土的利剑是正义。<br>枫丹的律法秉正义之剑而行。正义必定是盲目的，以正义为利剑者，不论利益或私情都无法蛊惑。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104342",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104345": {
        "_id": 104345,
        "R": 3,
        "Name": "「秩序」的指引",
        "Desc": "天赋培养素材。<br>水之国土的坚盾是秩序。<br>枫丹的一切律法终究服务于稳固的秩序。若无秩序的保证，正义也将沦为无止境的暴力，成为一切人反对一切人的武器。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104345",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104348": {
        "_id": 104348,
        "R": 3,
        "Name": "「角逐」的指引",
        "Desc": "天赋培养素材。<br>火之国土的原则是角逐。<br>人无法与有翼的兽比较飞行的速度，无法与史莱姆比较身躯的柔软，但人自有卓然之处。有时，为何要进行角逐，如何进行角逐，正是认清自己的关键。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104348",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104349": {
        "_id": 104349,
        "R": 4,
        "Name": "「角逐」的哲学",
        "Desc": "天赋培养素材。<br>火之国土的原则是角逐。<br>角逐是为了让自身更加强大，在一场角逐的胜负落定之后，胜利者从中获得确立自己方向的自信，失败者获得如何变得强大的启示。在胜负之外，这是角逐真正的意义。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104349",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104351": {
        "_id": 104351,
        "R": 3,
        "Name": "「焚燔」的指引",
        "Desc": "天赋培养素材。<br>火之国土的成规是焚燔。<br>想要取得多少的东西，就要付出相应量级的代价。有时为了得到而付出太多，有时却付出的不足而无法得到。能够认识如何正确的付出与得到，也是焚燔的意义之一。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104351",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104354": {
        "_id": 104354,
        "R": 3,
        "Name": "「纷争」的指引",
        "Desc": "天赋培养素材。<br>火之国土的事理是纷争。<br>纷争永远能够被更高层面的力量介入并解决，而非不可收拾，这让一切都得以进入可控的境地。纷争亦是一种局限，禁止不计成本地推诿下去，而是要求参与方更干净利落地得出结果。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104354",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104357": {
        "_id": 104357,
        "R": 3,
        "Name": "「月光」的指引",
        "Desc": "天赋培养素材。<br>「月光」是月下之地的祝福。<br>云中之月的光芒，相对于幽暗无垠的荒野是如此微弱，然而在漫漫长夜中，引导人们前行的却总是那一缕微光。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104357",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "104358": {
        "_id": 104358,
        "R": 4,
        "Name": "「月光」的哲学",
        "Desc": "天赋培养素材。<br>「月光」是月下之地的祝福。<br>于新月初升之时向天空之月祈求启示与祝福，是从初民的时代流传至今的仪式。今夜的月光似乎与过去的每一夜并无不同，但人们曾仰望的那轮新月又在何方？",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_104358",
        "Type": "角色天赋素材",
        "Link": 1
    },
    "105002": {
        "_id": 105002,
        "R": 3,
        "Name": "祝圣油膏",
        "Desc": "圣遗物经验素材，含有2500点经验值。<br>蕴含着强大能量的精华物质，能让圣遗物获得成长。",
        "Src": [],
        "Icon": "UI_ItemIcon_105002",
        "Type": "圣遗物强化素材"
    },
    "105003": {
        "_id": 105003,
        "R": 4,
        "Name": "祝圣精华",
        "Desc": "圣遗物经验素材，含有10000点经验值。<br>圣遗物本质上是意志与记忆的具现结晶。而将某种的纯粹力量提纯得来的这种精华物质，能让其中的记忆与意志变得更加清晰、强大。",
        "Src": [],
        "Icon": "UI_ItemIcon_105003",
        "Type": "圣遗物强化素材"
    },
    "105006": {
        "_id": 105006,
        "R": 5,
        "Name": "启圣之尘",
        "Desc": "圣遗物力量的本源来自于故事，因此神圣或渎圣的书写可以尝试重塑圣遗物。<br>然而故事本身并无善恶，歌谣与字句既有拯救之力，亦有毁灭之能，正如昔日传谕至圣的启示、统领地上的万国与万国的荣华，却又从高天坠落的使者所相信的那般。时至今日，这些至洁或不洁的翎羽依然能写下虚假的启示，改写注定的故事，然而与世界相抗的结果唯有散落成尘。",
        "Src": [
            "「幽境危战」危战嘉奖",
            "「幽境危战」挑战奖励",
            "「砺行修远」获取",
            "挪德卡莱「月灵盈藏之地」获取",
            "「珍珠纪行」和「珍珠之歌」获取"
        ],
        "Icon": "UI_ItemIcon_TrainingIteration",
        "Type": "消耗品"
    },
    "107021": {
        "_id": 107021,
        "R": 3,
        "Name": "幸运牌币",
        "Desc": "牌手协会内部认证和使用的货币，可以用于购买「七圣召唤」相关的各式各样的道具。据说当初取名为幸运牌币，是希望拥有它的人能够变得幸运，不过，或许是足够幸运的人才能拥有它们也说不定…",
        "Src": [],
        "Icon": "UI_GcgIcon_CardCurrency",
        "Type": "消耗品"
    },
    "112122": {
        "_id": 112122,
        "R": 1,
        "Name": "毁损机轴",
        "Desc": "在战斗中损毁的巡陆艇机轴。<br>即便是精密的工艺也难以胜过高强度的磨耗，正如无论何等宏伟的理想也难以挽回因他人理想而枉死之人的性命。况且量产的机关称不上精密，量产的理想也难称是理想。",
        "Src": [
            "巡陆艇掉落",
            "星尘兑换"
        ],
        "Icon": "UI_ItemIcon_112122",
        "Type": "角色与武器培养素材",
        "Link": 1
    },
    "112123": {
        "_id": 112123,
        "R": 2,
        "Name": "加固机轴",
        "Desc": "经过加固处理的巡陆艇机轴。<br>无数的损毁报告才换来这微不足道的改良。从某种意义上来说，帝国军械宫的行政体制也许比它所制造的机械本身还要复杂数十倍，毕竟即便是最先进的巡陆艇，也不需要消耗数月甚至数年的时间来制造。",
        "Src": [
            "40级以上巡陆艇掉落",
            "星尘兑换",
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_112123",
        "Type": "角色与武器培养素材",
        "Link": 1
    },
    "112125": {
        "_id": 112125,
        "R": 1,
        "Name": "磨损的执凭",
        "Desc": "配发给愚人众特辖队的执凭。<br>不知持有它的人，怀抱了怎样的决意加入这支队伍。",
        "Src": [
            "愚人众特辖队掉落",
            "星尘兑换"
        ],
        "Icon": "UI_ItemIcon_112125",
        "Type": "角色与武器培养素材",
        "Link": 1
    },
    "112126": {
        "_id": 112126,
        "R": 2,
        "Name": "精致的执凭",
        "Desc": "配发给愚人众特辖队的执凭。<br>精致造型的背后，或许也有执凭的主人为了晋升所付出的代价吧。",
        "Src": [
            "40级以上愚人众特辖队掉落",
            "星尘兑换",
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_112126",
        "Type": "角色与武器培养素材",
        "Link": 1
    },
    "113077": {
        "_id": 113077,
        "R": 4,
        "Name": "精密型月矩力冲鸭模具",
        "Desc": "击败重拳出击鸭之后，从其破损的结构中取得的冲压模具，也可以认为是爱诺赠送的纪念品。<br>曾有须弥的哲人在论证中认为，自我繁衍是生命独一无二的特征，任何受造于人的物件都无法实现同等的伟业，因而繁衍的权能正是将神性与人性区分的关键。<br>然而，若是给定模具，让机关按照其形状复制连同模具在内的自身，是否也能被视为永生的繁衍呢？陪伴在爱诺身边的那位沉默寡言的蓝发女仆，她过去侍奉的旧主也思考过同样的问题，最终却因为担忧无限自我增殖的机器会耗尽星球地表的一切而作罢。<br>不过，这些事情与爱诺向来是没有关系的，这台机器暂时也不会用尽地表的一切来复制自身——毕竟鸭子只是鸭子而已。",
        "Src": [
            "30级以上重拳出击鸭掉落"
        ],
        "Icon": "UI_ItemIcon_113077",
        "Type": "角色培养素材",
        "Link": 1
    },
    "113078": {
        "_id": 113078,
        "R": 4,
        "Name": "承光的鳞羽",
        "Desc": "击败蕴光月幻蝶之后，其身后蜕下的布满细琐鳞片的虫翅。<br>据说在此地流传的诸多民俗故事中，常有踏入禁忌之地的人被幻惑的鳞翅迷惑，从此消失于林泽之中的记载。有人说这是因为蝶形魔兽的幻惑之法来自于易让人发疯失常的月亮，但也有人说这是古老力量变化多样而又危险至极的警示…",
        "Src": [
            "30级以上蕴光月幻蝶掉落"
        ],
        "Icon": "UI_ItemIcon_113078",
        "Type": "角色培养素材",
        "Link": 1
    },
    "113079": {
        "_id": 113079,
        "R": 4,
        "Name": "漫光的辉角",
        "Desc": "击败霜夜巡天灵主之后，自其角冠上脱落的碎片，质地轻盈而锋锐，即便是在未经打磨的情况下，也能毫不费力地削开普通的金属护甲。<br>古老的民话中，这些高傲而优美的生灵受造于最初的神使。乐园殒落之时，它们曾与霜月的女主人立约，誓要以得赐于霜月的源光，涤净尘世的污秽，直至旧日的恩主再度归来。传说的来由与真实性如今早已无从考证，但过去与光同行的生灵依然在影中庇卫着这片大地——无论是凛冽的长夜还是漆黑的枯潮，都未能使它们的身姿从世间隐匿。",
        "Src": [
            "30级以上霜夜巡天灵主掉落"
        ],
        "Icon": "UI_ItemIcon_113079",
        "Type": "角色培养素材",
        "Link": 1
    },
    "114002": {
        "_id": 114002,
        "R": 3,
        "Name": "高塔孤王的残垣",
        "Desc": "赋予武器突破之力的材料。<br>烈风的魔神「迭卡拉庇安」对自己所造的王城十分满意，他在高塔上接受所有追随者的跪拜。但他却不知道，众人对他俯身并非出于敬仰爱戴。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114002",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114003": {
        "_id": 114003,
        "R": 4,
        "Name": "高塔孤王的断片",
        "Desc": "赋予武器突破之力的材料。<br>「安德留斯」曾经对高塔的孤王宣战，却也无法损伤王都分毫。若不是「自由」高歌的瞬间让这座城市土崩瓦解，这一切都会继续永远之梦。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114003",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114006": {
        "_id": 114006,
        "R": 3,
        "Name": "凛风奔狼的裂齿",
        "Desc": "赋予武器突破之力的材料。<br>狼的生活经常伴有厮杀，断骨裂齿的死斗也不罕见。<br>「安德留斯」认为人类只会带来失望，但是纯真的婴儿是无辜的。狼群选择了孩子，孩子如果也选择了狼，那么他们就结成了「卢皮卡」——命运的家族。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114006",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114010": {
        "_id": 114010,
        "R": 3,
        "Name": "狮牙斗士的铁链",
        "Desc": "赋予武器突破之力的材料。<br>曾经施在大英雄温妮莎身上的枷锁——或者这么说吧，那个时代里，所有剑斗士都会背负镣铐。狮牙的斗士也只是其中一员。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114010",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114014": {
        "_id": 114014,
        "R": 3,
        "Name": "孤云寒林的辉岩",
        "Desc": "赋予武器突破之力的材料。<br>所以对于知情人士来说，孤云阁并不是什么愉快的海上奇观，而是曾经璃月众神的墓园。这里的确会周期性地涌起不祥和污秽，不过那都被另一个降妖伏魔的少年平息了。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114014",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114026": {
        "_id": 114026,
        "R": 3,
        "Name": "远海夷地的玉枝",
        "Desc": "赋予武器突破之力的材料。<br>这种珊瑚在提瓦特的大地上是见不到的，是大蛇闯入「暗之外海」时，获得的礼赠。因此对于深海的大蛇而言，身负珊瑚枝象征着力量；而失去珊瑚枝时，力量会相应地折损。换言之，折断的珊瑚枝中也蕴含着超常的力量。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114026",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114038": {
        "_id": 114038,
        "R": 3,
        "Name": "谧林涓露的铁符",
        "Desc": "赋予武器突破之力的材料。<br>后来，草木的主人教会了人们锻造黑铁的奥秘。就这样，天真的凡人学会了使用火与利刃的知识。<br>草木的主人为之欢欣，纵使火与金属会伤害她，但亦会使凡人强大。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114038",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114042": {
        "_id": 114042,
        "R": 3,
        "Name": "绿洲花园的恩惠",
        "Desc": "赋予武器突破之力的材料。<br>在被黄沙掩埋的古老文献中，花的王者是梦的女主人。<br>她曾为被放逐之人、癫狂之人与痴愚之人展现梦想，在梦想中为他们奉上甘美的欢乐，即使人们的手中只有黑铁的碗砵，依旧为花之女王的魅力所折服，深醉于她美丽的形象与无微不至的关怀之中。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114042",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114046": {
        "_id": 114046,
        "R": 3,
        "Name": "烈日威权的余光",
        "Desc": "赋予武器突破之力的材料。<br>编织万千思绪，统制万千灵魂，此所谓威权之道。<br>然而威权之道并非冷酷的暴政，其目的恰恰最为深郁——创造不再有人苦恼，不再需要迫害与奴役的真实乐土。<br>正如沉默的王从晶石的秘密中望见的一切，正如已然消逝的伴侣曾经的教诲那般。<br>玄色的虫印与铁色的裁决，就这样成为了王国法度的基石。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114046",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114050": {
        "_id": 114050,
        "R": 3,
        "Name": "悠古弦音的断章",
        "Desc": "赋予武器突破之力的材料。<br>传说古老王朝的遗民曾以黑铁铸成竖琴，用于纪念与哀悼。<br>黑铁所铸成的竖琴，是奏不出声音的。为了哀悼那个以金色乐曲为傲的古老王朝，遗民们打造了这些沉重而沉默的乐器。<br>但无论如何，正如那沉默的时代一般，黑铁是奏不出音调的。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114050",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114054": {
        "_id": 114054,
        "R": 3,
        "Name": "纯圣露滴的凝华",
        "Desc": "赋予武器突破之力的材料。<br>「源自原始之海的活物，必将回归同一的命运。」调律师波爱修斯曾如是说，「但人的超越有着无限可能，即使原始的胎海也无法将之消融净尽…」<br>傲慢的僭主曾试图调配不溶于纯水的灵露，以之容纳灵智与记忆，令臣民得以抛却肉身，获得永恒独立的生命。<br>但灵肉转换的痛苦并非任何凡俗生命能够承受，僭主的律令撕扯着破碎的灵魂…<br>灵露被众多魂灵的哭嚎染成黑色，从此其中失却调谐的神智，只余混乱与疯狂。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114054",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114058": {
        "_id": 114058,
        "R": 3,
        "Name": "无垢之海的酒盏",
        "Desc": "赋予武器突破之力的材料。<br>什么样的帝国能够延续千年？从龙的国度归来后，僭主曾思考过如是问题。<br>不朽的石材与自原始之水提取的灵露结合，雕成如黑铁般坚韧的种族——以魔石为肤，灵露为血，从此之后再也无惧回归莽荒的诅咒…<br>沉默的魔像仍做着帝国美梦——不知不觉间，帝国湮没已千年有余。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114058",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114062": {
        "_id": 114062,
        "R": 3,
        "Name": "贡祭炽心的踌躇",
        "Desc": "赋予武器突破之力的材料。<br>在原有的文明如破碎的玉石般失落，自天上来，引导地上文明的使者被醒来的巨龙吞噬殆尽之后，步入荒蛮的人失去了重新认识世界的能力。<br>于是他们将一切所得都归于最为原始的信仰，认为承载一切的大地自有其神秘，于是，所获的猎物被作为祭品上贡的时代开始了。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114062",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114063": {
        "_id": 114063,
        "R": 4,
        "Name": "贡祭炽心的决绝",
        "Desc": "赋予武器突破之力的材料。<br>据说盗取火种的贤者，在他将掌握各种形态火焰的秘术交给部族的民众之后，曾希望他们得以踏上文明的阶梯，摆脱古老的陋习。<br>但传承的迂腐总是难以撼动，而掌握力量的稚童仅仅为了更多的献祭之物就能开启同族之间的战端，这或许也是贤者最后心灰意冷，而从历史中隐去身形的原因。<br>值得一说的事是，将生命献祭的仪式遭到全面禁止，却恰恰是禁城的圣主掌权之时。后者为了执掌权威而废弃了种种民俗，却也可视为一类文明的开端。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114063",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114066": {
        "_id": 114066,
        "R": 3,
        "Name": "谵妄圣主的余哀",
        "Desc": "赋予武器突破之力的材料。<br>在与巨龙进行战争之时，众部族的谋主，那位以面具掩藏起面目者，为部族的战士们解读非人遗迹上金色纹路的信息，那是在现今早已失落的技巧。<br>这语言与思想由自己的敌人所授予，或许对谋主来说，站在相对的立场驱使它们是相当快意的复仇之事吧。<br>只是他那份毫不掩饰的恨意，偶尔也会换来同行英杰们的深深担忧。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114066",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114070": {
        "_id": 114070,
        "R": 3,
        "Name": "神合秘烟的预感",
        "Desc": "赋予武器突破之力的材料。<br>尚古的通灵者认为，没有形象而只有意识的「大灵」是去除了外在，更接近精神本质的存在。<br>将粗糙的石料打磨，直至去除所有纹理，成为反射光亮的镜子的过程，也是一种除去世界原有表征的仪式。或许光滑的镜面亦是通灵者自身精神的投射也说不定。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114070",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114074": {
        "_id": 114074,
        "R": 3,
        "Name": "奇巧秘器的模本",
        "Desc": "赋予武器突破之力的材料。<br>正如其工具曾被无数人仿制，大盗的名讳也曾被无数人仿用。<br>从某种意义上来说，并非是渴求得到什么的人们窃走了雷德 · 米勒的名字，而是大盗雷德 · 米勒窃走了原本只属于他们自己的「身份」。这两件事之间，原本便没有什么区别。",
        "Src": [
            "占位-可合成数量:{0}"
        ],
        "Icon": "UI_ItemIcon_114074",
        "Type": "武器突破素材",
        "Link": 1
    },
    "121036": {
        "_id": 121036,
        "R": 3,
        "Name": "提瓦特忆册",
        "Desc": "{NICKNAME}与派蒙的回忆相册。冒险尚未结束，你们未来一定会创造更多回忆，这本薄薄的留影册大概无法收纳你们过去未来留下的所有画片，拍满这一本之后记得和派蒙一起去买新的留影册！",
        "Src": [],
        "Icon": "UI_ItemIcon_121036",
        "Type": "任务道具"
    },
    "200007": {
        "_id": 200007,
        "R": 4,
        "Name": "霄灯飞阵谱",
        "Desc": "总务司下发的图谱，上面记载着放飞霄灯的特殊技巧。如果按照图谱上的记载操作，或许能将霄灯放飞为特殊的「霄灯飞阵」。",
        "Src": [],
        "Icon": "UI_ItemIcon_200007",
        "Type": "小道具"
    },
    "210234": {
        "_id": 210234,
        "R": 4,
        "Name": "庆典 · 炙热",
        "Desc": "名片纹饰。<br>进行一次强大攻击的诀窍就是，先收起拳头，再满怀一往无前的信念将之打出！",
        "Src": [
            "「征战勇者淬炼之界」活动获取。"
        ],
        "Icon": "UI_NameCardIcon_TowerChallenge",
        "Pic": "UI_NameCardPic_TowerChallenge_P",
        "Link": 1
    },
    "220097": {
        "_id": 220097,
        "R": 4,
        "Name": "晚风圆号",
        "Desc": "使用后可以进行演奏的枫丹乐器，由德沃沙克亲手赠予旅行者。<br>据说，因为圆号的音色醇厚而柔和，宛如穿梭在密林之间的轻柔晚风，所以枫丹的作曲家们，常使用圆号来塑造猎人、森林等不羁且生机勃勃的意象。毫无疑问，这样的乐器对「生命」为主题的音乐盛会而言，最为合适。",
        "Src": [],
        "Icon": "UI_ItemIcon_220097",
        "Type": "小道具"
    },
    "220110": {
        "_id": 220110,
        "R": 5,
        "Name": "千音雅集",
        "Desc": "吟游诗人莎莎赠予的曲谱集，记录了各地音乐的乐谱与演奏的心得体会，详实程度堪比音乐界的百科全书…<br>运用这本曲谱集，便能演奏诸多动人的旋律…",
        "Src": [],
        "Icon": "UI_ItemIcon_220110",
        "Type": "小道具"
    },
    "220124": {
        "_id": 220124,
        "R": 5,
        "Name": "游逸旅账",
        "Desc": "记录着各类趣事逸闻的笔记本。<br>打开后，可以查看已记录在内的逸闻内容。借由夹在笔记本里的「纸签」，或许也可以进行简洁的「相缘绘愿」许愿。",
        "Src": [],
        "Icon": "UI_ItemIcon_220124",
        "Type": "小道具"
    },
    "340022": {
        "_id": 340022,
        "R": 4,
        "Name": "炽绘奇旅",
        "Desc": "班尼特的纳塔游历装束，主色调是幸运的湖蓝，以及炽热的黄橙，如同这片土地一般洋溢着勃勃生机。",
        "Src": [
            "商城中购买获取"
        ],
        "Icon": "UI_AvatarIcon_BennettCostumeSummer_Card"
    },
    "390524": {
        "_id": 390524,
        "R": 4,
        "Name": "「巧策升炼之所」",
        "Desc": "步骤详实的图纸，记载着「『巧策升炼之所』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "393185": {
        "_id": 393185,
        "R": 4,
        "Name": "「改进版鳄鳄炮炮」",
        "Desc": "步骤详实的图纸，记载着「『改进版鳄鳄炮炮』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "393918": {
        "_id": 393918,
        "R": 4,
        "Name": "暝视模型-「灵性织机」",
        "Desc": "步骤详实的图纸，记载着「暝视模型-『灵性织机』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "394636": {
        "_id": 394636,
        "R": 4,
        "Name": "解谜伙伴-「紧张走开」",
        "Desc": "步骤详实的图纸，记载着「解谜伙伴-『紧张走开』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "394814": {
        "_id": 394814,
        "R": 4,
        "Name": "「小小雀雀」",
        "Desc": "步骤详实的图纸，记载着「『小小雀雀』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "394815": {
        "_id": 394815,
        "R": 4,
        "Name": "「美食大盗」",
        "Desc": "步骤详实的图纸，记载着「『美食大盗』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "394816": {
        "_id": 394816,
        "R": 4,
        "Name": "「幕后黑鼬」",
        "Desc": "步骤详实的图纸，记载着「『幕后黑鼬』」的制作方法。<br>使用后可进入制作界面查看。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "摆设图纸"
    },
    "11432": {
        "R": 4,
        "Name": "厄水之祸",
        "Desc": "「烟谜主」伟大祭司桑哈杰打造的仪式之刃，在过往的故事中，桑哈杰能够用这弯曲的长刃举行仪式，模糊夜神之国与现世的边界。",
        "Icon": "UI_EquipIcon_Sword_SacrificialNgombe",
        "Type": 1
    },
    "12432": {
        "R": 4,
        "Name": "拾慧铸熔",
        "Desc": "在部族流传的故事中，是由流泉之众的工匠为远游的孩子定做的防身之刃。这把似乎是仿照故事中的巨剑而制作的复刻品。",
        "Icon": "UI_EquipIcon_Claymore_Polilith",
        "Type": 1
    },
    "13426": {
        "R": 4,
        "Name": "沙中伟贤的对答",
        "Desc": "象征炼金术荣耀的双蛇杖，因其地位特殊使用了特殊合金。刚度很高，重量很重，拿来打人也一定很疼。",
        "Icon": "UI_EquipIcon_Pole_Caduceus",
        "Type": 1
    },
    "13432": {
        "R": 4,
        "Name": "且住亭御咄",
        "Desc": "过去曾有以行灯焰火为形于稻妻四处奔行的妖怪，这也是其曾经寄身的一处灯盏吧。",
        "Icon": "UI_EquipIcon_Pole_Aoandon",
        "Type": 1
    },
    "14427": {
        "R": 4,
        "Name": "苍纹角杯",
        "Desc": "梅兹特利传承的礼器，据说是被称作「巨人」的英杰图帕克珍爱却从未使用过的宝物。",
        "Icon": "UI_EquipIcon_Catalyst_ConchSprayer",
        "Type": 1
    },
    "14432": {
        "R": 4,
        "Name": "天光的纺琴",
        "Desc": "如天光般的金色弦丝编制而成的鲁特琴，似乎是古时仙灵的遗物。",
        "Icon": "UI_EquipIcon_Catalyst_SeeliesLute",
        "Type": 1
    },
    "15426": {
        "R": 4,
        "Name": "筑云",
        "Desc": "解析昔日拱卫天衡的仙家机关后，由玉衡星委托黑岩厂锻造的实验型制式兵器。",
        "Icon": "UI_EquipIcon_Bow_Ultimatum",
        "Type": 1
    },
    "15432": {
        "R": 4,
        "Name": "冷寂迸音",
        "Desc": "专为极限远射和寂静刺杀所铸的机关长弓，迸发之声隐于夜色，音调凄冷幽长。",
        "Icon": "UI_EquipIcon_Bow_Stinger",
        "Type": 1
    },
    "15434": {
        "R": 4,
        "Name": "虹蛇的雨弦",
        "Desc": "「烟谜主」亘古传承的仪式礼器，幽色的弓身上总是萦绕着一阵挥之不去的阴冷。",
        "Icon": "UI_EquipIcon_Bow_ElegguaBow",
        "Type": 1
    },
    "410020": {
        "R": 4,
        "Name": "意外领养的奇妙猫猫",
        "Desc": "在「猫茸茸城堡」试营业期间遭遇了意外的来客，并因此领养的一只猫猫，据分析，这只猫猫与你们很合得来…",
        "Icon": "UI_DisplayItemIcon_410020",
        "Type": 2
    },
    "410029": {
        "R": 3,
        "Name": "「节拍撞球」的纪念品",
        "Desc": "参加了流泉之众举办的「节拍撞球」活动，与朋友们交流感想后获赠的礼物，似乎是某位朋友精挑细选的收藏品…",
        "Icon": "UI_ItemIcon_118101",
        "Type": 2
    },
    "379046": {
        "Name": "疑似宝石独角鱼",
        "Desc": "珍贵的观赏鱼，可被饲养于「灵沼云池」和「澄波游影」中。<br>生有独角的奇特鱼类，体型圆润敦实，鱼肚富有弹力，堪比气球。<br>某些商人为了特殊的目的将这种鱼类从纳塔引进，长期对其投喂特殊的饲料，使其头顶的晶体角状物维持着幼年时的玻璃质感，加以染色物质的辅助后，演化出宝石般的光彩，因此在部分观赏鱼爱好者中，这种鱼类有着极高的美学价值。<br>不过，放任这种鱼类在没有天敌的水域自由繁衍，很可能造成严重的连锁反应，将它们引回纳塔，它们又有可能无法适应环境的变化，还是奇妙的壶中洞天适合它们长久定居…",
        "Icon": "UI_Homeworld_Fishable_Maritime_Ostracion_03",
        "Type": 3
    },
    "362264": {
        "Name": "「咪呜呜宝座」",
        "Desc": "宝座造型的猫用综合陈设，安装有深受猫猫喜爱的线团挂饰与柔软舒适的莓红托板，能在「猫茸茸城堡」内见到。<br>据说，在猫猫之中有着这样的传说：「当命定之刻降临，碗中将盈满美食。那只被呼唤到名讳的猫猫，将尽享美食，登上宝座并成为至高无上的主宰…」因此，你总能看到许多猫猫围绕着宝座，静静地等待着那个命定之刻的到来…",
        "Icon": "UI_Homeworld_Interior_Common_Decoration_Prop_Lumaotai_01_Lod0",
        "Type": 3
    },
    "374730": {
        "Name": "好架子-「赐福林中」",
        "Desc": "活力四射的「好架子」，安装有坚实可靠的展示用托盘与树丛形状的折纸装饰，用来陈列赐福森林相关的童话巧像最为合适不过。<br>据说，「好架子」最重要的任务就是诚实地保管所有东西。因此，无论是雨歌塘内欢脱的跳跃比赛，墨色酒馆里热闹的宴会还是铃风王国绮丽的景色，它都能毫无保留地完美重现。",
        "Icon": "UI_Homeworld_Ani_Exterior_Hd_Cabinet_Prop_CapsuleToys_01",
        "Type": 3
    },
    "373190": {
        "Name": "「久等了，我的神明」",
        "Desc": "外形华丽，做工精致的花车模型，是某次花神诞祭中花车的等比例复制品。据说，这台花车凝聚了无数人的智慧与心血，并由你——花之骑士亲手为其装饰。<br>出发吧，你的神明正等待着她的花之骑士呢。",
        "Icon": "UI_Homeworld_Ani_Exterior_Xm_Thing_Prop_Floats_01",
        "Type": 3
    },
    "360459": {
        "Name": "「遗予神骸定幽冥」",
        "Desc": "工致考究，巍峨恢弘的明霄灯，据说选材自璃月民间传奇——「八奇炼桃都」，状如开花的参天古树，盛放于山峦云雾之间。在夜间被点燃后，其温润的灯火照临四海，为周边之人赐以福泽。<br>有据可考，魔神桃都原名擘那，其神骸沉于轻策山之下，可平生死，定幽冥。",
        "Icon": "UI_Homeworld_Exterior_Ly_Lamp_Light_Taoshu_01_Lod0",
        "Type": 3
    },
    "363381": {
        "Name": "「金狸狸奖杯」",
        "Desc": "做工精致的奖杯复制品，其原型为「三川花祭」的金狸狸奖杯，形象可爱且欢闹，用于表彰制作出「最佳游艺」的队伍。<br>虽然是复制品，但其与原型均是同一人监修，且均是为了奖励「最佳」而生。或许在那位负责监修的人心里，作为活动代表的你与游艺的开发者一样，为「三川花祭」付出了诸多心血，同样是那个最值得褒奖的「最佳」！",
        "Icon": "UI_Homeworld_Interior_Dq_Decoration_Prop_Schjjiangbei_01_Vo",
        "Type": 3
    },
    "370831": {
        "Name": "映影舞台-「众聚缤纷」",
        "Desc": "「海薇玛映影欢乐城」的主题舞台，盛大且华丽，以海浪风格的花纹和饰带装点，可用于大型剧目的展演。<br>细心的映影爱好者们很快便能发现，这座舞台的装饰风格能让游客们联想到乐园的代言者海薇玛夫人，以及那位家喻户晓的大明星。对映影的喜爱，对大明星演绎才华的敬仰与欣赏，以及对可爱代言者的支持，共同汇成了「众聚缤纷」的热情。",
        "Icon": "UI_Homeworld_Exterior_Fd_Build_Prop_ThemeParkStage_01_Vo",
        "Type": 3
    },
    "363383": {
        "Name": "「遥遥旅途之忆」",
        "Desc": "装订精美的纪念册，其内记录了一个有关于旅行，伙伴和家人的故事。<br>旅伴总是会——也需要——帮助彼此。只有这样，他们才能不断向前。",
        "Icon": "UI_Homeworld_Interior_Tyd_Decoration_Prop_Shuben_01_Vo",
        "Type": 3
    },
    "374808": {
        "Name": "「嘟嘟可的轰轰火花」",
        "Desc": "以毛茸茸、软绵绵又蹦蹦弹弹的嘟嘟可为原型制作的模型，形象参考来源于可莉。<br>什么样的魔物都挡不住小可莉和她的好伙伴嘟嘟可！如果凶悍无比的敌人哪一天真的到来了，那就让它们尝尝轰轰火花的厉害吧！",
        "Icon": "UI_Homeworld_Ani_Exterior_Md_Thing_Prop_Ddkwanou_04",
        "Type": 3
    },
    "374819": {
        "Name": "？？？",
        "Desc": "？？？",
        "Icon": "UI_Homeworld_Ani_Exterior_Ly_Decoration_Prop_HDJJubaopen_01_Vo",
        "Type": 3
    },
    "360479": {
        "Name": "？？？",
        "Desc": "？？？",
        "Icon": "UI_Homeworld_Exterior_Ly_Lamp_Light_HDJDadeng_01_Lod0",
        "Type": 3
    }
}

var _tuts = {
    "6155": {
        "T": "茸茸城堡大喵险",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_Catcafe_01",
                "D": "布置「软绵绵喵屋」时，需要根据不同的需求选择摆设。<br>摆设有<color style='color:#FFCC33'>舒适，耐用，美观</color>三种属性分值。每个类型均需要选择一件合适的摆设，让整体区域的三个属性分值<color style='color:#FFCC33'>不多不少正好</color>符合需求。"
            },
            {
                "I": "UI_Activity_Catcafe_02",
                "D": "摆设的主要属性会以<color style='color:#FFCC33'>图标</color>形式显示在界面的左上角，除了主要属性外，还会少量提供其他属性。<br>完成挑战所需摆设的<color style='color:#FFCC33'>组合是唯一的</color>，组合内各摆设的<color style='color:#FFCC33'>外观也是最契合的</color>。"
            },
            {
                "I": "UI_Activity_Catcafe_03",
                "D": "在完成「软绵绵喵屋」的布置后，可通过在猫碗里<color style='color:#FFCC33'>投喂食物</color>来获得猫猫的认可。投喂猫猫后，可在「咪呜呜宝座」召来对应的猫猫，或者直接邀请猫猫与其玩耍。"
            },
            {
                "I": "UI_Activity_Catcafe_04",
                "D": "在「咪呜呜宝座」选择猫猫，或者直接邀请猫猫并与其一同玩耍。<br>猫猫的友好度分为<color style='color:#FFCC33'>信赖有加，亲密无间与形影不离</color>三个状态阶段。"
            },
            {
                "I": "UI_Activity_Catcafe_05",
                "D": "猫猫的可抚摸区域分为：右耳，左耳，面部，下身，上身，尾巴，右爪，左爪这<color style='color:#FFCC33'>八个</color>部位。不同的猫猫喜欢被抚摸的部位不同。"
            },
            {
                "I": "UI_Activity_Catcafe_06",
                "D": "<color style='color:#FFCC33'>点击</color>以抚摸猫猫。若抚摸到<color style='color:#FFCC33'>猫猫喜欢被触摸的部位</color>，则其友好度会上升，若抚摸到<color style='color:#FFCC33'>其不喜欢被触摸的部位</color>友好度会保持不变甚至下降。"
            },
            {
                "I": "UI_Activity_Catcafe_07",
                "D": "重复抚摸猫猫的同一个部位时，其友好度的<color style='color:#FFCC33'>提升幅度将会下降</color>，直至不增长。因此需要调整手法，抚摸猫猫的<color style='color:#FFCC33'>不同部位</color>。<br>在更换抚摸部位并抚摸超过一定次数后，猫猫各个喜欢部位的友好度提升幅度将会<color style='color:#FFCC33'>重置</color>。"
            },
            {
                "I": "UI_Activity_Catcafe_08",
                "D": "在猫猫的友好度<color style='color:#FFCC33'>状态阶段提升</color>后，原先<color style='color:#FFCC33'>其不喜欢被触摸的部位可能会转变</color>，允许旅行者抚摸。<br>多多探索，尝试与猫猫打好关系吧！"
            }
        ]
    },
    "13270": {
        "T": "弘辩的溢神效应",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_AutoTimeStop_01",
                "D": "进入「溢神弘辩之所」并开始战斗后，如果<color style='color:#FFCC33'>停止移动与施放技能</color>，将自动进入<color style='color:#FFCC33'>「时停超感」</color>状态，进行任意形式的移动或尝试施放技能后，则将导致时间恢复流逝。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_02",
                "D": "战斗过程中，「溢神能量」会随时间持续增长，击败敌人也会获得「溢神能量」，当「溢神能量」达到一定值，且在<color style='color:#FFCC33'>特定技能施放后立刻停止行动</color>，场上将出现「超感光粒」。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_05",
                "D": "调整取景框的角度，使角色遮挡「超感光粒」，则可以获取光粒，消耗「溢神能量」施放「超感技能」，并获得随机「溢神助力」，「溢神能量」累积的最大值可供施放<color style='color:#FFCC33'>3</color>次「超感技能」。如果50秒未施放超感技能，角色伤害将显著降低。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_04",
                "D": "挑战中，将间歇性出现<color style='color:#FFCC33'>焦点敌人</color>，焦点敌人在一段时间后将变成普通敌人，击败焦点敌人可以获取更多「溢神能量」。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_03",
                "D": "挑战中将间歇性出现<color style='color:#FFCC33'>威胁弹幕</color>与<color style='color:#FFCC33'>能量弹幕</color>，被威胁弹幕击中会受到伤害，触碰能量弹幕可获得「溢神能量」并增加验证分数。"
            }
        ]
    },
    "13350": {
        "T": "振晶映射的方式与原理",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_CrystalLink_01",
                "D": "在「振晶的应用研究」活动中，需要将角色编入<color style='color:#FFE14BFF'>2组队伍</color>进行挑战。玩家可以在战斗开始前，为两支队伍配置振晶映射方案，<color style='color:#FFE14BFF'>组合响振晶与应振晶，以获得不同的战斗增益效果</color>。"
            },
            {
                "I": "UI_Activity_CrystalLink_02",
                "D": "<color style='color:#FFE14BFF'>每个响振晶只能映射一个应振晶。而每个应振晶则最多可响应3个响振晶。</color>战斗中，若通过不同的响振晶条件触发应振晶效果，效果会有一定提升，提升幅度见振晶映射说明。"
            },
            {
                "I": "UI_Activity_CrystalLink_03",
                "D": "挑战过程中，<color style='color:#FFE14BFF'>成功触发响振晶和应振晶的「映射效应」后</color>，将积累映射点。映射点积累一定程度后，将提高「映射强度」的等阶，为角色提供战斗能力加成：<color style='color:#FFE14BFF'>队伍中所有角色的暴击伤害提升</color>。但是，一定时间内没有触发「映射效应」，已经获得的「映射强度」也会消退…"
            },
            {
                "I": "UI_Activity_CrystalLink_04",
                "D": "在战斗的过程中，需要<color style='color:#FFE14BFF'>在时限内击败不断出现的敌人以获得积分</color>。挑战结束时，依据挑战中获得的积分，可以获得不同的纹章。"
            }
        ]
    },
    "13353": {
        "T": "安固诸方之述演",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_MvM_01",
                "D": "选中交战单位后，可以将其部署在我方阵地内的可部署区域，选中交战单位期间，可以通过跳跃取消选中。<br>交战单位被部署后，将自动进行战斗。"
            },
            {
                "I": "UI_Activity_MvM_02",
                "D": "领队战技的可用次数随时间恢复，最多拥有2次可用次数。<br>点按可直接施放战技，长按可进行瞄准，瞄准期间进行冲刺和跳跃，可以取消施放。"
            },
            {
                "I": "UI_Activity_MvM_03",
                "D": "不同的交战单位之间存在压制规则：能造成范围伤害的单位，面对小队单位时具有显著优势。<br>同时，近战单位压制远程单位，远程单位压制空中单位，空中单位压制近战单位。"
            },
            {
                "I": "UI_Activity_MvM_04",
                "D": "近战单位的战斗韧性更强，能够承受更高的伤害，一定程度上保护其他单位。"
            }
        ]
    },
    "13360": {
        "T": "「纷变繁相豪武谭」",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_AcrobaticsBattle_01",
                "D": "在「纷变繁相豪武谭」中，旅行者需要<color style='color:#FFE14BFF'>以规定的方式击败敌人</color>，累积挑战目标的进度。以其他方式击败敌人不会累积挑战目标的进度。"
            },
            {
                "I": "UI_Activity_AcrobaticsBattle_02",
                "D": "击败敌人可以累积相变参量。当积累足够的相变参量时，将进入持续一段时间的<color style='color:#FFE14BFF'>「相态跃变」</color>状态，并获得<color style='color:#FFE14BFF'>强力的加成效果</color>，可帮助旅行者更迅速地完成挑战目标。以规定的方式击败敌人，可以更快地累积相变参量。"
            }
        ]
    },
    "13379": {
        "T": "画外旅照 · 浮露之章",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_PhotoGraphV4_01",
                "D": "旅行者需要装备「朝雾的枫丹专用留影机」，与留影点交互后进入留影模式。<br>留影分为留影设置调整阶段，和可以移动以及施放技能的留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_02",
                "D": "在留影点位调整阶段，旅行者首先需要选择一个留影设置，并可以在此设置的基础上继续调整留影的位置和角度。<br>需要注意的是，<color style='color:#FFE14BFF'>留影点</color>需要在留影范围内。确认留影设置后，进入留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_03",
                "D": "在留影阶段，当旅行者使用「朝雾的枫丹专用留影机」拍摄画片时，画片完成时的角度将由之前所调整的留影设置决定。<br>在留影过程中，留影的方向会由「留影射光」指示。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_04",
                "D": "若想重新调整留影设置，也可以点击中断挑战，选择回到预设重新调整留影设置。<br>完成留影后，若想继续以当前的留影设置继续进行留影，可点击继续留影回到留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_05",
                "D": "达成留影目标可以领取奖励。若同时达成所有目标，活动界面上还将显示额外的标记。"
            }
        ]
    },
    "13438": {
        "T": "提瓦特忆画",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_PhotoGraphV5_01",
                "D": "旅行者需要装备「派蒙的留影机」，与留影点或角色交互后进入留影模式。<br>留影分为留影点位调整阶段，和可以移动以及施放技能的留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV5_02",
                "D": "在留影点位调整阶段，旅行者首先需要选择一个留影机位设置，并可以在此设置的基础上继续调整留影的位置和角度。<br>每个留影点设置了三个留影机位，每个留影机位有着独特的画幅比例。<br>确认留影设置后，进入留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV5_03",
                "D": "在留影阶段，当旅行者使用「派蒙的留影机」拍摄画片时，画片完成时的角度将由之前所调整的留影设置决定。<br>三个留影机位会同时拍摄画片。"
            },
            {
                "I": "UI_Activity_PhotoGraphV5_04",
                "D": "若想重新调整留影设置，也可以点击中断挑战，选择返回预设重新调整留影设置。<br>完成留影后，若想继续以当前的留影设置进行留影，可点击继续留影回到留影阶段。"
            }
        ]
    },
    "13444": {
        "T": "攻逐飨会",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_Arenachallenge_01",
                "D": "旅行者需要在限定时间内，击败所有的敌人完成挑战。每个挑战都具有独特的「攻逐助佑」，留意其效果并善加利用以在挑战中获得助益。<color style='color:#FFE14BFF'>挑战中，将无法获取燃素，或使用燃素的战斗机制。</color>"
            }
        ]
    },
    "13457": {
        "T": "荆棘与勋冠",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_GainBuff_01",
                "D": "在「荆棘与勋冠」中，每个关卡均包含2轮战斗。在「荆棘之试」的战斗中，旅行者需要以规定方式完成目标挑战，「荆棘之试」的试炼成绩越好，「勋冠之歌」战斗中获得的增益效果便越多。"
            },
            {
                "I": "UI_Activity_GainBuff_02",
                "D": "在「勋冠之歌」的战斗中，旅行者需要在限定时间内，利用特殊的增益效果，尽可能多地击败敌人，从而获取更高的积分。"
            },
            {
                "I": "UI_Activity_GainBuff_03",
                "D": "在战斗中，大灵显化身会在一段时间内张开「领域 · 试炼之刻」，为自己创造护盾，并持续吸收队伍中所有角色的元素能量。领域内的角色造成的伤害将大幅提高。<color style='color:#FFE14BFF'>在领域结束前破除护盾</color>，则将获得返还的大量元素能量，若无法破除，大灵显化身会根据剩余护盾的量生成护罩。"
            }
        ]
    },
    "13463": {
        "T": "追想练行 · 烈趣篇",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_CooperateChallenge_01",
                "D": "在「追想练行 · 烈趣篇」中，旅行者可以选择<color style='color:#FFE14BFF'>单人匹配</color>，或与队友进行<color style='color:#FFE14BFF'>队伍匹配</color>，从而与另外3名玩家一同开启玩法，选择角色后连续挑战4个具有特色目标的关卡。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_02",
                "D": "每次玩法中将会拥有不同的<color style='color:#FFE14BFF'>「追想支援」</color>，为挑战<color style='color:#FFE14BFF'>全程</color>提供助益。选择与「追想支援」效果契合的角色，可以更高效的通过关卡。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_03",
                "D": "每次开启玩法时，各个关卡都将随机决出不同的<color style='color:#FFE14BFF'>练行项目</color>，带来不同的挑战。而在进入每个关卡前，玩家可以从各自的待选列表中选择一条追想助益，为<color style='color:#FFE14BFF'>当前关卡</color>提供辅助效果。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_04",
                "D": "通过关卡后，将根据练行项目的达成情况，获得相应数目的烈趣之星。在最终关卡完成后，还将根据玩家在玩法全程中的个人表现获得额外的烈趣之星。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_06",
                "D": "部分关卡中存在可以拾取的助益，可提供恢复生命值/恢复元素能量/减少元素爆发冷却时间等效果。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_05",
                "D": "在最终挑战的关卡中，将根据先前关卡获得的<color style='color:#FFE14BFF'>烈趣之星数目</color>，激活对应的<color style='color:#FFE14BFF'>强敌助益</color>，为战斗提供助力。"
            }
        ]
    },
    "13542": {
        "T": "游逸旅闻 · 诗汇之章",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Tutorial_Anecdote_01",
                "D": "在活动期间，可以前去各地拜访伙伴们，听他们闲叙一番平日里的趣闻，或是与他们一同度过闲适的一天。"
            },
            {
                "I": "UI_Tutorial_Anecdote_02",
                "D": "可以体验的逸闻会在地图上显示标注。抵达伙伴附近后，在小地图上也会显示标注。"
            }
        ]
    },
    "13543": {
        "T": "征战勇者淬炼之界",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_01",
                "D": "在「征战勇者淬炼之界」活动中，每个挑战均有25层战斗关卡，挑战中敌人的等级和生命值将随层数的提升而提升。若在30秒内通过该层关卡，则视为突破该关卡，并可继续挑战后续关卡。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_02",
                "D": "若未能在30秒内通过关卡，则无法继续挑战下一层。退出挑战后，将根据本次挑战抵达的层数，以及在挑战该层所用的时间结算本次挑战的成绩。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_03",
                "D": "若旅行者在突破关卡时的剩余时间大于等于12/16/20/23/25秒时，则可一次略过1/2/3/4/5层关卡，直接挑战更高层数的关卡。在挑战层数达到14/15/16/17/22层时，可略过层数上限减少至4/3/2/1/0层。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_04",
                "D": "旅行者可以选择从挑战记录点开始进行挑战，记录点将根据单人挑战的最佳成绩自动计算；而当旅行者的世界等级达到或超过特定等级后，也可选择从特定的中间层开始挑战。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_05",
                "D": "若有好友在对应的单人挑战中通过了第20层，则旅行者可以在挑战过程中获得由该名好友提供的好友助益，若有多名好友同时满足条件，则好友助益将会随机由1名好友提供。旅行者为好友提供助益后，如果受到助益的好友因此达到了最佳记录，则在好友记录中将显示助益标签。<br>「好友助益」：队伍中所有角色的生命值上限提升25%、攻击力提升25%、防御力提升25%、元素精通提升200点。"
            }
        ]
    },
    "13631": {
        "T": "炽烈传说 · 跨界乱斗",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_Saurus1V3_01",
                "D": "在「炽烈传说 · 跨界乱斗」玩法中，旅行者需要扮演漫画织卷中提到的纳塔勇士，应对龙的攻势的同时，争夺试炼币，尽可能获取更高的评分。"
            },
            {
                "I": "UI_Activity_Saurus1V3_02",
                "D": "每个挑战共分为3个回合，每个回合则分为两个阶段：<color style='color:#f08c14'>珍币之争</color>与<color style='color:#f08c14'>龙之攻势</color>。"
            },
            {
                "I": "UI_Activity_Saurus1V3_03",
                "D": "在<color style='color:#f08c14'>珍币之争</color>阶段，挑战者们需要充分运用勇士们的能力，尽可能夺取更多试炼币，以获得更高的评分。"
            },
            {
                "I": "UI_Activity_Saurus1V3_04",
                "D": "在<color style='color:#f08c14'>龙之攻势</color>阶段，评分较低的挑战者将阶段性魂附为龙，对其他挑战者发起进攻，以求夺回优势…"
            }
        ]
    },
    "13638": {
        "T": "雨阵奔流之述演",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Tutorial_ActivityMvM2_1",
                "D": "在挑战中，选择兵棋并放置在场地周围的部署区，可召唤出对应的交战单位，每次部署，根据兵棋的类型，可能召唤出单个兵棋，或由多个兵棋组成的小队。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_2",
                "D": "部署的兵棋将根据兵棋特性锁定目标并寻找一条路径进行攻击。近战兵棋遇到障碍物时会绕行，如果封闭空间外没有符合条件的目标，则将会尝试拆除木质拒马。远程兵棋若攻击距离足够，则可以越过障碍物进行攻击。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_4",
                "D": "当进攻方的兵棋击破防守方所有兵棋、设施（障碍物除外）后，则可赢得想定胜利。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_5",
                "D": "不同的兵棋拥有不同的特性，该特性可长按头像或通过综合情报进行查看，了解兵棋特性有助于更轻松完成推演。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_16",
                "D": "<color style='color:#FFCC33'>拖动头像</color>即可预览兵棋的攻击目标。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_3",
                "D": "防守方的兵棋无法移动，当其攻击范围内有进攻方兵棋进入时，则会自动迎击。<color style='color:#FFCC33'>点击兵棋</color>即可查看其攻击范围。"
            }
        ]
    },
    "13681": {
        "T": "游逸旅闻 · 鎏溢之章",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Tutorial_Anecdote_01_2",
                "D": "在活动期间，可以前去各地拜访伙伴们，听他们闲叙一番平日里的趣闻，或是与他们一同度过闲适的一天。"
            },
            {
                "I": "UI_Tutorial_Anecdote_02_2",
                "D": "可以体验的逸闻会在地图上显示标注。抵达伙伴附近后，在小地图上也会显示标注。"
            }
        ]
    },
    "13693": {
        "T": "提瓦特忆画 · 雪幕前事",
        "S": "玩法教学",
        "L": [
            {
                "I": "UI_Activity_PhotoGraphV6_01",
                "D": "旅行者需要装备「派蒙的留影机」，与留影点或角色交互后进入留影模式。<br>留影分为留影点位调整阶段，和可以移动以及施放技能的留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_02",
                "D": "在留影点位调整阶段，旅行者首先需要选择一个留影机位设置，并可以在此设置的基础上继续调整留影的位置和角度。<br>每个留影点设置了三个留影机位，每个留影机位有着独特的画幅比例。<br>确认留影设置后，进入留影阶段。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_03",
                "D": "在留影阶段，当旅行者使用「派蒙的留影机」拍摄画片时，画片完成时的角度将由之前所调整的留影设置决定。<br>三个留影机位会同时拍摄画片。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_04",
                "D": "若开启镜头跟随功能，当旅行者移动或进行动作时，各个镜头会在一定范围内追逐旅行者移动。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_05",
                "D": "部分留影点中，会有「互动按钮」，点击后留影点或许会有些小惊喜出现…？"
            }
        ]
    }
}