// Auto Generated

var relic_story_cache_ = {
    "15018": [
        {
            "Desc": "湛蓝而坚硬，永不凋败、永不褪色的人造花朵。",
            "Story": [
                "<br>「你真是不可思议呢。竟然以人类的躯体，承受着这样的力量。」<br>「你虽然自称已经流尽了眼泪与血，但只是用火填满了身体吧…」<br>「即使早已遍体鳞伤，但伤口和眼角只能流出铁水般炽热的火。」<br>「似乎离题了。我循着狼烟而来，是为了提出交易…」<br>「让吾等『陛下』的恩赐，熄灭啃噬你的火。如何？」<br><br>最初的愚者将「力量」交给了生命之火几乎枯竭的少女，<br>而她透过「妄念」看见污秽的过去与无垢的未来的界限…<br><br>我明白了，就用坚冰来替代我被抹消的过去，来熄灭常燃之火吧。<br>将漆黑的污垢、世界的伤痛、戴罪的人与兽，以沉默的冰洗净吧。<br><br>即使如此，苍白无垢的烈焰依然在她的心中熊熊燃烧…<br><br>「我与你、你的女皇的目的，是一致的。」<br>「洗净这个世界的歪曲之源：短视愚昧的诸神、污秽漆黑的深渊。」<br>「很好。无论要做什么都好，就让我成为实现我等目的的道具吧。」<br>「因为我啊，即使穿上了白衣，我全身上下早就沾满了不可能洗净的，死骸的油与灰啊。」<br>"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "边缘无比锐利的不祥翎羽，或许象征着异类的不羁。",
            "Story": [
                "<br>「所谓的『人』，不过是足够复杂的机器。」<br>在智慧的苗圃中，某位少年在讲坛上论证道。<br>如果将某个部位拆开，对某个地方进行修改，<br>那这台机器的性能，就能轻易得到大幅提升。<br>无论是否拥有神之眼，无论体质与武艺如何，<br>「优化过的人」都能展现超出常理的力量吧…<br><br>即使被贬为「邪魔外道」，被永远逐出求知者的灵囿，<br>少年也仅在研究笔记的页边，随手记下了自己的感想：<br>Ⅰ．预想属实：依教令院的作风，研究无法获得突破。<br>Ⅱ．不过，被驱逐仍是损失。要有好的研究环境才行。<br><br>循着「异端」的传闻，最初的愚者找到了他…<br><br>「仅仅是『优化过的人』吗——如果贵国能提供足够的物资、应允足够的时间，就连你们所谓的『神』，我也能制造出来。如何？」<br>在流金般炽热炫目的沙漠中，他探询地望向冬国的使者：<br>你会像教令院的人那样将我称为「怪物」、「疯子」吗？<br>还是说会像故乡的人那样，挥动棍棒与草叉将我赶走呢…<br><br>但是…<br>「很好。那么，我们就是同伴了。」<br>「至于对你的称呼，这样如何——」<br>因为惊诧，因为给他的名号实在是太过讽刺，少年不禁放声大笑起来。"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "壳罩无法打开的怀表，会坚定地随着时光流逝而嘀嗒作响。",
            "Story": [
                "<br>金钱流通的轨迹，构成世界的血管纹路。<br>那么这世界的中心，就是黄金的心脏了。<br><br>无缘获得「认可」的他，只能追求世俗的力量。<br>然而，就算是「他们」理应弃之如敝履的金钱，<br>也作为无数的权能之一，掌握在「神」的手中。<br><br>或许正因为他曾经贫困，所以才对金钱产生了病态的执着。<br>又或许正因为没能获得神的青睐，所以燃起了对抗的意志…<br><br>「在这些金币发源地的人们无比重视『契约』一事。」<br>「以金钱的名义，我会遵守我们之间的『契约』——」<br>「用尽一切手段，让我等成为流通世界的钱的心脏。」<br>「然后在必要的时刻，让心脏能以我等的意志停摆。」<br>"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "从外观无从断定经历了多少岁月的精致杯盏。",
            "Story": [
                "<br>在诞生之初就拥有无比美丽的面貌的「他」，<br>注定拥有长久的「年限」与空洞的「意志」。<br><br>作为神造的超越者，却当成无用之物被弃置。<br>因为未可知的错误，从「休眠」中自行苏醒，<br>开始行走在天地与凡人之间。<br><br>愚者找到他之前，他已经从无数年的漂流中，<br>习得了这样的经验：<br><br>我是超越一切人的「人」，<br>连神也惮于干涉我的命运。<br>无论人与神，还是命运都没有裁决我的资格，<br>应当如何度过剩余的寿命，也是我的自由吧。<br><br>既然与这些以面具示人的人同行似乎很有趣，<br>那就成为「一丘之貉」吧。<br>"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "能将面目遮蔽，让人无从判断表情的面具。",
            "Story": [
                "<br>既然沾染的同胞的血无法洗净，那索性成为嘲笑命运的「丑角」。<br>既然我的才学无法与「贤者」比拟，没能获得上一位王者的青睐，<br>也未能阻止他们撕开深罪的纱笼，招来神怒、毁灭与痴愚的狂潮，<br>那就索性成为笨拙的「愚人」，为理解我的伤痛的「陛下」效忠…<br><br>我是名为『丑角』的皮耶罗。请听我说：<br><br>骄傲的愚人同士们，心怀怒火与永恒的寒冬吧。<br>既然我们彼此都见识过世界定理的荒谬与冷漠，<br>那就一同戴上嗤笑世界的面具，去改写天理吧。<br>"
            ],
            "StoryCount": 1
        }
    ]
}