// Auto Generated

var relic_story_cache_ = {
    "15026": [
        {
            "Desc": "暗金打造的蓓蕾，再无机会开放的花瓣包裹着赤红的花芯。",
            "Story": [
                "<br>「在黄金的梦想中，谁也不必饮下一滴苦水。」<br>古时的传说中曾经有三名携手同行的挚友。<br>其中一人最终如蔷薇般凋落，在泥中腐烂。<br>花的国度被风沙磨成故事，成为歌中的梦。<br><br>挚友中的其中一人在沙漠一隅构建了前所未见的大绿洲；<br>另外一人，耗尽智性与气力在沙中建成了永恒的蜃气楼：<br>谁人都不应当由悲伤与别离，在脸庞上刻下细密的印痕。<br><br>「当月亮从你掌心离去，收回沙海迷宫上孤寂的银光，」<br>「希望你能记得，梦的伴侣在炫目日光中燃烧的模样。」<br><br>就这样，执着的追想从燃烧的新世界中升起，如无烟之火；<br>就这样，一只眼望着过往、一只眼望着梦乡的，一定会迷失；<br>就这样，他将视线投向了罪深之处的智慧，倾听如蜜的低语…"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "曾用来衡量罪人心脏重量的特制翎羽，如今失去了原本的功能。",
            "Story": [
                "<br>「在新世界中，一切都是善的。」<br>古时，高天的诏谕陷于沉默，地上失去了主人。<br>文明与逸和的过去被遗弃，没入浓稠的深暗中。<br><br>后来，时光不可逆转的法则重新衡量着沙漠中的一切生命。<br>羽毛称量心脏，熔铁衡量神智，用无私的理性施行着统治。<br>服从神王的裁断，根源于血的律法刻印在那沙漠乐土之上。<br>当统治的理想被深切的悲愿所扭曲，显贵亦成了助虐之人。<br>无视渐渐陷没流沙的宫阙地基，向着疯狂无明的未来前行。<br><br>「一切背叛都应被无情地裁断，」<br>「裁断的结果乃是彻底的殛灭。」<br>到后来，规则为蜃楼般升腾的傲慢腐化，沦为桎梏，<br>神王的抉择下，不幸如锁链般禁锢了臣民们的命运。"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "暗金光泽的古老日晷，似乎在诉说着沙漠的旧日。",
            "Story": [
                "<br>「黄金的愿景将以最古老的身影显现。」<br>最初，各个部族与沙为伴，将血脉与大地相连。<br>遵守血的律法，畏惧深入血脉的流散饥馑记忆。<br><br>后来，时光携砂砾席卷大地，神王因而崛起，投下宏大的身影。<br>在那被遗忘的年代里，神明塑造乐土，使绿洲棋布，泉流纵横。<br>追随神王的榜样，部民树立高墙，建起御座，聚成繁荣的藩国。<br>模仿着神王的形貌，藩国亦回忆起拥有王者和神官的悠古岁月。<br>在那时，贤明的王领受来自高天的神谕，大地尚不知何为灾祸…<br><br>「王将借智慧将黄金的往日复现，」<br>「以无垠的神力停下时间的流沙。」<br><br>没错。属于沙海的王者与沙之民的黄金岁月终于会到来。<br>黄金的梦乡在召唤流浪的沙子，其中不会有哀愁与别离。"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "曾在古老盛大的宴会上使用的酒杯，褪去了往日华丽的颜色。",
            "Story": [
                "<br>「有尽的欢愉终以苦涩作结，」<br>「蜜般甘美的回忆烟消云散。」<br>最初，欢宴属于鲜花与月夜的女主人，权威属于沙海的王，生命属于草木的养主。<br>仿若白银的月亮、黄金的太阳与翡翠的绿洲，三位神王立下誓言，结成同盟挚友。<br><br>「在那些年代，月光曾将他们的幸福讲述给夜莺与蔷薇，」<br>「而她们也为之惊惶、为之羞涩，以致唱不出回应的歌。」<br>「安乐和平，统一的无忧乐园中无分彼此，亦无有灾祸…」<br>「真希望此刻蜃楼般的幸福能化作永恒，再无分离之苦。」<br><br>后来，时光斩断了日与夜的默契，撕毁了古老久远的盟约。<br>安逸的月夜沉入流沙，而笼罩一切的阳光投下酷烈的目光。<br>共享神王的欢宴，祭司与民众曾记得如梦美好短暂的年代。<br>但梦想终究被理性擒获，投入无生命的机械之中研磨殆尽，<br>而从机械之内，漆黑的梦魇之中，全新的智性将蜕壳而出…<br><br>「融万千思绪为一，统万千算计为一，」<br>「由此，人将为众王之王，众神之神。」<br>就这样，挽歌为那孤独的众王之王奏响，<br>而镀金砂砾早已明晓其注定败亡的结局。"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "旧日沙漠祭司的镶金头巾，其形制乃是为了效仿传说中的沙民之王。",
            "Story": [
                "<br>「王者将随耀眼如日的光明驾临，」<br>「为人子们除去蔷薇编织的刺冠。」<br>最初神柱自高空降下，将草甸林木埋入漫流之砂。<br>黄金的太阳落而复升，为沙之海披上华贵的死衣。<br><br>后来，时光的毒风搅扰了沦亡者的沉睡，引来了怀古的妄想。<br>在那该诅咒的年代里，诸多城邦在肥沃的绿洲之上茁壮成长。<br>跟从神王的理想，祭司们公正地治理乐土，布撒富足于四方。<br>曾经，凡人的贤王与神官亲身领受圣谕，他们是大地的主人。<br>而如今，绿洲之中代施统治的诸多显贵，成为了神主的影子。<br><br>「王器与神杖如沙枣在地上遍布，」<br>「荫蔽之下，臣民得以生长求索。」<br><br>许久以后，荒唐的决断伴着海市蜃楼般的狂想下达，<br>便以美好的期许为诱饵，将臣民引向了苦涩的结局。"
            ],
            "StoryCount": 1
        }
    ]
}