// Auto Generated

var relic_story_cache_ = {
    "15030": [
        {
            "Desc": "久远的朝圣者曾佩戴的徽记，是一朵华丽的小花。",
            "Story": [
                "<br>「我天真的女儿，我的灵光…」<br>「我将你交给另一位母亲，请将忠诚与爱意献予她。」<br>「她的智慧并不下于我，而她的光芒比我更加闪耀。」<br>「我曾在夜中梦见无面目的梦魇，它令我惊惧不安…」<br>「于是便将你分离出我的躯体，请你阻止它的来临。」<br><br>「我的灵光，我的眼中之光…」<br>「我曾警告她漆黑浪潮的来临，而你将从中获悉职责命运。」<br>「请不要恐惧退缩，不要令灵光褪色，亦不要让母亲蒙羞。」<br>「正如为凡人牺牲乃是我的宿命，牺牲是新生的美妙前奏…」<br>「请前去投入草木母亲的怀抱，在她的国度你将寻到宿命。」<br><br>「我的灵光，我纯净的女儿…」<br>「你将要改换面目，你将面临分裂与死亡的考验。」<br>「而后，你将长生不死，但那是更为黑暗的道路…」<br>「甘露之主与草木之主都将先于你陨却她的神形…」<br>「她们将被遗忘，而你们也将只剩下牺牲的记忆。」<br><br>「我的灵光，花的女儿…」<br>「若你决心不为恐惧而退缩…」<br>「便投入新的养主的怀抱吧。」"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "精巧的羽状饰品，闪烁着绿叶与芳花的光泽。",
            "Story": [
                "<br>在某个无人忆起的月夜，在悲剧的沙暴席卷乐园的前夜…<br>鲜花与草木曾谈及凡人国度，谈及其希望与荒芜的未来。<br>不可接触者带来灰色的死亡，漆黑的浪潮冲刷生的河岸，<br>草木走兽的新生将偕起凡人，击退那一轮轮险恶的潮流。<br><br>与赤砂之主决裂的孤独岁月里，草木女王将灵光塑成神鸟，<br>赋予了她看护两个世界的职责，守望着新生与死亡的边界。<br>神鸟深居松柏与雪莲生长之境，沉眠于盟约尚存的美梦中…<br>只有那灾祸来临时，她才悠然醒来，走向必然破灭的命运。<br>后来，正如那人悲哀的预言，灰暗的死寂在雨林之中弥漫…<br>正如挚友的警告那般，漆黑兽潮涌来，席卷了新生的雨林…<br><br>水之国的旧主在剧变之中陨灭，其身化为纯净的甘露之海，<br>然而在深渊摧残的荒芜大地上，纯洁的露水终被炙烤干涸，<br>草木的女主人却无暇为之哀恸，万千子种的母树亟待哺育…<br>为涤净黑渊的污秽，保证甘露的净洁，西摩格碎裂了神形——<br><br>「凡是自花之灵光而生的美丽造物，必然将面临谢落成泥的命运，」<br>「在谢落之后，由甘露滋润重生为花海者，不再因『死』而忧愁。」"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "闪烁着灵光的古老时计，其中盛装着似有生命的纯净液体。",
            "Story": [
                "<br>「将一片灵光交予你，我的挚友，切望你悉心保存。」<br>「她来自花的灵智与天空的脉络，拥有生命的精纯。」<br>「灵光乃花心中的一点，万千甘露之中承光的一滴，」<br>「请你珍惜我的赠礼，直到黑渊淹没生灵的那一天…」<br><br>遥远的寓言在绿叶与花朵之间流传，被果实与子种铭记。<br>待花的女主人谢落成尘，待到砂海之主被虚妄之梦迷惑，<br>待到僭主暴君被那万变的沙丘坟茔埋葬，野心终究熄灭，<br>待到那一切来自泥土的归于黄沙，来自流风的归于雨林…<br>草木的女王静观着世事流变，铭记着与逝者的诚挚誓约。<br><br>「请答应我守护这一点灵光，我的同伴，我挚爱的友人。」<br>「待我们逝去之后，凡人必如初离襁褓的幼儿那般踯躅，」<br>「脆弱却足够强韧，终能克服狂风烈火与自身的不完美。」<br>「但是，我所忧伤的绝非可预的灾祸，而是混沌的漆黑…」<br>「唯有深黑的恶意与『死』的威胁，才有可能碾碎蓓蕾。」<br><br>待往日乐土终于被镀金之砂吞噬净尽，草木之主亦履行了旧日的约定：<br>倾听灵光的意愿，为之塑造美妙的躯体，将之化形为绚丽无比的生命——<br>那便是神鸟「西摩格」，身聚千万飞鸟的色彩，歌唱万千花朵的和鸣…<br>绿洲的最终之梦集于一身，化作了深藏神鸟体内纯净璀璨的无穷花海。"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "曾盛装琼浆蜜露的华丽酒杯，如今已空空如也。",
            "Story": [
                "<br>花圃的女主人逝去之后，草木的女王亦与砂海决裂。<br>舍弃狂爱与威权，她选择重归雨林，谨守生命之道…<br>由此新生自雨林焕发，贤者们兴风造雨，塑造家园。<br>狂想通向必然的死亡，死亡的教喻时刻警醒着凡人。<br><br>花之灵光生自最尽兴的筵席、最纯净的欢乐，<br>其中尝不到苦行的酸涩，也没有威权的腥膻。<br>她的命运最终将通向死亡、干涸枯竭的结局…<br>只有智慧之主得以明鉴，得以妥善保管利用。<br><br>「然而，大主人的预言不可忘记，既然她已将我托付于您。」<br>「愚行尚不至令凡人灭亡，但世外的深黑狂潮将席卷一切。」<br>「我乃女主人所留的最后遗魂，我乃涤净一切的花之精粹。」<br>「若与至纯的水融合，我将如石榴爆散出万千烁目的光芒。」<br><br>于是，神鸟西摩格从花之灵光中诞生。<br>在主人身侧稍作流连，便向花海飞去…"
            ],
            "StoryCount": 1
        },
        {
            "Desc": "精致多彩的耳饰，其上仿佛流露着百种花儿的光泽。",
            "Story": [
                "<br>「挚友呀，智慧却早逝的挚友…」<br>「在永远变幻的绚烂传说之中，潜伏着灰色的遗忘，」<br>「正如生命总是与死亡相伴，遗忘也是记忆的爱人。」<br>「若无死亡的深黑威胁，任何生命将变得无足轻重，」<br>「若无遗忘的浪潮冲刷，亦无所谓值得铭记的历史…」<br><br>在久远的年代里，草木的女王曾遵从她的嘱托，<br>将神鸟的形态赋予花之灵光，守护雨林的一隅。<br>恰似鲜花的命运是谢落，西摩格的宿命是牺牲，<br>苍翠的养主从与花王偕眠的那夜便已知晓此理…<br><br>「于是，翠绿的神鸟绽放出万千朵灵光，戴胜那般飞散…」<br>「灵光散落在甘露之主清澈的尸身之上，生出璀璨花海。」<br>「花海有灵百种，怀着草木露水的愿望，涤净一切污浊，」<br>「花海有灵百种，歌唱着那草木、甘露与鲜花三位母亲。」<br><br>终有一夜，女儿将离开三位母亲的怀抱，<br>因为世上污秽众多，只有牺牲得以涤除…"
            ],
            "StoryCount": 1
        }
    ]
}