// Auto Generated

var _eventvers = [
    {
        "Ver": "6.3",
        "Events": [
            {
                "_id": 5305,
                "Name": "巡月演習",
                "Desc": "各地域の特色を兵棋演習に取り入れるため、執律庭のエドラーはナド・クライを訪れていた。しかし郊外で思いがけず、招かれざる客に行く手を阻まれることに…JP0W",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント紹介】</color><br>各地域の特色を取り入れて兵棋演習の改良を図るため、執律庭のエドラーはナド・クライを訪れた。しかし、郊外で思いがけず招かれざる客に行く手を阻まれ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「月導く周巡の演習」では、旅人は戦線リーダーと戦闘ユニットを選んで出撃部隊を編成し、対戦相手の部隊と対決します。陣形の旗印と戦略を効果的に活用して自身の部隊を強化し、相手の部隊構成を慎重に分析して出撃ユニットを配置することで勝利を収めましょう。<br>演習開始時、旅人は戦線リーダーを1人獲得します。各ラウンドでは、一定数の戦闘ユニットと「戦略」を獲得できます。その後、相手1名と演習対戦を行います。<br>10ラウンドの戦闘を完了、または4ラウンド失敗すると、演習終了となります。勝利回数と総合パフォーマンスに応じて「演習ポイント」を獲得でき、貴重な物資や報酬と交換できます。JP0L",
                "Reward": [
                    201,
                    104003,
                    114074,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5306,
                "Name": "断崖と廃谷の詩",
                "Desc": "開拓時代に遺された高塔に登り、最初のライトキーパーのように風霜に耐えた荒れ地と山々を遠く眺める。<br>昔の戦いの血痕はいまだ乾かず、無言の詩は湖畔の宮殿の廃墟に今も響き渡る。古き宿敵たちが暗い雲の下に再び集うなか、絶えることなき北風が再び進軍の戦歌を奏でようとしている。JP0L",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5307,
                "Name": "一瞬一瞬が最高の思い出！",
                "Desc": "新しく登場した写真機と、恥ずかしがり屋の試験員の少女…どうやら、「特別カメラマン」の重責が、またあなたの肩にかかることになりそうです。テイワット各地の古くからの友達を訪ねて、最高の「決定的瞬間」を撮影しましょう！JP0L",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント紹介】</color><br>新しく登場した写真機と、恥ずかしがり屋な試験員の少女…どうやら、「特別カメラマン」の重責が、またあなたの肩にかかることになりそうです。テイワット各地の友人たちを訪ね、最高の「決定的瞬間」を撮影しましょう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランクが20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」、部族見聞「流れゆく色の記憶 第三幕」、伝説任務「クリスタリナの章 第一幕」、伝説任務「ピエス・モンテの章 第一幕」、伝説任務「波沫の章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始から5日間、毎日2つの撮影ポイントが開放されます。指定された撮影ポイントに向かい、「瞬影」写真機で友人たちの最も生き生きとした、最も独特な瞬間を記録しましょう。<br>イベント期間中、各「撮影地点」で初めて撮影を完了すると、イベント画面で報酬を受け取ることができます。JP0L",
                "Reward": [
                    201,
                    104302,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2045,
                "Name": "Event 1",
                "Desc": "？？？",
                "Intro": "<color style='color:#D3BC8EFF'>Event Rules</color><br>\"Event 1\" consists of four themes:<br><br>Theme 1: \"Vigorous Brushstrokes\"<br>Recall the skills of your companions and imagine them running at full speed.<br><br>Theme 2: \"Wishes Contended, Fortunes Won\"<br>Exercise your skills freely to obtain Ruyi Coins.<br><br>Theme 3: \"The Moonlit Adeptus' Trail\"<br>Become an immortal in the storyteller's tale, defeat Zhanzhu, and protect people's wishes.<br><br>Theme 4: \"Bright Moon, Lantern Glow\"<br>Light Xiao Lanterns and leave your blessings for friends.",
                "Reward": [
                    201,
                    104319,
                    200007,
                    360479,
                    374819,
                    104312,
                    104003,
                    104172,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "6.2",
        "Events": [
            {
                "_id": 5297,
                "Name": "カラコロ！チュンボール",
                "Desc": "アトクパンの大地にて、かわいい動物愛好家のバシマ五世が、新しいヤマガラをお題にしたボールゲームを開催した…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>アトクパンの大地にて、かわいい動物愛好家のバシマ五世が、ヤマガラをテーマにした新しいボールゲームを皆さんにお届け…<br>ルールに従って「チュンボール」を打ち、高得点を目指そう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>ルールに従って「チュンボール」を打ちながら、「チュンスキル」を使って全ての敵を撃退し、農地を守って報酬を獲得しましょう！",
                "Reward": [
                    201,
                    394814,
                    394815,
                    394816,
                    104003,
                    104348,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2044,
                "Name": "魂を炎やす戦士の雪の旅",
                "Desc": "招待状を開いたあなたとパイモンは、モンドで特別なイベント「ドラゴンスパイン国際クロスカントリー大会」が開催されていることを知り、大会の様子を見に行くことにした。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>招待状によると、モンドで特別なイベント「ドラゴンスパイン国際クロスカントリー大会」が開催されるらしい。パイモンと一緒に、大会の様子を見に行こう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（部族見聞「キノコ奇譚 第三幕」、「祝福を祈り、テペトルに告ぐ 第三幕」クリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「魂を炎やす戦士の雪の旅」は4つのテーマに分かれています。<br><br>テーマ1：「雪の行方」<br>過去に登場した「風の行方」のルールをベースに、吹雪や凍寒ゲージといった要素を追加。これらを巧みに利用し、仲間たちと雪山で特別な隠れんぼを繰り広げましょう！<br><br>テーマ2：「偵察！竜の痕跡」<br>新しいイクトミ仔竜型の冒険アイテム「偵察竜」を操作し、指定されたルートを素早く飛行して、たくさんの冒険コインを集めましょう。<br><br>テーマ3：「雪玉チャレンジ」<br>雪だるまやアイテムの特性をうまく利用しながら、ターゲットの雪だるまに「雪玉」を投げつけ、高得点を目指しましょう。<br><br>テーマ4：「バトルソウル試練」<br>英雄たちの戦い方を参考に、様々な秘策を駆使して、豪快に魔物を打ち倒せ！<br><br>4つのテーマの雪山ミニゲームに参加して「炎魂値」を集め、豪華な報酬と交換しましょう。",
                "Reward": [
                    201,
                    104319,
                    15434,
                    104349,
                    104003,
                    105003,
                    114062,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5300,
                "Name": "勇気を競え！竜バトル",
                "Desc": "各部族の戦士と竜の仲間たちは、常に勇猛な姿に憧れ、熱き戦いを求めている。彼らは激戦に備えて、いつでも万全の準備を整えている…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント紹介】</color><br>各部族の戦士と竜の仲間たちは、常に勇猛な姿に憧れ、熱き戦いを求めている。そんな彼らは激戦に備えて、いつだって万全の準備を整えているのだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「勇気を競え！竜バトル」イベントでは、他のプレイヤー3名とマッチングし、挑戦に参加します。<br>挑戦中は、ナタの竜たちに憑依して、制限時間内にできるだけ多くのポイントを獲得する必要があります。ステージごとに「激戦の炎」の獲得方法は異なります。<br>制限時間内に試練をクリアすると、試練での成績に応じて「激戦の炎」を獲得できます。獲得した「激戦の炎」が指定数に達すると、それに応じた報酬を受け取ることができます。獲得可能な「激戦の炎」の上限は、開催期間中、日数の経過に合わせて増えていきます。",
                "Reward": [
                    201,
                    104349,
                    104003,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5301,
                "Name": "北の果ての夜想詩",
                "Desc": "ワイルドハントは消え去り、混沌は静まりを見せ、蒼林の穂の枝葉はひっそりと満ちていく。<br>「祈月の夜」が近づいている。それは月がテイワットに最も近づく日。<br>傷ついた大地と人々の心を癒す上で、楽しい祝祭ほど相応しいものはない。<br>花と月が見せる美しき時間。笑顔あふれる夜へと、共に歩み出そう。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "6.1",
        "Events": [
            {
                "_id": 2043,
                "Name": "遺跡を探検？知行合一プロジェクト！",
                "Desc": "久しぶりにスメールに戻り、仲間たちと再会した。ただ、砂漠で奇妙な事が起きているらしい。さっそくその調査に乗り出した…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>久しぶりにスメールに戻り、仲間たちと再会した。ただ、砂漠で奇妙な事が起きているらしい。さっそくその調査に乗り出した…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務 空月の歌 第四幕「消えた月光に想いを馳せて」と伝説任務「金狼の章 第二幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「遺跡を探検？知行合一プロジェクト！」は三つのテーマに分かれています。<br><br>テーマ1「謎解きギミック攻略法」<br>各種バフをうまく配置し、謎解きバディをゴールまで導きましょう。<br><br>テーマ2「高速パートナー偵察法」<br>「グリーンコレアンバー」と「アカトビウサギ伯爵」を切り替えつつ、専用レールを走りながら冒険コインを集めてゴールを目指しましょう。<br><br>テーマ3「セーフティー迎撃訓練」<br>「先遣部隊」で試練目標をクリアすると強力なバフを獲得し、「迎撃部隊」で強敵に挑むことができます。",
                "Reward": [
                    201,
                    104319,
                    1067,
                    394636,
                    104358,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5295,
                "Name": "サウリアンギミック",
                "Desc": "かつての仲間への想いから、竜と楽しく触れ合うためのコツを各部族の人々に広めることを決意したクウェク。今、彼は「こだまの子」の近くにいるようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>かつての仲間への想いから、竜と楽しく触れ合うためのコツを各部族の人々に広めることを決意したクウェク。今、彼は「こだまの子」の近くにいるようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後、時間の経過と共に新たなステージが開放されます。<br>竜の仲間と連携を取りながら、ゴールまで到着しましょう。",
                "Reward": [
                    201,
                    114062,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5296,
                "Name": "リズムビートパーティー",
                "Desc": "「流泉の衆」、「花翼の集」、「こだまの子」の招待を受けて、スメールの仲間たちがナタへやってきた。みんなでわいわい踊り、親睦を深めよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>「流泉の衆」、「花翼の集」、「こだまの子」の招待を受けて、スメールの仲間たちがナタへやってきた。みんなでわいわい踊って、親睦を深めよう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」、伝説任務「睡蓮の章 第一幕」、部族見聞「流泉の帰す場所 第三幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「リズムビートパーティー」では、他3名のプレイヤーと共にダンスバトルをします。リズムに合わせてリードダンサーの動きを観察し、ダンサーたちを指導しましょう。フィーバータイムの間に指定の目標を完了すると、より多くのポイントを獲得できます——さあ、音楽とリズムに身を任せましょう！",
                "Reward": [
                    201,
                    104348,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5298,
                "Name": "消えた月光に想いを馳せて",
                "Desc": "咆哮する狼は月光の跡を追い、人々の心は暗雲に覆い尽くされる。<br>古き過去が、目の前で次々と蘇る…歴史が残した謎は今もなお、運命の奔流の中で多くの人を突き動かしている。",
                "Intro": "",
                "Reward": [
                    201,
                    104132,
                    113079,
                    101263,
                    112126,
                    112125
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "6.0",
        "Events": [
            {
                "_id": 5280,
                "Name": "ドドコドッカン大乱闘",
                "Desc": "モンドの庭園を通りかかった時、とある熱心な冒険者に出会った。彼女の紹介で、どこか懐かしい感じのする斬新なボードゲームを体験してみた…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>モンドの庭園を通りかかった時、とある熱心な冒険者に出会った。彼女の紹介で、どこか懐かしい感じのする斬新なボードゲームを体験してみた…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「背理」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>ドドコを指揮し、他のプレイヤーと一緒に爆弾を設置してすべてのツノツノ魚と増援の強敵を撃退しましょう。「爆発ポイント」を蓄積し、様々な報酬と交換しましょう！",
                "Reward": [
                    201,
                    374808,
                    104003,
                    104302,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5284,
                "Name": "冷たき月の射す楽土",
                "Desc": "流れる時の底に横たわる、古の遺跡。静まり返った海岸を撫でるそよ風と波…白々と光り輝く月に照らされているのは、無数のチャンスが転がっていると噂される、辺境の楽園だ。<br>霧の谷を渡り、月の影が踊る島で——さあ、物語の始まりを探す旅へ踏み出そう。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2042,
                "Name": "カチャカチャ大作戦",
                "Desc": "ナド・クライの環境にも慣れてきて、束の間の休息を得た。しかし、イネファとアイノが謎の騒動に巻き込まれているようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>ナド・クライの環境にも慣れてきて、束の間の休息を得た。しかし、イネファとアイノが謎の騒動に巻き込まれているようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（空月の歌 第二幕「塵と灯のエレジー」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「カチャカチャ大作戦」は4つのテーマに分かれています。<br><br>テーマ1・「追撃！暴走ユニット！」<br>月霊の助けを借り、月霊の道に沿って素早く行動し、制御不能になった偵察ユニットを追跡して撃墜しましょう。<br><br>テーマ2・「ドッカン！威力テスト！」<br>ナド・クライの各地の敵を討伐し、「護身用装置」に重要なデータを記録しましょう。<br><br>テーマ3・「探せ！ボロボロロボット！」<br>指定エリアで行動し、故障したロボットを探しましょう。<br><br>テーマ4・「シーッ！潜入ロボット！」<br>潜入ロボット「ビュンビュンスパイ1号」を操作してテストを行い、識別カードを集めてゴールに到着しましょう！",
                "Reward": [
                    201,
                    104319,
                    14432,
                    104358,
                    104003,
                    114074,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5285,
                "Name": "旅の写真に輝きを",
                "Desc": "新たな国に来てまもなく、パイモンからとあるプレゼントをもらった。それはもう一つの「目」となって、流れゆく景色や心温まる出会いの瞬間を留めてくれるだろう。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>新たな国に来てまもなく、パイモンからとあるプレゼントをもらった。それはもう一つの「目」となって、流れゆく景色や心温まる出会いの瞬間を留めてくれるだろう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント期間中、パイモンが連続6日間、撮影ポイントをお勧めしてくれます。指定の撮影ポイントに行き、「メメント写真機」を使って条件に合った写真を撮っていきましょう。<br>イベント期間中、各「撮影地点」での写真撮影を終えると、イベント画面にて報酬を受け取れます。",
                "Reward": [
                    201,
                    104003,
                    104357,
                    114074,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5290,
                "Name": "カチャカチャ・天才機械技師！",
                "Desc": "小さな頭の中には、尽きることのない奇想天外なアイデアが次々と湧いてくる。カチャカチャ・クルムカケ工房からは、いつもトンテンカンと物を叩く音が聞こえてくる。<br>なぜなら冒険と同じく、発明の第一歩は動き出すことにあるから！<br>そして二歩目は…「イネファ——もう無理、疲れたぁ。クルムカケ食べなきゃ続けられないよ！」",
                "Intro": "",
                "Reward": [],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5291,
                "Name": "白銀の浪と蒼林の舞",
                "Desc": "月が昇る場所、冒険者たちの「楽園」。<br>月明かりは遠く、森は鬱蒼と茂り、秘密は古の歌のようにこの地で響き渡る。<br>さあ、出発しよう、月明かりの下で響くその調べを聴きに…",
                "Intro": "",
                "Reward": [
                    201,
                    104132,
                    104142,
                    113078,
                    113077,
                    101263,
                    101261,
                    112126,
                    112123,
                    112125,
                    112122
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5292,
                "Name": "",
                "Desc": "「幾千のメロディー」に新たなアルバム「出会い・遥かな旅の思い出」が追加！演奏してみよう！",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5294,
                "Name": "鍛錬の道",
                "Desc": "冒険修練の修練項目をクリアすると、デイリー修行目標を達成できます。毎週<color style='color:#CA8F5BFF'>デイリー修行目標を5回達成</color>すると、その週の修行目標を達成できます。さらに、各期の「鍛錬の道」で<color style='color:#CA8F5BFF'>ウィークリー修行目標を8回達成すると、星屑報酬と交換できます</color>。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>頂へ至る道は汗と努力の積み重ねによって切り拓かれるもの。日々の鍛錬を怠らなければ、必ずや素晴らしい報酬を手にできるだろう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク14以上、かつ魔神任務「西風騎士団」と世界任務「冒険者協会へようこそ」をクリア。<br><br><color style='color:#D3BC8EFF'>【デイリー修行目標】</color><br>イベント期間中、その日の依頼報酬を4回受け取り、天然樹脂を120個消費すると、デイリー修行目標を達成できます。<br><br><color style='color:#D3BC8EFF'>【ウィークリー修行目標】</color><br>イベント期間中、その週のデイリー修行目標を5回達成すると、ウィークリー修行目標を達成できます。ウィークリー修行目標を達成するごとに進捗が蓄積され、それに応じて段階報酬を獲得可能です。ウィークリー修行目標を8回達成すると最後の報酬を獲得できます。<br><br><color style='color:#D3BC8EFF'>【星屑報酬】</color><br>イベント画面のキャラクターリストから、獲得したいキャラクターの星屑を選択できます。当期の「鍛錬の道」の進捗が一定に達すると、選択した星屑を獲得できます。ただし、未所持のキャラクターや、過去の「鍛錬の道」で交換したことのあるキャラクターの星屑は交換できません。<br><br><color style='color:#D3BC8EFF'>【補足説明】</color><br>当期の「鍛錬の道」終了後、目標を達成していながら交換できなかった報酬は、旅人さんのバッグに自動的に配布されます。また、進捗条件を満たしていたにもかかわらず、希望するキャラクターの星屑を選択していなかった場合、イベント画面のキャラクターリストにおいて、レベルの高い順に選択可能なキャラクターが選ばれ配布します（所持しているキャラクター、かつ過去の「鍛錬の道」でその星屑を交換していないキャラクター）。同じレベルのキャラクターがいる場合、イベント画面のキャラクターリストの表示順が優先されます。なお、イベント画面のリストに選択可能なキャラクターがいない場合、星屑報酬は配布されませんのでご注意ください。",
                "Reward": [],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.8",
        "Events": [
            {
                "_id": 2041,
                "Name": "染夏！烈日？リゾート満喫！",
                "Desc": "汗ばんだ体を風が撫でていく。夏は冒険にぴったりな季節だ。太陽の下で、新たな旅が幕を開けようとしている。<br>「テノチズトク」——今はまだ馴染みの薄い名前も、やがては忘れられない、心温まる思い出になることだろう。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>汗ばんだ体を風が撫でる。夏は冒険にぴったりな季節だ。太陽の下で、新たな旅が幕を開けようとしている。<br>「テノチズトク」——今はまだ馴染みの薄い名前も、やがては忘れられない、心温まる思い出になることだろう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク18以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「染夏！烈日？リゾート満喫！」は4つのテーマに分かれています。<br><br>テーマ1・「カラフル・スプラッシュ！」<br>他のプレイヤーと共にアシャとなり、ステージ上のオブジェクトに色を塗ってポイントを獲得しましょう。<br><br>テーマ2・「遥かな旅路」<br>それぞれ異なる能力を持つ探検家アカマイと竜の仲間カウカウを切り替えながら、ナナズパインケーキを集め、力を合わせてゴールを目指しましょう。<br><br>テーマ3・「疾風の狙撃手」<br>特殊な装置を使って、ステージにいる敵を狙撃し、射撃挑戦をクリアしましょう。<br><br>テーマ4・「メロディ・イルミネーション」<br>指定された方法で敵を倒すと、ルミナススピーカーが「ルミナス衝撃波モード」に突入します。「ルミナス衝撃波モード」では、音楽のリズムに合わせて「フラッシュ衝撃ウェーブ」を放って、次々と現れる敵を倒しましょう！",
                "Reward": [
                    201,
                    104319,
                    12432,
                    340022,
                    363383,
                    104349,
                    104003,
                    105003,
                    114062,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5278,
                "Name": "密かな追跡",
                "Desc": "夏のある日、お茶でも飲もうと訪れた遺瓏埠で、夜蘭とバッタリ出会った。そして、パイモンとともに「とある事件」の調査に協力することとなった…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>夏のある日、お茶でも飲もうと訪れた遺瓏埠で、夜蘭とバッタリ出会った。そして、パイモンとともに「とある事件」の調査に協力することとなった…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア（魔神任務「罪人の円舞曲」、伝説任務「幽客の章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます）。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「密かな追跡」では、夜蘭と連携を取り、とある犯罪組織のリーダーを追い詰めていきます。手元にある手がかり、アイテム「総合映像記録器」、そして夜蘭からのヒントを活用して情報を集め、相手の偽装を見破り、ターゲットを逮捕しましょう。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    104311,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5279,
                "Name": "テイワットの思い出・銀世界へのプレリュード",
                "Desc": "旅の中で、素敵な仲間たちと出会い、いろんな出来事に心を揺さぶられてきた。しかし遠くへ行けば行くほど、記憶は薄れてしまうかもしれない。大切な思い出を、しっかりアルバムに残しておこう。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>旅の中で、素敵な仲間たちと出会い、いろんな出来事に心を揺さぶられてきた。しかし遠くへ行けば行くほど、記憶は薄れてしまうかもしれない。大切な思い出を、しっかりアルバムに残しておこう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント期間中、パイモンが連続6日間、撮影ポイントをお勧めしてくれます。指定の撮影ポイントに行き、「パイモンの写真機」を使って条件に合った写真を撮っていきましょう。<br>イベント期間中、各「撮影地点」での写真撮影を終えると、イベント画面にて報酬を受け取れます。",
                "Reward": [
                    201,
                    104003,
                    202
                ],
                "Tutorial": [
                    13693
                ]
            },
            {
                "_id": 5282,
                "Name": "のんびりナタののびのびサマー！",
                "Desc": "長きにわたる激戦がようやく幕を下ろした——談議室はこの夏、時の流れと戦火で傷ついた人々の心と体を癒やすため、壮大なリゾート地を作ることにした。<br>建設地は投票によって選ばれた人気のない美しい島…ナタの最西端に位置する「テノチズトク」だ。この地が選ばれたのは、景色の美しさだけが理由ではない。戦いはまさに、この地で始まったのである。ならば、物語の幕引きもまた、この地で迎えるべきだろう。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5283,
                "Name": "",
                "Desc": "幾千のメロディーに演奏可能な新しいアルバムが追加されました",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5287,
                "Name": "のんびり旅行記",
                "Desc": "テイワットにまた、新たな一日が訪れる。旅路をゆくとき、風が運ぶ声に耳を傾けるのを忘れないでいよう。もしかすると、次は仲間の知らせを聞かせてくれるかもしれないから…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>テイワットにまた、新たな一日が訪れる。旅路をゆくとき、風が運ぶ声に耳を傾けるのを忘れないでいよう。もしかすると、次は仲間の知らせを聞かせてくれるかもしれないから…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク28以上、かつ魔神任務「迫る客星」をクリア。（魔神任務「虚空の鼓動、熾盛の劫火」、伝説任務「クリスタリナの章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br>魔神任務「白銀の浪と蒼林の舞」の「月下の再会」をクリア後、ナド・クライ地域ののんびり旅行記を開放できます。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「のんびり旅手帳」を獲得した後、各地の仲間を訪ねて何気ない会話を楽しみましょう。共にのんびりとした一日を過ごすのも、悪くないでしょう。<br>一日に体験できる秘話の数はランダムで、上限があります。マップ上に訪ねられる仲間がいなくなった場合は、日を改めてみてください。",
                "Reward": [
                    220124
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.7",
        "Events": [
            {
                "_id": 5269,
                "Name": "幽境の激戦",
                "Desc": "璃月の地中の塩付近で、再び謎の地脈の乱れが確認された。この異変を鎮めるには、何が起こるか予測もつかない秘境へと足を踏み入れ、待ち受ける強敵を倒さなければならないようだ。上手くいけば、思いもよらない秘宝が手に入るかもしれない…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>璃月の地中の塩付近で、再び謎の地脈の乱れが確認された。この異変を鎮めるには、何が起こるか予測もつかない秘境へと足を踏み入れ、待ち受ける強敵を倒さなければならないようだ。上手くいけば、思いもよらない秘宝が手に入るかもしれない…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ前提任務「龍と自由の歌」をクリア。（魔神任務「険路怪跡」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>1.難易度：「幽境の激戦」では、6つの難易度から1つ選択して挑戦できます。難易度は易しい順に「イージー」、「ノーマル」、「ハード」、「マスター」、「エクストラ」、「アルティメット」の6つに分かれます。難易度「ハード」からは、挑戦をクリアすることで、次の難易度が解放されます。各難易度の挑戦では、3つの戦闘をクリアする必要があります。各戦闘には独立した制限時間があり、時間内に全ての敵を倒すと挑戦成功です。初めて挑む時、選択した難易度が高いほど、挑戦中の特殊制限ルール「地脈乱象」が多くなり、敵との戦闘する際の制限が多くなります。<br>2.「輝光」と「光を授けし者」：ソロ挑戦では、難易度「アルティメット」をクリアした後、チーム内キャラクターに「輝光」を付与します。「極限目標」を達成した状態で難易度「アルティメット」をクリアした場合、チーム内キャラクターにより強力な「常明の輝光」を付与します。同じキャラクターに「輝光」や「常明の輝光」効果を重複して付与することはできません。なお、「常明の輝光」効果を付与された場合、元の「輝光」は上書きされます。一定の「輝光」を持つキャラクターは、「光を授けし者」となり、難易度「イージー」、「ノーマル」、「ハード」、「マスター」、「エクストラ」でバフ「輝光の恵み」を得て、より有利に挑戦を進めることができます。「光を授けし者」となれるのは最大16名までです。記録更新時、より多くの「輝光」を持つキャラクターが新しい「光を授けし者」になります。<br>3.マルチ挑戦：「幽境の激戦」では、他のプレイヤーとチームを組み、マルチ挑戦ができます。マルチ挑戦では、同じキャラクターは編成できず、「地脈乱象」の影響を受けます。敵の戦力は対応する難易度のマルチ挑戦難易度に調整され、挑戦人数の変化によって変わることはありません。<br>4.地脈活動期：挑戦開始後の10日間、地脈の乱れ地点は活動状態となります。冒険ランク45以上の旅人は、「ハード」以上の難易度をクリアすると、天然樹脂、濃縮樹脂、脆弱樹脂、刹那樹脂、または原石を使用する際に特殊な「乱れた地脈の花」を活性化し、好きな祈聖秘境を選んで報酬を得ることができます。この時得られる「激戦の勲功」を集めると、多くの報酬と交換できます。",
                "Reward": [
                    201,
                    105006,
                    104003,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2040,
                "Name": "知略バトル大作戦",
                "Desc": "魔物の習性や生態、戦士に関して子供たちが挙げてくる、一風変わった質問に答えるため、教令院の学者たちは冒険シミュレーションゲームを開発した…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>魔物の習性や生態、戦士に関して子供たちが挙げてくる、一風変わった質問に答えるため、教令院の学者たちは冒険シミュレーションゲームを開発した。しかし、まずゲームをテストする必要があるという。テストに協力して、報酬をたっぷり手に入れよう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベントの1日目と4日目に、新たな「わくわくドンパチ大冒険」ステージが開放されます。仲間の駒を選択してチームを組み、どんどん強くなる敵に合わせて強化していきましょう。<br>イベント開始日から3日間、毎日2つずつ新たな「もぎもぎフルーツ大調査」ステージが開放されます。パイモンを指揮して果実を集めるルートを計画し、目標を達成しましょう。<br>イベントに参加すると、「知略記録」を獲得できます。「知略記録」で知略レベルを上げると、「わくわくドンパチ大冒険」でバフ効果を得られます。",
                "Reward": [
                    201,
                    104319,
                    1097,
                    104331,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5270,
                "Name": "ハチャメチャ・カラフルバズーカ",
                "Desc": "荒れ果てた遺跡に魔物が現れた。迫る危機に対し、警察隊の「天才発明家」は改良を重ねた最新式のバズーカで魔物を一掃する策を提案した。現在、そのバズーカを操り、厄介な魔物たちを討伐してくれる実力者を募集中のようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>荒れ果てた遺跡に魔物が現れた。迫る危機に対し、警察隊の「天才発明家」は改良を重ねた最新式のバズーカで魔物を一掃する策を提案した。現在、そのバズーカを操り、厄介な魔物たちを討伐してくれる実力者を募集中のようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>砲台を遠隔操作して敵を倒します。敵のタイプに合わせて、限られた砲弾を合理的に分配し、効率的に敵を倒しましょう。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5271,
                "Name": "追憶練行・死闘編",
                "Desc": "偉大なる冒険は、血のたぎるような旅路とも言える。様々な戦闘をシミュレートすることで、胸に秘められた大志が目覚め、冒険心が燃えてくるはずだ。これからの旅において、それは大切な糧となるだろう…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>偉大なる冒険は、血のたぎるような旅路とも言える。様々な戦闘をシミュレートすることで、胸に秘められた大志が目覚め、冒険心が燃えてくるはずだ。これからの旅において、それは大切な糧となるだろう…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>1.「追憶練行・死闘編」では、マッチングまたはマルチプレイで挑戦に参加できます。各挑戦には3つのステージが用意されています。<br>2.挑戦開始時、今回の挑戦の「反応修練テーマ」がランダムで決まり、一部の元素反応に追加の強化効果を付与します。挑戦に適したキャラクターを選択し、追憶サポートから有利な強化効果を選んでステージを進めましょう。<br>3.挑戦をクリアすると、プレイヤーのパフォーマンスに応じて一定数の死闘の星を獲得でき、段階に応じて報酬を受け取れます。死闘の星の上限は、イベント開放から時間が経つにつれて徐々に上がっていきます。",
                "Reward": [
                    201,
                    104003,
                    114062,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5275,
                "Name": "のんびり旅行記・金メッキの章",
                "Desc": "テイワットにまた、新たな一日が訪れる。旅路をゆくとき、風が運ぶ声に耳を傾けるのを忘れないでいよう。もしかすると、次は仲間の知らせを聞かせてくれるかもしれないから…<br><color style='color:#f8de89'>マップを開き、キャラクターのマークに従って秘話を探してみましょう。</color>",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>テイワットにまた、新たな一日が訪れる。旅路をゆくとき、風が運ぶ声に耳を傾けるのを忘れないでいよう。もしかすると、次は仲間の知らせを聞かせてくれるかもしれないから…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク28以上、かつ魔神任務「迫る客星」をクリア。（魔神任務「罪人の円舞曲」、伝説任務「天下人の章 第二幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント期間中、各地の仲間を訪ねて何気ない会話を楽しみましょう。共にのんびりとした一日を過ごすのも、悪くないでしょう。<br>一日に体験できる秘話の数には上限があります。マップ上に訪ねられる仲間がいなくなった場合は、日を改めてみてください。",
                "Reward": [],
                "Tutorial": [
                    13681
                ]
            }
        ]
    },
    {
        "Ver": "5.6",
        "Events": [
            {
                "_id": 5262,
                "Name": "智将戦記",
                "Desc": "旅をする者の宿命——それは冒険の途中で、様々な苦境や強敵に出会うことである。目の前の敵を冷静に分析し、臨機応変にチームを編成して勝利を掴み取ろう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>旅をする者の宿命——それは冒険の途中で、様々な苦境や強敵に出会うことである。目の前の敵を冷静に分析し、臨機応変にチームを編成して勝利を掴み取ろう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「智将戦記」では、各挑戦にメインキャラクターが1名ずつ設定されています。また、1回の挑戦が前半と後半に分かれており、メインキャラクターを中心に2つの異なるチームを編成する必要があります。前半と後半それぞれのラウンドで絶え間なく出現する敵を倒し、高ポイントを目指しましょう。<br><br>イベント開始日から6日間、毎日1つずつ新たな挑戦が解放されていきます。<br><br>「智将戦記」では料理などのアイテムを使用することができません。",
                "Reward": [
                    201,
                    104003,
                    104311,
                    114014,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2039,
                "Name": "ハーモニック・ワルツ",
                "Desc": "フォンテーヌの雑誌売り場で『スチームバード新聞』を買おうとしたら、懐かしい姿が見えた。話の流れで、とある特別なイベントに一緒に参加することとなった…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>フォンテーヌの雑誌売り場で『スチームバード新聞』を買おうとしたら、懐かしい姿が見えた。話の流れで、とある特別なイベントに一緒に参加することとなった…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、フォンテーヌにある任意の七天神像を開放、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」、伝説任務「頌歌者の章 第一幕」、伝説任務「ピエス・モンテの章 第一幕」、部族見聞「キノコ奇譚 第三幕」、世界任務「早々に頓挫！『画像認識学』…」をクリア後にプレイしていただくことで、よりイベントをお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「ハーモニック・ワルツ」では、映影をテーマにしたテーマパーク「シュヴァルマラン映影ランド」を運営します。テーマパークには3つのメインアトラクション「カラフル・アドベンチャー」、「名演！映影ベストシーン」、「のんびりガーデン」があります。<br><br>「カラフル・アドベンチャー」<br>壁や屋根を飛び回ったり、水中を泳ぎ回ったりと、特別な体験を通じてハラハラドキドキな冒険を楽しめます。<br><br>「名演！映影ベストシーン」<br>有名映影の名シーンを再現したステージで、特殊スキルを活用しながら華麗な演出に挑戦します。<br><br>「のんびりガーデン」<br>特別なガーデンを運営して、様々な動物たちに憩いの場を提供しつつ、より多くのゲストに訪れてもらいましょう。<br><br>アトラクションのアップグレードと拡張、スタッフの雇用、そしてテーマメニューの選択を通じて、サービスの品質と売上をアップ！このサイクルを繰り返して人気を高め、より多くのゲストに「シュヴァルマラン映影ランド」での特別な時間を楽しんでもらいましょう！",
                "Reward": [
                    201,
                    104319,
                    15432,
                    370831,
                    104003,
                    104339,
                    114050,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5266,
                "Name": "豪雨演習",
                "Desc": "フォンテーヌ廷の一角で、特巡隊のトゥレーヌとアンジェニーナが新たな兵棋演習ゲームを準備して待っている。期待に応えて、戦闘指揮の腕を披露しよう…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>フォンテーヌ廷の一角で、特巡隊のトゥレーヌとアンジェニーナが新たな兵棋演習ゲームを準備して待っている。期待に応えて、戦闘指揮の腕を披露しよう…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「罪人の円舞曲」をクリア後にプレイすることでよりイベントをお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「豪雨演習」では、想定演習と実戦演習をプレイすることができます。<br>想定演習では、事前に用意された兵棋を使って演習に挑戦します。召喚した兵棋が敵側の兵棋と施設（障害物以外）をすべて破壊すると勝利です。<br>実戦演習では、演習開始前に防衛布陣を決める必要があります。陣形を1つ選択して、防衛用の兵棋と施設を配置しましょう。その後、攻撃時に使用する布陣を選択すると、マッチングを開始できます。マッチング成功後は、2名の旅人がそれぞれ持っている「兵棋」を使って、相手の防衛布陣を攻撃します。制限時間終了時に攻略進捗度が高かった旅人、または先に攻略進捗度100%を達成した旅人が勝者となります。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13638
                ]
            },
            {
                "_id": 5268,
                "Name": "灼熱伝説・クロスオーバー大乱闘",
                "Desc": "「こだまの子」の近くで、芸術家ヴィジェが革新的な「ウォーベン」を使って、人々に「クロスオーバーチャレンジ」という魅力的な物語を体験させようとしている…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>「こだまの子」の近くで、芸術家ヴィジェが革新的な「ウォーベン」を使って、人々に「クロスオーバーチャレンジ」という魅力的な物語を体験させようとしている…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>他3名のプレイヤーとマッチングし、ランダムに選ばれた1種類の挑戦で勝負を繰り広げます。各挑戦には、それぞれテーマとなる遊び方、キャラクター、竜が設定されています。挑戦中、4名の挑戦者はできるだけ多くの「試練コイン」を集めていきます。挑戦が特定の段階に到達すると、集めた「試練コイン」の数が少ない挑戦者は竜に憑依し、残り3名の挑戦者と競い合うことになります…テーマとなる遊び方、キャラクター、竜の特性を最大限に活かして、最も多くの「試練コイン」を勝ち取り、高スコアを目指しましょう！",
                "Reward": [
                    201,
                    104003,
                    114062,
                    114066,
                    114070,
                    104013,
                    202
                ],
                "Tutorial": [
                    13631
                ]
            }
        ]
    },
    {
        "Ver": "5.5",
        "Events": [
            {
                "_id": 2038,
                "Name": "栄華のバトルアリーナ",
                "Desc": "穏やかな日々の中で、「こだまの子」を訪れると、人だかりができていた。近づいてみると、囲まれているのは一匹のテペトル仔竜だった…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>穏やかな日々の中で、「こだまの子」を訪れると、人だかりができていた。近づいてみると、囲まれているのは一匹のテペトル仔竜だった…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（伝説任務「不敗の日輪の章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「栄華のバトルアリーナ」は二つのテーマに分かれています。<br><br>テーマ1・「栄華の演武」<br>六大部族が互いに攻防を繰り広げる演武に参加し、仲間たちと共に戦い、様々な演武の目標を達成して勝利と栄誉を勝ち取りましょう。<br><br>テーマ2・「ちび竜の宝探し」<br>ルートを設定して仔竜を導き、各ステージの宝探し目標を達成して報酬を手に入れましょう。",
                "Reward": [
                    201,
                    104319,
                    4105,
                    104349,
                    104003,
                    104142,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5258,
                "Name": "聖なる山と豊穣の地",
                "Desc": "噴火を繰り返す山を抱く豊かな土地に生きる戦士たちは、己の「力」を尽くして苛烈な試練に立ち向かう。<br>一方、遠い昔より硫煙に覆われる聖山では、かつて人々を見捨てた者が、往事の結末の訪れを待っている。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5259,
                "Name": "たぎれ！奇妙な競技場",
                "Desc": "冒険で一番頼りになる「アイテム」は、自分自身の能力である——ということは、これまでの経験からしても明白だ。競争の中で磨かれる技は、きっとこれからの冒険にも役立つだろう…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>冒険で一番頼りになる「アイテム」は、自分自身の能力である——ということは、これまでの経験からしても明白だ。競争の中で磨かれる技は、きっとこれからの冒険にも役立つだろう…<br>イベント期間中、指定された挑戦をクリアすると、それに応じた報酬を獲得できます。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後の3日間、毎日新たな試練が開放されます。マッチングまたはマルチプレイで開放された試練に参加できます。<br>試練では、指定されたお試しキャラクターを使って制限時間内にできるだけ多くの冒険コインを集めましょう。<br>試練に出てきた「アイテムボックス」に触れると、それぞれ異なる「不思議なアイテム」を獲得できます。また、アイテムを使って他の参加者を妨害すると、大量の冒険コインを獲得できます。<br>制限時間内に試練をクリアすると、成績に応じて「技巧ポイント」を獲得でき、一定数集めると対応する報酬を受け取ることができます。「技巧ポイント」の上限は開催期間中、日数の経過に合わせて増えていきます。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    114062,
                    105002,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5260,
                "Name": "無差別格闘トーナメント",
                "Desc": "ルールや格式を度外視した試合も、立派な「栄誉ある戦い」だ。ルールに縛られた試合にそろそろ飽きてきた、そこの君！ここではエキサイティングな戦いが待っている！<br>会場はナタの地下にある人知れぬ地。かつてない格闘試合が、いま幕を開ける——",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>ルールや格式を度外視した試合も、立派な「栄誉ある戦い」だ。会場はナタの地下にある人知れぬ地。挑戦をこなし、最後の勝者になれ！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始日から5日間、毎日1つずつ新たな挑戦が開放されます。<br>挑戦は「前半」と「後半」の2回に分けて行われます。「前半」では、ステージで指定されたルールに従い、「応援度」をできる限り高めましょう。「前半」の終了時に「応援度」が高ければ高いほど、「後半」で受けられるバフ効果が多くなります。<br>「後半」では、「応援度」によるバフ効果を活かして、制限時間内に敵のHPをできるだけ多く削り、高ランクのメダルや報酬を獲得しましょう。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    114062,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5261,
                "Name": "ビートボール・メツトリ編",
                "Desc": "ある日ムアラニに誘われて、パイモンと二人、「流泉の衆」で開かれる一風変わった音楽パーティーに参加することになった…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>ある日ムアラニに誘われて、パイモンと二人、「流泉の衆」で開かれる一風変わった音楽パーティーに参加することになった…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>バーを動かしてボールをはね返し、様々なリズムブロックを破壊しましょう。キャラクターの元素タイプを利用して、バーに対応する元素を付与し、打ち返したボールの元素を変化させることができます。これによって元素反応を起こせば、より効率よく挑戦を進めることができます。制限時間内により高いポイントを獲得したり、ボスを倒したりすると、報酬を獲得できます。",
                "Reward": [
                    201,
                    410029,
                    104003,
                    104348,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.4",
        "Events": [
            {
                "_id": 2037,
                "Name": "三川遊芸夢綺譚",
                "Desc": "ある日、八重神子から久しぶりに手紙が届いた。手紙の指示に従って稲妻の天守閣に向かい、祭典について話し合おう…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>ある日、八重神子から久しぶりに手紙が届いた。手紙の指示に従って稲妻の天守閣に向かい、祭典について話し合おう…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク30以上、かつ「離島脱出計画」をクリア。（伝説任務「天下人の章 第二幕」、「獏枕の章 第一章」、「睡竜の章 第一幕」、「琉金の章 第二幕」、デートイベント・早柚、世界任務「神櫻大祓」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「三川遊芸夢綺譚」は三つのテーマに分かれています。<br><br>テーマ1・「秋津バドルドー・二重夢」<br>一風変わったバドルドー妖怪とバドルドーで戦って、様々な条件のもとで勝利を目指しましょう！<br><br>テーマ2・「子狐の白昼夢」<br>白昼夢のモードを切り替えることで、地形を変化させ、危険を回避しながら、子狐をラーメン屋台まで連れていき、おいしいラーメンを食べさせてあげましょう！<br><br>テーマ3・「不思議な幻夢の分身」<br>不思議な分身の仕様をうまく利用し、謎を解いてゴールに向かうルートを見つけましょう！",
                "Reward": [
                    201,
                    104319,
                    13432,
                    363381,
                    104322,
                    104003,
                    114026,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5251,
                "Name": "外来魚オサラバ大作戦",
                "Desc": "ルミドゥースハーバーの南にある水域で、あなたたちはとある「密放流ハンター」と出会った。彼女は水面下に潜む生態系の危機を食い止めようとしているようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>ルミドゥースハーバーの南にある水域で、あなたたちはとある「密放流ハンター」と出会った。彼女は水面下に潜む生態系の危機を食い止めようとしているようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「外来魚オサラバ大作戦」では、アクションポイントを消費して網を投げ、様々な外来魚を捕獲しましょう。イベントには以下の2つのモードがあります。<br><br>・協力モード<br>チャレンジ開始時に一定のアクションポイントを獲得したうえで、仲間と協力して魚を捕獲しましょう。<br><br>・競争モード<br>所持している総合アクションポイントに応じて、同じくらいの実力の魚捕りの達人と同時に作戦を開始し、魚捕りの技術を競いましょう。<br><br>2種類のモードのうち、どちらでも釣りポイントの獲得と報酬の受け取りが可能です。イベントの開始日から5日間、2日ごとに釣りポイントの上限が解放されます。",
                "Reward": [
                    201,
                    379046,
                    104003,
                    114050,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5252,
                "Name": "征け！練武の地",
                "Desc": "勇者の旅に終わりはなく、勇者の試練に休みはない。挑戦で絶えず己を磨き、限界を超えてゆくのだ！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>勇者の旅に終わりはなく、試練が止まることはない。挑戦で絶えず己を磨き、限界を超えてゆくのだ！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「征け！練武の地」では、挑戦ごとに25層のステージが用意されています。層が上がるにつれ、敵のレベルとHPもアップします。30秒以内にステージをクリアするとステージ突破となり、次のステージに挑戦できます。<br>もしフレンドの中に、ソロプレイで第20層をクリアした人がいる場合、挑戦中に「フレンドヘルプ」効果を獲得できます。",
                "Reward": [
                    201,
                    210234,
                    104003,
                    104348,
                    104351,
                    104354,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13543
                ]
            },
            {
                "_id": 5253,
                "Name": "のんびり旅行記・集う詩の章",
                "Desc": "テイワットにまた、新たな一日が訪れる。旅路をゆくとき、風が運ぶ声に耳を傾けるのを忘れないでいよう。もしかすると、次は仲間の知らせを聞かせてくれるかもしれないから…<br><color style='color:#f8de89'>マップを開き、キャラクターのマークに従って秘話を探してみましょう。</color>",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>テイワットにまた、新たな一日が訪れる。旅路をゆくとき、風が運ぶ声に耳を傾けるのを忘れないでいよう。もしかすると、次は仲間の知らせを聞かせてくれるかもしれないから…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク28以上、かつ魔神任務「迫る客星」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント期間中、各地の仲間を訪ねて何気ない会話を楽しみましょう。共にのんびりとした一日を過ごすのも、悪くないでしょう。<br>一日に体験できる秘話の数には上限があります。マップ上に訪ねられる仲間がいなくなった場合は、日を改めてみてください。",
                "Reward": [],
                "Tutorial": [
                    13542
                ]
            },
            {
                "_id": 5254,
                "Name": "プロモ・アド・ベンチャー",
                "Desc": "ある日カフェ・リュテスで、懐かしい友人と再会を果たした…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント詳細】</color><br>ある日カフェ・リュテスで、懐かしい友人と再会を果たした…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。世界任務（「たたら物語」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>依頼人の注文にしたがって、オリジナリティーあふれる映影の編集試練をこなすイベントです。様々な角度から映影を撮影してカットを巧みに編集し、コマーシャルを完成させましょう。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    104342,
                    104345,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.3",
        "Events": [
            {
                "_id": 2036,
                "Name": "春光が描く桃符",
                "Desc": "海灯祭が近づく中、パイモンとともに璃月港まで遊びに来た。友人たちと祭りを存分に楽しもう…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>海灯祭が近づく中、パイモンとともに璃月港まで遊びに来た。友人たちと祭りを存分に楽しもう…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」、伝説任務「懸壺の章 第一幕」、伝説任務「彼岸蝶の章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「春光が描く桃符」は4つのテーマに分かれています。<br><br>テーマ1・「八奇乱闘」<br>籐人形を操作して戦います。戦闘中、上手くブロックの落下位置と角度を調整して、勝利を収めましょう。<br><br>テーマ2・「灯下演武」<br>演武台で演武を行い、各種秘策を上手く駆使しながら、あなたの腕前を発揮しましょう。ポイントを稼ぎ、報酬を手に入れてください。<br><br>テーマ3・「祝灯状」<br>祝灯状の屋台に行き、みんなのために祝灯状を飾りましょう。<br><br>テーマ4・「祭典旅行記」<br>海灯祭期間中、璃月港の各種お祭りアイテムを見つけ、進捗を進めて報酬を受け取りましょう。",
                "Reward": [
                    201,
                    104319,
                    360459,
                    104312,
                    104003,
                    104172,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5240,
                "Name": "勇気と努力の証",
                "Desc": "聖火競技場の談議室で、とある「戦闘準備連絡官」があなたたちを待っている——英雄であるあなたたちは腕が立つ。その知見から、ナタの各部族の勇士たちを鍛えてほしいようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>聖火競技場の談議室で、とある「戦闘準備連絡官」があなたたちを待っている——英雄であるあなたたちは腕が立つ。その知見から、ナタの各部族の勇士たちを鍛えてほしいようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「灼烈の反魂の詩」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後の1/3/5日目に、特定の部族と関連する新たな挑戦が2つずつ開放されます。<br>挑戦には追加目標の「鍛錬目標」が存在します。3つの部族の挑戦で、各部族の「鍛錬目標」を1つ以上クリアすると、特別な記念ギフトを獲得できます。（記念ギフトの内容は、魔神任務「灼烈の反魂の詩」クリア後、確認できるようになります。）",
                "Reward": [
                    201,
                    104003,
                    104348,
                    104351,
                    104354,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5243,
                "Name": "漱玉奇巧虫相撲大玄境",
                "Desc": "奥蔵山に戻ると、不思議な壺の秘境があなたとパイモンの前に現れた。その中に身を置くと、オニカブトムシ型の園芸装置「花羽葉月神機」を操作でき、桁外れの難敵にも立ち向かえるようだ。",
                "Intro": "奥蔵山に戻ると、不思議な壺の秘境があなたとパイモンの前に現れた。その中に身を置くと、オニカブトムシ型の園芸装置「花羽葉月神機」を操作でき、桁外れの難敵にも立ち向かえるようだ。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br>（伝説任務「閑鶴の章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「花羽葉月神機」を操作して相手を倒し、虫相撲の新たな高みへ挑戦しましょう！<br>イベント開始後、毎日1つ新たな挑戦ステージが開放されます。",
                "Reward": [
                    201,
                    104003,
                    114014,
                    104311,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5244,
                "Name": "幾千のメロディー",
                "Desc": "モンド城で吟遊詩人サンサの心のこもった演奏を聴いて、あなたとパイモンは彼女と楽器の演奏について語り合った。そして、貴重なプレゼントを受け取ることになった…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>モンド城で吟遊詩人サンサの心のこもった演奏を聴いて、あなたとパイモンは彼女と楽器の演奏について語り合った。そして、貴重なプレゼントを受け取ることになった…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク35以上、かつ魔神任務「龍と自由の歌」をクリア。",
                "Reward": [
                    220110
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5245,
                "Name": "ベヒーモス偵察記録",
                "Desc": "ある日、あなたとパイモンは冒険者協会で「詳細非公開組織」から謎の任務を受けた。この任務はかなり難易度の高いもののようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>ある日、あなたとパイモンは冒険者協会で「詳細非公開組織」から謎の任務を受けた。この任務はかなり難易度の高いもののようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク30以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後、2日ごとに新たな挑戦が開放され、7日目に全ての挑戦が開放されます。<br>挑戦中、挑戦の難易度と「特殊課題」を選択できます。<br>選択した難易度と課題によって挑戦クリア時に獲得する評価が変わり、報酬はそれに応じたものになります。",
                "Reward": [
                    201,
                    104003,
                    114062,
                    114066,
                    114070,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.2",
        "Events": [
            {
                "_id": 5230,
                "Name": "七聖召喚：熱闘モード",
                "Desc": "キャッツテールで定期的に開催されるユニークな対戦では、特殊な「熱闘モード」ルールが採用される。<br>今回のルールは下記となっている。<br>モード専用のキャラカードを選んでチームを編成し、強化しよう。キャラカードは自動で戦ってくれる。",
                "Intro": "<color style='color:#D3BC8EFF'>【熱闘モードルール】</color><br>キャッツテールでは、定期的に各プレイヤーが参加できる独自の対戦イベントを開催しています。<br>各シーズンのイベントごとに、特殊な「熱闘モード」ルールが採用されます。<br><br><color style='color:#D3BC8EFF'>【熱闘モード：オートメーション対局】</color><br>1回の「熱闘モード：オートメーション対局」において、連続で複数回の戦闘を行います。<br>各戦闘の前には、キャラと強力な支援が抽選で選択され、実力に見合うプレイヤーとマッチングします。<br>3回負けるまでに、できるだけ多くの勝利を収めましょう！",
                "Reward": [
                    107021
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5232,
                "Name": "冒険者試練・進化編",
                "Desc": "冒険者協会がとあるテストを用意した——現役冒険者の反応速度、技量、力を全面的に測れるらしい。いずれも挑戦的な難易度となっており、噂によるとすべてをクリアした者はいないという。しかし、突破できない試練など存在しない…それはこの先もだ。身をもってそれを証明しよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>冒険者協会がとあるテストを用意した——現役冒険者の反応速度、技量、力を全面的に測れるらしい。いずれも挑戦的な難易度となっており、噂によるとすべてをクリアした者はいないという。しかし、突破できない試練など存在しない…それはこの先もだ。身をもってそれを証明しよう！<br>イベント期間中、指定された挑戦をクリアすると、それに応じた報酬を獲得できます。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベントの開始日から4日間、毎日新たな「マスター試練」が開放されます。<br>各「マスター試練」では、連続で3つの挑戦ステージをクリアしなければなりません。ステージごとに、指定されたお試しキャラクターを使って、制限時間内に挑戦目標を達成する必要があります。",
                "Reward": [
                    201,
                    104003,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5233,
                "Name": "烈風演習",
                "Desc": "以前、友好関係にある各国の部隊と交流したおかげで、西風騎士団は「兵棋演習」を行えるようになった。これを活用することで戦法を分析でき、どうすれば成長できるかも模索できる。騎士たちと共に演習に参加して、騎士団の強化を図り、モンドの治安維持を手伝おう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>以前、友好関係にある各国の部隊と交流したおかげで、西風騎士団は「兵棋演習」を行えるようになった。これを活用することで戦法を分析でき、どうすれば成長できるかも模索できる。騎士たちと共に演習に参加して、騎士団の強化を図り、モンドの治安維持を手伝おう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「烈風演習」では、戦闘ユニットと戦略を選択し、チームを編成して相手と戦う必要があります。戦闘ユニットと戦略をうまく組み合わせ、相手の編成を慎重に分析して出撃するユニットを編成しましょう。<br>各ラウンドでは、一定数の戦闘ユニットと「戦略」を獲得できます。その後、相手1名と演習対戦を行います。<br>10ラウンドの戦闘を完了、または4ラウンド失敗すると、演習終了となります。勝利回数と総合パフォーマンスに応じて「演習メダル」を獲得でき、貴重な物資や報酬と交換できます。",
                "Reward": [
                    201,
                    104003,
                    104302,
                    114002,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2035,
                "Name": "スピリットを求めしウォーベン",
                "Desc": "謎煙の主は、さまざまな神秘的な方法で世界と意思疎通を図れる。そして、ナタの部族の中で最も不思議な集団だ。霊視に関するこの冒険で、その秘密をいくらか覗けるかもしれない。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>謎煙の主は、さまざまな神秘的な方法で世界と意思疎通を図れる。そして、ナタの部族の中で最も不思議な集団だ。霊視に関するこの冒険で、その秘密をいくらか覗けるかもしれない。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「燃ゆる運命の虹光」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「スピリットを求めしウォーベン」は3つのコンテンツに分かれています。<br><br>コンテンツ1・「探せ！ロストスピリット」<br>他のプレイヤーと協力し、霊が自動的にキャラクターから離れる特性を利用して、霊を帰還エリアまで追い払いましょう。<br><br>コンテンツ2・「イビル・バニッシュ」<br>儀式の邪魔をする敵を追い払います。「追払の儀式」の全ての目標をクリアすると、「バニッシュオーラ」効果を獲得し、効率よく戦いを終わらせることができます。<br><br>コンテンツ3・「千切れた古記録の復元」<br>霊視で得たウォーベンの断片を特定の順序で適切な位置にセットしましょう。レイヤーの上下関係を調整し、重ねたり隠したりしながら、絵を目標の状態まで復元してください。",
                "Reward": [
                    201,
                    104319,
                    11432,
                    393918,
                    105003,
                    114063,
                    104003,
                    104112,
                    104348,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5238,
                "Name": "アニマルトゥギャザー",
                "Desc": "忍び足で辺りをよく観察して、動物の仲間たちに挨拶しよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>忍び足で辺りをよく観察して、動物の仲間たちに挨拶しよう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>ラミヤが残した目印看板の付近で「すりこみの鏡」を使用すると、それを通して接続された装置から、保護すべき動物の視界に映っているものを見ることができます。確認した映像から動物の居場所を探し当てて挨拶し、里親からプレゼントを受け取りましょう。",
                "Reward": [
                    201,
                    104003,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5239,
                "Name": "風を招く崖と灰が流れる都へ",
                "Desc": "朝霧と雲海の中にある偉大なる夢を追い求めるため、空を翔ける戦士たちは歩み続けてきた。<br>遠い霧海の奥深くで、廃都に巣くう魔龍が禁忌の物語を守っている。そして雲の上では、今や伝説となり果てた忘れられし「虚舟」が、新たな訪問者を迎えようとしていた…",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.1",
        "Events": [
            {
                "_id": 2034,
                "Name": "キャンディと薔薇の歌",
                "Desc": "近頃、スメールでは盛大な祭典——花神誕祭が開催されているようだ。このことを耳にして、パイモンと一緒に「草と知恵の国」に戻ることにした…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>近頃、スメールでは盛大な祭典——花神誕祭が開催されているようだ。このことを耳にして、パイモンと一緒に「草と知恵の国」に戻ることにした…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「虚空の鼓動、熾盛の劫火」、伝説任務「金狼の章・第二幕」、世界任務「アランナラの世界」、世界任務「料理は楽しい思い出」をクリアし、世界任務「如是霊光一切示現（にょぜれいこういっさいじげん）」で「二本角の花冠」を獲得後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「キャンディと薔薇の歌」は3つのテーマに分かれています。<br><br>テーマ1・「ゆらゆらフロート車」<br>フロート車を操縦して障害物を回避し、ゴールに向かいながらできるだけ花を集め、より高いポイントを獲得しましょう。<br><br>テーマ2・「交差する夢と現」<br>夢境の主のために異常を見つけて、患者の心理的な障害を取り除いてあげましょう。<br><br>テーマ3・「騎士の剣光」<br>特定の戦闘方法で敵を倒し、花の騎士の雄姿を再現しましょう。",
                "Reward": [
                    201,
                    104319,
                    1072,
                    373190,
                    104331,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5214,
                "Name": "争覇の宴",
                "Desc": "燃え尽きるまで絶えることのない烈火の如く、争覇の歩みも一瞬として止めてはならない。全ての障害を突破し、「テイワット最強」の称号を目指して進み続けよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>燃え尽きるまで絶えることのない烈火の如く、争覇の歩みも一瞬として止めてはならない。全ての障害を突破し、「テイワット最強」の称号を目指して進み続けよう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント期間中、世界ランクの調整は本イベントの難易度に影響しません。<br>イベント開始日から、毎日1つずつ新たな挑戦が追加されます。各挑戦には「不穏」、「窮地」、「死闘」、「決意」の4つの難易度があります。難易度の高い挑戦をクリアすると、難易度の低い挑戦は自動的にクリア扱いとなります。<br>各挑戦には特別な「争覇の助力」が存在し、特定の効果を持ちます。うまく利用して挑戦を有利に進めましょう。<br><color style='color:#F39000'>なお、「争覇の宴」では、燃素を獲得したり、燃素を使った戦闘スタイルを使用したりすることはできません。</color>",
                "Reward": [
                    201,
                    104003,
                    104348,
                    104351,
                    104354,
                    104013,
                    105002,
                    202
                ],
                "Tutorial": [
                    13444
                ]
            },
            {
                "_id": 5215,
                "Name": "追憶練行・スリル編",
                "Desc": "旅の途中で経験した戦闘や謎解きを振り返ると、いつも様々なインスピレーションが湧いてくる。きっと、ためしがい抜群のアイデアも思いつくはず。来たる冒険に備えて、戦略を考えてみよう。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>旅の途中で経験した戦闘や謎解きを振り返ると、いつも様々なインスピレーションが湧いてくる。きっと、ためしがい抜群のアイデアも思いつくはず。来たる冒険に備えて、戦略を考えてみよう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>1.「追憶練行・スリル編」では、マッチングまたはマルチプレイで4つのステージに挑戦することになります。<br>2.挑戦開始時、ステージにランダムで数種類の練行項目が出現します。練行項目の特性に応じて、自身に有利な追憶バフを選択し、挑戦を開始しましょう。<br>3.挑戦をクリアすると、プレイヤーのパフォーマンスに応じて一定数のスリルスターを獲得できます。スリルスターの段階に応じて、報酬を受け取ることができます。スリルスターの上限は、イベント開放時間が進んでいくにつれて上がっていきます。",
                "Reward": [
                    201,
                    104003,
                    104348,
                    105002,
                    202
                ],
                "Tutorial": [
                    13463
                ]
            },
            {
                "_id": 5216,
                "Name": "追え！ミツムシのお宝",
                "Desc": "近頃、「こだまの子」の部族内で、目新しいものが流通し始めている。シロネンからそれに関する情報を聞いたが、何やら不穏な空気だ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>近頃、「こだまの子」の部族内で、目新しいものが流通し始めている。シロネンからそれに関する情報を聞いたが、何やら不穏な空気だ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「燃ゆる運命の虹光」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後の5日間、毎日1つずつ新たな挑戦が追加されます。挑戦中、アビスの力に侵蝕された燃素ミツムシを見つけて追いかけてください。「虫取り網」を使ってミツムシのバリアを破り、制限時間内にアビスの力を削って捕獲しましょう。",
                "Reward": [
                    201,
                    114062,
                    114066,
                    114070,
                    105002,
                    104002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5241,
                "Name": "彩石と焔泉の国",
                "Desc": "テペトルの勇士は栄華の道を先導し、流泉のコホラ竜は夜の知らせを伝えに向かう。砂と海の彼方にある、永久に消えない聖火の国に、熾烈な詩が響き渡る。<br>人と竜が共存する地で、炎の祭場と夜の謎境を越えて——今、未知なる冒険に旅立とう。",
                "Intro": "",
                "Reward": [
                    201
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "5.0",
        "Events": [
            {
                "_id": 5204,
                "Name": "ドドコバンバン冒険記",
                "Desc": "モンドの庭園で、斬新なテーブルゲームを見つけた。その主人公はなんと、元気で可愛い「ドドコ」だった…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>モンドの庭園で、斬新なテーブルゲームを見つけた。その主人公はなんと、元気で可愛い「ドドコ」だった…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>ドドコを指揮して爆弾を設置し、爆発させることができます。ツノツノ魚をすべて撃退すると、報酬を獲得できます！<br>挑戦中、ドドコのライフが尽きた場合、ライフが無限の「イージーモード」に変更して、よりスムーズに楽しむことができます。",
                "Reward": [
                    201,
                    104003,
                    114002,
                    114006,
                    114010,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5205,
                "Name": "テイワットの思い出",
                "Desc": "いまや世界の各地に残されたあなたたちの思い出と足跡。ただ遠くまで歩くと、旅の景色を忘れてしまうこともある。だから、昔の思い出を記録しよう。これは、パイモンがいつも写真を撮るように言ってくる理由の一つでもある。 そして、もう一つの理由はアルバムを買ったからだ。買ったのに、使わないなんてもったいない。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>いまや世界の各地に残されたあなたたちの思い出と足跡。ただ遠くまで歩くと、旅の景色を忘れてしまうこともある。だから、昔の思い出を記録しよう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント期間中、パイモンが連続6日間、撮影ポイントをお勧めしてくれます。指定の撮影ポイントに行き、「パイモンの写真機」を使って条件に合った写真を撮っていきましょう。<br>イベント期間中、各「撮影地点」での写真撮影を終えると、イベント画面にて報酬を受け取れます。",
                "Reward": [
                    201,
                    121036,
                    104003,
                    202
                ],
                "Tutorial": [
                    13438
                ]
            },
            {
                "_id": 5207,
                "Name": "いばらと栄冠",
                "Desc": "戦いの国では、偉業を成し遂げた勇敢な戦士が栄誉と花を手に入れる。そして様々な試練を乗り越える知恵こそが、偉業を成し遂げる礎だ。<br>知恵と力を駆使して、すべての挑戦と敵を突破し、自分だけの「栄冠の歌」を奏でよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>戦いの国では、偉業を成し遂げた勇敢な戦士が栄誉と花を手に入れる。そして様々な試練を乗り越える知恵こそが、偉業を成し遂げる礎だ。<br>知恵と力を駆使して、すべての挑戦と敵を突破し、自分だけの「栄冠の歌」を奏でよう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、特定の七天神像を開放、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>挑戦は「いばらの試練」、「栄冠の歌」2つの戦闘に分かれています。「いばらの試練」の戦闘では、指定の方法で挑戦目標を達成する必要があります。「いばらの試練」での成績が良いほど、「栄冠の歌」で獲得できる強化効果が増加します。<br>「栄冠の歌」では、特殊な強化効果を利用して、制限時間内にできるだけ多く敵を倒してポイントを稼ぎましょう。",
                "Reward": [
                    201,
                    104003,
                    114062,
                    114066,
                    114070,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13457
                ]
            },
            {
                "_id": 2033,
                "Name": "巡れ！ワンダフルグラフィティ",
                "Desc": "「こだまの子」のステージの前で、とあるラクガキ師に声をかけられたあなたとパイモン。「ナタを巡り、インスピレーションを探さないか」と誘われた…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>「こだまの子」のステージの前で、とあるラクガキ師に声をかけられたあなたとパイモン。「ナタを巡り、インスピレーションを探さないか」と誘われた…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「白石に埋もれし黒石」をクリア後にプレイしていただくと、より良いイベント体験をお楽しみいただけます）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「巡れ！ワンダフルグラフィティ」は3つのコンテンツに分かれています。<br><br>コンテンツ1·「激流の真なる形」<br>ナタの仲間ならではの能力を活用して、時間制限挑戦で挑戦コインや様々なオブジェクトを集め、より高いポイントを獲得しましょう。<br><br>コンテンツ2·「炸裂エクストリーム」<br>指定エリアの敵を倒し、さらに強敵に挑戦して目標を達成しましょう。<br><br>コンテンツ3·「ビビッドアスペクト」<br>ナタを探索し、七天神像と各地の展望スポットを開放しましょう。また、ナタの特産を集め、ユニークな生き物たちの写真を撮ってあげましょう。<br><br>上記のコンテンツをクリアして「色彩アイデア」を集めると、様々な報酬を獲得できます。",
                "Reward": [
                    201,
                    104319,
                    14427,
                    104349,
                    104003,
                    114062,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5217,
                "Name": "ぐるぐるコマちゃん！",
                "Desc": "鳴り響くドリルが止まる時は来るのだろうか？<br>いつまでも回り続け、乗った人を連れて高い山を越えていく。<br>夢も冒険も同じ。たとえ平凡な日でも、心は依然として遥かな空へと向かっている。",
                "Intro": "",
                "Reward": [],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.8",
        "Events": [
            {
                "_id": 5200,
                "Name": "カラコロ！チュンボール",
                "Desc": "フォンテーヌのロマリタイムハーバーを通りかかったあなたとパイモンは、バシマ五世という名の陽気な学者に出会った。彼女に誘われ、あなたたちは息抜きにちょうどいい可愛らしいボードゲームを楽しむことにした…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>息抜きにちょうどいい可愛らしいボードゲーム。慎重に根気よく「チュンボール」を投げて、ゲーム目標をより多く達成しましょう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>バシマ五世に改良された「カラコロ！チュンボール」は、ソロプレイの「シングルプレイ」と二人プレイの「マルチプレイ」の二つのモードに分かれています。どちらのモードでも「キラキラチュンコイン」を獲得でき、対応する報酬と交換できます。獲得できる「キラキラチュンコイン」の上限は開催期間中、日数の経過にあわせて増えていきます。",
                "Reward": [
                    201,
                    104003,
                    114050,
                    114054,
                    114058,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5201,
                "Name": "旅の写真に閃きを·雫の章",
                "Desc": "フォンテーヌで、あなたたちは画家の朝霧に再会した。彼女は「挿絵作家」としての活躍の場所を水の国にまで広めようとしているようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>フォンテーヌで、あなたたちは画家の朝霧に再会した。彼女は「挿絵作家」としての活躍の場所を水の国にまで広めようとしているようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始日から7日間、毎日2カ所ずつ新たな撮影地点が解放されます。<br>朝霧のリクエストに応え、「朝霧のフォンテーヌ専用写真機」でさまざまな写真を撮ってきてください。<br>イベント期間中、各「撮影地点」での写真撮影を終えると、イベント画面にて報酬を受け取れます。",
                "Reward": [
                    201,
                    104339,
                    104342,
                    104345,
                    105002,
                    202
                ],
                "Tutorial": [
                    13379
                ]
            },
            {
                "_id": 2032,
                "Name": "陽夏！悪龍？童話の王国！",
                "Desc": "夏のそよ風に運ばれて、物語——そして青々とした草の香りが漂う。旅の途中で、あなたとパイモンは突然、おかしな装丁の本を受け取った。一体どんな本なのだろう？さっそく開いてみよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>夏のそよ風に運ばれて、物語——そして青々とした草の香りが漂う。旅の途中で、あなたとパイモンは突然、おかしな装丁の本を受け取った。一体どんな本なのだろう？さっそく開いてみよう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク18以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「伽藍に落ちて」、「罪人の円舞曲」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「陽夏！悪龍？童話の王国！」は4つのテーマで構成されています。<br><br>テーマ1·「北風の輝く塵」<br>輝く塵の後ろについていき、空中に浮かぶ標的を撃破して時間制限挑戦をクリアしましょう。<br><br>テーマ2·「フライングハット·キャッチャー」<br>楽しいゲームに挑戦！様々なルールに従って「フライングハット」で積み木の小人を吸い込み、より高いポイントを獲得しましょう。<br><br>テーマ3·「オルビット城の試練」<br>敵を倒して「ブレイブ」を獲得し、「ブレイブタイム」に入って華麗なる姿で目の前にいる敵を一掃しましょう！<br><br>テーマ4·「巧みな彫刻」<br>他のコンテンツで獲得した「星旅コイン」を消費し、各エリアの「抽選ボックス」で「童話の模型」を彫刻して対応するコレクション棚に配置しましょう。彫刻を一定回数行うたびに、各種報酬を開放できます。<br><br>また、不思議な新エリアを探索中、「歓声の羽」を集めたり、「童話の宝箱」を開けたり、各種挑戦をクリアしたりすることで、「悠楽の断章」を獲得し、様々な報酬と交換できます。",
                "Reward": [
                    201,
                    104319,
                    1061,
                    374730,
                    104340,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5202,
                "Name": "エネルギー原盤·補題",
                "Desc": "フォンテーヌで、あなたとパイモンは教令院の学者·ホッセイニに再会した。今回、彼は新たなエネルギー原盤を持って来たという…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>フォンテーヌで、あなたとパイモンは教令院の学者·ホッセイニに再会した。今回、彼は新たなエネルギー原盤を持って来たという…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク27以上。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始日から、毎日1つずつ新たなステージが開放されていきます。ステージは全部で6つあります。<br>挑戦では、イベントのお試しキャラクターと所有キャラクターの中から3チームを編成し、3ラウンドの戦闘実験に参加します。<br><br>地脈エフェクターと駆動力：各ステージを挑戦するチーム毎に、「駆動力」を消費して「地脈エフェクター」をセットでき、さまざまな戦闘バフ効果を獲得できます。各キャラクターが獲得できる「駆動力」はその冒険力と関係しています。挑戦では、3つのチームが「駆動力」を共有します。<br><br>制限時間内にできるだけ多くの敵を倒してポイントを獲得するのが本挑戦の目的です。挑戦終了後は、ポイントに応じてメダルを受け取ることができます。<br><br>イベント「エネルギー原盤·補題」挑戦中は、食べ物などのアイテムが使えなくなります。",
                "Reward": [
                    201,
                    104003,
                    114050,
                    114054,
                    114058,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.7",
        "Events": [
            {
                "_id": 5191,
                "Name": "スプラッシュ·デュエット",
                "Desc": "ブロー地区の片隅で轟音が鳴り響き、それがあなたとパイモンの耳に届いた…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>ブロー地区の片隅で轟音が鳴り響き、それがあなたとパイモンの耳に届いた…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>特別にデザインされたウォーターキャノンを駆使して、空中に浮かぶ標的を撃ち抜き、時間制限のシューティングゲームをクリアしましょう。イベントの開始から4日間、毎日新しい挑戦が2つずつ開放されていきます。",
                "Reward": [
                    201,
                    393185,
                    104003,
                    114050,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5192,
                "Name": "千変万化の豪傑譚",
                "Desc": "戦場の環境とは常に目まぐるしく変化するもの。臨機応変に動くことが、勝利の秘訣である。<br>設定された位相特性に応じて、最適なチームを編成し、素早く勝利を掴み取ろう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>戦場の環境とは常に目まぐるしく変化するもの。臨機応変に動くことが、勝利の秘訣である。<br>設定された位相特性に応じて、最適なチームを編成し、素早く勝利を掴み取ろう！<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベントの開始日から4日間、毎日2つずつ新たな挑戦が開放されます。所持しているキャラクターとイベントのお試しキャラクターを上手く組み合わせて挑戦することになります。<br><br>挑戦中、決められた方法で敵を倒す必要があります。他の方法で敵を倒しても、挑戦の進捗はカウントされません。また、挑戦中は料理などのアイテムを利用できません。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    13360
                ]
            },
            {
                "_id": 2031,
                "Name": "堅守演習",
                "Desc": "テイワット各地の治安を改善するため、千岩軍は友好関係にある近隣諸国の軍隊と共に合同演習を行い、よりよい戦法を模索しているらしい…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>テイワット各地の治安を改善するため、千岩軍は友好関係にある近隣諸国の軍隊と共に合同演習を行い、よりよい戦法を模索しているらしい…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「罪人の円舞曲」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「堅守演習」のステージは「攻撃演習」と「防衛演習」の2種類に分かれています。想定された目標の考察を行い、敵の編成を分析し、兵棋を編成して挑戦を始めましょう。<br>演習挑戦をクリアすると「分析進捗」を獲得でき、貴重な物資や報酬などと交換できます。",
                "Reward": [
                    201,
                    104319,
                    15426,
                    104003,
                    104112,
                    104311,
                    114014,
                    104013,
                    202
                ],
                "Tutorial": [
                    13353
                ]
            },
            {
                "_id": 5199,
                "Name": "ペンと空想の旅",
                "Desc": "モンドに戻ったあなたたちは、ある娯楽小説の作家に会った。彼女が贈る物語に沿って、あなたたちは不思議な読書体験と空想の旅に出ることになる…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>モンドに戻ったあなたたちは、ある娯楽小説の作家に会った。彼女が贈る物語に沿って、あなたたちは不思議な読書体験と空想の旅に出ることになる…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上。（魔神任務「千手百目の浮世」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベントの開始日から3日間、毎日2つずつ新たな挑戦が開放されます。最初の5つのステージは、指定されたキャラクターを使って挑戦をクリアする必要があります。ステージ6は、指定されたキャラクターのうち任意の2名を選択して挑戦をクリアしてください。<br><br>挑戦目標は、制限時間がある中で、迷宮内の弾幕などのギミックを回避しながら、できるだけ多くの迷宮コインを拾ってポイントを獲得することです。各ステージの挑戦中、冒険テクニックを駆使することで強力な助力を得られます。なお挑戦中、キャラクターの元素爆発、食べ物、便利アイテムは使用できません。",
                "Reward": [
                    201,
                    104003,
                    104302,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.6",
        "Events": [
            {
                "_id": 5188,
                "Name": "異種サウリアン巡訪戦記",
                "Desc": "ある日、あなたとパイモンは冒険者協会で「主人公を探す」という謎の依頼を受け、不思議な仲間を探す旅に出た…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>ある日、あなたとパイモンは冒険者協会で「主人公を探す」という謎の依頼を受け、不思議な仲間を探す旅に出た…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク30以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後、2日ごとに新たな任務が開放され、完了すると対応する挑戦に挑むことができます。7日目に全ての挑戦が開放されます。<br>挑戦中、旅人は挑戦難易度と「交渉戦略」を調整できます。<br>選択した難易度と戦略によって挑戦クリア時に獲得する評価が変わり、それに応じて報酬を受け取れます。",
                "Reward": [
                    201,
                    104003,
                    104339,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 2030,
                "Name": "荒瀧·生命のロックイリデッセンスビッグツアー",
                "Desc": "ある日、「荒瀧一斗」から祭りへの招待状が届いた。情熱的な招待状を読んだあなたたちは、海祇島へと向かうことに…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>ある日、「荒瀧一斗」から祭りへの招待状が届いた。情熱的な招待状を読んだあなたたちは、海祇島へと向かうことに…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク30以上、かつ魔神任務「離島脱出計画」をクリア。（伝説任務「天ノ牛の章 第一幕」、「天下人の章 第二幕」クリア後にプレイしていただくと、より良いプレイ体験の上でイベントをお楽しみいただけます）。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>「荒瀧·生命のロックイリデッセンスビッグツアー」は3つのテーマに分かれています。<br><br>テーマ1·「極思狂乱の大合奏」<br>楽器を使って自由に曲を演奏しましょう。<br><br>テーマ2·「万千珍品の大収集」<br>ドヴォルザークのリストに従って必要なものを集め、会場の飾りつけに必要なものを作る手伝いをしましょう。<br><br>テーマ3·「音韻律動の大交流」<br>メロディーを聴き、欠けている音符を復元します。音楽の愛好家たちと交流して、より大勢の人を祭りに招待しましょう。",
                "Reward": [
                    201,
                    104319,
                    1055,
                    220097,
                    104322,
                    104003,
                    104112,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5189,
                "Name": "振晶の応用研究",
                "Desc": "璃月を訪れたフォンテーヌのエンジニア2人が、層岩巨淵の外で「振晶」という名の宝石の間に現れる「映射」反応を研究しているようだ。どうやら、その実験データをたくさん集めて、「振晶」の原理を利用した製品を発明し、経済面を潤そうとしているらしい。<br>「発振晶」と「受振晶」を組み合わせて様々な反応を試し、敵をどんどん倒そう。",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>璃月を訪れたフォンテーヌのエンジニア2人が、層岩巨淵の外で「振晶」という名の宝石の間に現れる「映射」反応を研究しているようだ。どうやら、その実験データをたくさん集めて、「振晶」の原理を利用した製品を発明し、経済面を潤そうとしているらしい。「発振晶」と「受振晶」を組み合わせて各種映射効果を試し、より多くの敵を倒してさまざまな報酬を手に入れよう。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク28以上、かつ魔神任務「送仙」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「振晶の応用研究」の開始日から6日間、毎日1つずつ新たな挑戦が開放されます。挑戦では、イベントのお試しキャラクターと所有キャラクターの中から2チームを編成し、前半と後半の戦闘実験に参加します。<br><br>振晶共鳴：それぞれのステージを挑戦するチーム毎に「振晶」セットを配置でき、さまざまな強化効果を獲得できます。「振晶」は以下の2種類に分かれています。<br>·「発振晶」：強化効果を発動するための条件となります。<br>·「受振晶」：条件を満たしたときに強化効果を発動します。<br>「発振晶」を活用して「受振晶」の強化効果を獲得しましょう！<br>一つの「受振晶」が複数の「発振晶」と連結している場合、別の条件で発動された効果は重ね掛けができます。重ね掛けされた効果は僅かに強化されます。詳しくは「振晶映射」画面にてご確認ください。<br><br>制限時間内にできるだけ多くの敵を倒してポイントを獲得するのが本挑戦の目的です。挑戦終了後は、ポイントに応じてメダルを受け取ることができます。<br><br>イベント「振晶の応用研究」挑戦中は、食べ物などのアイテムが使えなくなります。",
                "Reward": [
                    201,
                    104003,
                    114014,
                    104013,
                    202
                ],
                "Tutorial": [
                    13350
                ]
            },
            {
                "_id": 5190,
                "Name": "風の行方·妙策の陣",
                "Desc": "モンドの歴史をなぞらえた伝統ある催し、「風の行方」が新たな形で再登場！<br>プレイヤーはそれぞれ、反抗組織の「レンジャー」と旧貴族の「ハンター」に扮して、狩りの時間が終わるまで「廻旋の地」で競い合う。ゲームをプレイして「追跡コイン」を手に入れ、各種報酬をゲットしよう！",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>モンド城のガイガックスは、自分が考案した「風の行方」を改良して新たな内容を取り入れた——その名も「風の行方·妙策の陣」。そして現在、それを試遊してくれるプレイヤーを募集している。参加すると、各段階の報酬開放に使える「追跡コイン」を獲得できる。<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上で、イベント「風の行方·妙策の陣」に参加できます。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>1.イベント開始から6日間、毎日「追跡コイン」の獲得上限数が1000枚ずつ増えていきます。<br>2.ソロ、または1～2名のフレンドと一緒に「マッチング」に参加でき、プレイすると「追跡コイン」を獲得できます。フレンド1～2名と一緒にマッチングに参加した場合、フレンドは全員レンジャーになります。3名のフレンドと一緒にチームを組んでプレイした場合、「追跡コイン」は獲得できません。",
                "Reward": [
                    201,
                    104003,
                    114014,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    },
    {
        "Ver": "4.5",
        "Events": [
            {
                "_id": 2029,
                "Name": "巧みなる錬金経営",
                "Desc": "西風騎士団は錬金術の成果に関する長期的な計画を立てている。その責任者であるリサはいい案を思いついたようで、あなたとパイモンに声をかけた…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>西風騎士団は錬金術の成果に関する長期的な計画を立てている。その責任者であるリサはいい案を思いついたようで、あなたとパイモンに声をかけた…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「罪人の円舞曲」、伝説任務「波沫の章 第一幕」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント「巧みなる錬金経営」で、薬の材料を栽培したり、薬剤を錬成して販売したりして、店舗の売り上げを保ち、経営規模を拡大していきましょう。<br><br>「材料栽培」<br>特殊処理の施された薬の材料を栽培して、錬金時により大きな効果を発揮できるようにしましょう。<br><br>「薬剤錬成」<br>一定の規則に従って、材料を錬金釜に並べ入れると、多種多様な効果や特性を持つ薬剤を作り出せます。<br><br>「薬剤販売」<br>市場情報に基づいて判断し、需要のあるポーションを販売すると、ビジネスチャンスを掴み取ることができ、より大きな利益を得られます。<br><br>ショップの累計収入を伸ばしつづけ、経営を軌道に乗せると、様々な物資の報酬を獲得できます。",
                "Reward": [
                    201,
                    104319,
                    13426,
                    390524,
                    104303,
                    114003,
                    104003,
                    104112,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            },
            {
                "_id": 5182,
                "Name": "雄弁なフェーイズ作用",
                "Desc": "以前、不思議な「フェーイズポーション」を開発した生論派学者のジャミが、また難しい問題に直面しているらしい。問題を解決すべく、ジャミはとある改善策を講じることにした。あとは、その効果を検証してくれる人を待つだけだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>以前、不思議な「フェーイズポーション」を開発した生論派学者のジャミが、また難しい問題に直面しているらしい。問題を解決すべく、ジャミはとある改善策を講じることにした。あとは、その効果を検証してくれる人を待つだけだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベント説明】</color><br>1.「フェーイズの雄弁場」に入って戦闘を始めた後、移動やスキルの発動を停止すると、自動的に「タイムストップ」状態に入ります。何らかの形で移動したり、スキルを発動したりすると、再び時間が流れます。<br><br>2.戦闘中、「フェーイズエネルギー」は時間経過と共に増加し続けます。敵を倒すことでも「フェーイズエネルギー」は獲得できます。「フェーイズエネルギー」が一定の値に達した状態で特定のスキルを発動し、しかるべきタイミングで「タイムストップ」状態に入ると、「スーパーセンス·パーティクル」が現れます。キャラクターの身体で「スーパーセンス·パーティクル」を遮るようにカメラを調整すると、それを獲得して「スーパーセンススキル」を発動し、「フェーイズの助力」をランダムに獲得できます。",
                "Reward": [
                    201,
                    114038,
                    114042,
                    114046,
                    105002,
                    202,
                    104111,
                    104012
                ],
                "Tutorial": [
                    13270
                ]
            },
            {
                "_id": 5183,
                "Name": "モフモフの城、にゃん冒険！",
                "Desc": "ここ最近の旅で、あなたとパイモンは不思議な動物たちにたくさん出会ってきた。いろいろと考えた末に、パイモンはどうしても猫ちゃんたちと遊びたくなったようだ。<br>そこで、あなたたちはモンドに戻り、キャッツテールに行くことにした…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>ここ最近の旅で、あなたとパイモンは不思議な動物たちにたくさん出会ってきた。いろいろと考えた末に、パイモンはどうしても猫ちゃんたちと遊びたくなったようだ。<br>そこで、あなたたちはモンドに戻り、キャッツテールに行くことにした…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。（魔神任務「ゆえなく煙る霧雨のように」、世界任務「翠石の玉壺·其の一」をクリア後にプレイしていただくことで、より良いイベント体験をお楽しみいただけます。）<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後の5日間、毎日新しいステージが開放されます。各ステージの「ふわふわ猫ハウス」を配置した後は、キャットボウルに食べ物を入れることで、そのステージの猫を呼び寄せることができます。猫のわくわく度が上限に達すると、特殊な猫を1匹呼び寄せられます。対応する任務をクリアすると、ステージが開放されます。<br>「ふわふわ猫ハウス」を配置する際には、適切な調度品を組み合わせて目標を達成する必要があります。調度品には快適さ、耐久性、美しさの3つのステータスがあります。各タイプの調度品から適切なものを1つ選択し、エリア全体の3つのステータスが、ちょうどニーズに合う形になるよう配置する必要があります。<br>「ニャオニャ王座」で猫と遊ぶ時に、いろんな部位を触ったり撫でたりしてあげることで、懐き具合を上げることができます。",
                "Reward": [
                    201,
                    362264,
                    410020,
                    104003,
                    104302,
                    202
                ],
                "Tutorial": [
                    0,
                    6155
                ]
            },
            {
                "_id": 5184,
                "Name": "ポヨコロ·クロスファイア",
                "Desc": "警察隊の「天才発明家」が新型のリモート砲台を開発した。実戦におけるこの砲台の働きをテストするために、彼らは特別な射撃実験に参加してくれるエキスパートを募集しているようだ…",
                "Intro": "<color style='color:#D3BC8EFF'>【イベント説明】</color><br>警察隊の「天才発明家」が新型のリモート砲台を開発した。実戦におけるこの砲台の働きをテストするために、彼らは特別な射撃実験に参加してくれるエキスパートを募集しているようだ…<br><br><color style='color:#D3BC8EFF'>【参加条件】</color><br>冒険ランク20以上、かつ魔神任務「龍と自由の歌」をクリア。<br><br><color style='color:#D3BC8EFF'>【イベントルール】</color><br>イベント開始後の5日間、毎日新しいステージが開放されます。前提ステージで一定のポイントを獲得すると次のステージを開放できます。<br>リモート装置で砲台を操作し、なるべく多くのスライムを倒して高得点を目指しましょう。",
                "Reward": [
                    201,
                    104003,
                    114050,
                    114054,
                    114058,
                    105002,
                    104013,
                    202
                ],
                "Tutorial": [
                    0
                ]
            }
        ]
    }
]

var _items = {
    "201": {
        "_id": 201,
        "R": 5,
        "Name": "原石",
        "Desc": "世界を超越した原初の晶石。暗闇の宇宙の中で、主無き夢と希望が結び合わさってできた光。",
        "Src": [],
        "Icon": "UI_ItemIcon_201",
        "Type": "レア貨幣"
    },
    "202": {
        "_id": 202,
        "R": 3,
        "Name": "モラ",
        "Desc": "大陸で流通しているお金。世界で通用する共通言語、誰でも理解できる貴金属。",
        "Src": [
            "蔵金の花で獲得",
            "冒険と探索報酬",
            "洞天百貨で交換"
        ],
        "Icon": "UI_ItemIcon_202",
        "Type": "共通貨幣"
    },
    "1055": {
        "_id": 1055,
        "R": 4,
        "Name": "ゴロー",
        "Desc": "海祇島軍隊の大将で、部下から厚く信頼されている。",
        "Src": [
            "祈願"
        ],
        "Icon": "UI_AvatarIcon_Gorou_Card",
        "Type": "キャラクター開放"
    },
    "1067": {
        "_id": 1067,
        "R": 4,
        "Name": "コレイ",
        "Desc": "アビディアの森で活躍する見習いレンジャー。親切な言動の裏には、少し内向的な性格が隠されている。",
        "Src": [
            "祈願"
        ],
        "Icon": "UI_AvatarIcon_Collei_Card",
        "Type": "キャラクター開放"
    },
    "1072": {
        "_id": 1072,
        "R": 4,
        "Name": "キャンディス",
        "Desc": "琥珀色の左目を持つ、キングデシェレトの末裔。アアル村のガーディアンをしている。",
        "Src": [
            "祈願"
        ],
        "Icon": "UI_AvatarIcon_Candace_Card",
        "Type": "キャラクター開放"
    },
    "1061": {
        "_id": 1061,
        "R": 4,
        "Name": "綺良々",
        "Desc": "稲妻の配達会社「狛荷屋」の配達員。仕事を愛し、人間社会に憧れている「猫又」。",
        "Src": [
            "祈願"
        ],
        "Icon": "UI_AvatarIcon_Momoka_Card",
        "Type": "キャラクター開放"
    },
    "1097": {
        "_id": 1097,
        "R": 4,
        "Name": "セトス",
        "Desc": "沈黙の殿の継承者。砂漠より訪れ、秘密を背負っている。",
        "Src": [
            "祈願"
        ],
        "Icon": "UI_AvatarIcon_Sethos_Card",
        "Type": "キャラクター開放"
    },
    "4105": {
        "_id": 4105,
        "R": 4,
        "Name": "オロルン",
        "Desc": "謎煙の主出身だが、無数の命と共に、集落の外で生きる若者。",
        "Src": [
            "祈願"
        ],
        "Icon": "UI_AvatarIcon_Olorun_Card",
        "Type": "キャラクター開放"
    },
    "101261": {
        "_id": 101261,
        "R": 0,
        "Name": "フロストランプ",
        "Desc": "燭台のような形をした花。水辺に生えており、そのひんやりとした清らかな香りには、心を落ち着かせる効果がある。<br>花心と花茎の色が異なることから、二種類のクーヴァキの象徴とされている。しかし、フロストランプはクーヴァキの影響を受けない植物であるため、時に霜月の子の信徒から、無信仰者や背反者の象徴と見なされることもある。<br>この奇妙な花は、五百年前の漆黒の災厄が終わった時に初めて大地に現れたと語られているが、その説が厳密に検証されたことはない。",
        "Src": [
            "採集ポイントへ",
            "推奨：夜明かしの墓で採集",
            "推奨：霜月の里付近で採集",
            "塵歌壺で栽培"
        ],
        "Icon": "UI_ItemIcon_101261",
        "Type": "ナド・クライ地域の特産",
        "Link": 1
    },
    "101263": {
        "_id": 101263,
        "R": 0,
        "Name": "月落銀",
        "Desc": "月光のように澄みきった、瑕ひとつない銀白の結晶。ほぼ完璧な元素親和性を持つ。<br>「霜月の子」の伝承によると、この晶石は五百年前、月の少女とともに誕生し、当時の詠月使によって「月から落ちた贈り物」と見なされ、「月落銀」と名づけられたという。しかし、スネージナヤの年代記作家たちが記したさらに古い文献には、黄金の国の末裔は数千年前より霜月が紡いだ秘銀を用いていたとの記述がある。両者の関係性はもはや検証不能だが、この晶石が今もなおナド・クライの職人たちから最高の元素力導体として重宝されていることだけは確かである。",
        "Src": [
            "採集ポイントへ",
            "ヒーシ島で採集"
        ],
        "Icon": "UI_ItemIcon_101263",
        "Type": "ナド・クライ地域の特産",
        "Link": 1
    },
    "104002": {
        "_id": 104002,
        "R": 3,
        "Name": "冒険家の経験",
        "Desc": "キャラクターのLvUP用アイテム、使用すると経験値5000を獲得できる。<br>秘境に足を踏み入れるために大事なもの。",
        "Src": [
            "啓示の花で獲得",
            "冒険と探索報酬"
        ],
        "Icon": "UI_ItemIcon_104002",
        "Type": "キャラクター経験値素材"
    },
    "104003": {
        "_id": 104003,
        "R": 4,
        "Name": "大英雄の経験",
        "Desc": "キャラクターのLvUP用アイテム、使用すると経験値20000を獲得できる。<br>天空の島を目指して、大陸を巡礼するために貴重なもの。",
        "Src": [
            "啓示の花で獲得",
            "事件解決報酬",
            "洞天百貨で交換"
        ],
        "Icon": "UI_ItemIcon_104003",
        "Type": "キャラクター経験値素材"
    },
    "104012": {
        "_id": 104012,
        "R": 2,
        "Name": "仕上げ用良鉱",
        "Desc": "武器のLvUP用アイテム、使用すると経験値2000を獲得できる。<br>特殊な精錬鉱石の塊。これを吸い込むことにより、武器がさらに強くなる。",
        "Src": [
            "鍛造で獲得",
            "クエストクリア報酬"
        ],
        "Icon": "UI_ItemIcon_104012",
        "Type": "武器強化素材"
    },
    "104013": {
        "_id": 104013,
        "R": 3,
        "Name": "仕上げ用魔鉱",
        "Desc": "武器のLvUP用アイテム、使用すると経験値10000を獲得できる。<br>この大地にあった戦いの記憶をもつ精錬鉱石の塊。これを吸い込むことにより、武器も魂を持つようになる。",
        "Src": [
            "鍛造で獲得",
            "クエストクリア報酬"
        ],
        "Icon": "UI_ItemIcon_104013",
        "Type": "武器強化素材"
    },
    "104111": {
        "_id": 104111,
        "R": 2,
        "Name": "炎願のアゲート·砕屑",
        "Desc": "キャラクターの突破用アイテム。",
        "Src": [
            "冒険の証·討伐タブ表示",
            "合成台の変転タブで変転して獲得",
            "記念品ショップで交換"
        ],
        "Icon": "UI_ItemIcon_104111",
        "Type": "キャラクター突破素材",
        "Link": 1
    },
    "104112": {
        "_id": 104112,
        "R": 3,
        "Name": "炎願のアゲート·欠片",
        "Desc": "キャラクターの突破用アイテム。<br>「人々の願いのため、巡礼の道を歩もう。最強を目指して集い、戦うのだ…」",
        "Src": [
            "冒険の証·討伐タブ表示",
            "合成台の変転タブで変転して獲得",
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104112",
        "Type": "キャラクター突破素材",
        "Link": 1
    },
    "104132": {
        "_id": 104132,
        "R": 3,
        "Name": "成長のエメラルド·欠片",
        "Desc": "キャラクターの突破用アイテム。<br>「長い長い夢を見ていたわ…」",
        "Src": [
            "冒険の証·討伐タブ表示",
            "合成台の変転タブで変転して獲得",
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104132",
        "Type": "キャラクター突破素材",
        "Link": 1
    },
    "104142": {
        "_id": 104142,
        "R": 3,
        "Name": "最勝のアメシスト·欠片",
        "Desc": "キャラクターの突破用アイテム。<br>「此の身こそ、いと尊き存在。」",
        "Src": [
            "冒険の証·討伐タブ表示",
            "合成台の変転タブで変転して獲得",
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104142",
        "Type": "キャラクター突破素材",
        "Link": 1
    },
    "104172": {
        "_id": 104172,
        "R": 3,
        "Name": "堅牢なトパーズ·欠片",
        "Desc": "キャラクターの突破用アイテム。<br>「この大陸の全ての金銭は俺の血肉。」",
        "Src": [
            "冒険の証·討伐タブ表示",
            "合成台の変転タブで変転して獲得",
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104172",
        "Type": "キャラクター突破素材",
        "Link": 1
    },
    "104302": {
        "_id": 104302,
        "R": 3,
        "Name": "「自由」の導き",
        "Desc": "天賦育成素材。<br>風の国の精神は自由である。<br>自由その2、旅する自由、すなわち蒼翠なる土地で自由気ままに通行し、邪魔されない自由。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104302",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104303": {
        "_id": 104303,
        "R": 4,
        "Name": "「自由」の哲学",
        "Desc": "天賦育成素材。<br>風の国の精神は自由である。<br>自由その3、歌う自由、すなわち風神が作った美しい場所で歌い、風のように自分の心を自由にすること。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104303",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104311": {
        "_id": 104311,
        "R": 3,
        "Name": "「繁栄」の導き",
        "Desc": "天賦育成素材。<br>岩の国が追い求めるものは繁栄である。<br>繁栄は璃月がその民に対する約束である。働き者には繁栄を、この土地には黄金を。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104311",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104312": {
        "_id": 104312,
        "R": 4,
        "Name": "「繁栄」の哲学",
        "Desc": "天賦育成素材。<br>岩の国が追い求めるものは繁栄である。<br>繁栄は璃月の過去、現在、そして未来。この世界の全ての国がたどり着けないような繁栄は、璃月と璃月の民のものである。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104312",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104319": {
        "_id": 104319,
        "R": 5,
        "Name": "知恵の冠",
        "Desc": "天賦のLvUpに必要なレア素材。<br>遥か昔に、知恵の伝承に使用していた儀式の器具。現在、知恵はすでに言語や典籍と一体化している。しかし「知恵の冠」に残された力と知識は今の人に偉大なる突破をもたらしてくれる。",
        "Src": [
            "期間限定イベント報酬"
        ],
        "Icon": "UI_ItemIcon_104319",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104322": {
        "_id": 104322,
        "R": 4,
        "Name": "「浮世」の哲学",
        "Desc": "天賦育成素材。<br>雷の国が抱く夢は浮世である。<br>浮世の儚さは人生の美しさの本質。人の一生、この世にとっては稲光の如く。神威は刹那に顕現する。だが、その永遠の威圧に耐えられる者はこの世にいるのだろうか？",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104322",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104331": {
        "_id": 104331,
        "R": 4,
        "Name": "「忠言」の哲学",
        "Desc": "天賦育成素材。<br>「忠言」は知恵の国の枝と幹である。<br>忠言のもたらす結果は至善の操行。行動は言葉に真の意味を与える。言葉と思考、そして行動の一致は、知恵の木を実らせるための豊かな養分なのだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104331",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104339": {
        "_id": 104339,
        "R": 3,
        "Name": "「公平」の導き",
        "Desc": "天賦育成素材。<br>水の国の堤は公平である。<br>公平はフォンテーヌが成り立つ礎となる。公平は法律の基準を形作っている。もし法律が公平という本質を失えば、必ず貪欲をむさぼる駒になってしまうだろう。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104339",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104340": {
        "_id": 104340,
        "R": 4,
        "Name": "「公平」の哲学",
        "Desc": "天賦育成素材。<br>水の国の堤は公平である。<br>公平はフォンテーヌが成り立つ礎となる。公平には常に揺るがない道徳と法律の支えが必要だ。道徳と法律も、変わらない公平を基に変化し続けている。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104340",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104342": {
        "_id": 104342,
        "R": 3,
        "Name": "「正義」の導き",
        "Desc": "天賦育成素材。<br>水の国の剣は正義である。<br>フォンテーヌの法律は正義の剣をもって実行される。正義は盲目であり、正義を剣とする者は、利益や私情に惑わされたりしない。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104342",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104345": {
        "_id": 104345,
        "R": 3,
        "Name": "「秩序」の導き",
        "Desc": "天賦育成素材。<br>水の国の盾は秩序である。<br>フォンテーヌのすべての法律は、最終的には安定した秩序を守るためにある。秩序の保障がなければ、正義は終わりなき暴力となり、すべての人がすべての人に反対するための武器になってしまう。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104345",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104348": {
        "_id": 104348,
        "R": 3,
        "Name": "「角逐」の導き",
        "Desc": "天賦育成素材。<br>炎の国において「角逐」は原則である。<br>人間は翼を持つ獣と速度を競ったり、スライムと身体の柔らかさを競ったりはできないが、人間ならではの強さを持っている。時に、なぜ競い合うのか、如何に競い合うのかを突き詰めることは、自分自身を知るカギとなる。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104348",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104349": {
        "_id": 104349,
        "R": 4,
        "Name": "「角逐」の哲学",
        "Desc": "天賦育成素材。<br>炎の国において「角逐」は原則である。<br>角逐の目的はもっと強い自分になること。勝敗が決した後、進む方向を見出した勝者は自信を手にし、敗者は強くなるための啓示を授かる。勝負そのものもさることながら、これも角逐の真の意味の一つだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104349",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104351": {
        "_id": 104351,
        "R": 3,
        "Name": "「焚燼」の導き",
        "Desc": "天賦育成素材。<br>炎の国において「焚燼」はルールである。<br>何かを得たければ、相応の代償を払うべきである。得るものに対して代償が遥かに重かったり、代償が足らなかったりすれば、欲しいものが手に入らない場合もある。代償と得るものを正しく認識することも、「焚燼」の意義の一つだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104351",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104354": {
        "_id": 104354,
        "R": 3,
        "Name": "「紛争」の導き",
        "Desc": "天賦育成素材。<br>炎の国において「紛争」は理である。<br>争いはより上位の力の介入によって解決できる。つまり、どのようなこともコントロールするすべが存在するのだ。また、争いは一種の「締め切り」でもある。払う代償にかかわらず先送りをやめさせ、関わる者たちにはっきり結果を出すよう促すからだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104354",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104357": {
        "_id": 104357,
        "R": 3,
        "Name": "「月光」の導き",
        "Desc": "天賦育成素材。<br>「月光」は月下の地の祝福である。<br>雲間から漏れる月の光は、暗く果てしない荒野においては微かなものである。それでも、長い夜の中で人々を導いてくれるのは、その一筋の光なのだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104357",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "104358": {
        "_id": 104358,
        "R": 4,
        "Name": "「月光」の哲学",
        "Desc": "天賦育成素材。<br>「月光」は月下の地の祝福である。<br>新月が昇る時、天空の月に啓示と祝福を祈るのは、原初の時代から受け継がれてきた儀式である。今夜の月光は過去のどの夜とも変わらないように見えるが、人々がかつて仰いだあの月は、一体どこにあるのだろうか？",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_104358",
        "Type": "キャラクター天賦素材",
        "Link": 1
    },
    "105002": {
        "_id": 105002,
        "R": 3,
        "Name": "祈聖のオイル",
        "Desc": "聖遺物強化用の素材、使用すると経験値2500を獲得できる。<br>大量のエネルギーが秘められた精髄。聖遺物の強化に使える。",
        "Src": [],
        "Icon": "UI_ItemIcon_105002",
        "Type": "聖遺物強化素材"
    },
    "105003": {
        "_id": 105003,
        "R": 4,
        "Name": "祈聖のエキス",
        "Desc": "聖遺物強化用の素材、使用すると経験値10000を獲得できる。<br>聖遺物の本質は意志と記憶が具現化した結晶だ。とある純粋な力を精製して得たこの精髄は、意志と記憶をより鮮明に、より強力にすることができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_105003",
        "Type": "聖遺物強化素材"
    },
    "105006": {
        "_id": 105006,
        "R": 5,
        "Name": "聖啓の塵",
        "Desc": "聖遺物の力は物語に由来する。そのため、神聖あるいは冒涜的な書き物を通して、聖遺物を再構築することも可能だ。<br>しかし、物語そのものに善悪の区別はない。歌と言葉は救済の力を持つが、破滅の力を宿すこともあるのだ——かつて聖なる啓示を伝え、地上の万国とその栄華を統べながらも、高天から墜ちた使者が信じていたように。これらの清浄な、あるいは穢れた羽根は、今なお偽りの啓示を記し、定められた物語を書き換えることができる。だが、たとえ世界に抗おうと、ただ塵となって消え去る結末が変わることはない。",
        "Src": [
            "「幽境の激戦」激戦ボーナス",
            "「幽境の激戦」挑戦報酬",
            "「鍛錬の道」で獲得",
            "ナド・クライ「月霊の秘蔵の地」で獲得",
            "「天空紀行」と「真珠の歌」で獲得"
        ],
        "Icon": "UI_ItemIcon_TrainingIteration",
        "Type": "消耗品"
    },
    "107021": {
        "_id": 107021,
        "R": 3,
        "Name": "ラッキーカードコイン",
        "Desc": "プレイヤー協会が認証し使用している貨幣。「七聖召喚」に関する様々なアイテムを購入できる。ラッキーカードコインという名には、所持している人がラッキーになれますようにという願いが込められているそうだ。でも、もしかすると、そもそもラッキーな人だけがこれを所持できるというだけかもしれない…",
        "Src": [],
        "Icon": "UI_GcgIcon_CardCurrency",
        "Type": "消耗品"
    },
    "112122": {
        "_id": 112122,
        "R": 1,
        "Name": "破損した駆動軸",
        "Desc": "戦闘中に損傷した陸巡艇の駆動軸。<br>いかなる精密な技術も激しい摩耗には抗えないように、どんなに壮大な理想を掲げても他者の理想のために犠牲になった者の命は取り戻せない。ましてや量産された機械は精密とは言えず、量産された理想もまた真の理想とは言えない…",
        "Src": [
            "陸巡艇がドロップ",
            "スターダスト交換"
        ],
        "Icon": "UI_ItemIcon_112122",
        "Type": "キャラと武器育成素材",
        "Link": 1
    },
    "112123": {
        "_id": 112123,
        "R": 2,
        "Name": "強固な駆動軸",
        "Desc": "強化処理が施された陸巡艇の駆動軸。<br>数え切れない損傷報告の積み重ねから、ようやくこのわずかな改良が実現した。オルジェイナヤ・パラタの行政体制は、製造される機械そのものよりも何十倍も複雑なのかもしれない。なぜなら、最先端の陸巡艇でさえ、製造に数か月、あるいは数年もかかることはないからだ。",
        "Src": [
            "陸巡艇（Lv.40以上）がドロップ",
            "スターダスト交換",
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_112123",
        "Type": "キャラと武器育成素材",
        "Link": 1
    },
    "112125": {
        "_id": 112125,
        "R": 1,
        "Name": "破損した徽章",
        "Desc": "ファデュイ特務隊員に配られる徽章。<br>これを持つ者は、一体どのような決意を胸にこの隊に加入したのだろうか…",
        "Src": [
            "ファデュイ特務隊がドロップ",
            "スターダスト交換"
        ],
        "Icon": "UI_ItemIcon_112125",
        "Type": "キャラと武器育成素材",
        "Link": 1
    },
    "112126": {
        "_id": 112126,
        "R": 2,
        "Name": "精巧な徽章",
        "Desc": "ファデュイ特務隊員に配られる徽章。<br>精巧な輝きの裏には、徽章の所有者が昇進のために支払った代償が潜んでいるかもしれない…",
        "Src": [
            "ファデュイ特務隊（Lv.40以上）がドロップ",
            "スターダスト交換",
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_112126",
        "Type": "キャラと武器育成素材",
        "Link": 1
    },
    "113077": {
        "_id": 113077,
        "R": 4,
        "Name": "精密クーヴァキダック金型",
        "Desc": "ボコボコダックを倒した後、その破損した構造から取り出したプレス型。アイノから贈られた記念品とも言える。<br>スメールの哲学者は、繁殖こそ生命の唯一無二の特徴であり、人の手による造物には同等の偉業は成し得ない——ゆえに、繁殖の力こそ神性と人性を分かつ鍵であると説いた。<br>だが、もしプレス型が与えられ、それに従って機械が型と共に自身を複製できるとしたら、それもまた永遠の繁殖能力であると見なせるのだろうか？アイノのそばにいる無口な青髪のメイドが以前仕えていた主も、かつて同じことを考えた。しかし、無限の自己増殖機械が地表の全てを消費してしまうことを恐れ、断念したという。<br>もっとも、アイノとは無関係な話である。この機械は地表の全てを使い果たして自身を複製する予定はない——所詮、ただのアヒルなのだから。",
        "Src": [
            "ボコボコダック（Lv.30以上）がドロップ"
        ],
        "Icon": "UI_ItemIcon_113077",
        "Type": "キャラクター育成素材",
        "Link": 1
    },
    "113078": {
        "_id": 113078,
        "R": 4,
        "Name": "採光の鱗羽",
        "Desc": "集光の幻月蝶を倒した後、その背から落ちた、鱗粉に覆われた虫の翼。<br>この地に伝わる民話には、「禁忌の地に足を踏み入れた者がこの幻惑の鱗羽に惑わされ、以来森や沼に消えていった」というような話が数多く残っている。ある者は、蝶形の魔獣の幻惑は、人を狂わせ錯乱させる月の力に由来するのだと語り、またある者は、これは古の力による危険の警告だと主張する…",
        "Src": [
            "集光の幻月蝶（Lv.30以上）がドロップ"
        ],
        "Icon": "UI_ItemIcon_113078",
        "Type": "キャラクター育成素材",
        "Link": 1
    },
    "113079": {
        "_id": 113079,
        "R": 4,
        "Name": "万照の輝角",
        "Desc": "霜夜の空を巡る霊主を倒した後、角からとれた破片。軽く鋭く、そのままでも、通常の金属の防具を難なく削ることができる。<br>古くから民間に伝わる伝承によれば、これらの優美で誇り高き生き物は、原初の神使いによって創られたという。楽園が滅びた時、彼らは霜月の女主人と契約を交わし、霜月より授かりし光をもって世の穢れを清め、かつての恩主が再び帰還するその日まで誓いを守るとされた。伝承の起源や真偽はもはや知る術もないが、かつて光と共にあった生き物たちは、今も影の中でこの大地を護っている——凛冽なる長夜も、漆黒の枯れ潮も、彼らの姿をこの世から消し去ることはなかった。",
        "Src": [
            "霜夜の空を巡る霊主（Lv.30以上）がドロップ"
        ],
        "Icon": "UI_ItemIcon_113079",
        "Type": "キャラクター育成素材",
        "Link": 1
    },
    "114002": {
        "_id": 114002,
        "R": 3,
        "Name": "高塔の王の残壁",
        "Desc": "武器に突破の力を付与する材料。<br>烈風の魔神「デカラビアン」は自分が作った王城にとても満足していた。彼は高塔の上で信者たちの拝礼を受けていたが、その拝礼は心からの崇拝ではないことを知らなかった。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114002",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114003": {
        "_id": 114003,
        "R": 4,
        "Name": "高塔の王の断片",
        "Desc": "武器に突破の力を付与する材料。<br>「アンドリアス」はかつて高塔の王に宣戦布告をしたが、王都にダメージを与えることはできなかった。「自由」がこの都市を崩れさせなかったら、ここの全てはまだ夢を見続けていただろう。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114003",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114006": {
        "_id": 114006,
        "R": 3,
        "Name": "凛風奔狼の砕牙",
        "Desc": "武器に突破の力を付与する材料。<br>狼の生活において、殺戮、死に至る戦闘などの状況はよく見られる。<br>「アンドリアス」は人類は失望をもたらすが、純真な赤子に罪はないと考えている。狼の群れが子供を選び、その子もまた狼を選んだら、彼らは「ルピカ」——運命の家族になれる。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114006",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114010": {
        "_id": 114010,
        "R": 3,
        "Name": "獅牙戦士の鎖",
        "Desc": "武器に突破の力を付与する材料。<br>遥か昔、剣闘士は鎖を背負っていた。獅牙の戦士、大英雄ヴァネッサも例外ではなかった。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114010",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114014": {
        "_id": 114014,
        "R": 3,
        "Name": "孤雲寒林の輝岩",
        "Desc": "武器に突破の力を付与する材料。<br>事情を知っている人にとって、孤雲閣は楽しい観光名所ではなく、かつての璃月の神々の墓園である。確かに周期的に不吉な汚れが沸き上がるが、それは全て魔物を退治する少年によって片付けられた。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114014",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114026": {
        "_id": 114026,
        "R": 3,
        "Name": "遠海夷地の石枝",
        "Desc": "武器に突破の力を付与する材料。<br>この珊瑚はテイワット大陸のものではなく、大蛇が「闇の外海」に入るときに授かった物。そのため、深海の大蛇にとって、珊瑚枝を持つことは力の象徴であり、それを失うと力も弱まってしまう。つまり、折れた珊瑚の枝にも並々ならぬ力が宿っているのだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114026",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114038": {
        "_id": 114038,
        "R": 3,
        "Name": "静謐な森のしずくの鉄符",
        "Desc": "武器に突破の力を付与する材料。<br>その後、草木の主は黒鉄を鍛造する奥義を人々に授けた。そのおかげで、純粋な凡人も火と刃に関する知識を得られた。<br>火と金属は己を傷つけ、凡人の力を増してしまうにも関わらず、草木の主はこのことを喜んだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114038",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114042": {
        "_id": 114042,
        "R": 3,
        "Name": "オアシスガーデンの恩恵",
        "Desc": "武器に突破の力を付与する材料。<br>黄砂に埋もれた古代の文献によると、花の王者は夢の女主人のようだ。<br>彼女はかつて、追放された者、狂気の者、痴呆の者に夢を示し、夢の中で彼らに甘い喜びを授けた。たとえ人々が手に持つものが、黒鉄でできた空っぽのお碗だけであったとしても、彼らは花の女王の魅力に圧倒され、その美しい姿や溢れんばかりの施しに深く酔いしれているのだ。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114042",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114046": {
        "_id": 114046,
        "R": 3,
        "Name": "烈日権威の残光",
        "Desc": "武器に突破の力を付与する材料。<br>幾千もの思いを紡ぎ、幾千もの魂を統制する。これがいわゆる「権威の道」である。<br>しかし、権威の道とは冷酷な暴政ではない。その目的はまさに、最も深層なるところ——誰も苦しまない、迫害がなく、奴隷を必要としない、真の楽土を作ること。<br>沈黙の王が水晶の秘密を通して目にしたすべてのように、また、すでに消え去った伴侶からの教えのように。<br>玄色の虫の印章と鉄色の裁決は、こうして王国の規則の礎となったのである。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114046",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114050": {
        "_id": 114050,
        "R": 3,
        "Name": "悠久の弦の断章",
        "Desc": "武器に突破の力を付与する材料。<br>伝説によると、古代王朝の遺民は記念と弔うために、黒鉄でハープを作った。<br>黒鉄で作られたハープは音を奏でられない。金色を誇りにしていた古代王朝を弔うために、遺民たちはこれら重くて沈黙する楽器を作った。<br>だがそれでも、あの沈黙した時代のように、黒鉄は音を奏でられなかった。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114050",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114054": {
        "_id": 114054,
        "R": 3,
        "Name": "純聖な雫の昇華",
        "Desc": "武器に突破の力を付与する材料。<br>「原始の海から生まれた生き物は、必ず同じ運命に帰るでしょう。」調律師のボエティウスはかつてこう語った。「しかし、何かを越えていく人間には無限の可能性が秘められていて、たとえ原始の胎海でも、それを全部溶かすことはできません…」<br>傲慢な僭主はかつて、民に肉体を捨て、独立した永遠の命を手に入れてもらうよう、知恵と記憶を保存する、純水に溶けないイコルを作ろうとした。<br>だが、精神と肉体の転換による苦しみは、凡人には耐えられるものではなかった。僭主の命令はボロボロの魂を引き裂いた…<br>多くの魂の慟哭により、イコルは黒く染められ、調和を失った精神には、混乱と狂気だけが残されていた。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114054",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114058": {
        "_id": 114058,
        "R": 3,
        "Name": "無垢な海の酒盃",
        "Desc": "武器に突破の力を付与する材料。<br>どのような帝国が千年にも続けられるだろう？龍の国から帰ってきた後、僭主はそう考えた。<br>不朽なる石と、原始の水から抽出されたイコルを組み合わせ、黒い鉄のように固い種族を作り上げた——魔法の石を皮膚に、イコルを血に。それから、野蛮に戻る呪いを恐れることはもうない…<br>沈黙する魔像は、未だに素晴らしい帝国の夢を見ている——いつの間にか、帝国の滅亡から千年も経ったのだが。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114058",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114062": {
        "_id": 114062,
        "R": 3,
        "Name": "灼心を捧げる躊躇",
        "Desc": "武器に突破の力を付与する材料。<br>砕け散る玉石のように元の文明が消え去り、天より降りて地上の文明を導いた使者が、目覚めた巨龍に呑み込まれた後、人の世は荒れ果て、世界を認識する力を失った。<br>やがて、万物を抱く大地にこそ神秘の力が宿ると考えるようになった人々は、手に入れたすべてを原始的な信仰に帰すようになった。獲物を供物として奉納する時代の始まりである。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114062",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114063": {
        "_id": 114063,
        "R": 4,
        "Name": "灼心を捧げる決意",
        "Desc": "武器に突破の力を付与する材料。<br>種火を盗んだ賢者は、様々な形の炎を扱う秘術を部族の民に教えた——古き悪習を断ち、文明の道を切り開いてほしいという願いを込めて。<br>しかし、受け継がれてきた愚昧と腐敗は根強いものだった。力を手に入れた稚児はより多くの供物を欲して、同族との戦いの口火を切った。落胆した賢者が歴史から姿を消したのも、そのためだったのかもしれない。<br>命を捧げる儀式が全面的に禁止されたのは、禁忌の都の聖主が支配権を掌握した時。権力を握るために民間の風習を廃止したことが、新たな文明の始まりとなったのはなかなか興味深い。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114063",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114066": {
        "_id": 114066,
        "R": 3,
        "Name": "狂乱の聖主の哀れ",
        "Desc": "武器に突破の力を付与する材料。<br>巨龍との戦いで、諸部族の策士であり、仮面で顔を隠していたかの者は、部族の戦士のために人ならざる者の遺跡に刻まれた金色の模様を解読した。その解読術は、とうに失われたものだったはずなのに…<br>解読するために必要な言語と思想は、敵から教わったものだった。それらの術を駆使して敵を翻弄することは、策士にとってはこの上ない痛快な復讐だったのだろう。<br>しかし、彼の隠そうともしない憎しみの感情に、共に戦う英雄たちは憂慮を抱くこともあった。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114066",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114070": {
        "_id": 114070,
        "R": 3,
        "Name": "神秘なる煙の予感",
        "Desc": "武器に突破の力を付与する材料。<br>古の霊能者は、姿を持たない意識のみの「大霊」こそ、外的要素を排除した、精神界の本質により近い存在だと信じていた。<br>荒い石の一切の模様を削ぎ落とし、光を反射するほどの鏡に磨き上げる過程は、世界の表面的要素を取り除く儀式である。滑らかな鏡面は、霊能者自身の精神世界の投影でもあったのかもしれない。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114070",
        "Type": "武器突破素材",
        "Link": 1
    },
    "114074": {
        "_id": 114074,
        "R": 3,
        "Name": "奇妙な装置の複製",
        "Desc": "武器に突破の力を付与する材料。<br>その道具は無数の人に模造され、大盗賊・大怪盗の名も多くの者に騙られた。何かを得ようとする者たちがレッド・ミラーの名を盗んだのではない。大盗賊レッド・ミラーこそが、彼らの「アイデンティティ」を盗んだのだ。この二つの事柄の間に、本質的な違いなど存在しない。",
        "Src": [
            "合成可能数：{0}"
        ],
        "Icon": "UI_ItemIcon_114074",
        "Type": "武器突破素材",
        "Link": 1
    },
    "121036": {
        "_id": 121036,
        "R": 3,
        "Name": "テイワットの思い出のアルバム",
        "Desc": "{NICKNAME}とパイモンの思い出のアルバム。冒険はまだ終わっていない、これからもきっと多くの思い出を残せるだろう。過去が詰まった薄い一冊では、未来の写真が入らなくなるかもしれない。この一冊を埋め尽くしたら、パイモンと新しいのを買いに行こう！",
        "Src": [],
        "Icon": "UI_ItemIcon_121036",
        "Type": "任務アイテム"
    },
    "200007": {
        "_id": 200007,
        "R": 4,
        "Name": "霄灯飛陣譜JP0P",
        "Desc": "総務司から配布された図譜。霄灯を飛ばすための特殊な技が記されている。図譜の記載通りに操作すれば、霄灯を特殊な「霄灯飛陣」として飛ばすことができるかもしれない。JP0P",
        "Src": [],
        "Icon": "UI_ItemIcon_200007",
        "Type": "便利アイテム"
    },
    "210234": {
        "_id": 210234,
        "R": 4,
        "Name": "祭典・灼熱",
        "Desc": "名刺の飾り紋。<br>威力の高い攻撃を放つコツは、まずは拳を引いて、それから揺るぎない信念を放つこと！",
        "Src": [
            "イベント「征け！練武の地」で獲得"
        ],
        "Icon": "UI_NameCardIcon_TowerChallenge",
        "Pic": "UI_NameCardPic_TowerChallenge_P",
        "Link": 1
    },
    "220097": {
        "_id": 220097,
        "R": 4,
        "Name": "ナイトウィンド·ホルン",
        "Desc": "使用すると演奏ができるフォンテーヌの楽器。ドヴォルザークが直々に旅人に贈ったもの。<br>ホルンの音色は豊かで柔らかく、まるで密林を吹き抜ける穏やかな夕風のようだと言われている。そのため、フォンテーヌの作曲家たちは、よくホルンを使って狩人や森などの束縛されない自由気ままな様と生き生きとしたイメージを表現する。このような楽器は間違いなく、「生命」をテーマにした音楽祭にピッタリだ。",
        "Src": [],
        "Icon": "UI_ItemIcon_220097",
        "Type": "便利アイテム"
    },
    "220110": {
        "_id": 220110,
        "R": 5,
        "Name": "幾千のメロディー",
        "Desc": "吟遊詩人を目指すサンサから貰った譜面集。各地の曲の譜面と演奏の心得が記されている。音楽の百科事典と言えるほど内容は充実している。<br>この譜面集を使えば、たくさんの感動的なメロディーを奏でられる…",
        "Src": [],
        "Icon": "UI_ItemIcon_220110",
        "Type": "便利アイテム"
    },
    "220124": {
        "_id": 220124,
        "R": 5,
        "Name": "のんびり旅手帳",
        "Desc": "様々な秘話を記した手帳。<br>開くと、記録されている秘話を確認できる。ページに挟まれている「みくじ箋」を使えば、「縁結びの願掛け」を行うことができるかもしれない。",
        "Src": [],
        "Icon": "UI_ItemIcon_220124",
        "Type": "便利アイテム"
    },
    "340022": {
        "_id": 340022,
        "R": 4,
        "Name": "燃えろ！ラクガキ大冒険",
        "Desc": "ベネットがナタの旅で着ていた衣装。ラッキーカラーのターコイズブルーと、燃えるようなオレンジ色は、生命力に満ち溢れたナタの地を彷彿とさせる。",
        "Src": [
            "ショップで購入"
        ],
        "Icon": "UI_AvatarIcon_BennettCostumeSummer_Card"
    },
    "390524": {
        "_id": 390524,
        "R": 4,
        "Name": "「すばらしい錬金場」",
        "Desc": "「『すばらしい錬金場』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "393185": {
        "_id": 393185,
        "R": 4,
        "Name": "「改良版ワニワニバンバンキャノン」",
        "Desc": "「『改良版ワニワニバンバンキャノン』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "393918": {
        "_id": 393918,
        "R": 4,
        "Name": "霊視模型-「スピリットの織り機」",
        "Desc": "「霊視模型-『スピリットの織り機』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "394636": {
        "_id": 394636,
        "R": 4,
        "Name": "謎解きバディ‐「さよなら緊張」",
        "Desc": "「謎解きバディ-『さよなら緊張』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "394814": {
        "_id": 394814,
        "R": 4,
        "Name": "「チュンヤマガラ」",
        "Desc": "「『チュンヤマガラ』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "394815": {
        "_id": 394815,
        "R": 4,
        "Name": "「美食大盗賊」",
        "Desc": "「『美食大盗賊』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "394816": {
        "_id": 394816,
        "R": 4,
        "Name": "「黒幕イタチ」",
        "Desc": "「『黒幕イタチ』」の詳しい作り方が載っている設計図。<br>使用後、製作画面で確認することができる。",
        "Src": [],
        "Icon": "UI_ItemIcon_Home_Common",
        "Type": "調度品設計図"
    },
    "11432": {
        "R": 4,
        "Name": "厄水の災い",
        "Desc": "「謎煙の主」の偉大なる祭司サンハジが作った儀式用の刃。昔話によると、サンハジはこの曲がった長い刃で儀式を行い、夜神の国と現世の境界をぼかすことができたそうだ。",
        "Icon": "UI_EquipIcon_Sword_SacrificialNgombe",
        "Type": 1
    },
    "12432": {
        "R": 4,
        "Name": "知恵の溶炎",
        "Desc": "部族の言い伝えによると、流泉の衆の職人が遠出する子供のために作った護身用の剣。物語に登場する巨大な剣を模して作られたレプリカのようだ。",
        "Icon": "UI_EquipIcon_Claymore_Polilith",
        "Type": 1
    },
    "13426": {
        "R": 4,
        "Name": "砂中の賢者達の問答",
        "Desc": "錬金術の栄光を象徴するケーリュケイオン。その特殊な位置づけから特別な合金が使われている。非常に剛性が高く重いため、これを使って人を殴ったらかなり痛そうだ。",
        "Icon": "UI_EquipIcon_Pole_Caduceus",
        "Type": 1
    },
    "13432": {
        "R": 4,
        "Name": "玉響停の御噺",
        "Desc": "かつて、提灯の炎を模して稲妻各地を駆け回る妖怪がいた。これも、それが宿っていた灯の一つなのだろう。",
        "Icon": "UI_EquipIcon_Pole_Aoandon",
        "Type": 1
    },
    "14427": {
        "R": 4,
        "Name": "蒼紋の角杯",
        "Desc": "メツトリの伝承を受け継ぐ礼器。「巨人」と呼ばれる英傑トゥパックが大切にしながらも使わなかった宝物と言われている。",
        "Icon": "UI_EquipIcon_Catalyst_ConchSprayer",
        "Type": 1
    },
    "14432": {
        "R": 4,
        "Name": "天光のリュート",
        "Desc": "天空の光のような金色の弦を持つリュート。古の仙霊が残した遺物のようだ。",
        "Icon": "UI_EquipIcon_Catalyst_SeeliesLute",
        "Type": 1
    },
    "15426": {
        "R": 4,
        "Name": "築雲",
        "Desc": "かつて天衡を守っていた仙人の仕掛けが解析された後、玉衡が黒岩場に鍛造を依頼した実験型制式兵器。",
        "Icon": "UI_EquipIcon_Bow_Ultimatum",
        "Type": 1
    },
    "15432": {
        "R": 4,
        "Name": "冷寂の音",
        "Desc": "極めて遠くからの射撃と静かな暗殺のために作られた、機械仕掛けの長弓。矢を放ったその音は夜に紛れ、冷たく奥深い音色となる。",
        "Icon": "UI_EquipIcon_Bow_Stinger",
        "Type": 1
    },
    "15434": {
        "R": 4,
        "Name": "虹蛇の雨弦",
        "Desc": "「謎煙の主」が受け継いできた儀式の祭器。ほの暗い色の弓には、常に不気味な冷たさがつきまとう。",
        "Icon": "UI_EquipIcon_Bow_ElegguaBow",
        "Type": 1
    },
    "410020": {
        "R": 4,
        "Name": "ひょんなことから引き取った不思議な猫",
        "Desc": "「ネコモコの城」の事前準備期間中、予想外の客に出会い、引き取った猫。見たところ、この猫はあなたたちと気が合うようだ…",
        "Icon": "UI_DisplayItemIcon_410020",
        "Type": 2
    },
    "410029": {
        "R": 3,
        "Name": "「ビートボール」記念品",
        "Desc": "流泉の衆で開催された「ビートボール」イベントで、感想会の後、仲間たちからもらったプレゼント。とある友人が心を込めて選んでくれたコレクションのようだ…",
        "Icon": "UI_ItemIcon_118101",
        "Type": 2
    },
    "379046": {
        "Name": "疑似キラキラツノ魚",
        "Desc": "珍しい観賞魚、「霊沼雲池」と「清波游影」で飼うことができる。<br>一本角を持つユニークな魚。身体は丸みを帯びてしっかりしており、お腹は風船並みの弾力を持つ。<br>一部の商人が、とある目的のためにこの魚をナタから輸入し、特殊な餌を与え続けた結果、疑似燃素の結晶である角が稚魚の時のガラスのような質感を保つようになり、染色物質のせいか、宝石のような光沢まで放つようになった。そのため、一部の観賞魚愛好家の間では、この魚は極めて高い美的価値を持つとされている。<br>しかし、天敵のない水域に放って自由に繁殖させると、連鎖反応により深刻な問題を引き起こす恐れがあり、かと言って、ナタに連れ戻せば、環境の変化に適応できない可能性がある。この不思議な壺洞天の中こそ、彼らが長く生きるのに最も適した場所だろう…",
        "Icon": "UI_Homeworld_Fishable_Maritime_Ostracion_03",
        "Type": 3
    },
    "362264": {
        "Name": "「ニャオニャ王座」",
        "Desc": "「ネコモコの城」にある、王座の形をした猫専用のインテリア。猫ちゃんが大好きな毛糸玉の飾りや、ふかふかで快適な赤いクッションが置かれている。<br>猫たちの間で流行っている、このような噂がある——「運命の時が来れば、皿は美食で溢れるだろう。名前を呼ばれた猫は、美食を存分に楽しみ、玉座に登って最高の支配者になる資格がある…」そのせいだろうか、王座の周りに集まるたくさんの猫たちが、静かに運命の時を待っている光景がよく見られる…",
        "Icon": "UI_Homeworld_Interior_Common_Decoration_Prop_Lumaotai_01_Lod0",
        "Type": 3
    },
    "374730": {
        "Name": "立派な棚-「祝福の森にて」",
        "Desc": "活気に満ち溢れる「立派な棚」。しっかりした展示用の台座と、茂みを模した飾りの折り紙が付いており、「祝福の森」の童話に登場する模型を展示するのにぴったりだ。<br>言い伝えによると、「立派な棚」の最も大事な役目は、すべてのものを誠実に保管することだという。そのため、雨歌の池で行われるジャンプコンテストも、インク酒場で開かれる賑やかな宴会も、ベルウインド王国の美しい風景も、この棚は完璧に再現することができる。",
        "Icon": "UI_Homeworld_Ani_Exterior_Hd_Cabinet_Prop_CapsuleToys_01",
        "Type": 3
    },
    "373190": {
        "Name": "「お待たせしました、我が女神」",
        "Desc": "精巧に作られた華麗な見た目のフロート車の模型。とある花神誕祭のフロート車の等身大模型である。このフロート車には数えられないほどの人々の知恵と心血が注ぎ込まれていて、「花の騎士」である、あなた自ら装飾したもの。<br>さあ、出発しよう。あなたの女神が花の騎士を待っている。",
        "Icon": "UI_Homeworld_Ani_Exterior_Xm_Thing_Prop_Floats_01",
        "Type": 3
    },
    "360459": {
        "Name": "「幽冥定めて遺りし神骸」",
        "Desc": "精巧で壮麗な明霄の灯。璃月の民間伝説——「八奇煉桃都」をモチーフにしており、山岳と雲海の間に佇む巨大な古樹に花が咲き誇る姿を彷彿とさせる。夜に灯すと、温かな光が四海を照らして周りの人々に福をもたらすと伝えられている。<br>記録によれば、魔神桃都の本来の名は擘那と言い、軽策山の下に沈んだその神骸は生と死の均衡を保つことで幽冥を安定させたという。",
        "Icon": "UI_Homeworld_Exterior_Ly_Lamp_Light_Taoshu_01_Lod0",
        "Type": 3
    },
    "363381": {
        "Name": "「金ピカタヌキ賞杯」",
        "Desc": "精巧に作られたトロフィーの複製品。「三川花祭」の金ピカタヌキ賞杯をもとに作られており、見た目は賑やかで可愛いらしい。「最高の遊芸」を作ったチームを表彰するためのもの。<br>複製品ではあるが、オリジナル版と同じ人が監修をしている上に、同じく「最高」を表彰するために作られたものだ。監修者にとって、祭りの代表となったあなたも、遊芸の作り手たちと同じく「三川花祭」のために多大な貢献をしてくれたため、「最高」を表彰されるにふさわしいと判断されたのだろう。",
        "Icon": "UI_Homeworld_Interior_Dq_Decoration_Prop_Schjjiangbei_01_Vo",
        "Type": 3
    },
    "370831": {
        "Name": "映影舞台-「集う輝き」",
        "Desc": "「シュヴァルマラン映影ランド」のメインステージ。壮大で華やかなデザインが特徴で、波をモチーフにした模様や装飾リボンが施されており、大規模な演劇に使用できる。<br>細やかな観察眼を持つ映影愛好家たちならすぐに気づくかもしれないが、このステージのデザインは、ランドの人気マスコットであるシュヴァルマラン婦人や、誰もが知るあの大スターを彷彿とさせるものとなっている。映影に対する愛、大スターの演技への敬意と称賛、そして愛らしいマスコットへの応援が「集う輝き」の情熱を形作っている。",
        "Icon": "UI_Homeworld_Exterior_Fd_Build_Prop_ThemeParkStage_01_Vo",
        "Type": 3
    },
    "363383": {
        "Name": "「遠い旅路の思い出」",
        "Desc": "丁寧に綴じられた記念アルバム。旅路と仲間、そして家族にまつわる物語が記されている。<br>旅の仲間はいつだって助け合うもの。そうでなくては、前に進むことはできない。",
        "Icon": "UI_Homeworld_Interior_Tyd_Decoration_Prop_Shuben_01_Vo",
        "Type": 3
    },
    "374808": {
        "Name": "「ドドコのドッカン花火」",
        "Desc": "ふわふわで柔らかく、ぴょんぴょん弾むドドコをモチーフに作られた模型。イメージの参考元はクレー。<br>どんな魔物もクレーちゃんと彼女の良き相棒ドドコを止めることはできない！いつか手強い敵が本当に現れたら、ドッカン花火の威力を味わわせてやろう！",
        "Icon": "UI_Homeworld_Ani_Exterior_Md_Thing_Prop_Ddkwanou_04",
        "Type": 3
    },
    "374819": {
        "Name": "？？？",
        "Desc": "？？？",
        "Icon": "UI_Homeworld_Ani_Exterior_Ly_Decoration_Prop_HDJJubaopen_01_Vo",
        "Type": 3
    },
    "360479": {
        "Name": "？？？",
        "Desc": "？？？",
        "Icon": "UI_Homeworld_Exterior_Ly_Lamp_Light_HDJDadeng_01_Lod0",
        "Type": 3
    }
}

var _tuts = {
    "6155": {
        "T": "モフモフの城、にゃん冒険！",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_Catcafe_01",
                "D": "「ふわふわ猫ハウス」を飾る際は、それぞれの好みに応じて調度品を選ぶ必要があります。<br>調度品には<color style='color:#FFCC33'>快適さ、耐久性、美しさ</color>の3つのステータスがあります。各タイプごとに、適切な調度品を1つ選択し、エリア全体の3つのステータスが好みに<color style='color:#FFCC33'>ぴったり</color>合うように工夫しましょう。"
            },
            {
                "I": "UI_Activity_Catcafe_02",
                "D": "調度品のメインステータスは、調度品画像の左上に表示される<color style='color:#FFCC33'>アイコン</color>から確認できます。調度品はメインステータスだけでなく、他のステータスも少しだけアップさせます。<br>挑戦クリアに必要な調度品の<color style='color:#FFCC33'>組み合わせ方は一通りのみ</color>で、組み合わせにある調度品の<color style='color:#FFCC33'>見た目も最も相性がいい</color>ものとなります。"
            },
            {
                "I": "UI_Activity_Catcafe_03",
                "D": "「ふわふわ猫ハウス」の飾り付けが終わった後、キャットボウルに<color style='color:#FFCC33'>餌を入れる</color>と、猫に懐いてもらえます。餌やりが終わったら、「ニャオニャ王座」にその猫を呼んだり、直接その猫と遊んだりできます。"
            },
            {
                "I": "UI_Activity_Catcafe_04",
                "D": "「ニャオニャ王座」で猫を呼ぶか、直接猫と遊ぶことができます。<br>猫の懐き具合は<color style='color:#FFCC33'>信頼できるにゃ、仲良しだにゃ、ずっと一緒だにゃ</color>の3段階があります。"
            },
            {
                "I": "UI_Activity_Catcafe_05",
                "D": "撫でられる猫の部位は、右耳、左耳、顔、上半身、下半身、しっぽ、右足、左足の<color style='color:#FFCC33'>8箇所</color>です。猫によって撫でられると喜ぶ部位が異なります。"
            },
            {
                "I": "UI_Activity_Catcafe_06",
                "D": "<color style='color:#FFCC33'>{LAYOUT_PC#クリックして}{LAYOUT_PS#ボタンを押して}{LAYOUT_MOBILE#タップして}</color>猫を撫でます。<color style='color:#FFCC33'>喜ぶ部位</color>を撫でてあげると、懐き具合が上がります。<color style='color:#FFCC33'>機嫌を悪くする部位</color>を撫でてしまうと、懐き具合はそのまま、もしくは下がることがあります。"
            },
            {
                "I": "UI_Activity_Catcafe_07",
                "D": "猫の同じ部位を繰り返し撫でると、懐き具合の<color style='color:#FFCC33'>上昇幅が下がり</color>、上がらなくなることがあります。そういったときは、アプローチ方法を調整し、<color style='color:#FFCC33'>部位を変える</color>必要があります。<br>部位を変えながら一定回数撫でた後、喜ばれる部位の懐き具合の上昇幅が<color style='color:#FFCC33'>リセット</color>されます。"
            },
            {
                "I": "UI_Activity_Catcafe_08",
                "D": "猫の懐き具合の<color style='color:#FFCC33'>段階が上がる</color>と、<color style='color:#FFCC33'>撫でられると機嫌を悪くする部位に変化が起き</color>、撫でさせてくれる可能性があります。<br>いろいろ試して猫と仲良くなりましょう！"
            }
        ]
    },
    "13270": {
        "T": "雄弁なフェーイズ作用",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_AutoTimeStop_01",
                "D": "「フェーイズの雄弁場」に入って戦闘を始めた後、<color style='color:#FFCC33'>移動やスキルの発動を停止</color>すると、自動的に<color style='color:#FFCC33'>「タイムストップ」</color>状態に入ります。何らかの形で移動したり、スキルを発動したりすると、再び時間が流れます。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_02",
                "D": "戦闘中、「フェーイズエネルギー」は時間経過と共に増加し続け、また敵を倒すことでも「フェーイズエネルギー」を獲得できます。「フェーイズエネルギー」が一定の値に達し、かつ<color style='color:#FFCC33'>特定のスキルを発動した後に直ちに行動を止めると</color>、フィールド上に「スーパーセンス·パーティクル」が現れます。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_05",
                "D": "キャラクターの身体で「スーパーセンス·パーティクル」を遮るようにカメラを調整すると、それを獲得して「スーパーセンススキル」を発動し、「フェーイズの助力」をランダムに獲得できます。「フェーイズエネルギー」が最大値まで溜まると、計<color style='color:#FFCC33'>3</color>回の「スーパーセンススキル」を発動できます。50秒間「スーパーセンススキル」を発動しなかった場合、キャラクターの与えるダメージが大幅にダウンします。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_04",
                "D": "挑戦中、一定時間ごとに<color style='color:#FFCC33'>フォーカスエネミー</color>が現れます。フォーカスエネミーは一定時間後に普通の敵に変わります。フォーカスエネミーを倒すと、より多くの「フェーイズエネルギー」を獲得できます。"
            },
            {
                "I": "UI_Activity_AutoTimeStop_03",
                "D": "挑戦中、一定時間ごとに<color style='color:#FFCC33'>脅威弾幕</color>と<color style='color:#FFCC33'>エネルギー弾幕</color>が出現します。脅威弾幕が命中すると、ダメージを受けます。エネルギー弾幕に触れると「フェーイズエネルギー」を獲得でき、検証ポイントが増えます。"
            }
        ]
    },
    "13350": {
        "T": "振晶映射の方法と原理",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_CrystalLink_01",
                "D": "イベント「振晶の応用研究」では、キャラクターを<color style='color:#FFE14BFF'>2つのチーム</color>に編入して挑戦を行います。戦闘開始前、2つのチームに振晶映射をセットし、<color style='color:#FFE14BFF'>発振晶と受振晶を組み合わせて、さまざまな強化効果を獲得しましょう</color>。"
            },
            {
                "I": "UI_Activity_CrystalLink_02",
                "D": "<color style='color:#FFE14BFF'>各発振晶が映射できる受振晶は1つだけで、受振晶は最多で3つの発振晶に反応できます。</color>戦闘中、異なる発振晶で受振晶の効果を引き出すと、その効果が高くなります。詳しくは振晶映射に関する説明をご確認ください。"
            },
            {
                "I": "UI_Activity_CrystalLink_03",
                "D": "挑戦中、<color style='color:#FFE14BFF'>発振晶と受振晶の「映射効果」を発動すると</color>、映射ポイントが溜まります。映射ポイントが一定に到達すると、「映射強度」のレベルがアップし、キャラクターに次の強化効果を与えます。<color style='color:#FFE14BFF'>チーム全員の会心ダメージがアップ</color>。ただし、一定時間内に「映射効果」を発動しないと、獲得済みの「映射強度」も失われます…"
            },
            {
                "I": "UI_Activity_CrystalLink_04",
                "D": "戦闘中、<color style='color:#FFE14BFF'>制限時間内に次々と現れる敵を倒し、ポイントを獲得しましょう</color>。挑戦終了時には、獲得したポイントに応じて、異なるメダルを獲得できます。"
            }
        ]
    },
    "13353": {
        "T": "堅守演習",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_MvM_01",
                "D": "戦闘ユニットを選択すると、そのユニットを味方陣地内の配置可能エリアに配置できます。戦闘ユニットを選択している間は、ジャンプで選択を取り消すことができます。<br>戦闘ユニットは、配置されると自動で敵と戦います。"
            },
            {
                "I": "UI_Activity_MvM_02",
                "D": "リーダースキルの使用可能回数は時間経過と共に回復します。なお、最大2まで回復します。<br>一回押しでは直接スキルを発動でき、長押しでは照準モードに入ります。照準中にダッシュまたはジャンプをすると、発動をキャンセルできます。"
            },
            {
                "I": "UI_Activity_MvM_03",
                "D": "戦闘ユニットには相性が存在します。範囲ダメージを与えられるユニットは、小隊ユニットに対して大きなアドバンテージを持ちます。<br>また、近接ユニットは遠距離ユニットに強く、遠距離ユニットは空中ユニットに強く、空中ユニットが近接ユニットに強いという法則があります。"
            },
            {
                "I": "UI_Activity_MvM_04",
                "D": "近接ユニットは耐久がより高く、より高いダメージに耐えられます。これにより、他のユニットをある程度守ることができます。"
            }
        ]
    },
    "13360": {
        "T": "「千変万化の豪傑譚」",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_AcrobaticsBattle_01",
                "D": "「千変万化の豪傑譚」では、<color style='color:#FFE14BFF'>指定の方法で敵を倒し</color>、挑戦目標を進めなければなりません。他の方法で敵を倒しても挑戦目標は進みません。"
            },
            {
                "I": "UI_Activity_AcrobaticsBattle_02",
                "D": "敵を倒すと位相値を蓄積できます。位相値が一定値に達すると一定時間継続する<color style='color:#FFE14BFF'>「位相転移」</color>状態に入り、<color style='color:#FFE14BFF'>強力な助力効果</color>を得ることができます。これを利用すると、より速く挑戦目標を達成できます。なお、指定の方法で敵を倒した場合、より早く位相値を貯めることができます。"
            }
        ]
    },
    "13379": {
        "T": "旅の写真に閃きを·雫の章",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_PhotoGraphV4_01",
                "D": "「朝霧のフォンテーヌ専用写真機」を装備し、撮影ポイントに触れると撮影モードに入ります。<br>撮影モードには、撮影を設定する調整フェーズと、移動およびスキル発動をする撮影フェーズがあります。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_02",
                "D": "撮影ポイントにおける調整フェーズでは、まず撮影設定を選択する必要があります。この設定に基づいて、撮影の位置と角度の調整がされます。<br>ただし、<color style='color:#FFE14BFF'>撮影ポイント</color>は、撮影エリア内である必要があります。撮影設定が終わった後、撮影フェーズに進みます。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_03",
                "D": "撮影フェーズでは、「朝霧のフォンテーヌ専用写真機」を使って写真を撮る時、その角度が事前に調整した撮影設定によって決まります。<br>撮影中、撮影の方向は「撮影射光」によって指示されます。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_04",
                "D": "撮影設定を再調整する場合、挑戦を中断するボタンを押して、プリセットに戻ることで行えます。<br>撮影終了後、現在の設定のまま撮影を続けたい場合、「撮影を続ける」を押すことで撮影フェーズに戻ることができます。"
            },
            {
                "I": "UI_Activity_PhotoGraphV4_05",
                "D": "撮影目標を達成すると報酬を受け取れます。すべての目標を同時に達成すると、イベント画面に追加のマークが表示されます。"
            }
        ]
    },
    "13438": {
        "T": "テイワットの思い出",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_PhotoGraphV5_01",
                "D": "「パイモンの写真機」を装備し、撮影ポイントまたはキャラクターに触れると撮影モードに入ります。<br>撮影モードでは、撮影ポイントを設定する調整フェーズと、移動およびスキル発動をする撮影フェーズがあります。"
            },
            {
                "I": "UI_Activity_PhotoGraphV5_02",
                "D": "調整フェーズでは、まず撮影ポジションを決定します。その後、細かな撮影位置とアングルを調整します。<br>撮影ポイントには、それぞれ3つの撮影ポジションがあり、それにより写真のサイズ比が異なります。<br>調整フェーズの完了後、撮影フェーズに進みます。"
            },
            {
                "I": "UI_Activity_PhotoGraphV5_03",
                "D": "撮影フェーズに入ったら、「パイモンの写真機」で撮影を行います。その際、調整フェーズで設定した位置とアングルで撮影されます。<br>写真は、3つの異なるサイズ比のものを同時に撮影します。"
            },
            {
                "I": "UI_Activity_PhotoGraphV5_04",
                "D": "撮影設定を再調整する場合、挑戦を中断するボタンを押して、プリセットに戻ることで行えます。<br>撮影終了後、現在の設定のまま撮影を続けたい場合、「撮影を続ける」を押すことで撮影フェーズに戻ることができます。"
            }
        ]
    },
    "13444": {
        "T": "争覇の宴",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_Arenachallenge_01",
                "D": "制限時間内に全ての敵を倒し、挑戦をクリアしましょう。挑戦ごとにそれぞれ「争覇の加護」が存在し、その効果を上手く利用することで挑戦を有利に進められます。<color style='color:#FFE14BFF'>戦闘中、燃素を獲得したり、燃素を使った戦闘スタイルを使用したりすることはできません。</color>"
            }
        ]
    },
    "13457": {
        "T": "いばらと栄冠",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_GainBuff_01",
                "D": "「いばらと栄冠」では、ステージごとに2ラウンドの戦闘を行います。「いばらの試練」の戦闘中、指定の方法で目標挑戦をクリアしましょう。「いばらの試練」の評価が高ければ高いほど、「栄冠の歌」の戦闘で得られるバフ効果が増えます。"
            },
            {
                "I": "UI_Activity_GainBuff_02",
                "D": "「栄冠の歌」の戦闘中、特殊なバフ効果を利用して、制限時間内にできるだけ多くの敵を倒し、高ポイントを獲得しましょう。"
            },
            {
                "I": "UI_Activity_GainBuff_03",
                "D": "戦闘中、大霊の化身は「領域·試練の刻」を一定時間展開し、自身にシールドを付与して、チーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。<color style='color:#FFE14BFF'>領域が終了する前にシールドを破壊</color>すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基にバリアを生成します。"
            }
        ]
    },
    "13463": {
        "T": "追憶練行・スリル編",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_CooperateChallenge_01",
                "D": "「追憶練行・スリル編」では、<color style='color:#FFE14BFF'>マッチング</color>、もしくはチームを組んで<color style='color:#FFE14BFF'>マルチプレイ</color>に参加できます。マッチング後、他のプレイヤーと一緒にさまざまな目標が設定された4つのステージに連続で挑戦することになります。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_02",
                "D": "各コンテンツには異なる<color style='color:#FFE14BFF'>「追憶サポート」</color>が存在し、<color style='color:#FFE14BFF'>最後まで</color>挑戦をサポートしてくれます。「追憶サポート」の効果に合うキャラクターを選択すると、よりスムーズに挑戦をクリアできます。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_03",
                "D": "各コンテンツに挑む際、<color style='color:#FFE14BFF'>練行項目</color>がランダムに決定します。そして、各ステージに入る前に、プレイヤーは自分のリストから、<color style='color:#FFE14BFF'>該当ステージ</color>に助力効果をもたらす追憶バフを1つ選択できます。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_04",
                "D": "ステージをクリアした後、練行項目の達成状況に応じた数の「スリルスター」を獲得できます。最終ステージをクリアした後、個人の成績に応じて、追加で「スリルスター」を獲得できます。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_06",
                "D": "一部のステージでは、バフを獲得できます。HPの回復/元素エネルギーの回復/元素爆発のクールタイム減少などの効果があります。"
            },
            {
                "I": "UI_Activity_CooperateChallenge_05",
                "D": "最終挑戦のステージでは、それまでのステージで獲得した<color style='color:#FFE14BFF'>スリルスターの数</color>に応じて、対応する<color style='color:#FFE14BFF'>強敵バフ</color>を発動でき、戦闘をサポートします。"
            }
        ]
    },
    "13542": {
        "T": "のんびり旅行記・集う詩の章",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Tutorial_Anecdote_01",
                "D": "イベント期間中、各地を訪れて久しぶりの仲間と近況を語り合ったり、一緒にのんびり過ごしたりできます。"
            },
            {
                "I": "UI_Tutorial_Anecdote_02",
                "D": "体験可能なエピソードはマップにマークされます。仲間の近くまで行くと、ミニマップにもマークが表示されます。"
            }
        ]
    },
    "13543": {
        "T": "征け！練武の地",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_01",
                "D": "イベント「征け！練武の地」では、挑戦ごとに25層のステージが用意されています。層が上がるにつれ、敵のレベルとHPもアップします。30秒以内にステージをクリアするとステージ突破となり、次のステージに挑戦できます。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_02",
                "D": "30秒以内にステージをクリアできなかった場合、次の層に挑戦できません。挑戦から退出後、クリアした層数および経過時間に応じて成績が算出されます。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_03",
                "D": "ステージクリア時の残り時間が12/16/20/23/25秒以上の場合、それぞれ1/2/3/4/5層を一気にスキップし、直接層数の高いステージに挑戦できます。挑戦の層数が第14/15/16/17/22層の時、スキップ可能な層数上限はそれぞれ4/3/2/1/0層になります。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_04",
                "D": "挑戦を開始する際は、記録済みの挑戦のうち、好きなタイミングを選んで始めることができます。なお、記録はソロプレイでの最高成績が自動的に保存されます。世界ランクが一定ランクに達した旅人さんは、特定の層から挑戦を始められます。"
            },
            {
                "I": "UI_Tutorial_ActivityTowerChallenge_05",
                "D": "フレンドの中にソロプレイで第20層をクリアした人がいる場合、そのフレンドから「フレンドヘルプ」効果を獲得できます。複数のフレンドが同時に条件を満たしている場合、「フレンドヘルプ」効果はランダムで1名のフレンドから提供されます。フレンドヘルプ効果を受けた状態で最高記録を達成した場合、記録には「フレンドヘルプ」タグが表示されます。<br>「フレンドヘルプ」：チーム全員のHP上限+25%、攻撃力+25%、防御力+25%、元素熟知+200。"
            }
        ]
    },
    "13631": {
        "T": "灼熱伝説・クロスオーバー大乱闘",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_Saurus1V3_01",
                "D": "「灼熱伝説・クロスオーバー大乱闘」では、マンガウォーベンに登場するナタの勇者となってプレイします。竜の猛攻を乗り越え、試練コインを奪い合い、ハイスコアを目指しましょう。"
            },
            {
                "I": "UI_Activity_Saurus1V3_02",
                "D": "各挑戦は3つのラウンドに分かれています。そしてラウンドごとに<color style='color:#f08c14'>「コイン争奪戦」</color>と<color style='color:#f08c14'>「竜の猛攻」</color>の2つの段階が用意されています。"
            },
            {
                "I": "UI_Activity_Saurus1V3_03",
                "D": "<color style='color:#f08c14'>コイン争奪戦</color>では、勇士たちの能力を活用して、できるだけ多くの試練コインを獲得し、ハイスコアを目指しましょう。"
            },
            {
                "I": "UI_Activity_Saurus1V3_04",
                "D": "<color style='color:#f08c14'>竜の猛攻</color>では、スコアの低い挑戦者が一時的に竜に憑依し、他の挑戦者に攻撃を仕掛けて、形勢逆転を狙います…"
            }
        ]
    },
    "13638": {
        "T": "豪雨演習",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Tutorial_ActivityMvM2_1",
                "D": "挑戦中、フィールドの周囲の配置エリアに兵棋を配置すると、それに対応する戦闘ユニットを召喚できます。配置した兵棋の種類に応じて1体の兵棋、または複数の兵棋からなる部隊が現れます。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_2",
                "D": "配置された兵棋は、兵棋の特性に基づいて攻撃対象を定め、侵攻ルートを探します。近接兵棋は障害物に遭遇した場合、迂回します。封鎖された空間の外側に条件を満たす攻撃対象がいない場合は、木製バリケードの破壊を試みます。遠距離兵棋は攻撃範囲内であれば、障害物を越えて対象を攻撃できます。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_4",
                "D": "攻撃側の兵棋が、防衛側の兵棋と施設（障害物は除く）を全て破壊すると、攻撃側の勝利となります。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_5",
                "D": "兵棋にはそれぞれ異なる特性があります。各特性はアイコンを長押しすると確認でき、総合情報にも記載されています。兵棋の特性を把握すれば、演習をよりスムーズにクリアできます。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_16",
                "D": "<color style='color:#FFCC33'>アイコンをドラッグ</color>することで、その兵棋が攻撃する対象を事前に確認できます。"
            },
            {
                "I": "UI_Tutorial_ActivityMvM2_3",
                "D": "防衛側の兵棋は移動できません。攻撃範囲内に攻撃側の兵棋が入った時、自動的に迎撃します。<color style='color:#FFCC33'>兵棋を押す</color>と、その攻撃範囲を確認できます。"
            }
        ]
    },
    "13681": {
        "T": "のんびり旅行記・金メッキの章",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Tutorial_Anecdote_01_2",
                "D": "イベント期間中、各地を訪れて久しぶりの仲間と近況を語り合ったり、一緒にのんびり過ごしたりできます。"
            },
            {
                "I": "UI_Tutorial_Anecdote_02_2",
                "D": "体験可能なエピソードはマップにマークされます。仲間の近くまで行くと、ミニマップにもマークが表示されます。"
            }
        ]
    },
    "13693": {
        "T": "テイワットの思い出・銀世界へのプレリュード",
        "S": "チュートリアル",
        "L": [
            {
                "I": "UI_Activity_PhotoGraphV6_01",
                "D": "「パイモンの写真機」を装備し、撮影ポイントまたはキャラクターに触れると撮影モードに入ります。<br>撮影モードでは、撮影ポイントを設定する調整フェーズと、移動およびスキル発動をする撮影フェーズがあります。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_02",
                "D": "調整フェーズでは、まず撮影ポジションを決定します。その後、細かな撮影位置とアングルを調整します。<br>撮影ポイントには、それぞれ3つの撮影ポジションがあり、それにより写真のサイズ比が異なります。<br>調整フェーズの完了後、撮影フェーズに進みます。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_03",
                "D": "撮影フェーズに入ったら、「パイモンの写真機」で撮影を行います。その際、調整フェーズで設定した位置とアングルで撮影されます。<br>写真は、3つの異なるサイズ比のものを同時に撮影します。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_04",
                "D": "カメラ追跡機能をオンにすると、旅人さんが移動したときまたは何らかのモーションをしたときに、各カメラも一定の範囲内で旅人さんを追跡するようになります。"
            },
            {
                "I": "UI_Activity_PhotoGraphV6_05",
                "D": "一部の撮影ポイントには、インタラクトボタンが表示されます。ちょっとしたサプライズがあるかも…？"
            }
        ]
    }
}