// Auto Generated

var _tut_2 = [
    {
        "_id": 13864,
        "N": "吸引力と反発力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_IntroToPolar_01",
                "D": "ナド・クライでは@赤#または@青#の「単極」力場を見かけることがあります。@同じ色#の「単極」力場は反発し合い、@異なる色#の「単極」力場は引き寄せ合います。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13860,
        "N": "エンパワー状態と「単極」オブジェクト",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_SolePolar_01",
                "D": "ナド・クライには、赤と青の「単極」を備えたオブジェクトが存在します。"
            },
            {
                "I": "UI_Nodkrai_DualPolar_02",
                "D": "一部の特殊なオブジェクトや植物は、近づくとそれぞれ独自の@エンパワー状態#を付与してくれます。"
            },
            {
                "I": "UI_Nodkrai_Absorb_03",
                "D": "エンパワー状態のキャラクターは、赤または青の「単極」オブジェクトに@力を加え#、@破壊#、@移動#させることができます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13859,
        "N": "エンパワー状態と「双極」オブジェクト",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_DualPolar_01",
                "D": "ナド・クライには、クーヴァキの影響を受けている「双極」オブジェクトが存在します。"
            },
            {
                "I": "UI_Nodkrai_DualPolar_02",
                "D": "一部の特殊なオブジェクトや植物は、近づくとそれぞれ独自の@エンパワー状態#を付与してくれます。"
            },
            {
                "I": "UI_Nodkrai_DualPolar_03",
                "D": "キャラクターはエンパワー状態の時、「双極」オブジェクトを引き寄せることができます。「双極」オブジェクトの中には、持ち運べるものや、引き寄せた後にバッグに収納できるものがあります。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 1045,
        "N": "月兆",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_MoonPhase",
                "D": "月兆キャラクターをチームに編成すると、チーム内の月兆キャラクターの人数に応じて、チーム全体の@月兆レベル#が上がります。<br>月兆レベルが上がると、月兆キャラクターの一部スキルが強化されるほか、一部の武器と聖遺物の効果も強化されます。月兆キャラクター以外のキャラクターも、チームにバフ効果を与えることができます。<br>また、新月が昇るナド・クライでは、他の方法で月兆レベルを上げることもできるようです…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13844,
        "N": "小さな気の塊で漫遊",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_SmallMagJump_02",
                "D": "異なる形態の月霊に変化することで、@異なる色#の小さな気の塊に宿ることができます。"
            },
            {
                "I": "UI_Nodkrai_SmallMagJump_03",
                "D": "@一回押し#で形態を切り替えると、@同じ色#の小さな気の塊から離れ、@異なる色#の小さな気の塊へ移動できます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13836,
        "N": "不思議な気の塊と青々とした苔玉",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagJump_01",
                "D": "月霊は@形態を切り替える#ことで、不思議な気の塊を通り抜けて、青々とした苔玉の近くまで辿り着くことができます。<br>なお、異なる形態の月霊は、@色の違う#気の塊に@引き寄せられ#、@自身と同じ色#の気の塊に触れると、@弾き出されてしまいます#。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13829,
        "N": "古代シーマイマイ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NodKraiTutorial_NodSquid_01",
                "D": "硬い殻を持つ、謎に満ちた古の生き物。叩くと、キャラクターをエンパワー状態する不思議なエネルギーを得られるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13827,
        "N": "盈月の鏡の異なる形態",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_MoonMirrorTutorial_MoonMirror_RedBlue",
                "D": "たとえ同じものでも、異なる形態の盈月の鏡を通して見ると、異なる状態が映るようです…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13826,
        "N": "盈月の鏡",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_MoonMirrorTutorial_MoonMirror_Yellow",
                "D": "霜月の子が祭祀に用いていたという伝説がある道具。時折、鏡越しに特別な景色が見えることがあると言われています…"
            },
            {
                "I": "UI_MoonMirrorTutorial_Figure",
                "D": "鏡の中、または鏡の外の「祈月の像」を@向かい合わせる#ことができれば、何か良いことが起こるかもしれません…"
            },
            {
                "I": "UI_MoonMirrorTutorial_Restart",
                "D": "盈月の鏡の近くにある子鹿の彫像に触れると、祈月の像を元の位置に戻すことができます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13825,
        "N": "潮印石",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NodKraiTutorial_Wildhunt_01",
                "D": "「ワイルドハント」の不穏な兆しを払うために、ライトキーパーが設置した封印。"
            },
            {
                "I": "UI_NodKraiTutorial_Wildhunt_02",
                "D": "光っている時に触れると、潮印石はワイルドハントの気配に対抗できる強力なエネルギーを放ちます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13824,
        "N": "障壁発生器と識別カード",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NodKraiTutorial_Shield_01",
                "D": "クーヴァキを利用して構築された障壁。クーヴァキ実験設計局の研究成果の一つ。"
            },
            {
                "I": "UI_NodKraiTutorial_Shield_02",
                "D": "一定時間内に、識別カードを全ての障壁発生器の認証にかけると、障壁をオフにできます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13823,
        "N": "清掃ユニット",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_01",
                "D": "クーヴァキ実験設計局でよく見られる小型の機械装置。操作台を使って動かすことができます。ファデュイにとっては、あまりにも見慣れた存在です。"
            },
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_02",
                "D": "稼働中の清掃ユニットはエンパワー状態に入り、「双極」オブジェクトを引き寄せたり、投げたりすることができます。"
            },
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_03",
                "D": "清掃ユニットは一時停止すると、引き寄せた「双極」オブジェクトを保持できなくなります。"
            },
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_04",
                "D": "一時停止中の清掃ユニットでも、キャラクターをエンパワー状態にできます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13822,
        "N": "「スターフルーツ」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_Aurorafruit_01",
                "D": "青い琥珀の近くにあるさざなみ草の中でよく見つかる、星の形をした変わった果実。不思議なエネルギーが秘められているようです…"
            },
            {
                "I": "UI_Nodkrai_Aurorafruit_02",
                "D": "必要な時は、膨らんだ「スターフルーツ」を破壊することで、中のエネルギーを得ることができます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13821,
        "N": "さざなみ草",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_Auroraflower_01",
                "D": "湿潤環境で育つ不思議な植物。クーヴァキの雫を閉じた葉に投げれば、葉を広げることができるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13820,
        "N": "偵察ユニット",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_Drone_01",
                "D": "@上部#にある制御中枢を破壊できれば、容易に撃墜できるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13818,
        "N": "危険なデータ収集作業",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_WeatherStation_01",
                "D": "データ収集装置の打ち上げを成功させるには、3本のレール上にあるコンボモジュールを@強力な「単極」の力場が収集装置に向いた状態#のまま、指定位置まで押していく必要があります。"
            },
            {
                "I": "UI_Nodkrai_WeatherStation_02",
                "D": "エンパワー状態のキャラクターは、赤または青の「単極」のコンボモジュールに働きかけて、それを移動させることができます。@同じ色#の場合、コンボモジュールを@反発力で突き動かす#ことができます。@異なる色#の場合、コンボモジュールを@吸い寄せる#ことができます。"
            },
            {
                "I": "UI_Nodkrai_OrbitalTurntable",
                "D": "特定の位置まで移動させたコンボモジュールは、インタラクトして回転させることができます。"
            },
            {
                "I": "UI_Nodkrai_WeatherStation_03",
                "D": "映像装置は現在の準備作業の進捗状況を示してくれます。装置を調べると、コンボモジュールの位置をリセットできます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13814,
        "N": "月霊の異なる形態",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticMoonSpirit_01",
                "D": "ナド・クライの月霊は二色の絡み合う宿影花のように、異なる姿を持っています。"
            },
            {
                "I": "UI_Nodkrai_MagneticMoonSpirit_02",
                "D": "これらの不思議な元素生命は、近づくキャラクターと共に移動し、エンパワー状態にしてくれます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13813,
        "N": "クーヴァキ中継装置を持ち歩くのに注意",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticThunderAttracted_01",
                "D": "雷雨の時にクーヴァキ中継装置を持ち歩くのはとても危険です。雷撃を受ける可能性が高くなります。<br>ただ、経験豊富な冒険者は@特殊な雷撃#を利用して、道中の難題を解決することができるそうです…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13812,
        "N": "クーヴァキ高出力モード",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticEnvir_01",
                "D": "ナド・クライには特殊なエリアが存在します。これらのエリアに入ると、キャラクターは自動的にエンパワー状態になります。"
            },
            {
                "I": "UI_Nodkrai_MagneticEnvir_02",
                "D": "ナド・クライには特殊なエリアが存在します。これらのエリアに入ると、キャラクターは自動的にエンパワー状態になります。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13811,
        "N": "より高くジャンプ！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticJump_01",
                "D": "キャラクターが@エンパワー状態#の時、@同じ色#の「単極」力場の範囲内では、@ジャンプボタンを一回押し#で特殊なジャンプを発動できます…"
            },
            {
                "I": "UI_Nodkrai_MagneticJump_02",
                "D": "より高く跳ぶことが可能です！"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13810,
        "N": "危険装置のコア！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_RobotHead_01",
                "D": "危険装置のコアは特殊な「双極」弾丸を発射します。"
            },
            {
                "I": "UI_Nodkrai_RobotHead_02",
                "D": "ただし、弾丸は「双極」オブジェクトであるため、キャラクターがエンパワー状態にあれば、それを引き寄せ、コアに投げ返して攻撃することができます。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13809,
        "N": "弾丸に気を付けて！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_RobotBullet_01",
                "D": "アウニによると、危険装置の攻撃を止めるには、「エネルギー貯蔵コア」、つまりクーヴァキ中継装置を取り除く必要があります。<br>危険装置に近づき、@クーヴァキ中継装置を引き寄せ#、停止させましょう。"
            },
            {
                "I": "UI_Nodkrai_RobotBullet_02",
                "D": "この危険装置の近くには、誰かが残した対抗手段があるようです。「単極」の障壁の後ろに隠れると、赤い「単極」の弾丸による攻撃を回避できます。"
            },
            {
                "I": "UI_Nodkrai_RobotBullet_03",
                "D": "ただし、単極の障壁を生成できる装置が常に稼働しているとは限りません。クーヴァキ中継装置を投げて、再稼働させましょう。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13808,
        "N": "賢いクンクンモグラ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_Mole_01",
                "D": "賢いクンクンモグラは赤と青の「単極」力場を探知できます。"
            },
            {
                "I": "UI_Nodkrai_Mole_02",
                "D": "クンクンモグラは、なぜかクーヴァキ中継装置をとても気に入っています。彼らの好きなものをあげれば、近くの赤と青の「単極」力場を発掘してくれるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13807,
        "N": "月霊の道",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_Maglev_01",
                "D": "クーヴァキに満ちたナド・クライでよく見られる痕跡。月霊が通った跡と言われています。<br>月霊の道に乗れば、月霊の力を借りて軌跡に沿って素早く移動できます。しかし、旅は常に順調に進むわけではありません。必要に応じてルートを変えるのも悪くないはずです。"
            },
            {
                "I": "UI_Nodkrai_Maglev_03",
                "D": "赤または青の月霊に憑依して月霊の道を行く時、クーヴァキを駆使することで経路付近のオブジェクトとインタラクトすることが可能です。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13806,
        "N": "クーヴァキの雫",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_FloatingAndStone_01",
                "D": "中には不思議な生き物が生息しているようです…<br>クーヴァキの雫を赤または青の「単極」の結晶石に投げつけると、思いがけない効果が得られるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13804,
        "N": "変わった映像装置",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_RoboShow_01",
                "D": "カチャカチャ・クルムカケ工房で生まれたという不思議な機械。今は南にある三つの島に点在しています。単体でも作業アシストは可能ですが、組み合わせればさらに強力な機能を発揮するかもしれません"
            },
            {
                "I": "UI_Nodkrai_RoboCombine_01",
                "D": "特定の状況では、十分な数の「映像装置」を回収してからでないと、組み合わせられないことがあります…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13803,
        "N": "非常に逞しいボビック",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_AMPCarrier_01",
                "D": "ボビックは強力な青い「単極」力場を生成でき、赤い「単極」力場を持つコンテナを軽々と移動、回転させることができます。"
            },
            {
                "I": "UI_Nodkrai_AMPCarrier_02",
                "D": "同色の「単極」力場の間には斥力が働くため、同色の「単極」力場を向かい合わせに配置すると、コンテナは普通と異なる形で積み上がります。"
            },
            {
                "I": "UI_Nodkrai_AMPCarrier_03",
                "D": "アニツカが提供してくれた設計図を基にして、コンテナを積み上げてみましょう。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13802,
        "N": "コンボモジュール",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticModule_01",
                "D": "コンボモジュールは赤と青の「単極」を搭載できるオブジェクトです。"
            },
            {
                "I": "UI_Nodkrai_MagneticModule_02",
                "D": "非稼働状態のコンボモジュールにクーヴァキ中継装置を投げると、力場を起動できます。"
            },
            {
                "I": "UI_Nodkrai_MagneticModule_03",
                "D": "力場がアクティブになった後、力場の影響を受けたコンボモジュールは移動します。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13801,
        "N": "クーヴァキの影響を受けている植物",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticFlora_01",
                "D": "ナド・クライには、キャラクターにクーヴァキエネルギーを与える特殊な植物が存在します…"
            },
            {
                "I": "UI_Nodkrai_MagneticFlora_02",
                "D": "クーヴァキのエネルギーが充満している時、@一回押し#で月霊の力を借りて自由に駆け巡ることができます。"
            },
            {
                "I": "UI_Nodkrai_MagneticFlora_03",
                "D": "月霊の力を借りて移動している時、「月菫草」を通過すると、ちょっとした助力を得て、@上方向への跳躍#ができるようです。"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13702,
        "N": "色褪せたスターフラワーの種",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_PaintMagicSeed",
                "D": "なぜか色を失ったスターフラワーの種。@再び色を取り戻せば#、また成長して花開くかもしれません。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13701,
        "N": "「ふわふわ風乗りアシャ」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiSeeliePOI",
                "D": "勝負では、自分の絵の具で@相手のペイントエリア#を塗り返す、または@塗っていないエリアを塗る#ことで、なるべく広範囲を自身の絵の具の色に染めましょう。絵の具が一定の範囲を超えれば勝利です！"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiSeeliePOIBomb",
                "D": "相手が操作する熱気球は「絵の具爆弾」を投げます。爆発すると、周囲のペイントエリアに色が塗られ、リードを奪れてしまいます。<br>しかし、爆発前に絵の具玉を使って@絵の具爆弾を攻撃#すると、@爆発を早めたうえでこちらの色に染める#ことができます。この特性をうまく利用して、優勢に立ちましょう！"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13691,
        "N": "海の花園",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_PaintWheel",
                "D": "アシャの絵の具に影響される不思議な花の海。<br>絵の具玉を使って「カラフルコロコロ」に色を塗ると、「カラフルコロコロ」は絵の具のエネルギーを吸収して前進し、経路上にある草花を彩り、花の種に色を付けて花を咲かせます。<br>海の花園に色を塗る際には、周りの装飾品も忘れずに！"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13690,
        "N": "汚れ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_DirtyDecal",
                "D": "ラクガキの本来の模様を隠してしまう、どこかでついてしまった汚れ。ラクガキを元の姿に戻すには、@「色消し絵の具玉」を吹き付けて#消す必要があります…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13685,
        "N": "バラバラになった空間の裂け目",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_JJHDoor01",
                "D": "夜神の国のように見えるこの不安定な空間には、数多くの裂け目があります。それらは互いに繋がっているようで、任意の場所を通って、別の場所へと辿り着けます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13671,
        "N": "遊彩の軌跡",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiKite",
                "D": "遊彩凧に@色を塗る#と、彩りの風が凧を動かし、遊彩の軌跡が生成されます。アシャは遊彩の軌跡に身を任せ、空中を自由に移動することができます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13670,
        "N": "大きな遊彩魚",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiFishBig",
                "D": "色がつくと活性化し、泳ぎ始める不思議なラクガキ。大きな遊彩魚が泳ぎ始めると、アシャは一緒に移動できるようになります。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13669,
        "N": "小さな遊彩魚",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiFishSmall",
                "D": "色がつくと、泳ぎはじめる不思議な…ラクガキ？とにかく、動かすためには、色をつけてあげなければいけません…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13629,
        "N": "イクトミ・フェリー",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild03",
                "D": "イクトミ竜のスタッフの霊覚能力を利用して、指定の位置に「ビッグサメサメ」とウェーブメーカーを作り出し、船の運行ルートを完成させましょう。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13627,
        "N": "バクナワ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Limacidae01",
                "D": "長い年月を経ても、厄水の災いの中には大霊の力が宿る。相手は五百年前の敵の気配を悟って目を覚ましたようだ…<br>これを利用すると、バクナワの攻撃を防ぐことができます。特殊なスキルを防御すると、大霊は自動的に強力な反撃を1回行います。"
            },
            {
                "I": "UI_NatlanTutorial_Limacidae02",
                "D": "大霊による反撃を受けたバクナワは、一時的にダウンします。この時、厄水の災いの力を使ってバクナワの弱点部位を攻撃すると、その肢体を切り落とせるかもしれません。"
            },
            {
                "I": "UI_NatlanTutorial_Limacidae03",
                "D": "バクナワが最も弱っている時に、厄水の災いの力を全て使って攻撃を仕掛けると、敵を完全に打ち倒すことができます。しかし、不死と復活の伝説を持つ恐ろしい魔物が、再び姿を現す可能性がないとは言い切れません…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13626,
        "N": "危険な爆発バルーン！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_MXQBoss01",
                "D": "「ボス・チョコタス」は危険な「チョコタス爆発バルーン」を生成します！<br>絵の具のたっぷり詰まった風船が船の周りで爆発したら、船はダメージを受けてしまいます。「ボス・チョコタス」を攻撃する時は、徐々に近づいてくる「爆発バルーン」を撃ち落とすこともお忘れなく。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13625,
        "N": "カラフル・バック",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_SplashBattleV2",
                "D": "一定時間後に爆発する絵の具缶を、@フィールドや看板に投げつけましょう#！<br>制限時間が終了するまでに、自分の絵の具でフィールドを一定以上塗れば勝利です！しかし、フィールドが相手側に一定以上塗られると、敗北です…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13624,
        "N": "カラフルビーム",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Sniper02",
                "D": "絵の具で染められたカラー玉がどんどん転がってきます！<br>絵の具を使ってカラー玉の色を変えましょう。同じ色のカラー玉が3つ以上集まると消え、スコアを獲得できます。<br>勝利目指して、より高いスコアを獲得しましょう！"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13623,
        "N": "遠距離攻撃モード、オン！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Sniper01",
                "D": "スコープで遠くの目標を観察することで正確に射撃できます。<br>この時、ターゲットの距離に合わせてアングルを切り替えたり、レンズ越しに見えるオブジェクトを拡大・縮小したりできます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13622,
        "N": "スピリット照準、装着！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ShootSkill01",
                "D": "チャスカは射的用のおもちゃ砲を少し改造したようです。<br>「特殊スキル」の長押しで索敵モードに入った後、発射のタイミングで、ロックオンしたすべての敵に一斉射撃できるようになりました！"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13621,
        "N": "フェリーに乗って射的",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ShootBoat01",
                "D": "レール船に乗って進んでいる間、レールの周りに「ワルワルターゲット」が出現することがあります。タイミングを見計らって「ワルワルターゲット」を撃ちながら、ワルいやつらにレール船を壊されないよう、向こうからの攻撃にも注意しましょう！"
            },
            {
                "I": "UI_NatlanTutorial_ShootBoat02",
                "D": "弾丸の入れ替えボタンを押すと、手動で弾丸を入れ替えられます。弾倉が空になると弾は自動で充填されるので、操作を忘れても安心です…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13620,
        "N": "キラキラカラフルセレモニー",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotCeremoy01",
                "D": "オープニングセレモニーの途中、ムアラニはテノチズトクらしさ溢れる塗料缶を携帯し、周囲の物体を鮮やかに着色できます。<br>絵の具の補給も忘れずに。@絵の具爆弾を壊す#ことで補給できます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13619,
        "N": "ランニング・アシャ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild04",
                "D": "テストプレイヤーのアシャがゴールにたどり着くよう、指示を出しましょう！<br>アシャがジャンプ台を通過するタイミングで、@テペトル竜のスタッフにジャンプ台を立てて#もらいましょう。@正しい方向標識に色を塗らせ#てアシャを前進させ、ゴールにたどり着くことができたら成功です。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13618,
        "N": "竜のスタッフの試運転・フェリー",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild02",
                "D": "竜のスタッフがスタンバイしたら、ベルを鳴らして、ウェーブメーカーを動かすよう指示を出せます。「ビッグサメサメ」は一定時間ごとに水面に浮上します。タイミングを見計らって、波を作って船を前進させましょう。@「ビッグサメサメ」の口#に船が通るようにすると、テストプレイヤーの@シンクロ度が上がります#。<br>船がゴールに到着した際に、テストプレイヤーとのシンクロ度が条件を満たしていれば、試運転成功です。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13617,
        "N": "竜のスタッフの試運転",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild01",
                "D": "@カメラを動かして#準備中の竜のスタッフに向けましょう。竜のスタッフがスタンバイしたら、ベルを鳴らして装置の操作を開始するよう指示できます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13616,
        "N": "熱狂ターンテーブル",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiParty01",
                "D": "熱狂ターンテーブルの操作盤で、ステージを盛り上げましょう！<br>スクラッチプレイで会場を沸かせたり、カメラを切り替えたり、ステージ上のギミックやステージの効果を変えたりすることもできますよ。お試しあれ！"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiParty02",
                "D": "特定のパフォーマンスが行われる際には、演者に合わせて特定のタイミングでステージの仕掛けを起動させたりすることで、パフォーマンスを完成させましょう！"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13614,
        "N": "ブリューミツムシ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_MediumshipBug01",
                "D": "ブリューフラワーと共生し、ブリューフラワーの培養とミツの吸収を手伝ってくれるお利口なミツムシ。<br>@一回押しで呼び出す#と、自分のそばに飛んできてくれます。"
            },
            {
                "I": "UI_NatlanTutorial_MediumshipBug02",
                "D": "ミツムシを呼び出した後、@長押しでスキルを発動すると、照準モードに入り、#適切な方向へ進んで、養分を集めてくるよう指示することができます。<br>蜜酒の醸造の過程では、ミツムシを使って@集めたミツを醸造装置に入れて#みましょう。また、花畑ではミツムシに養分を集めさせ、枯れたブリューフラワーに与えることができます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13613,
        "N": "異常なブリューフラワー",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_StarFlower03",
                "D": "ブリューフラワーの花畑にどこかおかしな花が混ざっているようです。それらのブリューフラワーは、@人が近づいても花びらが開いたまま#…<br>何が起こっているのか、調べてみましょう…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13612,
        "N": "ブリューフラワー",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_StarFlower01",
                "D": "ブリューフラワーの花粉は蜜酒を作る特殊な材料であり、ブリューフラワーそのものも霊性をもつ特殊な植物です…不用意に近づくと、すぐに花びらを閉じてしまうので気をつけましょう。"
            },
            {
                "I": "UI_NatlanTutorial_StarFlower02",
                "D": "一部のブリューフラワーは養分が足りないと、生気を失ってしまいます。そういう時は、@ブリューミツムシ#を指示して、ブリューフラワーにエネルギーを投入しましょう…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13611,
        "N": "ラクガキ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiPaint",
                "D": "プレオープン期間中だからか、のびのびリゾートにはまだ色が塗られていない@白い点々模様のエリア#がたくさんあります…こうしたエリアは@ペイントエリア#と呼ばれ、絵の具を使って自由に色を変えることができます。一部のエリアに満遍なく色を塗ると、何かすごいことが起きるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13610,
        "N": "アシャ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiSeelie01",
                "D": "のびのびリゾート付近で活動している奇妙な幻写霊。絵の具を使うのが好きなようです。霊覚との親和性が他の地域の幻写霊より高いため、霊覚によってのりうつることができます。<br>この時、前方に@絵の具玉を投げて#攻撃したり、色塗りをしたりすることができ、長押しで照準モードに入ります。"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiSeelie02",
                "D": "アシャは短い距離を素早く移動できます。長押しすることで、移動先を決められます。また、ジャンプボタンを長押しすると、より高くジャンプできます。空中にいる時、長押しで@絵の具玉を投げる#方向を照準できます。この時、アシャは空中に留まりますが、再びジャンプボタンを押すことで滞空状態が解除されます。"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiSeelie03",
                "D": "アシャはいつでも絵の具玉の色を切り替えることができます。「色消し」に切り替えると、絵の具玉で塗った色を消すことができます。"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 7015,
        "N": "「余韻」の演奏",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_Guitar_01",
                "D": "和音キーを使用すると、「余韻」を使って素早く和音を奏でることができます。"
            }
        ],
        "Y": 2,
        "V": "5.7"
    },
    {
        "_id": 2167,
        "N": "秘源機兵・統御デバイス",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_227",
                "D": "かつて栄えていた古代文明が多くの秘源機械を制御するために作った統制装置。「掃討モード」に入ると、「流体運動量」を発生させながら攻撃を仕掛けてきます。「流体運動量」が高いほど、与えるダメージも大きくなりますが、この時、@氷元素による連続攻撃#で応戦すると「流体運動量」の蓄積を阻止できるかもしれません…<br>キャラクターが「夜魂の加護」状態を一定時間維持した後、秘源機兵・統御デバイスは特殊な「応戦モード」に入り、自身の攻撃モードを切り替えるそうです…"
            }
        ],
        "Y": 1,
        "V": "5.6"
    },
    {
        "_id": 13604,
        "N": "人と竜、息ぴったり！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_YZTDboss01",
                "D": "仲間のテペトル仔竜と共に冒険していくうちに、言葉にせずとも互いの心が通じ合うようになりました。<br>敵が強力な攻撃を仕掛けてくるとき、その隙が見えるようになり、仲間と共に敵と戦うことができます！"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13577,
        "N": "地熱噴出口",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Direpenkou",
                "D": "地底の熱によって生まれた脆い噴出口で、定期的に気体燃素を噴き出します。@落下攻撃#や@ライノ竜の踏みつけ攻撃#で崩すことができます。<br>地熱噴出口が崩れるとき、その周囲で奇妙な現象が起こることもあるようです…"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13576,
        "N": "秘源ビーム砲",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_DragonRuinsCannon",
                "D": "アビスの侵入に対抗するために作られた手動式の秘源ビーム砲です。起動して、侵入してきた「沈泥のコア」を破壊しましょう。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13575,
        "N": "歪な「黒泥」…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssMud01",
                "D": "この歪な「黒泥」の中にいると、キャラクターはHPを失い続け、移動力にも影響が出ます。"
            },
            {
                "I": "UI_NatlanTutorial_AbyssMud02",
                "D": "しかし、ナタにはこの影響に抗える竜や部族の民がいるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13574,
        "N": "「沈泥のコア」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssCore01",
                "D": "アビスの侵蝕を受けたエリアに浮遊する球状のコア。近づいた生物をすべてターゲットとみなし、行動を妨げてきます。"
            },
            {
                "I": "UI_NatlanTutorial_AbyssCore02",
                "D": "「沈泥のコア」を破壊するには、@強い力で衝突#するか、@大量の燃素を使って攻撃#する必要があります。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13573,
        "N": "凝固の玉",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Longwenshi",
                "D": "一定範囲内の液体燃素を固体燃素に変えられる装置のコア。持ち運び可能で、ユムカ竜で取り外せます。この「凝固の玉」を置くための台座が存在するようです。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13572,
        "N": "凝固台座",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_PhlogistonGuhuaqi",
                "D": "古代の龍族が燃素を研究していたときに生まれた副産物とされています。凝固台座を操作すると、一定範囲内の液体燃素を固体燃素に変えられます。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13571,
        "N": "タックル岩",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Tisuyan",
                "D": "火山の噴火時に火口から放たれる、混合燃素を含んだ岩石。適切な方法により破壊できます。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13570,
        "N": "加速リング",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_TurboGate",
                "D": "どのようにしてできたか分からない、特殊な元素力を宿した光の輪。これをくぐると、ライノ竜や「豊穣の邦」の部族の民はその力に刺激され、猛ダッシュ状態に入ることができます！"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13569,
        "N": "秘源の龍像の…首？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_BrickGolemZD",
                "D": "龍を模した機関の一部だったと思われるもの。今は龍の頭部と呼べる部分しか残っていません。起動させた者に向かって弾を発射してきますが、@砲口に強力な一撃を加えれば#、大ダメージを与えられるとか…"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13568,
        "N": "おちょくり幻写霊",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_TargetGraffitiSeelie01",
                "D": "「豊穣の邦」の近くで見かける、変わった行動をする幻写霊。いたずら好きな性格のせいか、ライノ竜をおちょくるように旗を振っています。ただ、通常の突進ではビクともしないようです。もしかすると、@猛ダッシュ#を使うことで反応があるかもしれません…"
            },
            {
                "I": "UI_NatlanTutorial_TargetGraffitiSeelie02",
                "D": "岩の上で挑発している幻写霊を見かけたら、容赦なく突進してみましょう！何かいいことが起こるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13567,
        "N": "ライノ竜",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Bisonsaurus01",
                "D": "ライノ竜は@燃素を消費#して素早くダッシュできます。<br>ライノ竜が何かにぶつかって動きを阻まれる、または@元素スキルボタンを一回押し#すると、高揚状態に入ります。高揚状態中、@ダッシュボタンを一回押し#すると、さらに速い猛ダッシュ状態に入ります。この状態中、地形の高低差を利用して遠くへ跳んだり、水面や液体燃素の上を一時的に走ったりできます。ただし、その分燃素の消費も早くなってしまいます…"
            },
            {
                "I": "UI_NatlanTutorial_Bisonsaurus02",
                "D": "@元素スキルボタンを一回押し#、または猛ダッシュ状態に入ると、これまで動かせなかった重い物を押せたり、タックル岩を簡単に破壊したりできます。"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 2166,
        "N": "震雷・大霊の化身",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_226",
                "D": "ナタの各部族が信仰する「大霊」は、黒曜石のトーテムの姿を借りて顕現します。戦闘中、大霊の化身は「領域・試練の刻」を一定時間展開し、自身にシールドを付与して、領域内にいるチーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。@領域が終了する前にシールドを破壊#すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基に元素バリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "5.5"
    },
    {
        "_id": 2165,
        "N": "輝ける溶岩の龍像",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_224",
                "D": "自ら絶えず熱を生み出し、二つの形態を持つ魔物。「アースゴーレム」の状態で@炎元素攻撃#を受けると、「熔焔の龍」へと変わります。この状態でさらに@炎元素攻撃#を受けると、過燃焼状態に陥ります。この時に冷却させると、「アースゴーレム」の状態に戻ります。"
            }
        ],
        "Y": 1,
        "V": "5.5"
    },
    {
        "_id": 2164,
        "N": "マグマイタチ",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_225",
                "D": "聖山の遺跡に長く生息し、「秘源装置」と共存している特別な古代の山獣。戦闘時、マグマイタチは地面に潜り、「秘源のコア」を出して周囲を周期的に攻撃します。その間、「秘源のコア」に十分なダメージを与えることで本体を地中から引きずり出すことができます。地中に隠れているため、@落下攻撃#が効果的かもしれません。"
            }
        ],
        "Y": 1,
        "V": "5.5"
    },
    {
        "_id": 2163,
        "N": "迷える霊覚の修験者",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_223",
                "D": "迷える霊覚の修験者は自分と同じ姿の「色彩の分身」を作りだし、紛れ込んで姿を隠します。この時、@すべての「色彩の分身」の元素バリアを破壊#すると、本体が姿を現し、弱点をあらわにします。また、イクトミ竜と「謎煙の主」のキャラクターが@長押しで「色彩の分身」に狙いを定める#と、一時的に動きを止められるようです…"
            }
        ],
        "Y": 1,
        "V": "5.3"
    },
    {
        "_id": 13516,
        "N": "飛行場内の固体燃素",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Ruodian_01",
                "D": "飛行エリア内に出現する特殊な固体燃素。内部に安定した構造が形成されているため、簡単に取り除くことはできません。しかし、@構造的弱点すべてに同時に命中#させると、崩壊させることができるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13513,
        "N": "やんちゃな幻写霊",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_GhostSpirit_01",
                "D": "形態の異なる多くの幻写霊の中でも、特にやんちゃな一種のようです。謎霊のラクガキで作った風域で吹き上げて、優しく触れれば、きっと落ち着くでしょう…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13512,
        "N": "特殊な元素視角…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_03",
                "D": "イクトミ竜や、霊覚を使いこなせる人々は、@「特殊な元素視角」を発動#でき、本来であれば気付きにくいものを鋭く察知できます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13511,
        "N": "「スーパー特攻ビーム」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightStrike01",
                "D": "「ココウィク」のエネルギーが満タンになると、アビスに強力なビームを放つことができます。このビームはアビスに侵蝕された悪龍に有効です。<br>「ココウィク」を誘導してビームで悪龍を攻撃し、シールドで火の玉を防ぐとチャージされていきます。"
            },
            {
                "I": "UI_NatlanTutorial_LightStrike02",
                "D": "チャージが満タンになると、ポーナは「ココウィク」に「スーパー特攻ビーム」という究極の一撃を放たせます！"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13508,
        "N": "秘源哨戒機",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AshenDrone_01",
                "D": "オシカ・ナタに散らばっている機械。灰燼の都の統治者が、過去の遺跡の機械を模倣して作ったとされています。これらの機械はかつて、統治者がすべてを監視し、警戒するための手段となっていたそうです。"
            },
            {
                "I": "UI_NatlanTutorial_AshenDrone_02",
                "D": "秘源哨戒機と呼ばれる機械。@燃素で構築された力場#を利用することで重量物を運搬できます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13507,
        "N": "封印された炎晶",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_YyjStone",
                "D": "古代遺跡の力を封じるために使われる晶石。体当たりや攻撃によって破壊できます。@破壊#すると、どこかの力を解放できるそうです。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13506,
        "N": "奇妙な装置のパーツ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_DragonKey",
                "D": "変わった形をした機械の部品。@回転#させることで、一部の遺跡にある制御装置のくぼみに合うようになるらしい…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13505,
        "N": "褪色の霧…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_FogGradon_01",
                "D": "ナタの先住民は、特殊な石像を使って北から襲ってくる色褪せた霧を防いでいました。石像の力を呼び起こすと、色褪せた霧の中に小さな光の聖域を作ることができます。@攻撃で移動させる#ことで、色褪せた霧がもたらす数々の問題を解決しましょう。"
            },
            {
                "I": "UI_NatlanTutorial_FogGradon_02",
                "D": "カラフル幻写霊は、色褪せた霧の中にいると衰弱状態になります。@周囲の環境を正常に戻せば#、衰弱状態からも回復できるでしょう。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13504,
        "N": "カラフル幻写霊",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_ColorSpirite01",
                "D": "形と色が特殊な幻写霊。赤、黄、青の3種類があります。それらを@染色石や特殊なラクガキに投げる#と、色を変えることができます。"
            },
            {
                "I": "UI_NatlanTutorial_ColorSpirite02",
                "D": "@異なる色#のカラフル幻写霊を二つ拾うと、@互いに混ざり合い#、新たな色を生み出すそうです…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13503,
        "N": "「クントゥル」と「ルーミ」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Kuntur",
                "D": "壁にある絵と一緒に生まれた、特殊な形をした幻写霊。物語に出てくる悪い魔法使い「ルーミ」とそれを追う英雄「クントゥル」の姿を模しています。"
            },
            {
                "I": "UI_NatlanTutorial_Kuntur_02",
                "D": "@押すと、壁画の対応する位置に幻写風域が生成されます#。風域を利用して「クントゥル」に障害物を回避させ、「ルーミ」に追いつきましよう！"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13502,
        "N": "染色石",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Brickstone01",
                "D": "素朴な色合いの石。@その石に向かってカラフル幻写霊を投げる#と、色を変えられます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13501,
        "N": "より高く跳ぶ方法",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_Ransutag",
                "D": "イクトミ竜は体が軽く、跳躍により高いところに移動できます。また@照準を長押しして「霊覚」状態に入り#、視界内のものの燃素を吸収すると、次の跳躍がより高くなります！"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13500,
        "N": "「謎霊のシジル」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_Fuwen",
                "D": "かつて、イクトミ竜の絵師が燃素銘刻と油彩ラクガキを組み合わせて、ナタにこのような印を残したという。イクトミ竜と「謎煙の主」の人々は、@長押しで狙いを定めることで、その中の情報を取り出す#ことができます。それにより自身を強化したり、思いがけない収穫を得られたりします。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13499,
        "N": "「謎霊のラクガキ」と「謎霊体」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_Chuangsheng",
                "D": "謎煙の主の先祖が残したもので、特殊な力を持つラクガキ。イクトミ竜と「謎煙の主」の人々は、@長押しで狙いを定めることで、その中の情報と力を吸収し#、「謎霊体」を創造できます。ただし、一つのラクガキの力では、同時に一つの「謎霊体」しか支えられません。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13498,
        "N": "イクトミ竜",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_01",
                "D": "イクトミ竜は@照準を長押しすることで「霊覚」状態に入り#、視界内にある燃素が含まれるものの力を吸収できます。また、特殊なラクガキや特殊な燃素銘刻によって描かれたオブジェクトを一時的に具現化させることもできます。"
            },
            {
                "I": "UI_NatlanTutorial_Shamansaurus_02",
                "D": "イクトミ竜は@長押し#で跳躍可能です。@燃素を消費#することで、@より高く#跳躍できます。イクトミ竜にとって、これによって得られる視野はとても重要です。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13497,
        "N": "燃素熱気球",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Ransuqiqiu",
                "D": "気体燃素を利用して空中に浮かぶ熱気球。@破壊#すると燃素が補充されます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13496,
        "N": "集風炎",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Wuxianransu",
                "D": "特定の状況下で、気体燃素が互いに絡み合い、集まって生成される気体燃素の塊。クク竜とその原理を熟知している人々は、その力を利用して、一定時間@燃素を消費しない状態#になれます。この状態で落下攻撃をすると、短時間持続する燃素の風域を生成できます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13495,
        "N": "気体燃素",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Qitairansu01",
                "D": "気体状の燃素。<br>本質は燃素のため、極めて熱く危険です。気体燃素によって形成された風域、または気体燃素が豊富なエリアにいると、火傷をしてしまいます。<br>ただし、@クク竜#と気体燃素の高温に慣れた一部の人々は、火傷を負うことなく気体燃素を利用できる技術を持っているようです。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13494,
        "N": "燃蝕の風洞",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Yancong",
                "D": "気体燃素が山岩を浸食した後、形成された一方通行の通路。中に入ると素早く向こう側に移動できます。<br>ただし、@クク竜#やその構造にやや詳しい@「花翼の集」#の人々だけがそれを自由に使いこなせます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13493,
        "N": "遊撃リングと遊撃ターゲット",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Huan",
                "D": "「花翼の集」の部族が飛行訓練に使う道具。遊撃リングは通り抜けることでポイントを獲得できます。固体燃素結晶を充填した遊撃ターゲットは、@攻撃で結晶を破壊#しないとポイントを獲得できません。固体燃素結晶を破壊したとき、燃素が少し補充されます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13492,
        "N": "クク竜",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo",
                "D": "地面から一定の高さ、または崖の縁にいる時、クク竜はジャンプで羽ばたいて滑翔できます。高さが足りない場合、飛び上がるには燃素を消費する必要があります。空中を滑翔しているとき、@燃素を消費#することで、より高く飛び上がったり、加速したり、@一回押し#でローリングアタックを行ったりできます。また、@長押し#で滑翔状態から落下攻撃を発動でき、発動中にボタンを離すと滑翔状態に戻ることができます。@特定のエリア#では、燃素の影響によりクク竜の前に燃素の風域が定期的に現れます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13491,
        "N": "天蛇の船にある古代装置",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_FlipElevator01",
                "D": "雲海の上に浮かぶ天蛇の船は、龍の時代に残された古代装置を大量に使って作られたものです。これらの古代装置を操作することで、天蛇の船のコアとそれぞれの浮き島を繋げることができ、天蛇の船の各エリアを自由に行き来できます。<br>@コアとなる装置を回転させる#と道が作られ、浮き島にある昇降装置と繋げることができます。"
            },
            {
                "I": "UI_NatlanTutorial_FlipElevator02",
                "D": "浮き島の昇降装置が道を通じて天蛇の船のコア装置と繋がると、@昇降装置を操作する#ことでコア装置を上下に動かせます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13490,
        "N": "天蛇の船にある源火の祭壇？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_SkyCityPlatform",
                "D": "オシカ・ナタの源火の祭壇と似た、天蛇の船にある不思議な装置。常に不滅の炎が燃えています。十分な炎石を集めて投げ入れれば、勢いよく燃え上がり、空中に浮かぶ「返還の玉」が姿を見せるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13489,
        "N": "パチパチ燃える不思議な炎石",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_Tinder",
                "D": "強大な源火の力を秘めた、常に燃えている不思議な炎石。火を扱える者でも、軽々しく触れることはできません。「焔の主の祝福」を受けた者だけが拾うことができます。<br>十分な@炎石#を集めて@源火の祭壇に投げ入れる#と、何かが起こるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13488,
        "N": "統御の光の核",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AXCore",
                "D": "オシカ・ナタにある統律の心に存在する不思議な装置。かつては古都全体の運行を動かすコアとして機能していたようですが、今はアビスの穢れに覆われています。<br>@周りのアビスの穢れを取り除けば#、中に隠された秘密を解き明かせるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13487,
        "N": "アビスの渦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssalDoor",
                "D": "古代遺跡に生じたアビスの濁りの影響により、形成されたアビスの渦。付近の@アビスの濁りが抑制されると#消滅します。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13486,
        "N": "古い刻印の輪…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_SaurusViewPuzzle",
                "D": "かつて何者かが、龍の言葉を模倣して作ったとされる燃素銘刻の形式。@「霊覚」#状態に入ったイクトミ竜と一部の「謎煙の主」の人は、その中の力を発動させられます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13485,
        "N": "強力なアビスの濁り",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssalBall",
                "D": "普通のアビスの濁りと比べると、統律の心に集まるアビスの力はより強大です。光の輪を利用すると、@一時的にその成長を抑える#ことができます。しかし完全に倒すには、@統御の光の核#周辺にあるアビスの汚染を除去しなければなりません。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13484,
        "N": "アビスの濁り",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssalBallStreet",
                "D": "廃墟となったオシカ・ナタから滲み出るアビスのエネルギーは、アビスの濁りと呼ばれる集合体に蓄積されます。<br>単一のアビスの濁りであれば、@「ココウィク」の光の輪#で瞬時に消すことができますが、いくつかのアビスの濁りが互いに繋がっている場合、消すには短時間のうちに@すべてを抑制させないといけません#。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13483,
        "N": "輝きの欠片",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightLamp",
                "D": "光を放つエネルギーの欠片。「ココウィク」がアビスの力を抑制する力と源は同じようです。拾った後、@輝きの柱に置くと#光の輪が広がり、周囲のアビスの穢れを抑えます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13482,
        "N": "輝きの柱",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightLamp01",
                "D": "統律の心に点在する謎の石柱。アビスの汚染を抑制するための装置のようです。<br>輝きの欠片を置くと、光の輪を一定範囲に展開します。光の輪は、アビスの濁りを抑制および霧散させ、また@虚界力バリア#を持つ魔物に対して継続的にダメージを与えます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13481,
        "N": "「ココウィク」の光の輪",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightRing",
                "D": "冒険者ポーナと共に行動する謎の仲間「ココウィク」には、アビスの汚染を抑える不思議な力があるようです。<br>一緒に冒険するとき、「ココウィク」は体の光の輪を展開して、@燃素を消費#することでアビスの脅威から守ってくれます。光の輪は、アビスの濁りを抑制および霧散させ、また@虚界力バリア#を持つ魔物に対して継続的にダメージを与えます。"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 2162,
        "N": "深遠なるミミックパピラ",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_222",
                "D": "深邃暗晦の歪んだ異界から訪れ、大地の記憶を侵蝕する漆黒の魔獣。自身の姿を捻じ曲げ、強大な敵に変化できます。一部の攻撃は重ね掛け可能な「蝕破」状態を付与し、一定時間後、チーム内にいる自身のフィールド上キャラクターのHPを減らします。戦闘中、深遠なるミミックパピラは「暗闇の祝祷」を行い、自身に虚界力バリアを付与します。この時に@元素攻撃を一定回数#与えてバリアを破壊すると、深遠なるミミックパピラは短時間の混乱状態に入ります。@夜魂性質の元素攻撃#はより効率よくその守りを崩せます。"
            }
        ],
        "Y": 1,
        "V": "5.2"
    },
    {
        "_id": 2161,
        "N": "焚焼・大霊の化身",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_221",
                "D": "ナタの各部族が信仰する「大霊」は、黒曜石のトーテムの姿を借りて顕現します。戦闘中、大霊の化身は「領域・試練の刻」を一定時間展開し、自身にシールドを付与して、領域内にいるチーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。@領域が終了する前にシールドを破壊#すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基に元素バリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "5.2"
    },
    {
        "_id": 2160,
        "N": "凛烈・大霊の化身",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_220",
                "D": "ナタの各部族が信仰する「大霊」は、黒曜石のトーテムの姿を借りて顕現します。戦闘中、大霊の化身は「領域・試練の刻」を一定時間展開し、自身にシールドを付与して、領域内にいるチーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。@領域が終了する前にシールドを破壊#すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基に元素バリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "5.2"
    },
    {
        "_id": 2159,
        "N": "深遠なるミミックフローラ",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_219",
                "D": "深遠の暗く歪んだ異界からこの世に降臨した、様々なモノに擬態できるアビスの魔物。戦闘中、深遠なるミミックフローラは自身に虚界力バリアを付与します。深遠なるミミックフローラの一部の攻撃は、重ね掛け可能な「蝕破」状態を付与し、一定時間後、チーム内にいる自身のフィールド上キャラクターのHPを減らします。@元素攻撃を一定回数#与えるとバリアを破壊できます。また、@夜魂性質の元素攻撃#はより効率的に敵の防御を破れます。"
            }
        ],
        "Y": 1,
        "V": "5.1"
    },
    {
        "_id": 2158,
        "N": "秘源機兵・機巧デバイス",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_218",
                "D": "強力な破壊力を持つ機械。キャラクターが「夜魂の加護」状態に入る、または維持中、秘源機兵・機巧デバイスは「応戦対策」の進捗度を蓄積します。進捗度がMAXになると、「球状雷砲」の準備に入ります。準備期間中、秘源機兵・機巧デバイスは「吸収機械」を起動し、固体燃素を掘り出して燃素を吸収します。「吸収機械」は重力場を生成するため、「吸収機械」を破壊して「球状雷砲」のチャージを中断するには、@固体燃素を登って重力場に入らなければなりません#。"
            }
        ],
        "Y": 1,
        "V": "5.1"
    },
    {
        "_id": 13446,
        "N": "部族秘蔵所",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_BLBK01",
                "D": "噂によると、部族にはそれぞれ秘密の場所が1つあるそうです。<br>かつて夜の神が人と交わした契約によると、資格を得た勇者のみが中に入ることを許され、すべてを手に入れられるとされています。"
            },
            {
                "I": "UI_NTTutorial_BLBK02",
                "D": "ナタの各集落の周辺を探索するとき、たまに似たような黒曜石の輪の欠片が見つかります。それらを組み合わせることで、秘蔵所への通行証が手に入るかもしれません。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 1042,
        "N": "ナタの夜魂の加護",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_NTTutorial_NyxState_01",
                "D": "ナタのキャラクターは「夜魂の加護」状態に入ることで、運動能力と戦闘力がアップします。夜魂の加護状態に入る際の最も一般的な方法は、元素スキルの発動です。"
            },
            {
                "I": "UI_NTTutorial_NyxState_02",
                "D": "夜魂の加護状態は「夜魂値」という数値と関係しています。<br>例：カチーナがぐるぐるコマちゃんに乗って移動、または攻撃すると夜魂値は消費されます。夜魂値が尽きると、カチーナの夜魂の加護状態は終了し、ぐるぐるコマちゃんも消えます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 1041,
        "N": "夜魂トランス",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_NTTutorial_NyxSwitch_01",
                "D": "燃素を利用できるナタのエリアにいる時、特定の活動状態中にナタのキャラクターに切り替えると、「夜魂トランス」が発動します。登場時、キャラクターは特殊な移動を行います。夜魂トランスの発動方法と具体的な効果は各キャラクターの天賦「夜域の賜物」からご確認ください。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 1040,
        "N": "「夜魂バースト」",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_NTTutorial_NyxFever_01",
                "D": "チーム内にナタのキャラクターがいるとき、キャラクターが敵に元素ダメージを与えると「夜魂バースト」が発動します。チームにいるナタのキャラクターが多ければ多いほど、「夜魂バースト」の発動間隔は短くなります。チームにいるナタのキャラクターが1/2/3またはそれ以上のとき、「夜魂バースト」の発動間隔はそれぞれ18/12/9秒となる。"
            },
            {
                "I": "UI_NTTutorial_NyxFever_02",
                "D": "「夜魂バースト」は様々な効果を引き起こすことができます。例えば、キャラクターの天賦、聖遺物の効果などです。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13445,
        "N": "戦士の挑戦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_NPCChallenge",
                "D": "ナタの各地には、鍛錬を通じて強くなろうとする戦士がいます。<br>戦士がいるということは、もちろんそれを鍛える師匠もいます。彼らは、自分の限界を超えようとする人々のために、繰り返しチャレンジできるレベル別の挑戦を用意しています。<br>高い評価を目指して、豪華な報酬を手に入れましょう。戦士を訓練する師匠は、報酬を三つのランクに分けているそうです。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13433,
        "N": "",
        "S": "チュートリアル",
        "T": [],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13432,
        "N": "「リレーボール」の偽造品？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_GongChangXQ",
                "D": "「懸木の民」の人々が持つカギ縄、またはユムカ竜の能力で回収できる金属のボール。回収した後、@長押し#で照準し、スキルボタンを@離す#と発射できます。<br>ボールが金属の台座に当たると、それをアクティブ化できます。<br>ただし、本物の「リレーボール」と違って、このボールは消えません。ロックされていない台座からボールを取り外すことで、再使用できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13431,
        "N": "不安定な固体燃素結晶…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_PhlogistonBomb",
                "D": "燃素が固体に変化したときに生成される不安定な結晶。攻撃を受けたり、誰かが近づいたりすると爆発します…<br>一部の不安定な結晶は地下深くに埋もれており、固体燃素に敏感な人々や、地下に潜ったテペトル竜だけが、その位置を感知できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13430,
        "N": "光の集束",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_TZDSniper",
                "D": "ナタの各地にたまに出現し、乱れた「光の刻印」によって駆動する小型の防衛武装。<br>@近づいてコアに触れると#、シャットダウンできます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13429,
        "N": "託身の葉の胞子",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_PortableSP",
                "D": "@特殊な魂の灯に憑依する、または特殊な「巻き葉のルーン」を利用#すると、「託身の葉の胞子」が体に付着します。@付近の一定範囲内#で空中ジャンプしたり、攻撃を行ったりすると、託身の葉を展開します（「託身の葉の胞子」1枚につき、展開できるのは1枚です）。<br>しかし、この託身の葉は短時間で消えてしまうため、注意が必要です…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13428,
        "N": "ヒビの入った岩…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_YanShiLieHen",
                "D": "ヒビの入った脆そうな岩。ちょっとした爆発で砕けそうです。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13427,
        "N": "人と竜、心は通じ合う！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_RLCorporation01",
                "D": "仲間のちびテペトル竜と共に冒険していくうち、お互いの理解が深まりました。<br>この試練では、ちびテペトル竜の視点に切り替えられます。力を合わせて先に進みましょう！"
            },
            {
                "I": "UI_NTTutorial_RLCorporation02",
                "D": "伝説の「盗炎の賢者」が用意した特殊なセンサー。<br>人間と竜はそれぞれ対応する感応エリアに立ち、試練をクリアする必要があります。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13426,
        "N": "射流の渦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_ChaoGaoTiao",
                "D": "特殊な乱流によって生成された渦。その中に落ちたものは、水流にはじかれて高所に飛ばされます。<br>コホラ竜と「流泉の衆」の人々は「射流の渦」の力を借りることで、超高度のエクストリームジャンプを行えます！"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13425,
        "N": "夜魂よ、ここに汝の影を銘記せよ…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_YSTiaoZhan",
                "D": "ナタの大地にそびえ立つ、特殊な黒曜石のトーテムポール。<br>言い伝えによると、霊感の強い人がこの古いトーテムポールに触れると、「夜神の国」に送られ、古の夜魂の勇士たちが戦う姿を見られるそうです…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13424,
        "N": "幻写霊",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_TuYaLing",
                "D": "言い伝えによると、古いラクガキから誕生したとされる不思議な精霊。<br>燃素を使うことで、彼らを眠りから呼び起こせます。@彼らのあとを追う、または彼らが目的地に向かうのを手伝う#と、何か収穫があるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13423,
        "N": "燃素銘刻と秘文",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_FuWenKeYin",
                "D": "古代のナタ人は燃素銘刻で問題を作り、互いに解き合って燃素を操るすべを習得してきました。<br>正解である「秘文」を題目の燃素銘刻と組み合わせることで、すべてが明らかになるでしょう。<br>秘文を見つけ、コホラ竜の@水飛びダッシュ#、または「流泉の衆」の人々の@ダッシュ#を利用して、秘文の力を剥ぎ取りましょう。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13422,
        "N": "フレイムグレネードの実",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_HuoMian",
                "D": "ナタの不思議な植物。燃素が豊富なため、半熟の果実は非常に不安定で、@炎元素の攻撃を受けると爆発#します。<br>「懸木の民」の人々が持つカギ縄、またはユムカ竜の能力を使うと、フレイムグレネードの実を採ることができ、投げれば爆弾として利用できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13421,
        "N": "「巻き葉のルーン」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_HookerPoint",
                "D": "ナタでは、巻いている草のようなルーンを時折見かけます。<br>カギ縄を自在に操る「懸木の民」の人々、あるいはユムカ竜であれば、その力を利用して素早く移動が可能です。<br>稀に特殊な色をした「巻き葉のルーン」を見かけます。このような巻き葉のルーンを活性化すると、その下に「託身の葉」が展開され、しばらくそこに留まることができます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13420,
        "N": "取り外し可能な「けん引フック」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_LaZhuaiDian",
                "D": "一部の「けん引フック装置」は台座から取り外した後、別の台座に設置して使用できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13419,
        "N": "すべてを浄化する聖火よ…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_ShengHuo01",
                "D": "「懸木の民」部族が廻焔の夜のために、聖火競技場から迎えた分火。闇を払う神聖な力を持っています。<br>@火の灯った火鉢に触れる#と、聖火の庇護を獲得できます。庇護を受けている間、@フレイムグレネードの実を集めて投げる#と爆発が起こり、アビスのエネルギーを追い払えます。"
            },
            {
                "I": "UI_NTTutorial_ShengHuo02",
                "D": "聖火の庇護状態にあるとき、@火のついていない火鉢に近づく#と、火を灯すことができます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13418,
        "N": "「ボールパス変換器」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_YiJiXiaoQiuDG",
                "D": "「リレーボール」を「ボールパス変換器」の固定エリアに投げ入れると、しばらくチャージした後、ボールパス変換器の@向いている方向#へ発射されます。<br>その間、リレーボールは@ボールパス変換器と同じ色#になります。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13417,
        "N": "「リレーボール」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_YiJiXiaoQiu",
                "D": "「懸木の民」の人々が持つカギ縄、またはユムカ竜の能力で収集できるボール。収集した後、@長押し#で照準を定め、スキルボタンを@離す#と発射できます。<br>ボールが対応する色の台座に当たると、それをアクティブ化できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13416,
        "N": "落ちよ、固体燃素の釘！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_ShiNengChangDing_01",
                "D": "固体燃素の釘挑戦では、@「光の石柱」を破壊#する必要があります。その中に散らばった@刻印の力#を集めて「光の刻印」を修復し、宙に浮かぶ固体燃素の釘を再び地面に打ち込みましょう。<br>刻印の力を集めるたびに、「光の刻印」の修復進捗が増えます。"
            },
            {
                "I": "UI_NTTutorial_ShiNengChangDing_02",
                "D": "ただし、固体燃素の釘の下に封印された@漆黒の力#が、「光の刻印」の修復を阻止します。<br>漆黒の力が侵蝕しきる前に、刻印の力を十分に集めて、「光の刻印」を修復しましょう！"
            },
            {
                "I": "UI_NTTutorial_ShiNengChangDing_03",
                "D": "刻印の力と漆黒の力の衝突は、地形にも影響を及ぼすほど激しいものです。@近づくと爆発する#「不安定な固体燃素結晶」が現れることもあるので、挑戦中は注意しましょう。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13415,
        "N": "埋もれてる…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_UniversalPit",
                "D": "普段から山石や固体燃素を扱う機会の多い人々や、地面に潜るテペトル竜は、地下に埋もれたものに対して非常に敏感です。<br>何かに気付いたら、それを@地面から叩き出して#みましょう。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13414,
        "N": "液体燃素",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_YTPhlogiston",
                "D": "流体のような燃素。<br>本質は燃素であるため、極めて熱く、非常に危険です。液体燃素に落ちた生き物は、たちまち死に直面します。<br>ただし、コホラ竜や液体燃素に詳しい一部の人々は、液体燃素の中で短時間行動するコツを身に付けたようです…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13413,
        "N": "溶土の裂け目",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_PhlogistonCrack",
                "D": "大地の中の固体燃素が形成した裂け目の通路。中に入ると素早く向こう側に移動できます。<br>ただし、テペトル竜や、その構造にやや詳しい人々だけがそれを自由に使いこなせます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13412,
        "N": "挑戦に満ちたスピリットウェイ…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_HuGuangGadget01",
                "D": "スピリットウェイでは、同時に不思議なものも生成されます。<br>できるだけ多くの「フローライトオーブ」を集める、または「フローライトターゲット」を破壊しましょう！その結果、何かいいことが起こるかもしれません…"
            },
            {
                "I": "UI_NTTutorial_HuGuangGadget02",
                "D": "スピリットウェイに乗っているとき、ジャンプで「フローライトの裂け目」などの危険を避けられます。また「フローライトリープ」を使うことで、大ジャンプが可能です。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13411,
        "N": "スピリットの刻門",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_HuGuangCFQ",
                "D": "ナタの先祖が、スピリットウェイの創造者の技術を真似て、燃素銘刻で作った装置。<br>触れると、スピリットウェイを生成したり、不安定なスピリットウェイを顕現させたりできます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13410,
        "N": "スピリットウェイ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_HuGuang",
                "D": "絶えず流れる燃素が空中に形成した道。乗ることで素早く移動できます。<br>コホラ竜、またはそのテクニックを身に付けた達人だけが、「スピリットウェイ」を自由に使いこなせます。<br>ただし、すべてのスピリットウェイが安全なわけではないので、ご注意ください…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13409,
        "N": "コホラ竜",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_TransMosasaurus",
                "D": "コホラ竜は水中を高速で移動するのが得意で、水面を高くジャンプすることで障害物を避けたり、@水飛びダッシュ#で前方に衝撃を与えたりできます。<br>また、コホラ竜は@燃素を消費#することで、液体燃素の中を泳ぐことができる唯一の竜です。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13408,
        "N": "ユムカ竜",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_TransHookwalker01",
                "D": "ユムカ竜は頬袋に隠したフレイムグレネードの繊維を吐き出し、重い物やルーンに巻き付けることで、自身を引っ張って移動できます。<br>さらに、空中で@長押しすると滞空状態に入り#、照準を定めて移動できます。ただし、短時間内にこのような移動を連続で行うには、@燃素を消費#しなければなりません。"
            },
            {
                "I": "UI_NTTutorial_TransHookwalker02",
                "D": "ユムカ竜はフレイムグレネードの繊維で、遠くにある軽い物をキャッチして口に入れ、狙いを定めて吐き出すこともできます。<br>また、引っ張る必要のあるギミックを引っ張ることができます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13407,
        "N": "テペトル竜",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_TransDrillhead01",
                "D": "テペトル竜が地下に潜った後、@燃素を消費#して全方位に移動でき、さらに崖に沿って登ることもできます。<br>地下に潜った状態で@ジャンプ#すると、短時間、@高速ジャンプ#による移動が可能になります。"
            },
            {
                "I": "UI_NTTutorial_TransDrillhead02",
                "D": "テペトル竜は、通常では登れない固体燃素を登ることができます。<br>また、鋭い爪で目の前に現れる障害物を簡単に破壊できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13406,
        "N": "竜憑依",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_TutorialTransNatsaurus01",
                "D": "不思議な力の導きにより、ナタの竜に憑依できるようになりました！<br>竜にはそれぞれ異なるスキルと特性があります。彼らの力をうまく利用し、ナタの移動や探索を便利にしましょう。<br>竜憑依状態時、竜本体の燃素を優先的に消費し、その後、自身の燃素を消費します。"
            },
            {
                "I": "UI_NTTutorial_TutorialTransNatsaurus02",
                "D": "ナタの竜、その生命の在り方はやや特殊で、特定の条件下で「魂の灯」状態に変化します。<br>魂の灯に対して@憑依を行う#と、魂の灯の力を覚醒させ、竜本来の姿に変えて操ることができます。"
            },
            {
                "I": "UI_NTTutorial_TutorialTransNatsaurus03",
                "D": "離脱ボタン長押しで憑依状態を解除できます。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13405,
        "N": "燃素の入手方法…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_Phlogiston02",
                "D": "「燃素の種」に触れたり、燃素を含むオブジェクトを破壊または採集したりすると、@「燃素粒子」#が生成されます。燃素粒子を吸収することで燃素を補充できます。<br>また、燃素を持続的に補充できるものも存在しているようです。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13404,
        "N": "燃素",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_NTTutorial_Phlogiston01",
                "D": "ナタに分布する特殊な高熱エネルギー。様々な形態を持っています。<br>ナタでは、燃素を獲得する手段がたくさん存在します。一部のギミックは、@燃素を注入#してから初めて発動、または起動します。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 2157,
        "N": "山の王·貪食のユムカ竜",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_216",
                "D": "壮絶な戦いを数えきれないほど経験してきたユムカ竜。亜種ではなく、ただ食欲に駆られた結果、今の姿になったようです。戦闘時にはフレイムグレネードの実を集めて吐き出し、爆弾として利用してきます。山の王·貪食のユムカ竜が吞み込む前に、@炎元素でフレイムグレネードの実を爆発させたら#、果たしてどうなるのか…"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2156,
        "N": "暴君·金焔のクク竜",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_215",
                "D": "自身にも手に負えないほどの強大な力に耐えられず、超然とした姿を持つようになったクク竜亜種。戦闘時には空高く飛び上がり、力を集結させた「金焔」形態となって自身にバリアを張り、熱風を呼び起こす「灼風の羽根」を地上に向けて放ちます。クク竜亜種は「灼風の羽根」に向かって急降下してきます。それまでに「灼風の羽根」を破壊できなかった場合、クク竜亜種は燃素の風域を利用して空中へと再び戻ります。この行動を力尽きて元の姿に戻るまで繰り返します。急降下してくる前に@炎元素と反応できる元素で「灼風の羽根」を破壊#することが、倒すカギになりそうです。"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2155,
        "N": "秘源機兵·ハンターシーカー",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_214",
                "D": "ナタの各地を徘徊しているが、その目的は謎に包まれている古い機械。キャラクターが「夜魂の加護」状態に入る、またはその状態を維持しているとき、秘源機兵·ハンターシーカーは「応戦対策」を蓄積します。「応戦対策」がMAXになると、秘源機兵·ハンターシーカーは特殊な集束ビームを放ちます。しかし、ピンチはチャンスでもあります——その隙に大ダメージを与えられるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2154,
        "N": "溶岩の像・土蝕者",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_213",
                "D": "熱を吸収し続けなければ活動状態を維持できない不思議な魔物。しかし、熱を吸収しすぎると、自身もダメージを受けてしまうようです。@炎元素攻撃#で過燃焼状態に入らせると、すぐさま溶けて崩れます。"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2153,
        "N": "疾葉·大霊の化身",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_210",
                "D": "ナタの各部族が信仰する「大霊」は、黒曜石のトーテムの姿を借りて顕現します。戦闘中、大霊の化身は「領域·試練の刻」を一定時間展開し、自身にシールドを付与して、領域内にいるチーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。@領域が終了する前にシールドを破壊#すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基に元素バリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2152,
        "N": "噴流·大霊の化身",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_211",
                "D": "ナタの各部族が信仰する「大霊」は、黒曜石のトーテムの姿を借りて顕現します。戦闘中、大霊の化身は「領域·試練の刻」を一定時間展開し、自身にシールドを付与して、領域内にいるチーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。@領域が終了する前にシールドを破壊#すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基に元素バリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2151,
        "N": "岩窟·大霊の化身",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_212",
                "D": "ナタの各部族が信仰する「大霊」は、黒曜石のトーテムの姿を借りて顕現します。戦闘中、大霊の化身は「領域·試練の刻」を一定時間展開し、自身にシールドを付与して、領域内にいるチーム内キャラクターの元素エネルギーを吸収し続けます。そして、領域内のキャラクターは与えるダメージが大幅にアップします。@領域が終了する前にシールドを破壊#すると、大量の元素エネルギーが返還されます。シールドを破壊できなかった場合、大霊の化身は残りのシールド耐久値を基に元素バリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2150,
        "N": "虚界力バリア",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_217",
                "D": "現世に降臨したアビスの力が、すべてを拒絶する姿を見せます。虚界力バリアに守られた対象は、バリアが存在している間、ダメージを受けません。@一定回数の元素攻撃を行う#と、その防御を崩すことができます。また、夜魂性質のある元素攻撃であれば、より効率的に防御を崩せるようです。"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13373,
        "N": "幻想シアター·演劇ボーナス",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_RoleCombat_PoseShop",
                "D": "「演劇ボーナス」の「パフォーマンスのコツ」は「幻想シアター」のリセットと共に更新されます。<br>「パフォーマンスのコツ」を交換すると、対応するキャラクターの撮影画面で使用できます。"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13378,
        "N": "幻想シアター·挑戦報酬",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_RoleCombat_BasicRule04",
                "D": "「幻想シアター」の公演挑戦をクリアすると、「初演報酬」と「再演報酬」の中から様々な報酬を獲得できます。公演挑戦を@3#幕以上クリアすると、子オオカミの「演劇ボーナス」が開放され、「おもちゃの勲章」を「パフォーマンスのコツ」と交換できます。"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13345,
        "N": "幻想シアター·チーム編成",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_RoleCombat_BattleRule01",
                "D": "挑戦中、再挑戦を選択することでチーム編成の変更および再挑戦ができます。出撃キャラの合理的な編成が、公演挑戦をクリアするためのカギとなります。"
            },
            {
                "I": "UI_RoleCombat_BattleRule02",
                "D": "出演するキャラクターは「活力」を@2#ポイント持っています。戦闘イベントをクリアするたびに、キャラクターの「活力」は@1#ポイント減ります。同時に、待機キャストを@1名#選択し、出演可能キャラに加入させます。"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13344,
        "N": "幻想シアター·公演イベント",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_RoleCombat_EventRule01",
                "D": "幻想シアター挑戦では、様々なイベントが発生します。<br>「仲間イベント」：待機キャストを出演可能キャラに加入させることができます。<br>「ワンダーサポートとシャイニングブレス」：使うとチームの戦闘能力を強化できます。<br>「ミステリーボーナス」：一定の有利な効果を提供しますが、リスクを伴う場合もあります。"
            },
            {
                "I": "UI_RoleCombat_EventRule02",
                "D": "「仲間イベント」「ワンダーサポート」「シャイニングブレス」または「ミステリーボーナス」のいずれかを選択すると、戦闘イベント以外のイベントはリセットされます。<br>「戦闘イベント」を選択すると、舞台へ進み、公演挑戦が始まります。"
            },
            {
                "I": "UI_RoleCombat_EventRule03",
                "D": "公演に参加していないキャラクターは、一定の確率で「仲間イベント」に観客として声援を送り、追加の収穫を与えてくれます。"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13343,
        "N": "幻想シアター·挑戦開始",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_RoleCombat_BasicRule01",
                "D": "控え室にある「幻戯の書」から、「幻想シアター」挑戦を開始できます。"
            },
            {
                "I": "UI_RoleCombat_BasicRule02",
                "D": "幻想シアターの演目テーマは一定時間ごとに変化し、出演条件や特別招待キャストも変更されます。<br>各期の開幕キャストは幻境の祝福を獲得し、公演挑戦とテイワットでの冒険で特殊な強化効果を得られます。"
            },
            {
                "I": "UI_RoleCombat_BasicRule03",
                "D": "出演条件に従って選んだ仲間でチームを編成し、挑戦に挑みます。各キャラクターは「活力」を@2#ポイント持ち、公演挑戦を1幕クリアするたびに、「活力」を@1#ポイント失います。"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13330,
        "N": "龍の裔のプリンケプス·スキュラ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusJapalura01",
                "D": "スキュラは遥か昔に龍の子孫を統率していたプリンケプスで、肉体を失ってもなお、水流を操る力を有しています。<br>スキュラに近づくと、彼は彼の近くに移動するための高速の水流を召喚してくれます。また、彼に話しかけると、激流を召喚してキャラクターを目標の位置まで送り届けてくれます。<br>どこへ向かうか迷っている時は、特定の物体を狙うと、何か言ってくれるかもしれません…"
            },
            {
                "I": "UI_DITutorial_RemusJapalura02",
                "D": "スキュラは深海を巡遊します。<br>往日の海を探索する時、スキュラは@キャラクターがいる海域#に応じて、移動します。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13329,
        "N": "古き「楽章」の力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusMagic01",
                "D": "謎めいた「楽章」。すでに滅びた古代文明のものらしい。<br>「楽章」の力を用いると、@二種類の音波を放つ#ことができます。"
            },
            {
                "I": "UI_DITutorial_RemusMagic02",
                "D": "「楽章」の力を使うと、音楽エネルギーによって駆動するものと共鳴することができます。<br>@一回押しで休音波を放つ#と、周囲の特定の物体を止めることができます。@長押しで奏音波を放つ#と、周囲の特定の物体を動かし、または@休音波#によって影響を受けた物体を再び活性化させることができます。"
            },
            {
                "I": "UI_DITutorial_RemusMagic03",
                "D": "「楽章」の力の影響を受けるものの上には@特殊な音符#が表示されます。特定の音波と共鳴すると、表示される音符も変化します。<br>音楽エネルギーに駆動されるすべてのものが異なる音波と共鳴できるわけではありません。そのほとんどは特定の音波の影響のみ受けます。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13342,
        "N": "予測不能の舞台！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusMural01",
                "D": "「空白の譜面」を入れると演奏装置が起動し、華麗な演奏が始まります！"
            },
            {
                "I": "UI_DITutorial_RemusMural02",
                "D": "演奏中、様々な形をしたノーツバブルがメロディーに合わせてステージを飛び交います。<br>その間、一定数のノーツバブルを集め続けることで演奏が正常に進行します。"
            },
            {
                "I": "UI_DITutorial_RemusMural03",
                "D": "「楽章」の力を使って、@一回押しで休音波を放つ#とノーツバブルが止まり、集めやすくなります。<br>演奏中は、予想外のことも起こります。それを乗り越えて、演奏を成功させましょう。<br>壁画に描かれた巨大船「フォルトゥナ号」がゴールに到着すると、演奏は成功となります！"
            },
            {
                "I": "UI_DITutorial_RemusMural04",
                "D": "壁画に描かれている巨大船は航行中、嵐に襲われることがあります。襲われたら、@ノーツバブルを集め#、バリアを展開して雷を防いでください。巨大船がバリアを展開できず沈んでしまうと、演奏は失敗に終わります。<br>嵐の発生中、予測不能な落雷が舞台に現れ、演奏の進行に影響を与えます。回避して演奏を終わらせましょう！"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13341,
        "N": "魔導書だらけの不思議な本棚？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusMagicBookshelf01",
                "D": "城の中には、魔導書を収蔵するための特殊な本棚があります。<br>城で見つけた魔導書を本棚に戻すと、その音楽エネルギーを活性化できます。"
            },
            {
                "I": "UI_DITutorial_RemusMagicBookshelf02",
                "D": "「楽章」の力を使うことで、活性化した本棚と共鳴ができます。@長押しで奏音波を放つ#と、魔導書を本棚から飛ばすことができます。この時に@一回押しで休音波を放つ#と、宙を舞う魔導書を止めることができます。<br>浮遊する魔導書を適切な位置で止められれば、本棚の後ろに隠された通路を見つけられるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13340,
        "N": "神出鬼没な魔導書",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusMagicBook01",
                "D": "無秩序なメロディーの影響で本棚から離れ、城に現れるようになった神出鬼没な魔導書。<br>タイミングを見計らい、「楽章」の力を使って@一回押しで休音波を放つ#と、魔導書を空中に止められます。"
            },
            {
                "I": "UI_DITutorial_RemusMagicBook02",
                "D": "それらの魔導書を拾って@特殊な本棚#に戻すと、中の力を活性化できるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13339,
        "N": "ホラガイタコ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusOctopus_01",
                "D": "古代文明が残したホラガイと奇妙な共生関係を結んだ海底の生物。古いメロディーを奏で続けています。<br>異なる色の品種がおり、オレンジ色のホラガイタコは@一回押しで休音波を放つ#ことで共鳴します。青色のホラガイタコは「楽章」の力の影響を受けないため、別の方法で対処する必要があります。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13338,
        "N": "メロディーフラワーと異彩イソギンチャク",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusFansPlant_01",
                "D": "深海で音楽エネルギーを餌にする謎の生き物。隣にある異彩イソギンチャクは、実は音楽を受け取る器官になっています。<br>@長押しで奏音波を放つ#と、異彩イソギンチャクの向きを変えられます。"
            },
            {
                "I": "UI_DITutorial_RemusFansPlant_02",
                "D": "異彩イソギンチャクは、ホラガイタコが奏でる音楽を受信できます。異彩イソギンチャクが音楽を受信すると、メロディーフラワーは旋律と共に揺れ出します。<br>受信した音楽によって、メロディーフラワーの揺れるリズムも変わります。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13337,
        "N": "巨大黄金アンコウ！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusLanternFish01",
                "D": "過去に滅びた古代文明が、ある特別な目的のために作り出した擬態マシナリー。巨大な口の中には何かいい物が隠されているようです。<br>頭上に付けられた探測装置が異常を察知すると、口をすぐに閉じます。その口からいい物を手に入れるには、隙を見て@魚の尾に回り込み、一回押しで休音波を放ち#ましょう。そうすれば動きが止まり、中の物を手に入れることができます…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13336,
        "N": "サンゴ礁の揺れるウナギ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusEelCoralReefs01",
                "D": "深海のサンゴ礁に隠れたウナギは、音楽のリズムに非常に敏感で、刺激を受けると頭を出します。<br>@一緒に頭を出した#隙に@一回押しで休音波を放つ#と、彼らはサンゴ礁に隠れられなくなり、リズムに合わせて揺れることしかできなくなります…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13335,
        "N": "「自鳴ハーモニックパイプ」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusTuner01",
                "D": "音楽に酩酊していた古代文明が創り出した自鳴装置。「楽章」の力で音調を正しく整える必要があります。<br>@長押しして奏音波を放っている間#、調音パネルは移動を続けます。特定の音符を指すように@止める#と音調を変えられます。<br>一組の「自鳴ハーモニックパイプ」の音調をすべて正しい状態にすると、上に表示される音符が変わります。周囲を調べることで、正しい音調のヒントを得られるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13333,
        "N": "龍の裔を鎮める枷",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusChainPillar01",
                "D": "スキュラを縛る三本の枷は、それぞれ三本の石柱に巻き付いています。「楽章」の力を使って@長押しで奏音波を放つ#と、それを解除できます。<br>長い時間が経っているため、時に石柱がツル草に絡まり「楽章」と共鳴できないこともあります。その場合、先にツル草を片付ける必要があります。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13332,
        "N": "共鳴イソギンチャク",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RhythmAnemone01",
                "D": "この不思議な海底の生物は、ホラガイタコが奏でたメロディーと共鳴します。メロディーの影響を受け続けると、@共鳴状態#に入ります。<br>「楽章」の力を利用することで、ホラガイタコの行動パターンが変わり、周囲の共鳴イソギンチャクに影響を与えられます。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13327,
        "N": "光って喋る猫？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_DITutorial_RemusCat01",
                "D": "「ウッスー」と一緒に、深い水の底にある古き「往日の国」を探索しましょう！"
            },
            {
                "I": "UI_DITutorial_RemusCat02",
                "D": "「ウッスー」との冒険中、彼と@会話#して、情報をたくさん手に入れましょう。<br>時間があったら、彼を@撫でて#みてくださいね！"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 7012,
        "N": "ナイトウィンド·ホルン",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_FrenchHorn_01",
                "D": "演奏中、音符のボタンを長押しすると、「ナイトウィンド·ホルン」で長い音を演奏することができます。"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 2149,
        "N": "魔像プラエトリアニ",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_207",
                "D": "意志を宿した古代の魔像。白石でできた堅い体を用いて戦います。@岩元素に対処する時の方法#で、その防御を効果的に崩せるでしょう。"
            }
        ],
        "Y": 1,
        "V": "4.6"
    },
    {
        "_id": 2148,
        "N": "魔像レガトゥス",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_208",
                "D": "白石でできた堅い体で攻撃を防ぎ、音律と烈炎で敵を殲滅する古代の魔像レガトゥス。@岩元素に対処する時の方法#で、防御を効果的に崩せるでしょう。また、彼らは戦闘中、攻撃に加担する「共振器」を設置します。@共振器を破壊#すると、バリアを効果的に削れます。"
            }
        ],
        "Y": 1,
        "V": "4.6"
    },
    {
        "_id": 13280,
        "N": "金鯉の飛舞",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_CarpJumpBall_G_01",
                "D": "沈玉の谷の野外では、散逸した仙力を吸収することによって空に浮かぶ奇妙な水珠を見かけることがあります。浮錦に与えられた仙力を使うと、少しの間金色の鯉となって、自由に水珠の中に入ることができます。"
            },
            {
                "I": "UI_CarpJumpBall_G_02",
                "D": "水珠の中にいるときは、進む方向を自由に選ぶことができます。また、ジャンプボタンを長押しして垂直に離れることもできます。"
            },
            {
                "I": "UI_CarpJumpBall_G_03",
                "D": "この方法を使えば、古の伝説に登場する金色の鯉のように、山林を自由自在に駆けることができるでしょう。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13279,
        "N": "「ぷんぷん仙像」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_ShootingStatue_G_01",
                "D": "奇妙な形をした石像。浮錦から与えられた仙力を使うと、仙力を帯びた水の球を発射できます。これにより、金色の鯉の姿になって行きたい方向に移動することができます。"
            },
            {
                "I": "UI_ShootingStatue_G_02",
                "D": "石像であるにもかかわらず、どこかふてぶてしい印象があります。原型は一体何なのでしょうか…<br>しかし、あなたがどんな選択をしたとしても、膨れっ面の石像たちが本気で怒ることはありません。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13278,
        "N": "「きままな仙像」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_ClicheStatue_G_01",
                "D": "奇妙な形をした石像。浮錦から与えられた仙力を使うと、重たそうな石像を軽々と移動させることができます。<br>石像であるにもかかわらず、どこかのんびりしているような印象があります。原型は一体何なのでしょうか…"
            },
            {
                "I": "UI_ClicheStatue_G_02",
                "D": "石像たちが交わすのんびりとした会話に耳を傾けながら、正しい位置に戻してあげましょう。ただし、すべての石像が喜んで「本来」の台座に留まろうとするわけではありません。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13277,
        "N": "「ふわふわ仙像」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_RunBirdRun_G_01",
                "D": "奇妙な形をした石像。この石像に近づくと体がふんわりと軽くなり、軽く跳ぶだけで普通なら届かないような高い所に跳ぶことができます。<br>石像であるにもかかわらず、ふんわりと軽い印象があります。原型は一体何なのでしょうか…"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13276,
        "N": "流るる蓮の光景",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_LotusLight_G_01",
                "D": "仙力を使うと、河川に散らばった「流蓮の灯」に明かりを灯すことができます。<br>「流蓮の灯」に灯る吉瑞の光を借りれば、@少しの間#、周囲の蓮のランプに明かりを灯すことができます。"
            },
            {
                "I": "UI_LotusLight_G_02",
                "D": "「流蓮の灯」は仙力によって回収でき、近くにある一定範囲内の蓮のランプを灯すことができたり、適切な位置に再配置したりできます。"
            },
            {
                "I": "UI_LotusLight_G_03",
                "D": "もしエリア内にあるすべての蓮のランプに同時に明かりを灯せば、不思議なことが起こるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13275,
        "N": "玉鼎を辿る香り",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Incense_G_01",
                "D": "仙力を使うと、山野に散らばった「玉璜鼎」と共鳴することができます。<br>「玉璜鼎」の仙力を借りれば、@少しの間、仙脈の経路上にある香炉に火を灯すことができます#。"
            },
            {
                "I": "UI_Incense_G_02",
                "D": "もしすべての香炉に同時に火を灯せば、不思議なことが起こるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13274,
        "N": "「数千年の歴史が我々を見つめている！」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Building_G_01",
                "D": "浮錦から与えられた仙力を使うと、崩れ落ちた古代遺跡をある程度修復できます。"
            },
            {
                "I": "UI_Building_G_02",
                "D": "遺跡をよく観察し、それぞれのオブジェクトを正しい方向で正しい位置に配置しましょう。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13273,
        "N": "濛気",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_YunqiBattle_G_01",
                "D": "沈玉の谷の山野や河川には、「濛気」と呼ばれる奇怪な現象が昔から存在します。一般人がこれを吸い込んでしまうと、数日にも及ぶ頭痛や胸やけに見舞われます。"
            },
            {
                "I": "UI_YunqiBattle_G_02",
                "D": "「濛気」が人類に致命的な損傷を与えることはありませんが、長くその中を徘徊する野獣や魔物には大きな影響を与えます。その影響を受けた魔物は、通常より凶暴になり、強い魔物ほど、より深刻な影響を受けます。<br>@魔物のリーダー#を倒せば、芋づる式にそのエリアの@「濛気」の発生源#を突き止めることができるので、仙力で浄化しましょう。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13272,
        "N": "",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_ImmortalHairpin_G_03",
                "D": "「錦玉の簪」が適切な位置に嵌め込まれると、そこから湧き出る「仙泉」が鯉の石像の上にある霊珠に降り注ぎ、霊珠を再度活性化させます。"
            },
            {
                "I": "UI_YunqiBattle_G_01",
                "D": "沈玉の谷の山野や河川には、「濛気」と呼ばれる奇怪な現象が昔から存在します。一般人がこれを吸い込んでしまうと、数日にも及ぶ頭痛や胸やけに見舞われます。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13271,
        "N": "錦玉の滝",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_ImmortalHairpin_G_01",
                "D": "浮錦から与えられた仙力を使うと、彼女が残した「錦玉の簪」を自由に動かせます。"
            },
            {
                "I": "UI_ImmortalHairpin_G_02",
                "D": "「錦玉の簪」を移動させ、適切な位置に嵌め込んでください。"
            },
            {
                "I": "UI_ImmortalHairpin_G_03",
                "D": "「錦玉の簪」が適切な位置に嵌め込まれると、そこから湧き出る「仙泉」が鯉の石像の上にある霊珠に降り注ぎ、霊珠を再度活性化させます。"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 2147,
        "N": "玄文獣",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_205",
                "D": "沈玉の谷の山林に生息する獰猛な野獣。元素反応で凍結させ、その後、@氷砕きまたは溶解などの元素反応#で堅氷を砕くと、一時的に相手を行動不能状態にさせられます。"
            }
        ],
        "Y": 1,
        "V": "4.4"
    },
    {
        "_id": 2146,
        "N": "山隠れの猊獣",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_206",
                "D": "山奥に生息する仙獣。@水元素#と@風元素#を同時に使用して戦う。@水元素#の仙力を集めている間に凍結させ、さらに@氷砕きあるいは溶解などの元素反応#によって堅氷を砕くと、一時的に相手を行動不能状態にさせられます。@風元素#の仙力を集めている間は、@風元素と反応する元素タイプの攻撃#によって召喚された霊風の珠を破壊でき、この場合もまた一時的に相手を行動不能状態にさせられます。"
            }
        ],
        "Y": 1,
        "V": "4.4"
    },
    {
        "_id": 13256,
        "N": "イプシシマスの塔の光カプラ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_GearLauncher_01",
                "D": "塔の中には、高度に特化してカスタマイズがされた可動装置とエリファスビーム発生器が存在します。一部階層の天井には、@ビームを発射できる可動輪のセット#が存在し、対応する可動装置のバルブでそれらを@回す#ことができます。"
            },
            {
                "I": "UI_FontaineTutorial_GearLauncher_02",
                "D": "それと対になっているのが、特別にカスタマイズされたビーム受信器です。その名の通り、@ビームを受信することでアクティブ化されます#。"
            },
            {
                "I": "UI_FontaineTutorial_GearLauncher_03",
                "D": "カスタマイズされたビーム発生器を載せた輪のセットは、装置によってその@水平の高さ#を調整できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13249,
        "N": "おっきな貝殻！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_BigShell_01",
                "D": "@叩かれる#とストレス反応で開きます。中にはすごいものがあるかもしれません！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13248,
        "N": "エネルギーフロー·2",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_RotateCanal_01",
                "D": "エネルギーフローに必要な「水路」のコーナーには、エネルギーフローの方向を調整するディスパッチ装置が設置されている場合があります。その形から、エネルギーの通る方向が分かるかもしれません。<br>それらのディスパッチ装置の近くにはしばしば、その向きを制御するギミックがあります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13246,
        "N": "エネルギーフロー·1",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_SXFYReservoir_01",
                "D": "これらの遺跡の中には、奇怪な水色のエネルギーフローが存在しており、敷設されている「水路」に沿って流れています。<br>またその水路上には、それらのエネルギーフローを集める装置が存在します。それら不思議な装置は、@リフト#を利用してエネルギーフローをより高い、あるいはより低い階層の「水路」へと中継することができます。最終的な目標は、これらのエネルギーフローを遺跡の@中央にある大型装置#へ導くこととなります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13244,
        "N": "可動装置·昇降柱とエリファスビーム",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_ColumnRay_01",
                "D": "昇降柱にはビーム受信鏡とそれに連動する@ビーム放射鏡#が設置されていることがあります。ビームが受信鏡に当たると、転換して@凸面#の放射鏡から照射されます。"
            },
            {
                "I": "UI_FontaineTutorial_ColumnRay_02",
                "D": "昇降柱には球形のビーム継力器が設置されていることがあります。ビームを受信すると、連動するビーム発生器からビームを照射するようになります。受信ノードでビーム発生器の向きを制御できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13243,
        "N": "可動装置·軌道セットとエリファスビーム",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_SliderRefractor_01",
                "D": "軌道上には球形のビーム@継力器#が設置されていることがあり、その@動き#は調整弁のような装置で@制御#できます。<br>ビームを受信すると、球形のビーム継力器は一定方向に向かってビームを発射します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13242,
        "N": "可動装置·昇降柱",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Column_01",
                "D": "台座の水晶@「受信ノード」#を通して、@昇降#可能な可動柱。本来想定された使い方ではありませんが、マンマルタコ亜種のエネルギーは受信ノードを制御でき、台座を基点に昇降させることができます。<br>通常、台座に受信ノードが@一つ#しかない昇降柱は上昇した後、@時間とともにゆっくりと下降#しますが、受信ノードが@二つ#あると、それぞれ@上昇#と@下降#を制御できるようになります。"
            },
            {
                "I": "UI_FontaineTutorial_Column_02",
                "D": "昇降柱が地面や壁の向こう側まで伸びていることもあります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13241,
        "N": "可動装置·エリファスビーム",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyWheel_03",
                "D": "この装置はフォンテーヌの自然哲学がまだ曖昧だった時代、光学研究への試みにより誕生した物です。その最も基本的な要素は、@「ビーム発生器」#と@「ビーム受信器」#となります。<br>中でも、ビーム発生器は調整弁のような台座「ビーム受信器」に取り付けられているため、マンマルタコ亜種の能力によって回転を制御できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13240,
        "N": "可動装置·軌道セット",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Slider_01",
                "D": "セットで設置するギミック。通常、構成要素には以下のものが含まれます。<br>軌道、晶塊、晶塊の台座、晶塊の移動を制御する装置（例えば調整弁、弾性弁）。また、軌道にはディスパッチスイッチもあります。<br>@調整弁#などの装置を通して、すべての晶塊を@晶塊の台座におさめる#ことが、この種の「挑戦」の目標です。"
            },
            {
                "I": "UI_FontaineTutorial_SliderStopper_01",
                "D": "@ディスパッチスイッチ#を起動すると、@軌道が遮断され#、軌道上を移動するものは通過できなくなります。この機能を利用して、連動して動く複数の晶塊の位置を調整し、すべてを晶塊の台座の上に停止させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13239,
        "N": "可動装置·弾性弁",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyWheel_02",
                "D": "@一つの水晶「受信ノード」#を通して、両方向へ回転させられる機械のバルブ。本来想定された使い方ではありませんが、マンマルタコ亜種のエネルギーは受信ノードを押すことができ、弾性弁を一方向に動かすことができます。水の流れが止まると、弾性弁は@自動的に回転して元の位置に戻り#、連動する装置も一緒に動きます。<br>欠けた受信ノードを探さなければならないときもあります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13238,
        "N": "可動装置·調整弁",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyWheel_01",
                "D": "@二つの水晶「受信ノード」#を通して、@両方向へ回転させられる#機械のバルブ。本来想定されていた使い方ではありませんが、マンマルタコ亜種のエネルギーは受信ノードを押すことができ、調整弁を時計回りまたは反時計回りに動かし、それに連動した装置を動かすことができます。<br>欠けた受信ノードを探さなければならないときもあります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13237,
        "N": "危険な自律艦砲",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Shipcannon_01",
                "D": "主に難破船の近くに現れる兵器。射程範囲内にキャラクターがいると、@ロックオンし、攻撃し続けます#。"
            },
            {
                "I": "UI_FontaineTutorial_Shipcannon_02",
                "D": "ほとんどの場合は、エネルギーの流れに乗って、自律艦砲に欠けている水晶@「受信ノード」#を探すことができます。受信ノードを艦砲のベースに@組み込み#、それに対して@マンマルタコ亜種のエネルギーを放出し続ける#と、艦砲の@支配権#に介入して乗っ取り、キャラクターへの攻撃を辞めさせることも可能です。また、それを手動で制御することもできるようになります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13236,
        "N": "エネルギー転換球",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Golf_01",
                "D": "マンマルタコ亜種のエネルギーを受け取ることで、それを力に転化して@蓄積#します。エネルギーの供給が中断された瞬間、キャラクターの向きと蓄積されたエネルギーに応じて発射できます。<br>エネルギー転換球の挑戦は通常、キャラクターを感知する@金色のマーク#と共にあり、キャラクターが金色のマークの近くにいるときのみ、エネルギー転換球の@ターゲット範囲#が表示されます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13234,
        "N": "水晶浮遊花と水晶浮遊足場",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Rotateflower_01",
                "D": "独特な性質を持つ鉱物植物の結合体。マンマルタコ亜種のエネルギーを受けると、@一定時間回転し続けます#。水晶浮遊花が回転し始めると、水晶浮遊足場が現れます。"
            },
            {
                "I": "UI_FontaineTutorial_Timefloor_01",
                "D": "水晶浮遊足場は水晶浮遊花の回転に伴い出現し、次第に透明になっていきます。水晶浮遊花の回転が停止すると消えます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13233,
        "N": "大型ボウシクラゲ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Jellyfish_01",
                "D": "弾力性に優れており、キャラクターを吸い込んで空中に飛ばすことができる不思議なフォンテーヌの生き物。ボウシクラゲが進化した後の究極の姿だと言われています。<br>マンマルタコ亜種のエネルギーによって、別の場所に@移動#できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13232,
        "N": "デューバブル",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_FDBubble_01",
                "D": "デューバブルは@攻撃を受ける#と破裂し、@波紋を放ちます#。また、マンマルタコ亜種のエネルギーで@押すことにより#、位置を変えることができます。押す際に表示される輪によって、破裂時に放たれる波紋の影響範囲を予測できます。二つの小さなデューバブルが接触すると、@融合#して大きなバブルとなり、これが破裂すると@より影響範囲の広い#波紋を放ちます。"
            },
            {
                "I": "UI_FontaineTutorial_CreateBubble_01",
                "D": "たまに見かける「デュー·ブランチ」は、デューバブルを生成できます。しかし、他の多くのもの同様、汚染クリープの中にいると活性化できません。"
            },
            {
                "I": "UI_FontaineTutorial_FDBubble_02",
                "D": "これらの波紋は共鳴ハーモニックパイプの挑戦を完成させるのに必要であり、また、水元素石碑などの水元素に敏感な装置や物体に影響を与えることもできます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13231,
        "N": "共鳴ハーモニックパイプ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Pipe_01",
                "D": "共鳴ハーモニックパイプは、@デューバブル#が破裂するときに放たれる波紋によってアクティブ化する必要があります。挑戦中、上に表示されている@符文の数#は、それぞれの共鳴ハーモニックパイプを@活性化する順番#を示しています。@符文の数が同じ#共鳴ハーモニックパイプが複数存在する場合、それらを@同時にアクティブ化#しなければなりません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13230,
        "N": "マンマルタコ亜種の能力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Octopusability_01",
                "D": "…水色の変わったエネルギーを噴出します。@長押しすると#、狙って目標に当て続けることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13229,
        "N": "マンマルタコ亜種能力発生装置？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_SpraySeed_01",
                "D": "陸地では、このような変わった生態研究装置を見かけることがあります。異海源水がその中にある原海アベラントのエネルギーを識別するためか、この装置に@触れる#と、陸地でもこの装置の@一定範囲内で#マンマルタコ亜種の能力を使用できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13228,
        "N": "汚染クリープ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Dirt01",
                "D": "フォンテーヌの野外では、このような過剰な生命力のせいで——あるいは他の原因によって——形成された「汚染クリープ」に遭遇することがあります。その中の汚染クロットと汚染コアは、マンマルタコ亜種などの@原海アベラント亜種#能力で@取り除く#ことができます。"
            },
            {
                "I": "UI_FontaineTutorial_Dirt02",
                "D": "進化により、時折汚染クロットは互いに@連結する#ことがあります。連結したクロットは、すべてを素早く消さなければ、消したクロットも@再生#してしまいます。<br>また、汚染コアは@貫くことのできない保護シェル#で、攻撃から身を守ることもあります。通常、保護シェルを除去するには、その周囲の汚染クロットを取り除かなければなりません。"
            },
            {
                "I": "UI_FontaineTutorial_Dirt03",
                "D": "一部の汚染コアは、進化によって攻撃能力までをも持つようになりました。攻撃を受けると、自身を守ったり、積極的に捕食したりすることで、より多くの栄養を勝ち取ります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13226,
        "N": "水仙十字の剣",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Sword",
                "D": "水仙十字との因縁には決着がついたものの、「聖剣」にはまだ力が残されています。<br>安眠の地の物語に登場する、魔力に満ちた@小さな噴水#で浸礼を受けると、「水仙十字の剣」の@プネウマ·ウーシアの属性#を@変える#ことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13183,
        "N": "そんなに水はいらない…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_BubbleFruit_01",
                "D": "過剰な水元素が凝結してできた水玉の果実。<br>果実内部の圧力によって、時々バブルが噴き出します。また水分がある程度失われると、周囲に水波を噴射し、近づくものを攻撃します。<br>その中身を手に入れたい場合、元素反応を利用して水分を完全に失わせるといいかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13182,
        "N": "謎のウナギ？",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_InvisibleEel_01",
                "D": "海底を高速で移動する不思議な水中生物。<br>狩猟刀エイ亜種、重甲ヤドカニ亜種、プクプク獣亜種、クラゲ亜種の能力を利用すると、高速移動を一時的に止めることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13181,
        "N": "プレス機",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Hammer_01",
                "D": "プレス工程を開始すると、プレス機は粗材を活性化状態にします。粗材がオレンジ色に光っているときに、ハンマーを操作してプレスを行いましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13180,
        "N": "エネルギー·スニッチ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_CatchDevice_01",
                "D": "ジオード鉱坑道に設置される安全保障措置の一つ。エネルギー蓄積装置を持った個体を執拗に追跡し、小規模なエネルギー爆発によって持っているエネルギー蓄積装置を無効化します。<br>エネルギー蓄積装置を持っていない個体であれば危害はなく、ただのきれいなボールにしか見えません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13179,
        "N": "各連絡通路の開閉を制御する伝動バルブ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_RotationDevice_01",
                "D": "操作が極めて複雑な機械装置。廃棄された生産エリアの各方向にある通路への開閉を制御できます。<br>起動すると、矢印の付いた「コア歯車伝動装置」と「歯車伝動装置」が回転します。その@矢印が向い合せになったタイミングで回転を停止させる#と、「コア歯車伝動装置」が示す通路が開きます。"
            },
            {
                "I": "UI_FontaineTutorial_RotationDevice_02",
                "D": "操作が極めて複雑な機械装置。廃棄された生産エリアの各方向にある通路への開閉を制御できます。<br>起動すると、矢印の付いた「コア歯車伝動装置」と「歯車伝動装置」が回転します。その@矢印が向い合せになったタイミングで回転を停止させる#と、「コア歯車伝動装置」が示す通路が開きます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13178,
        "N": "実験型集光鏡",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_FocusMirror_01",
                "D": "実験型結晶光路装置を取り付けた集光鏡。画像が最も鮮明になったタイミングで手動キャリブレーションを行うと、光の収束を成功させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13177,
        "N": "変異した「異重力凝水体」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_PollutedWater_01",
                "D": "冷却パーツから放出されたエネルギーの流れに影響を受けて、変異した危険な水。<br>このような水の中に長くいると、「乱れたエネルギーフロー」が蓄積していき、上限に達すると、チーム全員が溺れて戦闘不能になってしまいます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13176,
        "N": "レッドミーニーとリトルミーニー",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_UnderwaterBac_01",
                "D": "水中の通り道を占有する習性を持った危険生物。近づくものすべてを無差別に攻撃します。短時間のうちに範囲内のレッドミーニーとリトルミーニーをすべて排除しない限り、ミーニーファミリーは復活し続けます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13175,
        "N": "クラゲ亜種の能力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_JellyAbility_01",
                "D": "…爆発能力のあるボウシ爆弾を投げます。<br>@長押しすると#、より強力かつ範囲の広い「轟々ボウシ爆弾」に切り替わり狙いを定めます。セットした後、@もう一度ボタンを押すと#、「轟々ボウシ爆弾」を起爆できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13174,
        "N": "安定器",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Stabilizer_01",
                "D": "安定しているように見えて、実際は不安定な装置。@青色に光っている検査区間にリングが来たタイミング#で、装置を叩いて安定させる必要がある。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13173,
        "N": "固定式&移動式エネルギー蓄積装置",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Battery_01",
                "D": "エネルギー蓄積装置は、リサーチ端末およびトランスファー端末を含む各種装置にエネルギーを供給できます。<br>移動式エネルギー蓄積装置を拾って、停止した装置の横に置くと、装置の機能が復旧して動作を続けます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13172,
        "N": "トランスファー端末",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyCamera_01",
                "D": "リサーチ端末に似た装置。トランスファーポートの視野にアクセスすることができ、別のエネルギー蓄積装置からエネルギーを集めたり、転送したりできます。<br>別のトランスファーポートが視野内にある場合、@目的のポートへ視点を向けて選ぶ#ことで、そのトランスファーポートの視野に切り替えることができます。また蓄積されたエネルギーは、同時にそのトランスファーポートへと送られます。<br>エネルギー転送以外にも、トランスファーポートは視野内にある暗号図を文字に変換できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13211,
        "N": "鉄拳闘技場の挑戦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_MQBoxingGadget_01",
                "D": "ターゲットが順次上がります。ターゲットのランプが青色になったら、@ターゲットが上がった順#に攻撃しましょう。4ラウンド、順番通りに攻撃できれば挑戦クリアとなります。なお、間違ったターゲットを一定回数以上攻撃すると挑戦失敗となります。<br>自ら挑戦を中断したり、挑戦エリアを離れたりすると、同じく挑戦失敗となります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13210,
        "N": "機械を操作してパーツを加工する",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_MQIronGadget_01",
                "D": "パーツの鍛造加工では、未加工のパーツを機械に入れた後、機械を操作して挑戦を開始します。"
            },
            {
                "I": "UI_FontaineTutorial_MQIronGadget_02",
                "D": "回転中にパーツが動かなくなった場合、回転部分を攻撃して機械を直す必要があります。"
            },
            {
                "I": "UI_FontaineTutorial_MQIronGadget_03",
                "D": "パーツの土台が光ったとき、ジャンプして鍛造を完了させる必要があります。"
            },
            {
                "I": "UI_FontaineTutorial_MQIronGadget_04",
                "D": "完了した後、加工されたパーツを回収しましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13171,
        "N": "水中のプネウムシア…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_AbsorbArkhe_01",
                "D": "フォンテーヌ出身のキャラクターのほとんどは「アルケー」を有しています。プネウムシアクラスターに頼らずとも、水中で@自身が持つ相応の特性#を発動できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13169,
        "N": "原海海草のしぶとい生命力…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Seaweed_01",
                "D": "一部の原海海草の脆い節は、特殊な光を放っています。そういった節は原海水刃の力を借りて、@短時間の内にすべて切断する#必要があります。もしできなかった場合、節は再生してしまいます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13168,
        "N": "リカバリーオーブ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_UnderSeaFishSpeedUp_01",
                "D": "水中では、エネルギーを発するオーブを見かけることがあります。それに触れると、キャラクターがエネルギーを吸収し、水中スタミナとHPが回復します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13158,
        "N": "プネウマ、ウーシアと対消滅",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Annihilate",
                "D": "これはフォンテーヌの生物、土壌、大気および水脈に存在する性質であり、二種類の異なるエネルギーが互いに触れると対消滅が起こって、より強いエネルギーが生成されます。フォンテーヌでは、数多くのクロックワーク·マシナリーがこの仕組みによってエネルギーが提供されています。無論、これらのマシナリーのエネルギー供給は安定していないため、ウーシアやプネウマが持つエネルギー特徴が発生します。相対する性質の攻撃をすれば、オーバーロードして無力化させられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13157,
        "N": "「命の契約」とHP回復",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Avatar_HPDebts_Add",
                "D": "「命の契約」はキャラクターが受ける治療効果を吸収し、キャラクターがHPを回復できなくなるようにします。<br>命の契約と同等の回復量を吸収した後、命の契約はクリアされます。"
            },
            {
                "I": "UI_Avatar_HPDebts_Add",
                "D": "命の契約が再度付与されると、それをクリアするための回復量も上乗せされます。通常、キャラクターのHP上限の200%まで重ねられます。<br>自分から、あるいは七天神像などを使ってクリアしない限り、命の契約は長時間付与されたままになります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13154,
        "N": "弾丸フジツボ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_HermitCrabAbility_02",
                "D": "危険な水中生物。近くのキャラクターに凶弾を浴びせます！<br>重甲シールドの長押しによって攻撃を吸収し、エネルギー弾を放つ特性を利用して反撃しましょう！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13147,
        "N": "重甲ヤドカニ亜種の能力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_HermitCrabAbility_01",
                "D": "…攻撃を防ぐ重甲シールドを生成し、石をも打ち砕く衝撃波を放ちます。<br>@長押しで発動している間#はシールドを張り続け、スキルボタンを@離す#ときに、狙った方向にいるターゲットをロックオンして衝撃波を放ちます。その間に攻撃を受けると、より強力なエネルギー弾を放ちます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13146,
        "N": "プクプク獣亜種の能力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_SealAbility_01",
                "D": "…探測効果を備えるプクプク音波を放ちます。@長押しすると#、照準モードで音波を出し続けることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13145,
        "N": "狩猟刀エイ亜種の能力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_MantarayAbility_01",
                "D": "…鋭利で細長い原海水刃を放ちます。@長押しすると#、照準モードで発動できます。"
            },
            {
                "I": "UI_FontaineTutorial_MantarayAbility_02",
                "D": "この能力を利用すると、原海海草の脆い節を切断でき、それを取り除くことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13144,
        "N": "異海源水と亜種生物の力",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_AbsorbAbility_01",
                "D": "時折、周りに現れる不思議な水塊は「異海源水」と呼ばれるものです。あなたの意志により、その力を解放して攻撃ができます。"
            },
            {
                "I": "UI_FontaineTutorial_AbsorbAbility_02",
                "D": "一部の特殊な原海アベラント「亜種」を攻撃するとき、一時的に@その力を利用する#ことができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13143,
        "N": "不思議な浮遊ボール…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_FloatingBall_01",
                "D": "ある深さの水圧をおもりで感知していると思われる不思議な球体装置。@高圧水流#などの影響によって動きます。<br>とある不思議な理由で、円環装置はこの球体に触れると活性化します。"
            },
            {
                "I": "UI_FontaineTutorial_FloatingBall_02",
                "D": "ある深さの水圧をおもりで感知していると思われる不思議な球体装置。@高圧水流#などの影響によって動きます。<br>とある不思議な理由で、円環装置はこの球体に触れると活性化します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13142,
        "N": "高圧水流噴き出し口",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_UnderseaSpout_01",
                "D": "名前の通り、高圧の水中暗流を噴出させ、キャラクターや一部のオブジェクトを押して移動させます。<br>@重甲ヤドカニの重甲シールドがあるとき#、暗流の押す力に耐えられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13141,
        "N": "今回は邪悪じゃない！バブル·フォーメーション！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_TearsCannon_02",
                "D": "なぜか襲ってこないバブル·フォーメーション。宝物の封印を解く手助けまでしてくれます。<br>水流や障害物をコントロールすることで、バブルを周囲の円環装置へと導きましょう！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13140,
        "N": "「ナルキッソス」の邪悪！バブル·フォーメーション！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_TearsCannon_01",
                "D": "射程範囲に入った勇者を狙って、バブルを発射する憎たらしい防御装置。<br>集水板や地形などを利用して近づき、動作させている水の種を取り除きましょう！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13139,
        "N": "音波共鳴ポイント",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_SealMark_01",
                "D": "プクプク獣の音波の能力、またはこだまホラガイの特性を利用すると、それに反応する場所を見つけられます。たまに、これらの発見は予想外の宝物をもたらしてくることも…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13138,
        "N": "こだまホラガイ",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_SealHorn_01",
                "D": "かつて、フォンテーヌにあった文明が様々な目的のために育てた特殊な生物装置。<br>活性化した後、目に見える音波を発して、近くにある@インビジブル状態のもの#を探すことができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13137,
        "N": "水量探測クリスタル",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_HydroDetector_01",
                "D": "この不思議な結晶体は、もともと周囲の湿度を感知するために設計されたもののようですが、結局は自身の湿度を感知して反応するだけのようです。<br>@持続的に水元素を付着させると#、思いもよらない良いことが起きるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13136,
        "N": "不思議な水の種",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_HydroSeed_01",
                "D": "フォンテーヌのように水元素が豊富な国には、「水の種」と呼ばれる不思議なものがあります。水の種を3個集めるとそれが集まり、周囲に持続的に@水元素#を付着させる「水の核」に変わります。"
            },
            {
                "I": "UI_FontaineTutorial_HydroSeed_02",
                "D": "水の種を3個集めることができなくても、キャラクターが@水元素#付着状態であれば、水の種は水の核に成長できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13135,
        "N": "エリナスの中のプリズム·2",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_ElynasCell_02",
                "D": "一部のプリズムは持ち上げられ、出現場所付近の一定範囲内に再配置できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13134,
        "N": "エリナスの中のプリズム·1",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_ElynasCell_01",
                "D": "エリナスの内部では、このような赤色の結晶を見かけることがあります。外部から刺激を受けると、@対応する方向#へとエネルギーを放ち、このような石の構造に包まれた赤色の結晶と共鳴し、それを取り除くことができます。"
            },
            {
                "I": "UI_FontaineTutorial_ElynasCell_01_02",
                "D": "また、活性していない状態のプリズムもあります。活性状態へと変化させるためには、@他のプリズム#から放たれるエネルギーを受ける必要があります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13133,
        "N": "獣域の裂け目",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_HoundSummonField_01",
                "D": "誰かが残した奇妙な法陣。異界より訪れし魔物がそこから現れ、法陣を掌握する結晶体を破壊しようとします。<br>挑戦中、結晶体が破壊されることなく、襲ってくる魔物を倒す必要があります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13132,
        "N": "プネウムシアストレージボックス",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_OPBox_01",
                "D": "超安全なストレージボックス、開ける方法など絶対にありません！ですが、その顕在的なエネルギー特徴を観察して、傾向がプネウマかウーシアであることが分かれば、@相反する性質#の攻撃でオーバーロードさせて、解錠できるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13131,
        "N": "プネウムシアクラスター",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_BallOP_01",
                "D": "自然または人為的に生成されたエネルギークラスター。プネウマクラスターとウーシアクラスターの二種類が存在します。これらを取ると、次の@通常攻撃、重撃または落下攻撃#が命中時、その中のエネルギーを放つことができます。フォンテーヌのような場所を冒険する際、かなり役に立つ代物となるでしょう。"
            },
            {
                "I": "UI_FontaineTutorial_BallOP_02",
                "D": "これらのエネルギークラスターの効果を利用することで、キャラクターは@水中#でもウーシア、またはプネウマの力を発動できます。<br>フォンテーヌ出身のキャラクターのほとんどは「アルケー」を有しています。プネウムシアクラスターに頼らずとも、水中で@自身が持つ相応の特性#を発動できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13130,
        "N": "プネウムシア強力増幅装置",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_OPAmplifier_01",
                "D": "フォンテーヌの特殊なエネルギーシステムによって出現した不思議なクロックワーク·マシナリー装置。冒険者や盗賊の頭を悩ませる敵に強力なバフ効果を付与します。無論、クロックワーク·マシナリー装置である限り、クロックワーク·マシナリーの対処法は有効です。プネウムシア対消滅を利用することで、オーバーロードしてダウンさせられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13129,
        "N": "プネウムシア中継柱",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_OPLamp_01",
                "D": "フォンテーヌの特殊なエネルギーシステムによって出現した不思議なクロックワーク·マシナリー装置。これには3つのエネルギー特徴があり、それぞれウーシア状態、バランス状態、プネウマ状態となります。逆の性質を持つ攻撃を受けると、状態変化が起こります。<br>3つのうち@バランス状態#こそが、通常の意味での正しい状態ではありますが、世の万物と同じで「正しい状態」が「平常時の状態」となるのは稀です。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13128,
        "N": "フォンテーヌの海流…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_OceanCurrent_01",
                "D": "この速くて強力な水流に入り、波に乗ってゴールを目指しましょう。<br>もちろん、移動方向はほぼ変えられず、決められた範囲内で一定の移動のみが可能です。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13125,
        "N": "フォンテーヌの祝福",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Diving_01",
                "D": "神像から流れ出る不思議な力。異海源水の祝福が施されています。<br>フォンテーヌの地上大湖の水中であれば、自由に行き来できます。"
            },
            {
                "I": "UI_FontaineTutorial_Diving_02",
                "D": "異海源水の加護の元、水中で行動する際はスタミナの代わりに、@「水中スタミナ」#を消費します。そのため、水中スタミナが尽きても溺れて倒れることはありません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13127,
        "N": "不思議な「アントーン·ロジャー飛行マシナリー」！",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_FontaineTutorial_Airship_01",
                "D": "プネウムシア対消滅によって生成されたエネルギーで駆動する、実験性の飛行マシナリー。起動した後、設定されたルートに沿って移動します。<br>アントーン·ロジャーは航行中に事故に遭うことは決してないと主張しているが…実際はそうではないかもしれません。途中で遭遇する不測の事態を解決して、無事にゴールに向かいましょう！"
            },
            {
                "I": "UI_FontaineTutorial_Airship_02",
                "D": "飛行マシナリーがスタート位置上にない場合、呼び戻すことが可能です。エキサイティングで、絶対安全な空の旅を始めることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13094,
        "N": "穢れし標",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_AbyssExcitation",
                "D": "穢れの影響を受けることで、アビスの力の侵蝕が蓄積されてできた実体は、近くの生物を絶えず襲います。<br>@ソルシュ#は@霊光の力を発動#することで、それらを浄化できます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13093,
        "N": "謎のエネルギー受取装置…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_EnergyReceiverSpecial",
                "D": "これら謎の装置は、エネルギーを大型の装置に送るためのもののようです…<br>エネルギーが経路を通り、これら装置に繋がった時、関連する装置が起動します…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13092,
        "N": "奇妙な甘露封印…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_CmmonThornsDoor",
                "D": "これらの奇妙な封印は、甘露の力で結成されたもののようです。@「二本角の花冠」#を手に入れたソルシュは、その力で封印を一時的に解くことができます。<br>@ソルシュの「インタラクト」スキルを長押し#して止まらせれば、容易に通り抜けられるでしょう…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13091,
        "N": "「染境」にある謎の浮石…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_StealthPlatform_01",
                "D": "「染境」にある謎の浮石は、花霊である@ソルシュにのみ見えます#。@ソルシュの「インタラクト」スキルを長押し#することでソルシュを止まらせると、彼女は隠された@浮石を顕現#させることができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13076,
        "N": "「ニローダの実」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaFruit_01",
                "D": "「ニローダの実」は、甘露で育てられた特殊な植物の実です。その果汁には不思議な甘露の力が秘められています。<br>@「インタラクト」スキルを短押しする#と、ソルシュは「ニローダの実」を採取でき、@それを投げる能力を習得#して、その中に秘められた力で穢れと戦うことができます。"
            },
            {
                "I": "UI_SumeruTutorial_RebornLakeAmber_01",
                "D": "この中には甘露活水が含まれており、「ニローダの実」の果汁は甘露が凝結した特殊な晶石を溶かすことができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13075,
        "N": "沼にある紫色の霧…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SwampFogMass_01",
                "D": "アシパトラ·ヴァナの沼は長年にわたり穢れた力で浸食され続け、そこには危険な紫色の煙霧が立ちこめています。"
            },
            {
                "I": "UI_SumeruTutorial_ThornsAura_01",
                "D": "@ソルシュ#は自身の力を発動することで、@いばらの枝に流れる霊光の力を呼び起こす#ことができます。<br>枝の力を利用して紫色の霧を払うと、その中に隠されていた穢れの実体が現れます…"
            },
            {
                "I": "UI_SumeruTutorial_Sludge_01",
                "D": "沼の下に潜む穢れの実体は紫色の霧の発生源であり、それを破壊することで紫色の霧は消えます。<br>しかし、一般的な攻撃ではそれらに影響を与えられないようです。@「ニローダの実」の力#によってのみ、それらを根本から浄化できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13074,
        "N": "「ウドゥンバラ」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SmallStoneFlower_01",
                "D": "「ウドゥンバラ」は、ソルシュが符石に秘められた力を呼び起こした時にのみ成長する不思議な花です。@ソルシュの「インタラクト」スキルを長押しする#と、ウドゥンバラを@開花したまま#の状態で維持できます。<br>伝説によると、かつて花霊たちは「ウドゥンバラ」が開花した時に露わになる花蕊を採取し、亡くなった神への供え物としていたそうです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13073,
        "N": "「浄光の羽根」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassEnergyFeather_01",
                "D": "「浄光の羽根」は力を使い果たした霊光の眷属が残した断片で、@ソルシュ#のような花霊だけが@回収#できます。<br>一部の「浄光の羽根」はソルシュが近づくと逃げ出します。ソルシュがそれらに追いつくと、回収することができます。"
            },
            {
                "I": "UI_SumeruTutorial_GrassEnergyFeather_02",
                "D": "またソルシュが近づくと、多くの葉に分裂する「浄光の羽根」も存在します。そのすべての葉を集めることで完全な「浄光の羽根」を回収できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13072,
        "N": "ソルシュ、花霊の「勇者」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Slusha_01",
                "D": "花霊はとても不思議な生き物です。花霊一族の「勇者」として、ソルシュはキャラクターに代わり空を飛んだり、移動したりすることができます。<br>ソルシュが飛んでいる時、キャラクターはその場に留まり、ソルシュが戻ってくるのを待つ必要があります。"
            },
            {
                "I": "UI_SumeruTutorial_Slusha_02",
                "D": "ソルシュは、飛行中に上昇したり下降したりできます。また、「加速」スキルで自身の飛行速度を上げられます。<br>ソルシュは飛行中、キャラクターから離れすぎてはいけません。何しろ、「勇者」として皆を置き去りにするわけにはいきませんから。"
            },
            {
                "I": "UI_SumeruTutorial_Slusha_03",
                "D": "ソルシュは@不思議なカゲロウがつきまとう#、特殊なエネルギーが秘められたものを呼び起こせます。<br>@「インタラクト」スキルを短押しする#と、ソルシュは自身の力を発動し、霊光の力を導くことができます。<br>@「インタラクト」スキルを長押しする#と、ソルシュはそこに立ち止まって霊光の力を呼び起こし続けます。その際、キャラクターは自由に動けます。"
            },
            {
                "I": "UI_SumeruTutorial_Slusha_04",
                "D": "花霊であるソルシュは、普通の人間には見えないものが見えます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13080,
        "N": "「霊光絶唱」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrandFarr",
                "D": "「霊光絶唱」は、地上の穢れを浄化するために、最初の花霊が花海に霊光を集め、それを融合させた強力な実体です。<br>霊光の力によって周囲に形成されたバリアは、@「二本角の花冠」#を持つ花霊のみが触れられます。花冠を持つ@ソルシュ#は、@自身の力を発動#することでそれらを集めることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13079,
        "N": "「霊谷木」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_PariTomb_01",
                "D": "最後の力を使い果たした花霊が作り出した不思議な植物。その中には昔の記憶を持つ残霊が宿っています。"
            },
            {
                "I": "UI_SumeruTutorial_PariTomb_02",
                "D": "@ソルシュ#は自身の力を発動し、@「霊谷木」の中の残霊を起こす#ことができます。残霊たちの心残りを取り除けば、散り散りになった花霊は花海で再会できるかもしれません…<br>「霊谷木」の「浄光の羽根」を「甘露の池」に奉納し、霊光の記憶を花海に持ち帰りましょう！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13087,
        "N": "謎のエネルギー制御システム…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_EnergyGenerator",
                "D": "これらのカーンルイア人が残した古い地下遺跡は、謎のエネルギー制御システムを頼りに動作しています。<br>そのエネルギーを供給しているのは、数多のエネルギー中継装置です。その一部は「灰残晶」の影響で機能が停止しています…"
            },
            {
                "I": "UI_SumeruTutorial_EnergyTransformer",
                "D": "@「混合変換機」を回転#させることで、経路上のエネルギーの@伝達方向#を@変える#ことができます。エネルギー経路に固定されていない一部の「混合変換機」は、経路に沿って移動させることができます。"
            },
            {
                "I": "UI_SumeruTutorial_EnergyRecevier",
                "D": "エネルギーが経路を通じて制御ユニットに接続されると、その機関施設を起動して使用することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13086,
        "N": "浮光の道",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaOpticalBridge",
                "D": "これら浮遊する道は、かつて花霊たちが共に戦った勇士のために敷いたものです。@ソルシュ#は@自身の力を発動#し、閉じた「浮遊する光の玉」を展開することで、仲間のために道を開くことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13085,
        "N": "秘文の仕掛け",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_CipherSwitch",
                "D": "装置を回すことで、装置に表示されている秘文を変化させましょう。秘文の組み合わせが正しいものになれば装置を解除できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13084,
        "N": "コリュの太鼓",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_ElementalKorybantes_01",
                "D": "かつてスケプティック団の先人が使った太鼓は、特定の叩き方をすると、その中の元素の力を響かせられるようです…<br>コリュの太鼓には三つの演奏手法があり、@通常攻撃#を使うと軽い音、@落下攻撃#を使うと重い音が出て、@静止する#と休止します。"
            },
            {
                "I": "UI_SumeruTutorial_ElementalKorybantes_01",
                "D": "通常、コリュの太鼓の近くには楽譜があります。楽譜は葉を模した記号で構成され、@空、半、満#の三種類があります。それぞれ@休止、軽く、重く#という三つの演奏手法を指しています。<br>楽譜は左から右へ、そして上から下に読みます。"
            },
            {
                "I": "UI_SumeruTutorial_ElementalKorybantes_01",
                "D": "演奏開始後、コリュの太鼓が1回点滅するごとに1つの拍となります。楽譜に従って、正しいリズムと対応する叩き方で鼓を鳴らせば、演奏を完了させることができます！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13083,
        "N": "霊光バリア",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassEnergyShield_01",
                "D": "大地には、霊光エネルギーが凝結した不思議な光の玉が散らばっています。<br>ソルシュがその中の霊光の力を呼び起こすと、光の玉はバリアを展開し、外部からの攻撃をある程度防ぐことができます。<br>@ソルシュの「インタラクト」スキルを長押しする#と、ソルシュは霊光の力を呼び起こすことでバリアを維持できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13082,
        "N": "「光明の火壇」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_FireSubmitter_01",
                "D": "本来はスケプティック団の儀式に使われる火壇ですが、なぜかここに現れました…"
            },
            {
                "I": "UI_SumeruTutorial_FireSubmitter_02",
                "D": "火種を取得した後、それを火壇の間で移動させることができます。<br>しかし、希望の火種はまるで風前の灯火です。消える前にできるだけ早く次の火壇にたどり着かなければなりません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13081,
        "N": "遺跡重砲",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_LaserCannon",
                "D": "遺跡実験場にあるヘビー大砲。本来は機械の性能を測るための装置ですが、起動すると想像を絶する威力を発揮します…"
            },
            {
                "I": "UI_SumeruTutorial_GiantCore_01",
                "D": "遺跡重砲で巨像の炉心を狙って攻撃すると、炉心に効果的なダメージを与えられます。"
            },
            {
                "I": "UI_SumeruTutorial_GiantCore_02",
                "D": "巨像がエネルギーシールドを発動している時、エネルギーシールドの角にある3つの@ポイント#を素早く@破壊#すると、シールドを無効化できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13077,
        "N": "「霊宝の鐸鈴」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_AboriginalTrials",
                "D": "「霊宝の鐸鈴」は、古代にスケプティック団と花霊が共同で作った宝であり、人間の勇者を選抜する試練機関です。<br>製作時に霊光の力を使用したため、過去の記憶を刻むことができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13071,
        "N": "蔓生霊心",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassGodBranch_01",
                "D": "これら蔓生のツルは、散らばった霊光エネルギーを縛っています。@ソルシュ#は@力を発動して#これらのエネルギーを取り出し、ツル草へと注入できます…<br>一部のツルは@「灰残晶」#の影響を受けており、さらなる霊光の力を借りて初めて拘束を解くことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13070,
        "N": "特殊なクローバーマーク…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaMovingHook_01",
                "D": "この特殊なクローバーマークは甘露の力の影響を受けているため、ソルシュはそれを移動させることができます。@ソルシュの「インタラクト」スキルを短押しする#と、クローバーマークを@拾い#、必要な場所に@配置する#ことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13069,
        "N": "「明芸花」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaHook_01",
                "D": "空を浮遊する根のない花は、@ソルシュ#が@自身の力を発動#することで広がり、花の台座を形成します。それにより、蕾に包まれたクローバーマークを出現させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13068,
        "N": "「甘露カゲロウ」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_PariFlowerFly_01",
                "D": "開花した「シューニャター花」は夜になると、花海にいる「甘露カゲロウ」を引き寄せます。@キャラクターを操作してそれらを押さえた#後、@ソルシュ#は@自身の力を発動#することで集めた「甘露カゲロウ」を「シューニャター花」に注入でき、花を再び活性化させられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13067,
        "N": "「シューニャター花」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_PariFlower_01",
                "D": "「シューニャター花」は花海に咲き、花霊によって栽培された花です。暗色の力に侵蝕されると、「シューニャター花」は蕾の状態に戻ります。<br>@ソルシュを「シューニャター花」に触れさせる#と、侵蝕された花を浄化し、再び咲かせることができます。"
            },
            {
                "I": "UI_SumeruTutorial_PariFlower_02",
                "D": "色の違う「シューニャター花」の中には、制限時間内もしくは特定の順番で浄化しないと咲かないものもあります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13066,
        "N": "「灰残晶」の中の魔物…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_CrystalMonster_01",
                "D": "一部の変わった形の「灰残晶」には、まだ浄化されていない「獣域ハウンド」が封印されています。"
            },
            {
                "I": "UI_SumeruTutorial_CrystalMonster_02",
                "D": "結晶が霊光の影響で消えると、過去の時代に属する魔物たちも蘇るかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13065,
        "N": "「霊芯」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_PortableFarr_01",
                "D": "大地に散らばる霊光の眷属として、「霊芯」には霊光の力が宿っています。@拾う#と@キャラクターにまとわりつき#、周囲の「灰残晶」に影響を与えます。<br>また、「霊芯」を必要な場所に@配置する#と、その中の霊光の力を解放することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13064,
        "N": "「灰残晶」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_FloatFarr_01",
                "D": "「灰残晶」は穢れの残留物からできた結晶であり、@霊光#の力によって@取り除く#ことができます。しかし、霊光の力が弱まると、「灰残晶」は再び凝結します…"
            },
            {
                "I": "UI_SumeruTutorial_FloatFarr_02",
                "D": "「灰残晶」は穢れの残留物からできた結晶であり、@霊光#の力によって@取り除く#ことができます。しかし、霊光の力が弱まると、「灰残晶」は再び凝結します…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13036,
        "N": "符文装置とスライドレール",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_160d",
                "D": "一部の符文装置は、レール上をスライドして位置を調整できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13039,
        "N": "魔瓶ジンニー·リルパァール·三",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_WeatherElf_05",
                "D": "ジンニーの祠にある「ジンニーの枝」を調べることで、リルパァールに砂嵐を鎮圧させたり、召喚させたりすることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13038,
        "N": "魔瓶ジンニー·リルパァール·二",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_WeatherElf_02",
                "D": "リルパァールは今、一部の力を取り戻しました。限られた「ジンニーの力」を支配し、主人のために冒険の道中に現れる障害物を片付けられるようになりました。"
            },
            {
                "I": "UI_Tutorial_WeatherElf_03",
                "D": "ジンニーの力を消費することで、小型の大気の渦や大型の大気の渦を消すことができます。なお、ウェネトの襲撃に遭遇した場合、リルパァールはジンニーの力を失ってしまいます。"
            },
            {
                "I": "UI_Tutorial_WeatherElf_04",
                "D": "千尋の砂漠の各地にある古い廃都の中には、往々にしてジンニーの祠が存在します。その中の「ジンニーの枝」に近づくと、リルパァールはジンニーの力を回復できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13037,
        "N": "魔瓶ジンニー·リルパァール·一",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_WeatherElf_01",
                "D": "リルパァールは砂嵐の中で冒険するときの視界を広げてくれます。また、砂嵐の到来も予測できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13034,
        "N": "「駒」と「活性化デバイス」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_165",
                "D": "「碁盤」を黄砂の国土と仮定すれば、その上の「駒」は対応するランドマークを表しているかもしれません。駒とそれに必要な起動装置を探し、それを碁盤に配置しましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13033,
        "N": "ジンニーの祠",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_164",
                "D": "遠い昔、この土地に住んでいた人々は、この光り輝く枝の周りに古代の神秘的な存在を祀る小さな祠を建てたという伝説があります。おそらく今、このようなものが作られた目的を理解しているのは、「ジンニー」だけでしょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13032,
        "N": "大気の渦·大型",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_163b",
                "D": "千尋の砂漠の一部エリアで発生している異常な大気現象は、通行の妨害となります。これは小型の大気の渦と比べて、より大きな影響範囲を持っています。伝説によると、古いジンニーは大気の渦を消す力を持っているそうです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13031,
        "N": "大気の渦·小型",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_163a",
                "D": "千尋の砂漠の一部エリアで発生している異常な大気現象は、通行の妨げになります。伝説によると、古いジンニーは大気の渦を消す力を持っているそうです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13030,
        "N": "",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_161",
                "D": "古い遺跡では、このような三角形の格子が時々見られます。スイッチで格子を開けることで、符文装置のエネルギーを通せます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13029,
        "N": "不変の過去…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_162",
                "D": "オアシスの女王の記憶は、オアシスのすべてと共に不変の過去に凝縮され、固く閉じた蕾と化した。その中には、まだかすかな導きの力が秘められているかもしれない…<br>オアシスに選ばれた者が触れると、蕾は特定の場所に導いてくれます。そこでは過去の記憶が呼び起こされ、記憶の中で現実の姿を変化させることができます。こうして花神の導きを得て、三つの玉座にある失われた銘文を見つけましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13027,
        "N": "大型符文装置",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_160b",
                "D": "古い遺跡にある不思議な装置。「符文装置」よりもサイズが大きくなっています。解放後、砂山を消すエネルギーを生み出せます。攻撃が命中すると、エネルギーの発射方向を変えられます。"
            },
            {
                "I": "UI_Tutorial_160e",
                "D": "古い遺跡にある不思議な装置。「符文装置」よりもサイズが大きくなっています。解放後、砂山を消すエネルギーを生み出せます。攻撃が命中すると、エネルギーの発射方向を変えられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13026,
        "N": "符文装置と砂山",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_160a",
                "D": "古い遺跡にある不思議な装置。解放後、砂山を消すエネルギーを生み出せます。攻撃が命中すると、エネルギーの発射方向を変えられます。"
            },
            {
                "I": "UI_Tutorial_160c",
                "D": "古い遺跡にある不思議な装置。解放後、砂山を消すエネルギーを生み出せます。攻撃が命中すると、エネルギーの発射方向を変えられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13025,
        "N": "千尋の砂漠の砂嵐…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_155",
                "D": "千尋の砂漠特有の間欠性のある気象災害。砂嵐の時は、視界が大幅に悪くなります。砂嵐の中心に近ければ近いほど、砂嵐も激しくなります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13024,
        "N": "風化した岩",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_159",
                "D": "比較的壊れやすい石。ウェネトに襲われると簡単に壊れます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13023,
        "N": "ウェネトの襲撃…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_158",
                "D": "黄砂の下に潜む頂点捕食者。ウェネトの活動範囲を移動するときは特に注意が必要…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13022,
        "N": "具現装置と風の悪霊",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_157a",
                "D": "操作した後、制限時間内に風の悪霊を光柱でマークされた近くの具現装置まで運ぶ必要があります。この操作を繰り返して、最後の具現装置まで辿り着けば、思いがけないお宝が見つかるかもしれません。"
            },
            {
                "I": "UI_Tutorial_157b",
                "D": "操作した後、制限時間内に風の悪霊を光柱でマークされた近くの具現装置まで運ぶ必要があります。この操作を繰り返して、最後の具現装置まで辿り着けば、思いがけないお宝が見つかるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13021,
        "N": "二相減光ユニットと二相常光ユニット",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_156",
                "D": "二相減光ユニットは、プライマルビームの受信装置です。減光ユニットと比べ、二相減光ユニットは常光ユニットから照射されるプライマルビームを2本繋げないと、起動できません。<br>上記と同様に、プライマルビームを2本同時に照射できる二相常光ユニットも存在します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13020,
        "N": "風化した碑石",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_154",
                "D": "砂漠には、謎の古代文字の参照序列が存在しています。序列の参照が必要な側を見つけ、2組の文字の内容が同じになるよう攻撃し、表示される文字の内容を調整しましょう…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13019,
        "N": "パイプのステアリングバルブ",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_153",
                "D": "パイプのステアリングバルブを操作すると、パイプの繋がり方が変わり、その中の流れを調整できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13018,
        "N": "受水槽",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_JamshidSandPool_01",
                "D": "千尋の砂漠の古い廃都に残された装置。かつて水流を導くために使われていたようです。水の注ぎ口に攻撃を与えると、スイッチの状態をコントロールでき、開くと砂利が流れ落ちます。"
            },
            {
                "I": "UI_JamshidSandPool_02",
                "D": "砂が受水槽を満たすと、思いがけない報酬が得られるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 12040,
        "N": "権能ランクアップ",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DeshretGuideManual_Tutorial_Pic_5",
                "D": "キングデシェレト遺跡にある一部の装置は、赤砂の石板の権能ランクを上げることができます。赤砂の石板のランクが高くなるとより多くの遺跡ギミックを操作できるようになり、未踏エリアに行けるようになります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 12039,
        "N": "赤砂の石板",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DeshretGuideManual_Tutorial_Pic_4",
                "D": "活性化した赤砂の石板は、特殊な「権能」を持っています。それを利用すれば、キングデシェレト遺跡のあらゆる装置を操れるようです。"
            },
            {
                "I": "UI_DeshretGuideManual_Tutorial_Pic_6",
                "D": "冒険が進むにつれ、赤砂の石板は遺跡にある重要な地点を順次提示してくれます。石板の導きに従い、特殊な「権能」を利用してギミックを解けば、誰も足を踏み入れていない地に辿り着けるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1185,
        "N": "須陀流心",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_VineCore",
                "D": "ツル草により形成された封印。攻撃で破ることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1184,
        "N": "遺跡巨像を操縦！",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_TitanCannon02",
                "D": "遺跡巨像の操縦よりも夢中になれることはありません！<br>狙いを定めて、ボタンを押して発射しましょう！"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1183,
        "N": "レーザーを回避！",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_TitanCannon",
                "D": "古い遺跡巨像が最近になって動き始め、近くの生き物を無差別にレーザーで攻撃しています。<br>その強力なレーザーは、@緩んだ岩の塊を砕く#こともできます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1182,
        "N": "「聖顕角柱」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_RBCrystals",
                "D": "聖顕角柱はキングデシェレト遺跡のコントロール装置であり、不思議な光を放っています。聖顕角柱に近づくと、付近の同じような光を放つオブジェクトを操ったり、その不思議な光の色を変えたりすることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1181,
        "N": "「プライマル砂時計」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_HourGlass",
                "D": "何らかの理由で作られ、今日まで残されてきた巨大な砂時計。触れるとひっくり返り、時間をカウントします。時間が切れるまでの間に、一定範囲内のすべてのプライマル砂時計をひっくり返すと、思わぬ収穫が得られるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1180,
        "N": "緩い砂の山",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SandPile",
                "D": "@風の力#で簡単に吹き飛ばせそうな小さな砂山。何かいいものが埋まっているかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1179,
        "N": "「プライマルオベリスク」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_DeshretObelisk_01",
                "D": "プライマルオベリスクは、キングデシェレト文明の象徴の一つです。しかし、年月が経つにつれて、碑の上にあった本来の「ヒエログリフタブレット」も四方に散ってしまいました。プライマルオベリスクに近づいて調査してみましょう。オベリスクに残されたエネルギーにより、散らばったヒエログリフタブレットの位置を知ることができます。"
            },
            {
                "I": "UI_SumeruTutorial_DeshretObelisk_02",
                "D": "散ってしまったヒエログリフタブレットを見つけ、プライマルオベリスクの近くまで持ち帰りましょう。オベリスクが再び動作し、長いこと失われていた秘密が分かるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1178,
        "N": "「プライマル火種」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_EnergySpark_01",
                "D": "プライマル火種と呼ばれるエネルギーブロックは、キングデシェレト遺跡に広く分布しています。プライマル火種を宿す「プライマル燭台」に近づくと、プライマル火種を放つことができます。<br>@プライマル火種を追いかけると、巨大な「プライマル炬火」を起動できます#。プライマル炬火を灯せば、キングデシェレト遺跡に何か変化が起こるかもしれません…"
            },
            {
                "I": "UI_SumeruTutorial_EnergySpark_02",
                "D": "プライマル火種は非常に脆弱です。そのため、プライマル炬火への中継地点として、プライマル火種の進行ルート上に灯っていないプライマル燭台が時折設置してあります。<br>またプライマル火種は、巨大なファンから送られる強風に吹き飛ばされる可能性もあります。プライマル火種を進行させるには、それらのファンを止めなければなりません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1177,
        "N": "足元注意…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_PhantomFloor",
                "D": "キングデシェレト遺跡で冒険していると、特殊な模様の床を見かけることがあります。このような床は幻象基石と呼ばれ、しばらく踏んでいると消えてしまいます。そのため、躊躇うことなく素早く通り過ぎましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1176,
        "N": "不思議な「擬造基石」…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_CWArchitects_01",
                "D": "「プライマル光錐」は、キングデシェレト遺跡にある不思議なエネルギーブロックです。近づくと一緒に移動するようになります。"
            },
            {
                "I": "UI_SumeruTutorial_CWArchitects_02",
                "D": "「擬造基石」は特殊な足場です。プライマル光錐を持って擬造基石に近づくと、@遺跡機械を作り出して#冒険の手助けをしてくれます。この方法により作り出した機械は、操作に特殊な権能を必要としません。"
            },
            {
                "I": "UI_SumeruTutorial_CWArchitects_03",
                "D": "擬造基石が作り出せる遺跡機械は常光ユニット、減光ユニット、秘匿ユニット、正体ユニット、プライマル燭台、プライマル砂時計です。プライマル光錐と擬造基石を利用して、遺跡の奥深くまで進んでみましょう…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1175,
        "N": "「正体ユニット」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_NoiseBrances",
                "D": "キングデシェレト遺跡には、不思議な力によって正体の隠されたものがたくさんあります。そんな時は、正体ユニットの力を使いましょう。<br>特殊な権能を持った状態で正体ユニットを使うと、一定時間周囲の透明なものを出現させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1174,
        "N": "「秘匿ユニット」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_NoiseGenerator",
                "D": "キングデシェレト遺跡の不思議な装置。特殊な権能を持った状態で近づいて使用すると、付近の壁を透明な幻影に変えることができます。それにより、プライマルビームを通過させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1173,
        "N": "巨大なファン…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_DeshretBlower_01",
                "D": "強風を吹き付ける巨大なファン。進行を妨げ、プライマル火種を吹き飛ばします。通り抜けるには、ファンが止まるタイミングを待つか、あるいはそれを停止させる装置を見つけましょう…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1172,
        "N": "プライマルビーム伝導？",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_LaserGenerator_01",
                "D": "「常光ユニット」と呼ばれるキングデシェレト遺跡の装置は、プライマルビームの照射ができます。<br>特殊な権能を持った状態で近づくと、常光ユニットの位置や向きを変えることができます。"
            },
            {
                "I": "UI_SumeruTutorial_LaserGenerator_02",
                "D": "「減光ユニット」は、プライマルビームの受信装置です。常光ユニットから照射されるプライマルビームを減光ユニットに繋げると、何か特別なことが起こるかもしれません…また、プライマルビームは遺跡内の壁に遮られてしまうことがたまにあります。その場合、@他の装置を操作して#ビームを通過させる必要があります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1171,
        "N": "道を塞ぐ障壁…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_BarrierGenerator_01",
                "D": "特殊な権能を持っていれば、外来者を阻むエネルギー障壁も難なく通り抜けられるでしょう…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1170,
        "N": "謎の制御ユニット…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_DeshretConsole_01",
                "D": "キングデシェレト遺跡には、このような@「秘儀台座」#と呼ばれる装置が存在します。それを利用することで、遺跡内の各種装置を操作できます。"
            },
            {
                "I": "UI_SumeruTutorial_DeshretConsole_02",
                "D": "しかし、秘儀台座を使用するには、@特殊な権能#を持っている必要があるようです。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1169,
        "N": "奇妙なエネルギー抽出装置…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_FatuiMaranaWell_01",
                "D": "エルマイト旅団が拠点に設置したエネルギー抽出装置、人には言えない目的で使われているらしい。<br>部屋の中で制御鍵を見つけて停止させる必要があります。<br>ただし、わずかな動きでも停止処理が中断される可能性があるため、装置が停止するまでは周囲に障害物がないことを確認しましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1168,
        "N": "結集せよ、「クサヴァ」の力！",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_04",
                "D": "ついにアランナガ、アランナキン、アランガルと共に冒険できるようになりました。<br>適切な場所でクサヴァを使用すると、それぞれ3つのアランナラの力を導くことができます。クサヴァの能力を@切り替える#ことで、どのアランナラの助けを借りるか選択できます。<br>アランナラたちと共にマウティイェマの深部へと向かいましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1167,
        "N": "活発と枯燥…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_StarShroom_01",
                "D": "スメールには、外界の元素に刺激されることで状態変化を起こす生物が存在します。これら生物を「トライステート生物」と呼びます。"
            },
            {
                "I": "UI_SumeruTutorial_StarShroom_02",
                "D": "@雷元素または炎元素#に触れると、「活発」または「枯燥」状態になります。<br>これら2つの状態の特性を生かして、冒険を有利に進めましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1166,
        "N": "野外の苗畑…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_GardenTutorial_01",
                "D": "スメールの森には、このような主のいない苗畑が存在します。その苗畑で光る魂を追いかけ、途切れずかつ重複せずにすべての「畑」を歩むことができれば、何かいいことが起こるかもしれません。<br>畑を踏み荒らすのはよくない行為ですが、あなたの足跡にはどうやら、この土地の生命を呼び覚ます力があるようです。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1165,
        "N": "「クサヴァ」とアランナガ…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_03",
                "D": "アランナガと共に特定の場所を冒険する時、「クサヴァ」を使って彼の力を導くことで、特定の足場を上昇させられます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1164,
        "N": "「クサヴァ」とアランガル…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_02",
                "D": "アランガルと共に特定の場所を冒険する時、「クサヴァ」を使って彼の力を導くことで、一部の植物に侵蝕された石を破壊できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1163,
        "N": "「クサヴァ」とアランナキン…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_01",
                "D": "アランナキンと共に特定の場所を冒険する時、「クサヴァ」を使って彼の力を導くことで、一部の壊れた元素石碑を修復できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1162,
        "N": "石柱の封印…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassSealStone_01",
                "D": "この特殊な石柱は、ある種の遺跡機械の封印を解く鍵になるようです。<br>@炎元素#を利用し、その中に宿る力を消すと、これら機械の封印を解くことができます…<br>しかし、このような魔物の封印は解かないほうがいいのでは…？"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1161,
        "N": "トライマウントシード…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Visualizationplant_01",
                "D": "「トライステート生物」に通常状態、枯燥状態、活発状態があるように、「トライマウントシード」にも対応する状態があります。枯燥時は静止、通常状態の時は一定の軌道で動きます。そして雷元素で活発状態になると、より大きな「トゥルーパルス」を放ちます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1160,
        "N": "見えたり見えなかったり…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Invisible_01",
                "D": "「トライステート生物」が雷元素で活発になると、「トゥルーパルス」が放たれ、隠された物が見えるようになるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1159,
        "N": "弾力性のあるキノコ…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_JumpMushroom_01",
                "D": "「ぴょんぴょんキノコ」は「トライステート生物」の一種です。通常状態では、その上でジャンプしたキャラクターをより高い位置まで跳ねさせることができます。雷元素で活発状態にさせると、反発力がより増します。"
            },
            {
                "I": "UI_SumeruTutorial_JumpMushroom_02",
                "D": "「ぴょんぴょんキノコ」は「トライステート生物」の一種です。通常状態では、その上でジャンプしたキャラクターをより高い位置まで跳ねさせることができます。雷元素で活発状態にさせると、反発力がより増します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1158,
        "N": "リーフコアとクローバーマーク…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrapplingHookFlower_01",
                "D": "スメールでは稀に@草元素に接触#すると、クローバーマークを放出する「リーフコア」に出会うことがあります。<br>その特性を活かせば、スメールの冒険を少し楽にできるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1157,
        "N": "「クローバーマーク」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrapplingHook_01",
                "D": "スメールでは時折、このようなクローバーの形をした印を見かけることがあります。<br>元素を扱える人が印の方向に向いていると、その力を使って素早く移動することが可能です。<br>稀にクローバーマークを放出する「リーフコア」に出会うこともあります。その特性を生かして、スメールでの冒険をより快適にしましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1156,
        "N": "遺跡巨像のエネルギーブロック…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Titan_01",
                "D": "ジャザリーによると、これら「エネルギーブロック」は遺跡巨像の動力源のようです。エネルギーブロックをエネルギー中継装置に配置すると、対応する部品のエネルギーを回復させることができます。"
            },
            {
                "I": "UI_SumeruTutorial_Titan_02",
                "D": "配置したエネルギーブロックは、取り外して他のところに配置することもできます。この方法を用いて、常に上昇する道を切り開いていきましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1155,
        "N": "死域を検知することができるレンズ…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Observatory_01",
                "D": "この特殊な「種のレンズ」から、まだ形になっていない死域を発見できます。この方法を使えば、死域の発生と拡張を事前に阻止できるでしょう。<br>これも雷元素で活発状態にすることができるようです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1154,
        "N": "死域の中に潜む危険…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_ManaraDanger_01",
                "D": "死域の中には「零落」以外にも危険が存在します。死域に激しく侵蝕された魔物と、死域に生えている「朽敗の枝」は中にいるキャラクターを襲い、@零落を急激に蓄積#させます…"
            },
            {
                "I": "UI_SumeruTutorial_ManaraDanger_02",
                "D": "それ以外にも、「死域の腫瘍」が危機を感知すると、時に「零落使徒」を駆り立てて攻撃させることがあります。これらは死域に完全支配された魔物であり、ダメージに対して死域の保護を受けています。@草元素または草の種の力を利用#すると、魔物たちのシールドを効率よく破壊することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1153,
        "N": "恐るべき死域…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Manara_01",
                "D": "「死域」は特定の場所だけに存在するものではなく、この神秘的で不吉な力によって侵蝕された場所を指します。死域の中にいると、キャラクターは継続的に「零落」を蓄積してしまいます。蓄積するスピードは、死域によって異なります。"
            },
            {
                "I": "UI_SumeruTutorial_Manara_02",
                "D": "零落の蓄積量に応じて、チーム内の自身キャラクター全員の@全元素耐性、物理耐性およびHP上限がダウン#します。蓄積量が多ければ多いほど、ダウンする度合いも増えます。"
            },
            {
                "I": "UI_SumeruTutorial_Manara_03",
                "D": "「零落」が上限まで蓄積した後、引き続き死域にいると、チーム内の自身キャラクター全員が@戦闘不能#になります。"
            },
            {
                "I": "UI_SumeruTutorial_Manara_04",
                "D": "死域を排除するには、@必ず「草の種」の力が必要#になります。草の種を使ってのみ、死域の力を拡散させる「死域の枝」を破壊できます。@死域にある「死域の枝」をすべて破壊して初めて、コアとなる「死域の腫瘍」を破壊#できるようになります。<br>ほとんどの死域はこの方法で取り除くことができますが、しかし…"
            },
            {
                "I": "UI_SumeruTutorial_Manara_05",
                "D": "死域には、たまに零落の蓄積を減らす「生命の灯」や「生命の火光」が存在します。<br>死域に足を踏み入れる前には、万全な準備をしておきましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1152,
        "N": "草の種…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_DendroSeed_01",
                "D": "「クサナリの枝」と共に現れる不思議な精霊は「草の種」であり、草元素の守護を象徴しています。"
            },
            {
                "I": "UI_SumeruTutorial_DendroSeed_02",
                "D": "重撃や狙い撃ちが命中すると、草の種も共に攻撃してくれます。冒険中、草の種でなければ起動できない仕掛けや、壊すことのできない物が存在します…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1151,
        "N": "奇妙なゲート…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_Dreamdoor_01",
                "D": "このような奇妙なゲートは「幻夢ノ扉」と呼びます。その中の挑戦をクリアすると、何かいいことが起こるかもしれません。<br>幻夢ノ扉の前に立ち「古びたライアー」でアランラナのメロディーを奏でると、目覚めさせることができます。その後、足を踏み入れることで挑戦にチャレンジできます。"
            },
            {
                "I": "UI_SumeruTutorial_Dreamdoor_02",
                "D": "挑戦中、制限時間内にすべての幻夢ノ種を集め、幻夢ノ扉に戻る必要があります。その間に敵から攻撃を受けると、挑戦の残り制限時間が減ってしまいます…"
            },
            {
                "I": "UI_SumeruTutorial_Dreamdoor_03",
                "D": "幻夢ノ扉に入ると、奇怪な夢の花が出現することがあります。これら花の近くにある結界の中にいると、自身の存在を敵から隠し、戦闘から離脱することができます。また、@雷元素#で夢の花を活発状態にすると、挑戦中の残りの幻夢ノ種の位置を示してくれますが、結界の力を失ってしまいます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1150,
        "N": "大夢のメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruDreamPiece_01",
                "D": "アランラナのメロディー。夢境を出入りする力があります。また、もっともアランナラに認められやすいメロディーの一つでもあるようです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1149,
        "N": "源水のメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_VarunaDevice_01",
                "D": "アランパンドゥのメロディー。「ヴァルナ神器」を操作する力があります。<br>ヴァルナ神器の前に立ち「古びたライアー」でメロディーを演奏すると、アパーム叢林の天気（晴れと雨）を切り替えることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1148,
        "N": "新芽のメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruStrongSeed_01",
                "D": "アランマハが残したメロディー。「新芽の枝」に向けて演奏すると、「丈夫な草の種」を呼び出し、「ヴァラヤ」を起動させることができます。<br>このような枝の前に立ち「古びたライアー」でメロディーを演奏すると、丈夫な草の種が手に入ります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1147,
        "N": "獣径のメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruDeleteFlower_01",
                "D": "アランヤマが残したメロディー。「幽閉花」に向けて演奏すると、特定の障害物を取り除くことができます。<br>この特殊な花の前に立ち「古びたライアー」でメロディーを演奏すると、対応する障害が取り除かれます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1146,
        "N": "間道のメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruPortal_01",
                "D": "アランジが残したメロディー。「森の裏道」を目覚めさせ、新たな道を切り開く力があります。<br>木のうろのような物の前に立ち「古びたライアー」でメロディーを演奏すると、特殊なワープゲートが開きます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1145,
        "N": "ヴァマッダのメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruVineBall_01",
                "D": "アランラキャのメロディー。「ヴァマッダ」を回転させ、道を切り開く力があります。<br>奇妙な円球の前に立ち「古びたライアー」でメロディーを演奏すると、ヴァマッダを活性化させることができます。活性化状態のヴァマッダを攻撃すると、回転させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1144,
        "N": "蘇生のメロディー",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruShattered_01",
                "D": "アランナキンのメロディー。植物の力を借りることで、壊れた元素石碑を修復できます。<br>壊れた石碑の前に立ち「古びたライアー」でメロディーを演奏すると、元素石碑を復活させることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1143,
        "N": "ヴァナラーナの不思議な「メールボックス」…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_AranaraMailBox",
                "D": "ヴァナラーナにある不思議な郵便箱には、時々奇妙な風景画が現れます。<br>パイモンと共に積み上げた探索経験から鑑みると、その画が示す場所には、お宝が埋まっているかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1142,
        "N": "純光放射",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TheChasmTutorial_LightBurst",
                "D": "「流明石の触媒」が一定のレベルに到達すると、自ら力を放出でき、「沈泥の湧き出し口」と、周囲にある黒泥を破壊できるようになります。ある程度の強度を持つ沈泥の湧き出し口Lv.2を破壊するには、より強力な流明石の触媒が必要です。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1141,
        "N": "「沈泥の湧き出し口」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TheChasmTutorial_AbyssCore",
                "D": "「黒泥」の中によく現れる奇妙な腫瘍。周囲の黒泥を維持できるようだ。"
            },
            {
                "I": "UI_TheChasmTutorial_AbyssCore02",
                "D": "「沈泥の湧き出し口」には様々な強度が存在します。一定以上の力を持つ「流明石の触媒」だけが、純光放射で対応する沈泥の湧き出し口を破壊することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1140,
        "N": "変わった岩",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TheChasmTutorial_GeoBarrier",
                "D": "周囲にある変わった形をした独特な岩柱と関係している奇石。岩柱にも「共鳴」できるようだが、石に刻まれた符印の数は、短い時間の中で行った「共鳴」の回数に関係しているのだろうか…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1139,
        "N": "不思議な岩柱",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TheChasmTutorial_Chalcedony",
                "D": "古代の戦いによる痕跡だという伝説がある。爆発や鈍器による衝撃を受けると、他の岩柱や@特定の岩元素創造物#と「共鳴」することができるらしい。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1138,
        "N": "「かご状の『岩元素』重合体」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TheChasmTutorial_GeoSeedLauncher",
                "D": "層岩巨淵を封印する「磐鍵」が、自然に生み出した分泌物。「岩の種」のエネルギーによる外的な刺激を受けると、結晶弾を発射するようになる。"
            },
            {
                "I": "UI_TheChasmTutorial_GeoSeedLauncher02",
                "D": "発射の方向は、受けた攻撃の方向と関係があるようです。もしかしたら、「磐鍵」にも何らかの効果をもたらすかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1137,
        "N": "奇妙な「黒泥」…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TheChasmTutorial_AbyssCarpet",
                "D": "この不思議な「黒泥」の中にいると、キャラクターはHPを失い続け、移動力にも影響があります。また、「流明石の触媒」に蓄積されたエネルギーが、徐々に失われていきます。"
            },
            {
                "I": "UI_TheChasmTutorial_AbyssCarpet02",
                "D": "理由は分かりませんが、一部の魔物は「黒泥」の中にいるといっそう凶暴になるようです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1135,
        "N": "鍵紋",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_Orb",
                "D": "「鍵紋」と呼ばれる図案は淵下宮に由来するもので、全部で5種類あります。1つの錠前に1本の鍵があるように、鍵はそれぞれ対応する図案の封鎖を解除できます。鍵紋を集め、計画的に使いましょう。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1134,
        "N": "冥魚",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_AirForce",
                "D": "冥魚の群れの中では、滑翔を続けることができます。ただし、魚の群れから外れないように注意しましょう。群れから外れてしまえば、上昇効果も失われてしまいます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1133,
        "N": "昼夜の切替",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_Switcher_01",
                "D": "淵下宮の「手綱」を持っていることで、装置を起動する権限が手に入り、「常夜」と「白夜」を切り替えることができます。淵下宮に点在するこれら装置は、大日御輿と繋がることで「昼夜」を切り替えることが可能です。<br>淵下宮の環境と装置は「常夜」、または「白夜」で異なる姿を見せます。昼夜を切り替える力を利用し、真相を探りましょう。"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_Switcher_02",
                "D": "「白夜」の常世光障壁は、「常夜」にすることで解除されます。その逆も同様です。"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_Switcher_03",
                "D": "淵下宮で遭遇する空気の歪みは、通称「陽炎の幻」と呼ばれる現象です。この錯覚は「昼夜」の違いによって解消、または発生します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1132,
        "N": "昼夜の台",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_AbyssalOperator_01",
                "D": "「昼の台」と「夜の台」は、それぞれ「昼」または「夜」に復元し、近づくと操作可能になります。ただし、「常夜」と「白夜」を切り替えた後は、これらの状態がリセットされます。"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_AbyssalOperator_02",
                "D": "「昼の台」と「夜の台」は、それぞれ「昼」または「夜」に復元し、近づくと操作可能になります。ただし、「常夜」と「白夜」を切り替えた後は、これらの状態がリセットされます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1131,
        "N": "三角の装置…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_Vibrator",
                "D": "一定の距離内で攻撃することで起動する装置。時間が経過すると、装置はリセットされます。もし装置が機能しない場合、「常夜」状態で確認してみましょう。なお、装置の状態は自動的に復元されます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1130,
        "N": "精華拝受所",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_EnergyOperator_01",
                "D": "拝受所には、日精と月華の2種類があります。それぞれ「白夜」と「常夜」のエネルギーを蓄えており、参拝者に付与することが可能です。このエネルギーを利用することにより、対極となる「昼夜」状態下の装置を起動することができます。"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_EnergyOperator_02",
                "D": "拝受所には、日精と月華の2種類があります。それぞれ「白夜」と「常夜」のエネルギーを蓄えており、参拝者に付与することが可能です。このエネルギーを利用することにより、対極となる「昼夜」状態下の装置を起動することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1129,
        "N": "鶴観の「止まり木」…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Tree01",
                "D": "鶴観の現地の人によると、雷鳥はかつてこの木で羽を休めていたらしく、「奉納」をする必要があるとのことです。「止まり木」に触れると、秘められた力が三つの羽毛となり、風に乗って流れていきます。これらの散った力を見つけることで、「奉納」が完了します。"
            },
            {
                "I": "UI_TsurumiTutorial_Tree",
                "D": "鶴観の現地の人によると、雷鳥はかつてこの木で羽を休めていたらしく、「奉納」をする必要があるとのことです。「止まり木」に触れると、秘められた力が三つの羽毛となり、風に乗って流れていきます。これらの散った力を見つけることで、「奉納」が完了します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1128,
        "N": "神秘的な彫刻",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Bird",
                "D": "鶴観では、稀にこのような特殊な形をした像を見かけることがあります。光る像の近くで@「羽毛」を使用#することで、何か不思議なことが起きるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1127,
        "N": "鶴観の「雷石」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Torch",
                "D": "鶴観の文明によって建てられた儀式の石積み。@雷元素#で灯すことができます。<br>灯すと、近くの人は濃霧で迷子にならなくなります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1126,
        "N": "「イシネ文字」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Stone",
                "D": "鶴観には、このような文字の刻まれた石が存在します。「幻影」の話によると、これは「イシネ文字」というものだそうです。@正しい順序#でこれらの石に触れると、奇妙な現象が起きるかもしれません。そして、その順序の手がかりは、石の近くに隠されていることが多いようです。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1125,
        "N": "「位相の門」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_TeleportHighway",
                "D": "「位相の門」と呼ばれる遺跡装置が存在します。2枚の位相の門が@向き合う#時、その間でエネルギーのルートが構築されます。元素の力を操ると、大地の各地を素早く移動できます。"
            },
            {
                "I": "UI_InazumaTutorial_TeleportHighway_02",
                "D": "@元素視角#を利用すると、向こうの扉の方向を確認できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1122,
        "N": "セイライの「鎮め石」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_SRIwakura_01",
                "D": "鎮め石を再び作用させ、雷を鎮めるには、それぞれの鎮め石に対応する3つの御幣を探し出し、触れる必要があります。御幣の所在位置と紙垂の面数にご注意ください。"
            },
            {
                "I": "UI_InazumaTutorial_SRIwakura_02",
                "D": "鎮め石には紙垂があります。上下二つの部分に分けられており、それぞれ回転することができます。"
            },
            {
                "I": "UI_InazumaTutorial_SRIwakura_03",
                "D": "鎮め石を回転し、御幣の方向に向いた紙垂の面数と、御幣にある紙垂の面数が一致するようにしてください。鎮め石とそれぞれの御幣にある紙垂の面数が一致した時、鎮め石の封印が完了となります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1121,
        "N": "「電灯台」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_Tourou_01",
                "D": "稲妻にはこのような石製の古い灯台が存在します。雷の種を持っていると、それを灯すことができるようです…"
            },
            {
                "I": "UI_InazumaTutorial_Tourou_02",
                "D": "稲妻にはこのような石製の古い灯台が存在します。雷の種を持っていると、それを灯すことができるようです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1120,
        "N": "不思議な基柱…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_WataEffigy_01",
                "D": "海祇島には、古代の石柱の彫像が点在しています。"
            },
            {
                "I": "UI_InazumaTutorial_WataEffigy_02",
                "D": "それを慎み深く操作すれば、周りの物や装置の状態を変えることができるようです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1117,
        "N": "「靂木」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecEmitTree",
                "D": "「靂木」は「雷禍」を抑制する樹です。<br>この怪奇な神木の近くにいれば、「雷禍」のダメージを受けなくなります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1116,
        "N": "電気伝導？",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecPowerCollector_01",
                "D": "ある場所で、「放電石」と「集電石」という神秘的な装置が存在します。「放電石」は@雷元素付着#状態のキャラクターまたは敵に、無害な電流を放ちます。「集電石」は「放電石」から流れる電流を吸収することができます。時には電流を伝導できる「継電石」も存在したりします。"
            },
            {
                "I": "UI_InazumaTutorial_ElecPowerCollector_02",
                "D": "「集電石」の微妙な違いによって、それぞれが必要とする電流の数も異なるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1115,
        "N": "雷霆探針",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecMagnetGear",
                "D": "この遺跡装置は「雷元素」を探測することができます。その近くに@雷元素付着#状態のキャラクターまたは敵がいる時、針はそのキャラクター、又は敵の方向を指します。<br>針が台座に表示されている「正確な方角」を指す時、何かいいことが起こるかもしれません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1114,
        "N": "鯨井家の手まり遊び",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_TemariGame_01",
                "D": "鯨井坊やの横の「手まり」と会話すると、この特殊なルールを持つ手まり遊びに参加することができます。<br>この手まり遊びに参加したプレイヤーは、「手まり守者」と「手まり盗者」に分かれます。"
            },
            {
                "I": "UI_InazumaTutorial_TemariGame_02",
                "D": "ゲームホストは「手まり守者」として、制限時間内に手まりを安全な場所に隠す必要があります。"
            },
            {
                "I": "UI_InazumaTutorial_TemariGame_03",
                "D": "他の世界から参加したプレイヤーは、「手まり盗者」として、制限時間内に手まりを探し出す必要があります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1113,
        "N": "雷の種…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ThunderSeed_01",
                "D": "「雷櫻の枝」の近くに現れる不思議な精霊、その名は「雷の種」。雷の加護を象徴しています。"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeed_02",
                "D": "雷の種には様々な能力があります。雷の種を持っている時、@「雷極」を通して素早く移動#したり、@「若雷の結界」#に入ったり、@「雷禍」を防ぐ#こともできます。"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeed_03",
                "D": "鳴神大社の神櫻のところで、雷の種を育て、その力を強化することができます。<br>強い雷の種は、彼らに認められた旅人と一緒に戦うことができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1112,
        "N": "不可解な障壁…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ThunderSeedBarrier_01",
                "D": "人が入ることを妨げるこの障壁は、稲妻で「若雷の結界」と呼ばれています。<br>ある神秘的な原因から、雷の種に認められて@雷の種#を持てば、一部の障壁を抜けて中に入ることができます…"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeedBarrier_02",
                "D": "…しかし、一部のより強大な障壁は、より強い雷の種を持つことでのみ突き抜けることができます。鳴神大社の神櫻を通して、@雷の種#を育てることができます。いつの日か、「若雷の結界」に封じられた全てのエリアに入ることができるかもしれません。"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeedBarrier_03",
                "D": "「若雷の結界」の中には「若雷石」が封印されていることがあります。このような石は強い力を持っていますが、雷の種で一時的に抑えることができます。<br>「若雷石」が抑えられている間、結界も解除されます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1111,
        "N": "奇妙な装置…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ActiveRayAmp_01",
                "D": "ヤシオリ島には2種類の「祟り神」の力を鎮める装置が存在します。それぞれ「御引磐座」と「雷承の鑑」と呼ばれます。"
            },
            {
                "I": "UI_InazumaTutorial_ActiveRayAmp_02",
                "D": "「御引磐座」は攻撃を受けると、指定の方向に電流を放つことができます。この電流はヤシオリ島の祟り神の意志によって形成された結界を解くことができます。"
            },
            {
                "I": "UI_InazumaTutorial_ActiveRayAmp_03",
                "D": "「雷承の鑑」は「御引磐座」から流れてきた電流を受け止め、他の方向へ伝えることができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1110,
        "N": "「神居島崩砲」·二",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecCannonManual",
                "D": "この大筒に照準モードはありません。上下、左右の方向を調整することで、攻撃目標を狙い撃つことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1109,
        "N": "「神居島崩砲」·一",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecCannonCharge_01",
                "D": "強い威力を持っている大筒。通常なら、発射するのに特殊な砲弾が必要ですが、雷元素の力でエネルギーを補充することもできます。"
            },
            {
                "I": "UI_InazumaTutorial_ElecCannonCharge_02",
                "D": "近くにいるキャラクターは@雷の種を所持#するか、@雷元素付着#状態であれば、「神居島崩砲」にエネルギーを補充することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1108,
        "N": "「雷極」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ThunderCore",
                "D": "稲妻でよく見られる奇妙な物体。雷元素の力を持っている人、又は稲妻の恵みを受けている人は、雷極を利用して電光のように素早く移動することができます。<br>雷極から一定範囲内のキャラクターは@雷の種を所持#するか、@雷元素付着#状態であれば、「雷極」へ素早く移動することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1107,
        "N": "過量の「雷元素」…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecRegionManual",
                "D": "稲妻では、一部の区域の「雷元素濃度」が非常に高く、滞在するとHPが持続的に減少する「雷禍」現象が発生します。<br>@雷の種#を利用すると、「雷禍」によるダメージを防ぐことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1106,
        "N": "不思議な「追憶のレンズ」…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_InazumaTutorial_FoxMirror",
                "D": "特殊な@便利アイテム#「追憶のレンズ」を使うと、レンズを通して周りの世界を観察することができます。<br>それを通して@この特殊な「地狐」の小さな像#を観察すれば、不思議なことが起こるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 6029,
        "N": "不思議な「ウェーブボート」…",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Activity_Summertime_Ship_01",
                "D": "「ウェーブボート」は不思議な海の乗り物。「ボートポイント」を通して主のところに戻ることができ、ウェーブボートに近寄ると乗ることができます。<br>1人につき1台しか所有できません。"
            },
            {
                "I": "UI_Activity_Summertime_Ship_02",
                "D": "ウェーブボートは「加速」で航行速度を上げることができます。<br>ウェーブボートには「迅撃砲」と「重砲」の2種類の魔法武装が設置されています。重砲は威力が大きいですが、発射後にクールタイムがあります。"
            },
            {
                "I": "UI_Activity_Summertime_Ship_03",
                "D": "ジャンプボタン長押しで操縦を停止し、ウェーブボートから離れることができます。<br>ウェーブボートから離れた後、再び近寄ることで操縦可能になります。また、「ボートポイント」を使えば自分のそばに召喚することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1036,
        "N": "元素付与",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_74a",
                "D": "片手剣、両手剣、長柄武器のキャラクターに@元素付与#状態を与える事ができるスキルと効果があります。元素付与によって、キャラクターの通常攻撃、重撃、落下攻撃のダメージは元素ダメージに変化されます。異なる元素付与効果は重ねることが出来ません。"
            },
            {
                "I": "UI_Tutorial_74b",
                "D": "また、キャラクターの攻撃を元素ダメージに変化させるスキルも存在します。元素付与と似ていますが、@元素付与によって他の元素に変化する#ことはありません。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1104,
        "N": "極寒環境…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DragonspineTutorial_ColdClimate_01",
                "D": "極めて寒い環境では、「極寒ゲージ」が持続的に蓄積されます。極寒ゲージが上限に達した時、キャラクターは@急速にHPを失います#。また、ドラゴンスパイン独特の地脈環境と気候により、いくつかのアイテムは@使用不可#となります。"
            },
            {
                "I": "UI_DragonspineTutorial_ColdClimate_02",
                "D": "燃えている焚き火と松明以外にも、@蓄積した極寒ゲージを減らす#ことができるものはいくつかあります。例えば、ワープポイント、温暖仙霊、遺跡の灯火、七天神像などです。深紅の石が砕かれた後に生成されるエッセンスを吸収すれば、極寒ゲージを減らすこともできます。"
            },
            {
                "I": "UI_DragonspineTutorial_ColdClimate_03",
                "D": "吹雪や泳ぎなど、特殊な環境と行動は極寒ゲージの蓄積を加速させます。事前に対策を練るのは、極寒で生きて行くのに必要不可欠です。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1103,
        "N": "吹雪",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DragonspineTutorial_IceStorm",
                "D": "極寒の吹雪の中、@極寒ゲージの蓄積の速度は大幅に上昇#します。早急な脱出と対策がなければ、不幸な結果を招くかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1102,
        "N": "古代堅氷",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DragonspineTutorial_SpecialIce_01",
                "D": "奇妙な模様がある特殊な氷。@炎元素で溶解することは不可能#です。"
            },
            {
                "I": "UI_DragonspineTutorial_SpecialIce_02",
                "D": "奇妙な模様がある特殊な氷。@炎元素で溶解することは不可能#です。"
            },
            {
                "I": "UI_DragonspineTutorial_SpecialIce_03",
                "D": "@深紅の石の影響下で攻撃#すれば、氷中にある神秘の力を中和できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1101,
        "N": "深紅の石",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DragonspineTutorial_BloodCrystal_01",
                "D": "「深紅の石」と呼ばれる奇妙な結晶。暖かな力がこもっています。@砕いて拾うと#、キャラクターの体に纏わりつきます。"
            },
            {
                "I": "UI_DragonspineTutorial_BloodCrystal_02",
                "D": "持続時間中、@極寒ゲージの蓄積は停止#されます。この特性を利用して、体温を長時間保つことができます。この状態で敵の攻撃を受けると、エネルギーを一気に放ちます。<br>しかし何らかの原因で、この地のワープポイントと七天神像は、@深紅の石の力をかき消してしまう#みたいです…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1100,
        "N": "温暖仙霊",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_DragonspineTutorial_FireSeelie",
                "D": "ドラゴンスパインには、こうして変異を遂げた「温暖仙霊」がいます。温暖仙霊は@持続的に熱を放ち、極寒ゲージの蓄積を減らす#ことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7011,
        "N": "「特殊分析ズームレンズ」",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_CharlotteZoomLens_01",
                "D": "バッグまたは便利アイテムのショートカットから「特殊分析ズームレンズ」を写真機にセットすると、特殊なズーム撮影機能が使えるようになります。<br>@シャルロットがこのアイテムを使用して元素スキル「フレーミング·氷点法」を長押しすると、元の効果を発揮できない#代わりに、特殊な方法で写真を撮れるようになります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7010,
        "N": "晶蝶トラップ装置",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_WispCage_01",
                "D": "「晶蝶トラップ装置」を設置して特定の材料を入れると稼働を開始し、晶蝶を装置内に誘い込んで捕まえます。<br>一定の時間が経過すると、装置の内部から晶核を回収できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7009,
        "N": "釣り糸安定装置",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_Accelerate_01",
                "D": "各地の釣り協会で「釣り糸安定装置」を交換して、釣りに有効活用しよう。<br>「釣り糸安定装置」はデフォルトで有効状態になっていますが、手動でアシスト機能の「有効」または「無効」を選択することができます。"
            },
            {
                "I": "UI_Tutorial_Fishing_Accelerate_02",
                "D": "特定の魚を釣り上げる際、過去に釣り上げた同種の魚の数に応じて、「釣り糸安定装置」がさまざまなアシスト効果を発動します。例えば、釣り糸の張力が完璧張力区間にある時、釣り進捗の増加量が一定値アップします。<br>もっとも良い状態の「釣り糸安定装置」であれば、釣り糸の張力が完璧張力区間外にあっても、釣り進捗を上げてくれます。<br>釣り上げた魚の数は、「図鑑-生物誌」にて確認することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7008,
        "N": "流明石の触媒",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_Lumen_1a",
                "D": "装備した流明石の触媒は、十分にエネルギーが貯まっていれば、光を発することができます。しかしその力が特殊な地脈環境に依存しているためか、流明石の触媒は層岩巨淵·地下鉱区でしか使用できません。"
            },
            {
                "I": "UI_Tutorial_Lumen_1b",
                "D": "一部の装置や生物、例えば明石灯や吉光虫は、触媒のエネルギーを補充することができます。"
            },
            {
                "I": "UI_Tutorial_Lumen_1c",
                "D": "もしかしたら、探検隊には流明石の触媒を強化できる人がいるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7007,
        "N": "「花火の筒」",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_124a",
                "D": "「花火の筒」を設置した後、「打ち上げ準備」画面で花火の種類や順番などを設定することで、思い通りの花火を打ち上げることができます。<br>打ち上げ後、戦闘状態に入る、あるいは離れすぎると「花火の筒」は自動的に回収されます。"
            },
            {
                "I": "UI_Tutorial_124b",
                "D": "「花火の筒」の「仕様改造」機能を使うことで、旅人の好みに合わせて花火を改造することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7006,
        "N": "四方八方の網",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_120a",
                "D": "「四方八方の網」を使って世界探索中に動物を捕獲できます。「四方八方の網」はその外形を捉え、動物を具現化することができます。<br>「四方八方の網」を媒体にして具現化した動物は、「塵歌壺」に配置できます。"
            },
            {
                "I": "UI_Tutorial_120b",
                "D": "しかし、若紫の「四方八方の網」にはまだ欠点があるため、外形を捉えることができない動物がいます。<br>「四方八方の網」で捕まえられる動物は、図鑑で網のマークが表示されます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1037,
        "N": "「失われた風神の瞳」",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_102",
                "D": "モンドには「失われた風神の瞳」が存在します。これらの神の瞳を集めモンドの七天神像に捧げると、風の七天神像のレベルをアップし、様々な報酬を獲得することができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7004,
        "N": "参量物質変化器·二",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_73c",
                "D": "物質変化を行う時、@元素攻撃#でエネルギーの上限を突破させることが必要です。物質変化完了後、直ちに変化後の物質を獲得できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7005,
        "N": "参量物質変化器·一",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_73a",
                "D": "参量物質変化器は、中のものを「物質変化」で異なる物質に転換できます。この特性を活かし、必要のない素材やアイテムも有益な物に変えることができます。変化する前の性質によって、生成される物質も似たような傾向へと変化します。"
            },
            {
                "I": "UI_Tutorial_73b",
                "D": "参量物質変化器を配置し、十分な質量の物質を埋め込むと、物質変化を行うことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7003,
        "N": "風捕りの瓶",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_61a",
                "D": "風捕りの瓶は「風の種」を収納でき、それを利用して風域を生成できる実用道具です。装備後は風の種に近づくと風元素の力を吸収し、使用回数を獲得できます。"
            },
            {
                "I": "UI_Tutorial_61b",
                "D": "使用回数を消費して、風域を生成できます。冒険と旅にとってはとっても便利な道具です。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7002,
        "N": "ポケットワープポイント",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_60a",
                "D": "ポケットワープポイントは人の手によって作られた模倣品、ある程度で地脈と繋がっているため、ワープ機能を実現できます。使用するとポケットワープポイントが現在位置に設置され、ワープポイントと同じように使えます。"
            },
            {
                "I": "UI_Tutorial_60b",
                "D": "ポケットワープポイントには制限があります。設置した一週間後に消えます。1つしか存在できません。新しいワープポイントを設置すると、以前設置したワープポイントがなくなります。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7001,
        "N": "三〇式·携帯式栄養袋",
        "S": "便利アイテム",
        "T": [
            {
                "I": "UI_Tutorial_59a",
                "D": "三〇式·携帯式栄養袋はある錬金術師が設計した便利アイテム。料理を入れておくと、いつでもどこでも簡単に使えるようになります。料理を入れることをお忘れなく。"
            },
            {
                "I": "UI_Tutorial_59b",
                "D": "HP回復料理と復活料理をそれぞれ1種類入れられます。装備すると、簡単に料理を使用できるようになります。チームに戦闘不能のキャラクターがいる場合は優先的に復活料理を使用します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1033,
        "N": "謎多き仙霊",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_40",
                "D": "テイワット大陸では、こういう「仙霊」という不思議な生き物がたくさんいます。@その後について、特定の場所に行くことに協力#すると、特別な何かが起こるかもしれません…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1032,
        "N": "不思議な風の種·2",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_39c",
                "D": "複数の風の種が集まると、その力が解放されます。風の種を3つ揃えると、風元素スキルがなくても@風域#を発生させることができます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1031,
        "N": "不思議な風の種·1",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_39b",
                "D": "冒険する時、世界中に散らばった風の種を探してみましょう。その特徴を利用すると、登りにくい高い場所にたどり着くことができます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1030,
        "N": "風の種…",
        "S": "探索知識",
        "T": [
            {
                "I": "UI_Tutorial_39",
                "D": "キャラについて浮遊する「風の種」には風の魔力があります。風の種と共に行動する時、@スタミナの消費が減少#します。更に、@風元素スキル#を発動すると、@風域を作る#こともできます…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1035,
        "N": "落下攻撃",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_56",
                "D": "地面から一定高度で@通常攻撃#を使えば、@落下攻撃#を発動でき、地面に衝撃を与えます。この方法で着陸する時、受ける落下ダメージは軽減されます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4004,
        "N": "停滞の水",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_44",
                "D": "「停滞の水」状態中、@スキルのクールタイムは長くなります#。@元素反応#を通じて付着した水元素を消すと、状態を解除できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4003,
        "N": "嗜欲の雷",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_43",
                "D": "「嗜欲の雷」状態中、キャラの@元素エネルギーは減少#し続けます。@元素反応#を通じて付着した雷元素を消すと、状態を解除できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4002,
        "N": "凝結の氷",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_37",
                "D": "「凝結の氷」状態のキャラの@スタミナ消費が増え#ます。@元素反応#を通じて付着した氷元素を消すと、状態を解除できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4001,
        "N": "陰燃の炎",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_38",
                "D": "「陰燃の炎」状態のキャラは、@炎元素ダメージ#を持続的に受けます。@元素反応#を通じて付着した炎元素を消すと、状態を解除できます。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1027,
        "N": "HP低下",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_20",
                "D": "HPはかなり重要です。HP回復したい時、料理や「七天神像」、「新月神像」は確実な方法です。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1026,
        "N": "風域",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_33",
                "D": "風域の上昇気流を利用して素早く昇ることができます。ジャンプして、「風の翼」を展開すれば…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1025,
        "N": "元素スキルはこんな使い方もある？",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_32",
                "D": "一部の「元素スキル」は@一回押し#と@長押し#する時、異なる効果があります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1023,
        "N": "弱点打撃·2",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_30",
                "D": "敵の弱点に命中すると、敵を一時的に行動不能、バランス崩れなどの状態にすることができます。敵の弱点を把握してうまく利用したら…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1022,
        "N": "弱点打撃·1",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_29",
                "D": "狙い撃ち射撃すると、より精確に敵の弱点を攻撃できます。大半の人型の敵は頭部にあります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1021,
        "N": "シールド…",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_28",
                "D": "シールドはキャラに代わってダメージを吸収することができます。しかし吸収したダメージが多すぎると、シールドは無効になります…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1020,
        "N": "強固なる力！",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_27",
                "D": "一部の攻撃は効率よく堅い物体を破壊できます。たとえば重い両手剣による攻撃や爆発など…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1019,
        "N": "元素エネルギー獲得…",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_26",
                "D": "@「元素オーブ」#や@「元素粒子」#を吸収すると元素エネルギーを回復できます。@元素ダメージを与えることや、敵を倒した#などで元素オーブや粒子が発生します…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1018,
        "N": "元素爆発",
        "S": "戦闘知識",
        "T": [
            {
                "I": "UI_Tutorial_25a",
                "D": "「元素爆発」を発動しましょう！元素爆発を発動すると、キャラの元素エネルギーを全て消費します。"
            },
            {
                "I": "UI_Tutorial_25b",
                "D": "「元素爆発」を発動しましょう！元素爆発を発動すると、キャラの元素エネルギーを全て消費します。"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 12091,
        "N": "『七聖召喚』のルールを確認",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_InSide_09",
                "D": "『七聖召喚』のカードやスキル説明文には、下線の引かれた「ルール用語」があります。「ルール用語」を押すと、その詳細を確認できます。"
            },
            {
                "I": "UI_Gcg_InSide_10",
                "D": "『七聖召喚』の対戦中、画面右上の「歯車」ボタンを押すと、@ルールブックを確認#できます。<br>ここから『七聖召喚』の詳しいルールを確認できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12090,
        "N": "『七聖召喚』ルール概要",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_InSide_01",
                "D": "『七聖召喚』はスピーディかつ激しいバトルで進行する対戦型カードゲームです。<br>「キャラカード」と「アクションカード」で構成されたデッキを駆使し、様々な対戦相手に挑んでみましょう！"
            },
            {
                "I": "UI_Gcg_InSide_02",
                "D": "ロールフェーズ<br>各ラウンド開始時、8つの「元素サイコロ」を獲得しロールします。<br>ロール後、1回だけ任意の数の元素サイコロを選択し「リロール」することができます。"
            },
            {
                "I": "UI_Gcg_InSide_03",
                "D": "元素サイコロ<br>元素サイコロは8面サイコロで、氷、水、炎、雷、風、岩、草の七つの元素、及び任意の元素として使用できる「万能元素」の目があります。<br>様々なアクションをするには、「元素サイコロ」を消費する必要があります。"
            },
            {
                "I": "UI_Gcg_InSide_04",
                "D": "アクション：スキル発動<br>アクションフェーズでは、「元素サイコロ」を消費して味方の@「出撃キャラ」#のスキルを発動し、<br>相手の「出撃キャラ」を攻撃することができます。<br>相手のすべてのキャラを倒せば、勝利となります！"
            },
            {
                "I": "UI_Gcg_InSide_05",
                "D": "アクション：キャラチェンジ<br>アクションフェーズでは、任意の「元素サイコロ」を一つ消費して、@「出撃キャラ」をチェンジする#ことができます。"
            },
            {
                "I": "UI_Gcg_InSide_06",
                "D": "アクション：手札使用<br>アクションフェーズでは、「元素サイコロ」を消費して@「アクションカード」を使用する#ことができます。<br>「装備カード」は特定のキャラを強化します。「支援カード」は継続的にバフ効果を提供します。「イベントカード」は使用後、直ちに効果を発動します。"
            },
            {
                "I": "UI_Gcg_InSide_07",
                "D": "アクション：元素調和<br>アクションフェーズでは、手札を捨てて@「元素サイコロ」のタイプを変更する#ことができます。<br>手札一枚を捨てるたびに、一個の「元素サイコロ」を現在の味方の「出撃キャラ」の元素タイプに転換できます。"
            },
            {
                "I": "UI_Gcg_InSide_08",
                "D": "アクション：ラウンド終了宣言<br>本ラウンドのアクション終了後、@「ラウンド終了」を宣言できます#。<br>また、先に「ラウンド終了」を宣言したプレイヤーが次の「先手プレイヤー」となります。<br>両者が「ラウンド終了」を宣言した後、本ラウンドが終了し、両者はそれぞれ2枚の手札を引き、新しいラウンドを開始します。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 11068,
        "N": "「秘典の箱」",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_OutSide_01",
                "D": "秘典の箱から、@デッキを編集する#ことができます。また、付近にいる同じく秘典の箱を持っているキャラを検索し、@対戦可能な相手の位置を特定する#こともできます。"
            },
            {
                "I": "UI_Gcg_OutSide_02",
                "D": "秘典の箱からデッキ画面を開き、編集したいデッキを選択すると、@デッキを編集#できます。"
            },
            {
                "I": "UI_Gcg_OutSide_03",
                "D": "プレイヤー検索機能を起動するとマップが自動的に開き、同じく秘典の箱を持っているプレイヤーがマークされます。これで誰がプレイヤーなのか一目瞭然です…秘典の箱でプレイヤーを探す時、未クリアのプレイヤーが優先的に選択されます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12088,
        "N": "七聖召喚·マルチ対戦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_OutSide_16",
                "D": "キャッツテールのカウンター横にある招待ボードを使って挑戦状を出すと、出会ったことのない任意のプレイヤーと対戦できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12087,
        "N": "七聖召喚·酒場挑戦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_OutSide_14",
                "D": "プレイヤーランクが一定の数値に達した後、キャッツテールの「リトルプリンス」のところに行くと、酒場にいる猫プレイヤーたちが設けた冒険挑戦にチャレンジできます。勝利すると、対戦で相手の使ったキャラカード及びその天賦カードを獲得できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12089,
        "N": "七聖召喚·ゲスト挑戦",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_OutSide_13",
                "D": "キャッツテールには定期的に来訪者や客が集まります。彼らはいずれも腕の立つプレイヤーで、対戦相手を探しに酒場に来ています。彼らと対戦して勝利すると、@プレイヤー経験値とラッキーカードコイン#を獲得できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12084,
        "N": "七聖召喚·チュートリアル",
        "S": "チュートリアル",
        "T": [
            {
                "I": "UI_Gcg_OutSide_08",
                "D": "@世界探索でプレイヤー#を探すか、あるいはプレイヤーランクが2以上であれば、@毎週#酒場に来るゲストと七聖召喚の対戦を行えます。それによりプレイヤー経験値を獲得でき、プレイヤーランクを上げることができます。プレイヤーランクが上がるにつれ、より多くの機能や他の対戦が解放されます。プレイヤーランクが一定の数値に達した後、「リトルプリンス」と対戦して突破挑戦をクリアすると、ランク上限を解放できます。"
            },
            {
                "I": "UI_Gcg_OutSide_12",
                "D": "七聖召喚は、いま流行りの人気カードゲームです。@テイワット大陸各地に多くのプレイヤー#がいます。彼らと対戦して勝利すると、@プレイヤー経験値とラッキーカードコイン#を獲得できます。対戦後にカードをプレゼントしてくれるプレイヤーもいます。プレイヤーランクが上がるにつれ、対戦してくれるプレイヤーと挑戦できる対戦が増えていきます…"
            },
            {
                "I": "UI_Gcg_OutSide_10",
                "D": "@招待ボード#を使って、プレイヤー名簿に載っている人に対戦招待状を送り、招待対戦に誘うことができます。対戦で勝利すると、対応する@キャラカード及び天賦カード#を獲得できます。"
            },
            {
                "I": "UI_Gcg_OutSide_11",
                "D": "マルチプレイの状態で招待ボードを使えば、フレンドを対戦に誘うことができます。プレイヤーランクが上がると、出会ったことのないプレイヤーとも対戦ができます。"
            },
            {
                "I": "UI_Gcg_OutSide_09",
                "D": "七聖召喚の対戦で獲得できる「ラッキーカードコイン」は、キャッツテールのカードショップで使用できます。@カードや幻影カードスキン#などを購入できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 13151,
        "N": "階層別マップについて",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_MultiLayerMap_01",
                "D": "マップには、このようなマーク付きのワープポイント、秘境入口などのマップ記号が表示されることがあります。<br>このマークは、その地点に階層別マップが含まれていることを意味しています。対応する階層のマップを開放した後、これらの記号を押すと、対応するマップが展開されます。"
            },
            {
                "I": "UI_MultiLayerMap_02",
                "D": "マップ画面の右側にある階層アイコンを利用することで、同じグループの階層別マップを切り替えたり、上の大きいアイコンを選択して一番上の層のマップに戻ることができます。"
            },
            {
                "I": "UI_MultiLayerMap_03",
                "D": "階層マップを閲覧するとき、該当する層のマップ記号は明るい青色で表示されます。"
            },
            {
                "I": "UI_MultiLayerMap_04",
                "D": "マップの追跡の輪（任務目標エリア、イベント目標エリアなどを表示する輪）が現在のマップ階層にない場合、その輪郭線は点線となります。"
            },
            {
                "I": "UI_MultiLayerMap_05",
                "D": "また、表示しているマップの中央に異なる層が存在しており、かつそのエリアに入ったことがある場合、右側の階層アイコンからそれぞれのマップに切り替えることができます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3105,
        "N": "釣り上げた魚の使い道",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_Exchange_01",
                "D": "釣り上げた魚は各地の釣り協会でアイテムと交換することができます。"
            },
            {
                "I": "UI_Tutorial_Fishing_Exchange_02",
                "D": "釣り上げた魚は食材の魚肉に加工することもできます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3104,
        "N": "観賞魚",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_Homeworld_01",
                "D": "各魚種の中で、元気のある個体はより価値のある「観賞魚」となります。「観賞魚」がいる釣り場では、よりはっきりした水しぶきが見えます。"
            },
            {
                "I": "UI_Tutorial_Fishing_Homeworld_02",
                "D": "「観賞魚」は「塵歌壺」の「霊沼雲池」で飼うことができます。「霊沼雲池」の設計図は璃月地域の釣り協会で交換できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3103,
        "N": "釣り",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_01",
                "D": "さざ波が立つ水域は、魚の群れが集まる釣り場です。釣り場に近づけば、釣りをすることができます。<br>魚は鋭い感覚を持っているため、近づきすぎたり、攻撃行為を行った場合、驚いて逃げてしまいます。しばらく経つと、魚は落ち着き、また近くの水域に戻ります。"
            },
            {
                "I": "UI_Tutorial_Fishing_02",
                "D": "各水域で生息している魚はそれぞれ異なります。釣りの準備をする時、ここに出現する魚の種類を確認し、対応する釣り竿と釣り餌を選ぶことができます。<br>釣り餌の配合レシピは各地の釣り協会で獲得できます。習得した後、各地の合成台で釣り餌を作ることができます。<br>異なる魚は好みの釣り餌も異なります。"
            },
            {
                "I": "UI_Tutorial_Fishing_03",
                "D": "「振る」を押して、照準モードに入ります。「振る」ボタンを離すと、釣り餌の付けた釣り針を投げることができます。<br>釣り針を魚の遠くに投げると、魚を惹きつけにくくなります。<br>釣り針を魚のすぐ近くに投げると、魚を驚かせ、逃げられてしまう可能性があります。"
            },
            {
                "I": "UI_Tutorial_Fishing_04",
                "D": "魚が釣り針にかかったら、「上げる」をすぐ押してください。遅れて押した場合、魚は釣り餌をすべて食べて逃げてしまいます。<br>竿を上げると、魚は抵抗状態に入ります。"
            },
            {
                "I": "UI_Tutorial_Fishing_05",
                "D": "魚が釣り針にかかって抵抗状態に入ると、「上げる」ボタンを押したり放ったりすることで、釣り糸の張力を黄色の完璧張力区間に保つことができます。完璧張力区間でのみ、釣り進捗は上がり、そうでなければ、釣り進捗は下がります。<br>釣り進捗が満タンになると、釣りが成功となります。"
            },
            {
                "I": "UI_Tutorial_Fishing_06",
                "D": "釣り針にかかった魚は強い抵抗状態に入ることがあります。その時、張力の変化速度はその影響を受け、張力区間はオレンジ色になって振動します。<br>釣り進捗が無くなると、張力区間は赤色になって振動し、一定時間後、魚は逃げてしまいます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3102,
        "N": "「木材」獲得",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_Homeworld_T03",
                "D": "@「樺の木」#<br>極北から生まれた高い木。現在はテイワット大陸に広く分布しており、多くの国にとって重要な木材になっている。<br>「樺の木」は@「蒼風の高地」#などに分布する。伐採すると、@「樺材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T04",
                "D": "@「萃華の木」#<br>実が生い茂る木。一部の木の芯材は果実と同様に、夕焼けの色を持ち、植物の精髄が凝縮されている。そのため、「萃華の木」という美称を得た。<br>「萃華の木」は@「星落ちの谷」#と@「碧水の原」#などに分布する。伐採すると、@「萃華材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T07",
                "D": "@「松の木」#<br>千年にも及ぶ樹齢を持つ雄大な針葉樹。大陸のいたるところに分布し、暖かいところに居ながらも、厳しい寒さに耐えられる芯を持つことから、「寒松」という優雅な名前が付けられた。<br>「松の木」は@「ドラゴンスパイン」#などに分布する。伐採すると、@「松材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T06",
                "D": "@「却砂の木」#<br>非常に強い幹を持つ木。根は深く張っているため、干ばつや過酷な気候を恐れず、強い生命力がある故、砂漠地帯や乾燥した塩の多い土壌にでも生き残ることがでる。「却砂の木」という敬称を獲得したのもこれが原因だ。<br>「却砂の木」は@「珉林」#と@「璃沙郊」#などに分布する。伐採すると、@「却砂材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T05",
                "D": "@「軽策の竹」#<br>軽策山の緑の竹は刀のように真っ直ぐで、誇らしげに立っている。よく誠実、高潔そして我慢強い「君子」にたとえられている。<br>「軽策の竹」は@「碧水の原」#などに分布する。伐採すると、@「竹材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T02",
                "D": "@「柏の木」#<br>この高い木は一年中常緑で、豊かで威厳があり、吹雪でもその緑を消すことはできない。<br>「柏の木」は@「星落ちの谷」#などに分布する。伐採すると、@「垂香材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T01",
                "D": "@「杉の木」#<br>よく見かける木。土壌に適応すると、素早く成長する傾向がある。<br>「杉の木」は@「風唸りの丘」#と@「星落ちの谷」#などに分布する。伐採すると、@「杉材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T08",
                "D": "@「櫻の木」#<br>すくっと伸びて美しい木。大陸の東部に分布する。花が咲く時、櫻色の流れ雲のようになる。その光景は稲妻で最も壮麗な景色だと言われている。<br>「櫻の木」は@「鳴神島」#などに分布する。伐採すると、@「夢見材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T09",
                "D": "@「羽団扇楓の木」#<br>炎のように真っ赤な葉はうちわの形をしている。明るい色合いは山を彩り、晩秋の象徴として、よく詩に歌われる。<br>「羽団扇楓の木」は@「鳴神島」#などに分布する。伐採すると、@「楓材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T10",
                "D": "@「柳杉の木」#<br>強靭な木で、葉っぱと樹冠は独特な形をしており、識別しやすい。<br>「柳杉の木」は@「鳴神島」#などに分布する。伐採すると、@「孔雀材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T11",
                "D": "@「御伽の木」#<br>ごく普通の木、稲妻の各地に分布している。一部の童謡の中で、この樹は「自然の囁き」に例えられた。そのため、「御伽の木」という美称を得た。<br>「御伽の木」は@「稲妻」#全域に分布している。伐採すると、@「御伽材」#を獲得することができる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T12",
                "D": "@「輝光の木」#<br>奇妙な形をした植物で、長い寿命を持つ。通常の高木とは構造が異なり、変化に富んだ形をしている。強い生命力を有しており、雨林と砂漠でも長く生存できる。<br>伐採すると、@「輝光材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T13",
                "D": "@「業果の木」#<br>高温環境を好み、極めて独特な見た目をした木。木材としての品質は非常に良い。生育する土壌によって、さまざまな色の樹冠を形成すると言われている。<br>伐採すると、@「業果材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T14",
                "D": "@「証悟の木」#<br>スメールでよく見られる木。その多くはスメール東部の雨林に分布し、学者やレンジャーと共に長い時を過ごしながら、「悟り」の瞬間を数多く見届けてきた。<br>伐採すると、@「証悟材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T15",
                "D": "@「シンノウヤシ」#<br>目を引くような特徴を持った木。幹は太く頑丈で、樹皮は非常に強靭であるため、砂漠の厳しい環境下でも生き抜くことができる。<br>伐採すると、@「ヤシ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T16",
                "D": "@「タマリスク」#<br>厳しい環境で見られる木。珍しい色や形の葉を持ち、地下に大きな根を張る。このような木は、必要な時に消耗を極端に減らす状態に入り、独特な生き残り方をする。<br>伐採すると、@「タマリスク材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T17",
                "D": "@「マロウの木」#<br>真っ直ぐ伸びる高木。独特の質感をした樹皮を持つ。もっとも高い湿潤環境でも害虫の侵食を防げる。樹齢はそれほど長くないものの、大量に栽培するのが極めて簡単。<br>伐採すると、@「マロウ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T18",
                "D": "@「心菩提樹」#<br>枝が広がり、葉を茂らせた巨大な樹冠を持つ高木。道沿いに植えられるこの綺麗な木は、日差しを遮ってくれる理想的な樹木である。噂では、この類の樹木の葉はハートの形をしているため、「心菩提樹」と名付けられたという。<br>伐採すると、@「菩提樹材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T19",
                "D": "@「ホワイトアッシュ」#<br>細く弱々しい見た目をしているものの、極めて強い生命力を持つ樹木。湿潤環境にある山や高地でぐんぐんと成長する。その葉の色は比較的薄い。<br>伐採すると、@「ホワイトアッシュ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T20",
                "D": "@「コウハクジュ」#<br>簡単に見分けられる高木。長年生きてきた一部の個体は、極めて太い樹幹を持つ。大雨が降るたび、この樹木からはさわやかな香りが放たれる…<br>伐採すると、@「コウハクジュ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T21",
                "D": "@「トーチの木」#<br>独特な形を持つ植物。その目立つ赤色系の葉っぱから「トーチの木」と名付けられている。この類の木は全体的に数が少ない上、経済的な価値もそれほど高くないため、学界で深く研究されたことはない…<br>伐採すると、@「トーチ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T22",
                "D": "@「ホワイトオーク」#<br>ナタの各地で見られる木。生命力が強く、環境への適応力も高い。一部の個体はかなり長生きである…<br>伐採すると、@「ホワイトオーク材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T23",
                "D": "@「アッシェンロリニア」#<br>ナタの特定エリアで見られる木。数は比較的少ないが、なぜか「聖火競技場」と「オシカ・ナタ」の一帯に数多く存在する…<br>伐採すると、@「アッシェンロリニア材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T24",
                "D": "@「フレイムボム」#<br>恐ろしい名前を持つ木。実際は自然発火したり、爆発したりすることはない。ただ爆発する火の玉のような目立つ樹冠を持っているため、命名した者がそう連想しただけ…<br>伐採すると、@「フレイムボム材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T25",
                "D": "@「ピーチココナッツの木」#<br>甘い名前を持つ木であるが、桃やココナッツは実らない。木材の表面がココナッツの殻のような質感を持ち、加工すると桃のようなほのかな香りが漂うという言い伝えがあるため、この名前が付けられたのだという…<br>伐採すると、@「ピーチココナッツ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T26",
                "D": "@「シルバーシダーの木」#<br>高くそびえ立つ木。太い樹幹を持つこの木は、湿気が多く冷たい環境を好み、強い生命力を備えている。<br>伐採すると@「シルバーシダー材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T27",
                "D": "@「ヘーゼルナッツの木」#<br>少し変わった見た目をした樹木。多くの品種と形態があり、ナド・クライの一部地域で見られる。特殊な条件下では、枝や葉が落ちた姿でひっそりと立っていることもある…<br>伐採すると@「ヘーゼルナッツ材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T28",
                "D": "@「サマーオークの木」#<br>テイワットの北側に分布する樹木。成熟した木の幹は太く、好条件の環境下では数百年生きる個体もある…<br>伐採すると@「サマーオーク材」#を獲得できる。"
            },
            {
                "I": "UI_Tutorial_Homeworld_T29",
                "D": "@「ミネバリの木」#<br>寒冷地帯に生える高木。大気中の養分を固定し、それを土に送る不思議な能力を持つ。そのため、「パイオニア種」とみなされ、寒冷地帯の痩せた土壌の改良によく利用されている…<br>伐採すると、@「ミネバリ材」#を獲得できる。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3101,
        "N": "塵歌壺",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_Homeworld_01",
                "D": "「塵歌壺」を使用すると、「塵歌壺」に入ることができます。<br>「塵歌壺」内にいる時も、「塵歌壺」を使用して「塵歌壺」から出ることができます。<br>マップを開いてワープを使用し、「塵歌壺」から直接出ることもできます。"
            },
            {
                "I": "UI_Tutorial_Homeworld_02",
                "D": "@「塵歌壺」#内の@壺の精霊#から、操作方法など@「塵歌壺」#に関する情報を聞くことができます。"
            },
            {
                "I": "UI_Tutorial_Homeworld_03",
                "D": "製作画面で色んな物を製作することができます。"
            },
            {
                "I": "UI_Tutorial_Homeworld_04",
                "D": "世界の各所で製作に使う材料を集めることができます。"
            },
            {
                "I": "UI_Tutorial_Homeworld_05",
                "D": "調度品を獲得すると、配置機能を使い調度品を配置することができます。"
            },
            {
                "I": "UI_Tutorial_Homeworld_06",
                "D": "調度品を配置すると、塵歌壺の@洞天仙力ランク#を上げることができます。洞天仙力ランクが上がるにつれて、洞天宝銭の蓄積速度も上がります。"
            },
            {
                "I": "UI_Tutorial_Homeworld_07",
                "D": "@洞天宝銭#を使い、@洞天百貨#で色んな物と交換できます。"
            },
            {
                "I": "UI_Tutorial_Homeworld_08",
                "D": "一定の期間ごとに、周遊する壺の精霊が洞天に訪れます。周遊する壺の精霊は貴重な商品を販売してくれるかもしれません。"
            },
            {
                "I": "UI_Tutorial_Homeworld_09",
                "D": "調度品セットの設計図を入手した場合は、複数の調度品をまとめて配置することができます。配置時は、調度品を個別に調整することができます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3012,
        "N": "世界ランク調整",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_81",
                "D": "世界ランク調整機能が開放されました。世界ランク詳細で、@世界ランクを最大1下げる#ことができます。また、下げた後に元に戻すこともできます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3011,
        "N": "冒険ランク",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_80",
                "D": "冒険ランクが上限に到達しました。今後獲得する冒険経験はモラに変換されます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 5002,
        "N": "地脈の花",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_46",
                "D": "ある人の「意志」と共鳴し、生成された地脈あふれ口。@それと接触し、全ての敵を倒した後#、「地脈の花」が現れる。「地脈の花」に対し「天然樹脂」を消費することで報酬を入手できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 5001,
        "N": "天然樹脂",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_45a",
                "D": "@天然樹脂#は秘境の奥にある石化古樹や世界にある様々な地脈の花を活性化させることで、報酬を獲得できます。"
            },
            {
                "I": "UI_Tutorial_45b",
                "D": "消費された天然樹脂は時間の経過につれ徐々に上限まで回復しますが、原石を消費することで補充することもできます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3003,
        "N": "マウス呼び出し",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_PC_MouseTutorial01",
                "D": "左Altボタンを押すとマウスが表示され、画面上のボタンをクリックすることができます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3002,
        "N": "秘境開放",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_DungeonOpen01",
                "D": "新たな秘境が解放されました。中には様々な貴重アイテムがあり、世界各地にある秘境を探索して、宝物を入手しましょう。"
            },
            {
                "I": "UI_DungeonOpen02",
                "D": "新たな秘境が解放されました。中には様々な貴重アイテムがあり、世界各地にある秘境を探索して、宝物を入手しましょう。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3010,
        "N": "世界ランクアップ·2",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_41",
                "D": "@世界ランク#が上がると、獲得できる宝物も豪華になります。もちろん、世界の中で彷徨っている敵も強くなります…"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3001,
        "N": "世界ランクアップ·1",
        "S": "重要なお知らせ",
        "T": [
            {
                "I": "UI_Tutorial_35",
                "D": "冒険ランクが上がると、@世界ランク#も上がり、獲得できる宝物は豪華になります。もちろん、世界の中で彷徨っている敵も強くなります…"
            },
            {
                "I": "UI_Tutorial_36",
                "D": "@冒険ランク突破任務#をクリアしないと、世界ランクが上がらない時があります。詳細は冒険者協会で確認できます。"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 2145,
        "N": "「地方伝説」",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_204",
                "D": "この特殊マークが「地方伝説」と通常の敵との主な相違点です。<br>地方伝説は通常の敵より遥かに戦闘能力が高く、対処する時は細心の注意が必要です。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2144,
        "N": "水形タルパ",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_203",
                "D": "数多の水玉が凝縮した巨大な生命体。挑戦中、小型の「未熟な水形タルパ」が現れ、敵を攻撃します。水形タルパは戦闘中、未熟な水形タルパを吸収して力を獲得し、さらに強くなります。吸収中、攻撃または元素反応によって未熟な水形タルパを倒すと吸収を中断することができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2143,
        "N": "実験用フィールド生成装置",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_202",
                "D": "フォンテーヌ運動エネルギー工学科学研究院の制御不能な大型装置。戦闘中、ウーシアのエネルギー特徴を発生させ、重力軽減フィールドを展開します。フィールド内では、キャラクターのジャンプ力が大幅にアップされます。この状態にある時、@プネウマの攻撃#によってコアで対消滅が発生すると、重力軽減フィールドは停止します。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2142,
        "N": "千年真珠の海駿",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_201a",
                "D": "幻獣の姿へと進化したタツノコの孤高なる王。ほとんどの原海アベラントを凌駕する力があります。頭の下にある@異海の真珠#は@雷元素#が結晶化したものであり、それにより強力な元素攻撃と防御力を有しています。@元素反応#を利用して異海の真珠を破壊する方法以外に、空中で「原海の古雷」を発動した時に召喚した共鳴サンゴ珠を破壊することでも、異海の真珠に有効なダメージを与えられます。"
            },
            {
                "I": "UI_Tutorial_201b",
                "D": "幻獣の姿へと進化したタツノコの孤高なる王。ほとんどの原海アベラントを凌駕する力があります。頭の下にある@異海の真珠#は@雷元素#が結晶化したものであり、それにより強力な元素攻撃と防御力を有しています。@元素反応#を利用して異海の真珠を破壊する方法以外に、空中で「原海の古雷」を発動した時に召喚した共鳴サンゴ珠を破壊することでも、異海の真珠に有効なダメージを与えられます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2141,
        "N": "ファデュイ·烈風の従者",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_199",
                "D": "ファデュイ所属の精鋭特別部隊。「風元素」を駆使して戦います。戦闘中、「ハント」を行い、命中したキャラクターに命の契約を付与します。命の契約が付与されたキャラクターは継続ダメージを受け、ハントによるダメージが増加してしまいます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2140,
        "N": "ファデュイ·氷霜の従者",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_200",
                "D": "ファデュイ所属の精鋭特別部隊。「氷元素」を駆使して戦います。戦闘中、「ハント」を行い、命中したキャラクターに命の契約を付与します。命の契約が付与されたキャラクターは継続ダメージを受け、ハントによるダメージが増加してしまいます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2139,
        "N": "マシナリー·深海攻撃型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_198",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化して戦闘能力を失います。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2138,
        "N": "鉄甲熔炎帝王",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_197",
                "D": "幾星霜の年月を経て成長し、ほぼすべての原海アベラントを凌駕する重甲ヤドカニの王。身体の上にある@熔炎の二本角#は@炎元素#の身体器官であり、より激しい元素攻撃を可能にし、より堅固な防御能力を与えています。一部の攻撃を行う時、その熔炎の二本角を@地面に近づけます#。そのタイミングが@元素反応#を利用して、炎元素を取り除く絶好の機会です。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2137,
        "N": "チェルビックアプリシア",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_196",
                "D": "フォンテーヌの環境要因で独自の進化を遂げた水生動物。@氷元素#の加護によって、より激しい元素攻撃が可能になり、より堅固な防御能力を持つようになっています。@元素反応#を利用してその元素バリアを取り除くことができれば、容易に対処できるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2136,
        "N": "アワアワタツノコ·オス",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_195",
                "D": "フォンテーヌの環境要因で独自の進化を遂げた水生動物。@雷元素#の加護によって、より激しい元素攻撃が可能になり、より堅固な防御能力を持つようになっています。@元素反応#を利用してその元素バリアを取り除くことができれば、容易に対処できるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2135,
        "N": "堅盾重甲ヤドカニ",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_194",
                "D": "フォンテーヌの環境要因で独自の進化を遂げた水生動物。@炎元素#の加護によって、より激しい元素攻撃が可能になり、より堅固な防御能力を持つようになっています。@元素反応#を利用してその元素バリアを取り除くことができれば、容易に対処できるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2134,
        "N": "建造特化型マシナリー",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_192",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2132,
        "N": "殲滅特化型マシナリー",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_190",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2131,
        "N": "制圧特化型マシナリー",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_189",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2130,
        "N": "攻堅特化型マシナリー",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_188",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2133,
        "N": "マシナリー·区域警戒型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_191",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化して戦闘能力を失います。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2129,
        "N": "マシナリー·機敏採集型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_187",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2128,
        "N": "マシナリー·水中巡遊型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_186",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化して戦闘能力を失います。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2127,
        "N": "マシナリー·地質探知型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_185",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2126,
        "N": "マシナリー·水中観測型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_184",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化して戦闘能力を失います。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2125,
        "N": "マシナリー·演算力増幅器",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_183",
                "D": "クロックワーク·マシナリーのエネルギーの欠陥を補い、かつその作業効率を高めるために作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、異なる強化効果を提供します。さらにエネルギーを周期的に生成し、周囲の同じエネルギー特徴を持つ無力化したクロックワーク·マシナリーの@エネルギーを回復#します。@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。一定時間後に自己修復して、エネルギー特徴を再生します。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2124,
        "N": "マシナリー·偵察記録型",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_182",
                "D": "フォンテーヌの精密装置の開発技術と特殊なエネルギー技術を基に作られたマシナリー。顕在的な@ウーシア、またはプネウマ#のエネルギー特徴に基づき、戦闘中に異なる行動を取ります。そして、このエネルギー特徴は@相反する性質の攻撃#によって対消滅させられると、エネルギー供給のオーバーロードで無力化します。その後、非常用エネルギーで低レベルの戦闘行動を取ります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2123,
        "N": "狂蔓ブリーチャープリムス",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_181b",
                "D": "地上のあらゆる生物と共通性を持たない異形の生命体。戦闘中はストレス状態に入り、@草元素#バリアに守られながら、激しい狂蔓飛弾攻撃を繰り返します。その間にバリアを破ると、一時的にダウンさせられます。通常の@元素反応#を用いる手段以外に、@ウーシア、またはプネウマ#を帯びた攻撃も効果的にブリーチャープリムスの防御を打ち破ることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2122,
        "N": "大型狂蔓ブリーチャープリムス",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_181a",
                "D": "地上のあらゆる生物と共通性を持たない異形の生命体。戦闘中はストレス状態に入り、@草元素#バリアに守られながら、激しい狂蔓飛弾攻撃を繰り返します。その間にバリアを破ると、一時的にダウンさせられます。通常の@元素反応#を用いる手段以外に、@ウーシア、またはプネウマ#を帯びた攻撃も効果的にブリーチャープリムスの防御を打ち破ることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2121,
        "N": "瓦礫ブリーチャープリムス",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_180b",
                "D": "地上のあらゆる生物と共通性を持たない異形の生命体。戦闘中はストレス状態に入り、@岩元素#バリアに守られながら、激しい堅石制圧攻撃を繰り返します。その間にバリアを破ると、一時的にダウンさせられます。通常の@元素反応#を用いる手段以外に、@ウーシア、またはプネウマ#を帯びた攻撃も効果的にブリーチャープリムスの防御を打ち破ることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2120,
        "N": "大型瓦礫ブリーチャープリムス",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_180a",
                "D": "地上のあらゆる生物と共通性を持たない異形の生命体。戦闘中はストレス状態に入り、@岩元素#バリアに守られながら、激しい堅石制圧攻撃を繰り返します。その間にバリアを破ると、一時的にダウンさせられます。通常の@元素反応#を用いる手段以外に、@ウーシア、またはプネウマ#を帯びた攻撃も効果的にブリーチャープリムスの防御を打ち破ることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2119,
        "N": "氷風組曲",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_Nutcracker_Drop",
                "D": "フォンテーヌ科学院のマイヤルデが提供し、クロックワーク·マシナリーの「コッペリア」と「コペリウス」によって披露される華やかな公演。挑戦前に@マイヤルデと会話#して、挑戦する演目を選ぶ必要があります。挑戦をクリアした後に@地脈の花#が生み出す報酬は、挑戦する演目に関係しています。"
            },
            {
                "I": "UI_Tutorial_193a",
                "D": "「コッペリアの葬送」：主役はクロックワーク·マシナリーの女性「コッペリア」。公演のクライマックスで、コッペリアは舞台の中央に留まり、@ウーシア#のエネルギー特徴を持つ奇械クロックワークを露わにし、出力効率を大幅に向上させて無数の葬送の旋風を巻き起こします。"
            },
            {
                "I": "UI_Tutorial_193b",
                "D": "「コペリウスの劫罰」：主役はクロックワーク·マシナリーの貴族「コペリウス」。公演のクライマックスで、コペリウスは舞台の中央に留まり、@プネウマ#のエネルギー特徴を持つ奇械クロックワークを露わにし、出力効率を大幅に向上させて自身にバリアを付与し、劫罰の霜の心を3個生成します。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2118,
        "N": "氷風組曲·コペリウスの劫罰",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_193b",
                "D": "フォンテーヌの精巧なクロックワーク·マシナリーによる華やかな公演。このシーンの主役はクロックワーク·マシナリーの貴族「コペリウス」。公演のクライマックスでコペリウスは舞台の中央に留まり、@プネウマ#のエネルギー特徴を持つ奇械クロックワークを露わにし、出力効率を大幅に向上させて自身にバリアを付与し、劫罰の霜の心を3個生成します。この段階で@ウーシアの攻撃#を行うと、バリアを効果的に破り、最終的にはエネルギー供給をオーバーロードさせて、ショーを進めることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2117,
        "N": "氷風組曲·コッペリアの葬送",
        "S": "新たな魔物",
        "T": [
            {
                "I": "UI_Tutorial_193a",
                "D": "フォンテーヌの精巧なクロックワーク·マシナリーによる華やかな公演。このシーンの主役はクロックワーク·マシナリーの女性「コッペリア」。公演のクライマックスでコッペリアは舞台の中央に留まり、@ウーシア#の奇械クロックワークを露わにし、出力効率を大幅に向上させて無数の葬送の旋風を巻き起こします。この段階で@プネウマの攻撃#を行うと、その攻撃能力を効果的に弱め、最終的にはエネルギー供給をオーバーロードさせて、ショーを進めることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2107,
        "N": "風蝕ウェネト",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_169",
                "D": "砂漠の奥に潜む頂点捕食者。風元素の力をある程度操ることができ、強敵を前にすると地面から離れて浮遊状態になります。浮遊時、複数の「風蝕弾」を放ちます。時間内に破壊できなかった場合、風蝕弾は密集した風蝕弾幕に変わります。@風元素と反応を引き起こせる元素の攻撃#で風蝕弾を破壊でき、さらに風蝕ウェネトの対応する元素耐性を一定時間下げられます。風蝕弾を2つ連続で破壊すると、浮遊中の風蝕ウェネトを撃ち落とすことができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2113,
        "N": "聖骸牙獣",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_176",
                "D": "偉大なる生命体を蝕むことで歪み、変異を起こした捕食者。戦闘中、強力な喰骸状態に入ります。また、一部の攻撃は喰骸エネルギーブロックを排出します。@対応する元素の攻撃でエネルギーブロックを破壊する#と、その中から強い力を吸収できます。聖骸牙獣を攻撃する際、その吸収したエネルギーが放出され、大ダメージを与えることが可能です。また、それにより一時的にダウンさせることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2112,
        "N": "聖骸ツノワニ",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_175",
                "D": "偉大なる生命体を蝕むことで歪み、変異を起こした爬虫類。戦闘中、強力な喰骸状態に入ります。また、一部の攻撃は喰骸エネルギーブロックを排出します。@対応する元素の攻撃でエネルギーブロックを破壊する#と、その中から強い力を吸収できます。聖骸ツノワニを攻撃する際、その吸収したエネルギーが放出され、大ダメージを与えることが可能です。また、それにより一時的にダウンさせることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2106,
        "N": "聖骸トビヘビ",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_168",
                "D": "偉大なる生命体を蝕むことで歪み、変異を起こした爬虫類。戦闘中、強力な喰骸状態に入ります。また、一部の攻撃は喰骸エネルギーブロックを排出します。@対応する元素の攻撃でエネルギーブロックを破壊する#と、その中から強い力を吸収できます。聖骸トビヘビを攻撃する際、その吸収したエネルギーが放出され、大ダメージを与えることが可能です。また、それにより一時的にダウンさせることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2105,
        "N": "聖骸サソリ",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_167",
                "D": "偉大なる生命体を蝕むことで歪み、変異を起こした節足動物。戦闘中、強力な喰骸状態に入ります。また、一部の攻撃は喰骸エネルギーブロックを排出します。@対応する元素の攻撃でエネルギーブロックを破壊する#と、その中から強い力を吸収できます。聖骸サソリを攻撃する際、その吸収したエネルギーが放出され、大ダメージを与えることが可能です。また、それにより一時的にダウンさせることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2104,
        "N": "聖骸赤鷲",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_166",
                "D": "偉大なる生命体を蝕むことで歪み、変異を起こした腐肉食猛禽類。戦闘中、強力な喰骸状態に入ります。また、一部の攻撃は喰骸エネルギーブロックを排出します。@対応する元素の攻撃でエネルギーブロックを破壊する#と、その中から強い力を吸収できます。聖骸赤鷲を攻撃する際、その吸収したエネルギーが放出され、大ダメージを与えることが可能です。また、それにより一時的にダウンさせることができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2109,
        "N": "エルマイト旅団·フローラルリングダンサー",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_170",
                "D": "砂漠より訪れたまとまりのない傭兵集団の踊り子。一定のダメージを受けると、体内に封印された草の霊蛇という悪霊が解き放たれ、@魔化状態#に入ります。@霊蛇の悪霊を倒すと#、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2108,
        "N": "エルマイト旅団·サンドロアマスター",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_171",
                "D": "砂漠より訪れたまとまりのない傭兵集団の女神託者。一定のダメージを受けると、体内に封印された炎の魔蠍という悪霊が解き放たれ、@魔化状態#に入ります。@魔蠍の悪霊を倒すと#、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2101,
        "N": "エルマイト旅団·ストーンエンチャンター",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_146",
                "D": "砂漠より訪れたまとまりのない傭兵集団の戦士。一定のダメージを受けると、体内に封印された岩の魔蜥という悪霊が解き放たれ、@魔化状態#に入ります。@魔蜥の悪霊を倒すと#、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2102,
        "N": "エルマイト旅団·ゲイルハンター",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_147",
                "D": "砂漠より訪れたまとまりのない傭兵集団の女狩人。一定のダメージを受けると、体内に封印された風の魔鳶という悪霊が解き放たれ、@魔化状態#に入ります。@魔鳶の悪霊を倒すと#、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2096,
        "N": "エルマイト旅団·デイサンダー",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_141",
                "D": "砂漠より訪れし、まとまりのない傭兵集団の中堅メンバー。一定のダメージを受けると、武器に宿る不吉な悪霊が解き放たれ、@魔化状態#に入り、戦闘力が大幅にアップします。魔化状態が終了すると、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2095,
        "N": "エルマイト旅団·サンフロスト",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_140",
                "D": "砂漠より訪れし、まとまりのない傭兵集団の機敏な戦士。一定のダメージを受けると、武器に宿る不吉な悪霊が解き放たれ、@魔化状態#に入り、戦闘力が大幅にアップします。魔化状態が終了すると、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2094,
        "N": "エルマイト旅団·サンドウォーター",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_139",
                "D": "砂漠より訪れし、まとまりのない傭兵集団のソードダンサー。一定のダメージを受けると、武器に宿る不吉な悪霊が解き放たれ、@魔化状態#に入り、戦闘力が大幅にアップします。魔化状態が終了すると、一定時間の衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2091,
        "N": "マッシュラプトル",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Activity_GravenBOSS_03",
                "D": "進化したキノコン。@雷元素攻撃#や激化反応を受けると、「活性化」状態を蓄積します。@炎元素攻撃#を受けると「活性化」状態が減少します。「活性化」状態が満タンになると、@活発状態#になります。活発状態のマッシュラプトルは、力が尽きるまでさらなる猛攻を仕掛けてきます。活発状態でない場合、マッシュラプトルが@炎元素#により燃焼状態になると枯燥し、この状態から脱するために周囲に胞子をまき散らしてキノコンを生み出します。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2090,
        "N": "キノコン",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_136",
                "D": "胞子から進化した基本的な知能を有する魔物。初めて@雷元素または炎元素の攻撃#を受けると、元素タイプに応じて活発または枯燥状態になります。状態変化したキノコンを倒すと、普段とは異なるアイテムが手に入るかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2110,
        "N": "黒蛇騎士·砕岩の斧",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_172",
                "D": "かつては何処かの高貴な近衛兵士だった存在。岩の力を操れます。その攻撃が@シールド状態のキャラクターに命中すると#、自身の命を代償に、より強く、凶暴になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2088,
        "N": "黒蛇騎士·斬風の剣",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_133",
                "D": "かつては何処かの高貴な近衛兵士だった存在。風の力を操れます。その攻撃が@シールド状態のキャラクターに命中すると#、自身の命を代償に、より強く、素早くなります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2086,
        "N": "シャドウハスク·守衛",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_132",
                "D": "謎の漆黒の射手。その攻撃が@シールド状態のキャラクターに命中#すると、射手の持つ武器が一定時間、ダメージを防ぐ堅い盾に変わります。そして射手はHPを代償に、その間自身の攻撃力をアップします。シャドウハスク·守衛のこの攻撃力アップ効果は重ね掛けされます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2085,
        "N": "シャドウハスク·破陣",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_131",
                "D": "謎の漆黒の槍兵。その攻撃が@シールド状態のキャラクターに命中#すると、槍兵は自らのHPを代償に、癒しの波紋を生成し、自身、周囲の「シャドウハスク」及び「黒蛇騎士」のHPを継続的に回復します。このHP回復効果は重ね掛けされます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2084,
        "N": "シャドウハスク·旗令",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_130",
                "D": "謎の漆黒の旗手。その攻撃が@シールド状態のキャラクターに命中#すると、旗手は自らのHPを代償に、自身、周囲の「シャドウハスク」及び「黒蛇騎士」にバリアを生成します。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2082,
        "N": "アビサルヴィシャップ·吞雷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_122b",
                "D": "漆黒の深き海に潜伏する捕食者。深海の未知なる力に適応することで、水元素以外の能力も使えるよう進化したのかもしれない…強者を前にすると、高威力の「浄魔放射」を使用してきます。キャラクターに命中すると、@一定の元素エネルギー#を失います。キャラクターの元素エネルギーが不足している場合は、代わりに@HPを失います#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2081,
        "N": "アビサルヴィシャップ·噛氷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_122a",
                "D": "漆黒の深き海に潜伏する捕食者。深海の未知なる力に適応することで、水元素以外の能力も使えるよう進化したのかもしれない…強者を前にすると、高威力の「浄魔放射」を使用してきます。キャラクターに命中すると、@一定の元素エネルギー#を失います。キャラクターの元素エネルギーが不足している場合は、代わりに@HPを失います#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2080,
        "N": "アビサルヴィシャップ·原種",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_122c",
                "D": "漆黒の深き海に潜伏する捕食者。深海の未知なる力に適応することで、水元素以外の能力も使えるよう進化したのかもしれない…強者を前にすると、高威力の「浄魔放射」を使用してきます。キャラクターに命中すると、@一定の元素エネルギー#を失います。キャラクターの元素エネルギーが不足している場合は、代わりに@HPを失います#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2060,
        "N": "エンシェントヴィシャップ·岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_75b",
                "D": "永い眠りから目覚めたエンシェントヴィシャップ·岩。あらゆる元素の力を吸収でき、水、炎、氷、雷四種類の「原岩噴射」を放つことが出来ます。この攻撃が@シールド#に守られているキャラクターに命中すると、反動によりエンシェントヴィシャップ·岩はダメージを受けます。もし@シールドの元素属性が岩元素#、または@原岩噴射の元素属性と同一#だった場合、より強い反動ダメージを受けます…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2059,
        "N": "ヴィシャップ·岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_75a",
                "D": "がたいのいい成年のヴィシャップ·岩。一部の攻撃が@シールド#に守られているキャラクターに命中し、かつシールドを破壊できなかった時、反動で一時的に気絶してしまうらしい…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2055,
        "N": "ベビーヴィシャップ·岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_54",
                "D": "体つきが小さく、動きが非常に機敏な幼年期のヴィシャップ。一部の攻撃が@シールド#に守られているキャラクターに当たると、反作用の影響で一時気絶してしまうらしい…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2097,
        "N": "迅電樹",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_142",
                "D": "急凍樹、爆炎樹と同類の捕食性植物。根元や花冠に@雷元素コア#に似た器官を作り出すことができます。この器官が転移すると状態が変化し、「陽極花蕊」または「陰極花蕊」を凝縮させます。2種類の花蕊が同時に存在するとき、@互いに引き寄せ合い、衝突すると強力な電荷爆発#を起こします。これらの花蕊を破壊できれば、少しは戦いが楽になるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2053,
        "N": "急凍樹",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_52",
                "D": "一見満開の花に見えるが、その外見を巧みに利用し獲物を欺く捕食性植物。藤のような堅い茎を持ち、根元に@氷元素コア#みたいなある器官があります。そこが弱点かもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2054,
        "N": "爆炎樹",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_53",
                "D": "一見満開の花に見えるが、その外見を巧みに利用し獲物を欺く巨大な元素植物。地下に隠れていて、近づく人に凶暴な攻撃を仕掛けます。根元に@炎元素コア#みたいなある果実が実っています。それを攻撃するとダメージを与えられるでしょう…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2100,
        "N": "半永久統制マトリックス",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_145",
                "D": "砂漠より訪れた古代機械の集合体、現代文明では理解できない特性を持っています。戦闘時、半永久統制マトリックスはユニットを発射し、コアが「インビジブル」状態になり、透明かつダメージ耐性が上がります。@激化反応でコアに影響を与えたり、ユニットが破壊された後の回復中に雷元素攻撃を繰り出したり#することで、半永久統制マトリックスのインビジブル状態を解除できます。その後、過剰オーバークロック状態となりダウンします。長期間、コアのインビジブル状態を解除できなかった場合、半永久統制マトリックスは高威力のオーバークロック衝撃を放ちます…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2099,
        "N": "プライマル構造体",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_144",
                "D": "砂漠より訪れた古代機械、遺跡機械とは大きく異なります。戦闘時、プライマル構造体はユニットを発射し、コアが「インビジブル」状態になり、透明かつダメージ耐性が上がります。@激化反応でコアに影響を与えたり、ユニットが破壊された後の回復中に雷元素攻撃を繰り出したり#することで、プライマル構造体のインビジブル状態を解除できます。その後、過剰オーバークロック状態となりダウンします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2098,
        "N": "兆載永劫ドレイク",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_143",
                "D": "エネルギーを吸収し、攻撃をカウンターできる遺跡機械。遺跡ドレイクより高性能であり、地上および飛空状態で攻撃ができます。兆載永劫ドレイクは定期的に危険なエネルギーの奔流を放ち、直前に受けたダメージの主な元素タイプに応じて、元素耐性をアップさせます。一部状態では、全身の至る所にある@コア#が露わになります。このタイミングでコアを攻撃すれば、ダウンさせることができ、@アップしている元素耐性を除去できます#。ダウン状態から回復した後、飛空または地上状態に切り替わります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2093,
        "N": "遺跡ドレイク·飛空",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_138",
                "D": "エネルギーを吸収し、攻撃をカウンターできる遺跡機械。遺跡ドレイク·飛空は定期的に危険なエネルギーの奔流を放ち、直前に受けたダメージの主な元素タイプに応じて、元素耐性をアップさせます。一部状態では、全身のあちこちにある@コア#が露わになります。このチャンスを掴んでコアを攻撃すれば、ダウンさせることができ、元素耐性アップを阻止できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2092,
        "N": "遺跡ドレイク·陸行",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_137",
                "D": "エネルギーを吸収し、攻撃をカウンターできる遺跡機械。遺跡ドレイク·陸行は定期的に危険なエネルギーの奔流を放ち、直前に受けたダメージの主な元素タイプに応じて、元素耐性をアップさせます。エネルギーの奔流を発動しようと力を溜めている時、または特定のダッシュ攻撃時に頭部の@コア#が露出します。この機会を狙ってコアを攻撃すれば、ダウンさせ、元素耐性アップを阻止できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2087,
        "N": "遺跡サーペント",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_134",
                "D": "変わった形をした遺跡機械。戦闘中に「沈泥の湧き出し口」を創造し、特定の状況下ではその中からエネルギーを抽出し、破壊的な攻撃を繰り出してきます。"
            },
            {
                "I": "UI_Tutorial_134",
                "D": "「流明石の触媒」の純光放射を利用し、@遺跡サーペントにエネルギー提供する沈泥の湧き出し口を破壊#することで、提供を中断させ、機体に散らばっているエネルギーコアを無力化させられます。エネルギーコアを4つ無力化させると、遺跡サーペントは衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2066,
        "N": "恒常からくり陣形",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_94",
                "D": "異なる形態に組み合わせることができる謎の遺跡機械。戦闘中、恒常からくり陣形は絶対防御状態になり、分裂してそれぞれ違う遺跡機兵を数体召喚します。@その中の強化された遺跡機兵を倒した#後、恒常からくり陣形の絶対防御状態は解除され、衰弱状態になります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2058,
        "N": "遺跡重機",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_DragonspineTutorial_Monster_02",
                "D": "遺跡重機がある攻撃を行うと頭部と足にある@コア#があらわになります。このチャンスを掴んでコアを攻撃すれば、比較的に容易く勝てるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2039,
        "N": "遺跡ハンター",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Formathr_None_Tutorial01",
                "D": "かなり手強い遺跡機械、空中浮遊時が特に危険です。浮遊時は露わになった@頭部コア#に攻撃が命中すると…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2035,
        "N": "遺跡守衛",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Defender_None_01_Tutorial01",
                "D": "頭部と背中に露出している@コア#が最大の弱点です。攻撃で当たれば…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2064,
        "N": "ファデュイ·ミラーメイデン",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_92",
                "D": "水の鏡を操って戦うファデュイの仕女。一部のスキルがキャラクターに命中すると、@キャラクターに「水光破鏡」を付与#します。彼女の近くに「水光破鏡」状態のキャラクターがいる場合、彼女は偏光状態になり、強化されます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2050,
        "N": "ファデュイ先遣隊·遊撃兵·岩使い",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_50",
                "D": "岩を操れるロッドを使い、晶岩バリアを生成するファデュイの兵士。ある種の@元素増幅#状態に入ることが可能です。この状態の弱点は恐らく@岩元素に反応できるある元素#なのかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2047,
        "N": "ファデュイ先遣隊·重衛士·氷銃",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_47",
                "D": "氷元素を放出する鉄銃で戦うファデュイの兵士。@元素増幅#状態に入ることができます。この状態の弱点は@氷元素と反応する、ある元素のようです#…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2049,
        "N": "ファデュイ先遣隊·前鋒軍·雷ハンマー",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_49",
                "D": "電流が走るハンマーを振り回すファデュイの兵士。ある種の@元素増幅#状態に入ることが可能です。この状態の弱点は恐らく@雷元素に反応できるある元素#なのかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2051,
        "N": "ファデュイ先遣隊·前鋒軍·風拳",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_55",
                "D": "風元素を操って、仲間を援護するファデュイの兵士。ほかの先遣隊の兵士が@元素増幅#状態を解除され衰弱状態になると、蘇生の風の力を放ち、仲間を戦線に復帰させます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2048,
        "N": "ファデュイ先遣隊·重衛士·水銃",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_48",
                "D": "水元素を放出する鉄銃で戦うファデュイの兵士。@元素増幅#状態に入ることができます。この状態の弱点は@水元素と反応する、ある元素のようです#…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2052,
        "N": "ファデュイ先遣隊·遊撃兵·炎銃",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_51",
                "D": "炎元素を放出する鉄銃で戦うファデュイの兵士。@元素増幅#状態に入ることができます。この状態の弱点は@炎元素と反応する、ある元素のようです#…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2076,
        "N": "黄金王獣",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_119",
                "D": "獣域ウルブズの王。黄金王獣の攻撃は重ね掛け可能な「侵蝕」状態を与えるため、チーム全員が持続的にHPを失ってしまいます。戦闘中、黄金王獣は「獣域スカル」を召喚します。そして自身にバリアを付与し喰魔状態に入り、岩元素耐性がダウンすると同時に攻撃力がアップします。獣域スカルに@岩元素攻撃#を行い、黄金王獣のバリアを素早く破壊しましょう。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2075,
        "N": "獣域ハウンド·雷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_110b",
                "D": "獣域ウェルプの成体…外見上はそのように見えますが、この類の魔物に自然な成長パターンがあるかどうかは、未だ謎に包まれています。獣域ハウンドの攻撃は重ね掛け可能な「侵蝕」状態を与え、チーム全員は@持続的にHPを失います#。また、自身と同じ元素の攻撃を受けると、獣域ハウンドは「喰魔」状態に入り@該当元素耐性ダウンを代償に、より凶暴になります#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2074,
        "N": "獣域ハウンド·岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_109b",
                "D": "獣域ウェルプの成体…外見上はそのように見えますが、この類の魔物に自然な成長パターンがあるかどうかは、未だ謎に包まれています。獣域ハウンドの攻撃は重ね掛け可能な「侵蝕」状態を与え、チーム全員は@持続的にHPを失います#。また、自身と同じ元素の攻撃を受けると、獣域ハウンドは「喰魔」状態に入り@該当元素耐性ダウンを代償に、より凶暴になります#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2073,
        "N": "獣域ウェルプ·雷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_110a",
                "D": "物を侵蝕する能力を持つ、異界から来た魔物。獣域ウェルプの攻撃は重ね掛け可能な「侵蝕」状態を与え、チーム全員は@持続的にHPを失います#。また、自身と同じ元素の攻撃を受けると、獣域ウェルプは「喰魔」状態に入り@該当元素耐性ダウンを代償に、より凶暴になります#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2072,
        "N": "獣域ウェルプ·岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_109a",
                "D": "物を侵蝕する能力を持つ、異界から来た魔物。獣域ウェルプの攻撃は重ね掛け可能な「侵蝕」状態を与え、チーム全員は@持続的にHPを失います#。また、自身と同じ元素の攻撃を受けると、獣域ウェルプは「喰魔」状態に入り@該当元素耐性ダウンを代償に、より凶暴になります#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2116,
        "N": "深罪の浸礼者",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_179",
                "D": "「アビス教団」の魔物。複数の元素を駆使して戦い、戦闘中に対応する元素バリアを利用してダメージを防ぎます。戦闘中、元素の輪を創造し、高威力の攻撃を吟唱します。元素反応ですべての元素の輪を破壊できれば、差し迫った災厄を止められるでしょう。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2111,
        "N": "アビスの使徒·落霜",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_173",
                "D": "「アビス教団」の魔物。漆黒の力で氷霜を操作して戦います。一部の攻撃がキャラクターにダメージを与えた時、@キャラクターのスタミナを減少させます#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2062,
        "N": "アビスの詠唱者·紫電",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_85b",
                "D": "「アビス教団」の魔物、力が非常に強く、暗黒の深淵を唱える。元素をある程度解消できる能力を持ちます。一部攻撃がキャラクターにダメージを与えた時、@キャラクターの元素エネルギーを消耗します#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2083,
        "N": "アビスの詠唱者·淵炎",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_123a",
                "D": "「アビス教団」の魔物であり、暗き烈焔の熱を囁く者。<br>一部攻撃がキャラクターにダメージを与えると、アビスの炎の烙印が押されます。烙印は短時間経過すると爆発し、チーム全員に@大ダメージを与えます#。シールドを利用することで、烙印を防げる場合があります。烙印が爆発すれば、フィールド上のキャラクターは戦闘不能になってしまうかもしれません。<br>アビスの詠唱者·淵炎が「淵炎の加護」状態になった時、@黯炎炉心を破壊することで、「淵炎の加護」状態を素早く解除することができます#。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2061,
        "N": "アビスの使徒·激流",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_85a",
                "D": "「アビス教団」の魔物。漆黒の力で歪んだ激流を操作して戦います。一部の攻撃がキャラクターへダメージを与えた時、@クール状態下のスキルのクールタイムを増加#させます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2033,
        "N": "アビスの魔術師·氷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Abyss_Ice_01_Tutorial01",
                "D": "@氷元素バリア#で身を守っているアビスの魔術師。炎元素などの@元素反応を起こしうる元素攻撃#なら、そのバリアを破壊できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2034,
        "N": "アビスの魔術師·水",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Abyss_Water_01_Tutorial01",
                "D": "@水元素バリア#で身を守っているアビスの魔術師。氷元素などの@元素反応を起こしうる元素攻撃#なら、そのバリアを破壊できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2032,
        "N": "アビスの魔術師·炎",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Abyss_Fire_01_Tutorial01",
                "D": "@炎元素バリア#で身を守っているアビスの魔術師。雷元素などの@元素反応を起こしうる元素攻撃#なら、そのバリアを破壊できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2115,
        "N": "ヒルチャールレンジャー·水",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_178",
                "D": "謎のヒルチャール戦士。ある程度、水の力を駆使することができます。戦闘中、水スライムを利用して水泡を放ちます。その際に水スライムを倒すと、敵に反撃できるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2114,
        "N": "ヒルチャールレンジャー·風",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_177",
                "D": "謎のヒルチャール戦士。ある程度、風の力を駆使することができます。戦闘中、風スライムを利用して滞空状態に入ります。膨張したスライムを攻撃すると、墜落させられるかもしれません。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2046,
        "N": "ヒルチャールシャーマン·岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Shaman_Rock_01_Tutorial01",
                "D": "岩元素を使って石柱を作って、自身と他の魔物を守る。重い@岩元素攻撃#、@両手剣#、または激しい@爆発#を使うと効率よく石柱を破壊できます。素早く倒すことができたら、石柱は持たなくなるでしょう…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2057,
        "N": "ヒルチャール暴徒·氷盾",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_DragonspineTutorial_Monster_01",
                "D": "氷元素で構築された盾で自身を守るヒルチャール暴徒。@極寒環境により、氷の盾は回復します#。@元素反応を上手く利用して#氷の盾を砕きましょう！"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2043,
        "N": "ヒルチャール暴徒·岩盾",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Brute_None_RockShield_Tutorial01",
                "D": "ヒルチャール暴徒·木盾とは違い、岩元素でできた盾で自身を守っています。重い@岩元素攻撃#、@両手剣#、または激しい@爆発#を使うと効率よく石柱を破壊できます。素早く倒すことができたら、石柱は持たなくなるでしょう…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2027,
        "N": "ヒルチャール暴徒·木盾",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Brute_None_Shield_Tutorial01",
                "D": "@草元素#で構築された巨大な盾を使って攻撃と防御をします。何かを利用して、盾を@燃やせば#…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2042,
        "N": "ヒルチャール·岩盾",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Hili_None_01_RockShield_Tutorial01",
                "D": "ヒルチャール·木盾とは違い、岩元素でできた盾で自身を守っています。重い@岩元素攻撃#、@両手剣#または激しい@爆発#で、岩盾を破壊できるでしょう…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2019,
        "N": "ヒルチャール·木盾",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Hili_None_01_Shield_Tutorial01",
                "D": "@草元素#で構築された盾を使って正面からの攻撃を防ぎます。何かを利用して、盾を@燃やせば#…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2070,
        "N": "岩フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_105a",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2077,
        "N": "氷フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_121b",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2089,
        "N": "草フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_135",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2078,
        "N": "雷フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_121a",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2071,
        "N": "風フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_105c",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2069,
        "N": "水フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_105b",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2079,
        "N": "炎フライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_121c",
                "D": "高濃度の元素から生まれ、空を浮遊する能力を持った魔物。@1度に大ダメージを受けると、「怒気」を蓄積していきます#。怒気が満タンになることでフライムは「膨張」し、より強くなります。また、倒されると破裂して爆発を起こします。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2068,
        "N": "雷音権現",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_104",
                "D": "怨恨に満ちた雷の音を具象化した元素生命体。雷鳴の攻撃と探針で@敵をロック#します。ロックされた対象が存在する場合、雷音権現は狂怒状態に入り、ロックされた対象を優先的に殲滅します。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2056,
        "N": "純水精霊",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_58",
                "D": "純水の体を持つ高貴な元素生命体。戦闘時は自らの生命力で水元素の幻形生物を生み出して敵を攻撃します。同じ水元素の幻形生物でも、@水元素に反応する元素#の種類によって、それぞれの幻形生物に与えられる攻撃の効率が異なります。水の幻形生物を素早く倒せば、純水精霊を容易に倒せるでしょう。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2103,
        "N": "無相の草",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_149",
                "D": "不活性な元素殼で自身を守る無相元素。ある侵蝕の影響で異常が発生しているようです。元素コアが露出するタイミングを狙って効率よく攻撃しましょう。ピンチに陥ると、トライステート生物の性質を持った治療の草芯をばら撒きます。@草元素#を利用して活性化させ、通常状態に変化させることで、無相の草を持続的に浄化できます。@雷元素#を利用して活発状態にさせると、浄化の効率を上げることが可能です。また、無相の草のコアに草元素ダメージを与えることで浄化もできます。@浄化を完了すれば#、挑戦はクリアとなります。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2045,
        "N": "無相の岩",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Effigy_Rock_01_Tutorial01",
                "D": "不活性な元素殼で自身を守って戦う強力な元素魔物。@元素コア#が露わになるタイミングを狙って効率よく攻撃しましょう。また@岩元素創造物#を作り出し、緊急時に自身のHPを回復します。効率よく創造物を壊さないと、撃破できないでしょう…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2063,
        "N": "無相の氷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_90",
                "D": "不活性な元素殼で自身を守って戦う強力な元素魔物。@元素コア#が露わになるタイミングを狙って効率よく攻撃しましょう。緊急時はバリア状態の@再生モード#に入り、HPを回復すると同時に「霜の実」で攻撃してきます。@重撃で霜の実を無相の氷に打ち返す#と、素早くバリアを破壊できます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2036,
        "N": "無相の雷",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Effigy_Electric_01_Tutorial01",
                "D": "不活性な元素殼で自身を守り、@元素コア#が露わになるタイミングを狙って効率よく攻撃しましょう。HPが低くなると、エネルギーを吸収する3つのプリズムに分裂しますが、プリズムを全てを倒さないと…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2044,
        "N": "無相の風",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Effigy_Wind_01_Tutorial01",
                "D": "不活性な元素殼で自身を守って戦う強力な元素魔物。@元素コア#が露わになるタイミングを狙って効率よく攻撃しましょう。また特殊な@元素オーブ#で戦い、緊急時に自身のHPを回復します。上昇気流を利用してオーブを吸収しないと、かなり厄介になるでしょう…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2067,
        "N": "無相の水",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_103",
                "D": "不活性な元素殼で自身を守り、@元素コア#が露わになるタイミングを狙って効率よく攻撃しましょう。HPが低くなると、コアに向かって移動する3つの「水滴」に分裂します。@水滴を素早く壊せば#、無相の水のHP回復を阻止することができます。"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2065,
        "N": "無相の炎",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Tutorial_93",
                "D": "不活性な殼で自身を守って戦う強力な元素魔物。「燃焼」と「熄滅」2つの状態を持っています。燃焼状態の時、無相の炎の元素コアが露わにならず、HPを持続的に回復します。@適した元素反応で炎を消した#後のみ、突破するチャンスがあります。熄滅状態の時、無相の炎は「火種」を作り、再燃を試みます…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2016,
        "N": "狂風のコア",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Elemental_Wind_01_Tutorial01",
                "D": "暴風エリアを召喚し、範囲内の敵に継続ダメージを与える厄介な敵です。持続的に発生する@風域#を見つけ、地面から離れれば…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2015,
        "N": "大型岩スライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Slime_Rock_03_Tutorial01",
                "D": "堅固な@岩元素バリア#で自分の身を守るスライム。重い@岩元素攻撃#、@両手剣#、または激しい@爆発#なら、そのバリアを破壊できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2009,
        "N": "大型氷スライム",
        "S": "新たな敵",
        "T": [
            {
                "I": "UI_Slime_Ice_03_Tutorial01",
                "D": "凍結状態の@氷元素バリア#で自分の身を守るスライム。炎元素などの@元素反応を起こしうる元素攻撃#なら、そのバリアを破壊できるかもしれません…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    }
]