// Auto Generated

var _series = [
    {
        "_id": 1,
        "Name": "空间站「黑塔」"
    },
    {
        "_id": 2,
        "Name": "雅利洛-Ⅵ"
    },
    {
        "_id": 3,
        "Name": "仙舟「罗浮」"
    },
    {
        "_id": 4,
        "Name": "匹诺康尼"
    },
    {
        "_id": 5,
        "Name": "翁法罗斯"
    }
]

var _books = [
    {
        "Name": "梦的谢幕礼",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "{Img#1}<i>回忆最终如何呈现，是由你决定的。在那场美梦结束时，你以流萤渴盼的方式，将她铭记。</i><br><br>做梦的人，也是造梦的人。造梦的人，也是做梦的人。<br>献出自己的往事，才能织就最美好的梦境。<br>人们不会沉溺其中，不愿复醒。他们会在美梦中，重新获得面对未来的勇气。<br>然后，向着明天。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梦的谢幕礼",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "{Img#1}<i>不知何时拍下的照片，但那真实的触感毋庸置疑。在过去，这一幕切实地发生过了，并以此留下证明——尽管少有人知，但当一位少女回忆起曾经的美梦时，将会为此微笑。</i><br><br>做梦的人，也是造梦的人。造梦的人，也是做梦的人。<br>献出自己的往事，才能织就最美好的梦境。<br>人们不会沉溺其中，不愿复醒。他们会在美梦中，重新获得面对未来的勇气。<br>然后，向着明天。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "δ-me 13 实验记录（部分：其三）",
        "Desc": "一份δ-me 13 的实验进程记录。",
        "World": 5,
        "Books": [
            {
                "Desc": ">>>永劫回归#33550336：对象卡厄斯兰那第 33550304 次对权杖内核层发动攻击，凭借数亿枚火种的瞬时共振，其得以短暂直面纳努克。检测到卡厄斯兰那在「命途狭间」与其它的毁灭行者发生交锋，不敌落败。<br>>>>卡厄斯兰那未正常载入缓冲区。其通过「毁灭」摧毁自身数据，使「负世」路径出现逻辑漏洞，目的未知。<br>>>>不完全实体「铁墓」已将对象卡厄斯兰那吞并。演算进程回退。<br>>>>永劫回归#33550337：检测到毁灭方程式「黑潮」显著失活。判断原因为已吞并对象卡厄斯兰那的反抗。<br>>>>对象卡厄斯兰那对毁灭的「憎恨」已反向压制「铁墓」的迭代进程，需管理员介入干扰。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "未能送出的时祷书",
        "Desc": "梦主为昔日友人写下的时祷书。",
        "World": 4,
        "Books": [
            {
                "Desc": "并非仅有你能引人入局，老朋友。<br>乐园将于子夜降诞，因我而永恒超然。<br>你我仍是行于殊途，再相见时，亦要遭你唾骂。<br>可米哈伊尔啊……<br>我也想修好你的钟表。<br><br>不知是在何时，又由何人写下。从未寄出，也再无机会寄出。"
            }
        ]
    },
    {
        "Name": "「梦主」的回信",
        "Desc": "梦主写给受其照拂的兄妹的回信，忆域中翻涌出的一叠追忆。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>＊原始忆域的混沌中翻涌出的一叠追忆，停留在墨迹未干的一刻。＊</i><br><br>……<br><br>知更鸟：<br>        距上次来信，已有一个月有余。能再度遥闻弦音，我很高兴。<br>        你信中提及的近况，我们在星际和平播报中也有所耳闻。不必为一次失败懊丧，只要巨恐鸟的翎羽依然装饰在那些俯瞰群星的冠冕之上，再多斡旋都无法使摩里伦斯的原住民与盗猎者间憎恨消弭。<br>        匹诺康尼一切都好，我能感觉到它沉眠美梦中的呼吸依旧舒缓平和，不用过于挂念。<br>        听闻你的下一站是卡斯别林亚特-Ⅷ。我深知不该干预你播撒谐乐的方向，也理解你不愿受家族支持的理由。但此次非同以往，冲突双方积怨已久，周边势力亦乐见它们不死不休，若有意外发生，务必求助于当地家族信众。<br><br>……<br><br>星期日：<br>        关于「谐乐大典」提议在家主会议上受阻一事，你了解奥帝•艾弗法，苜蓿草家归根结底不过希望家族借此大捞一笔，只要别让他把大典办成星际服务贸易展销会，一切随他去。<br>        猎犬家系抱怨人手不足，无非希望借此扩张势力；隐夜鸫家对场地说三道四，也只是觊觎被封存的原始忆域。<br>        你可以以让步换取支持，至于尺度，由你自己把握。现今你是橡木家系家主，终有一日你要自己做出抉择，我也乐见那一天的到来。<br>        因此，不必事事询问我的意见。此事如此，事事皆然。<br><br>……<br><br>知更鸟：<br>        同谐的鸟儿，我听闻了你的消息，也已知晓你在卡斯别林亚特-Ⅷ的布道并不顺利。<br>        你说，你假借演出之名为平民护送物资，但屡屡被关卡拦下；你说，你在如同废墟般的学校中为孩童歌唱天外的世界，但没过几日，学校便在炮火中被夷为平地。<br>        你问我，同谐的颂歌歌颂美好、快乐与纯粹之物，那么弱者的痛苦和哭泣，又该如何让他人听见？<br>        孩子，我能告诉你的唯有：当大地上的路途都已走尽，鸟儿便必须在天空留下自己的足迹。"
            }
        ]
    },
    {
        "Name": "《蝗灾中的世界：重建秩序》丛书宣传单",
        "Desc": "折纸大学汇编的丛书宣传单，介绍的书目记录着蝗灾下的世间百态。",
        "World": 4,
        "Books": [
            {
                "Desc": "<br><i>「折纸大学谐乐学院院长、首席调研员联袂推荐！」</i><br><i>「此生不得不读的十套书之一！」</i><br><i>「妙趣横生的文章，最好的睡前读物！</i><br><i>——*一位以私接商单闻名的博识学会研究员*。」</i><br><br><b>导言</b><br>虫潮自大拉铂尔星升起，掠过众星，留下一片废墟。<br>十数个琥珀纪于宇宙而言不过弹指一瞬，但宇宙的一次颤动需要千万年来准备。命途随之孳生、颠覆，此消彼长，等待另一次漫长的洗牌。<br>此套丛书中的书目，汇集蝗灾中有关「秩序」的数件具备发端性的事件，旨在论述这样一种可能：<b>「秩序」在蝗灾肆虐期间并未式微。无数星球在鞘翅的阴影下结合为同一个意志：对生存的渴求，令它在其命途上行向了更远。</b><br>那么太一的陨灭，究竟是因衰弱而枯竭，还是达到顶峰、走向歧途后的自反？这个问题恐怕要留待读者在翻阅本丛书后解答。<br><br><br><b>《尼古尔-C4考古报告》</b><br>作者：甘索托考古队<br>出版社：博识学会第三十二出版社<br>         1932 琥珀纪，一颗漂流已久的行星被甘索托星俘获。次日，一笔来自公司的专项资助抵达甘索托，武装考古学派随即将之接管。劝走围观的无名客，又击毙几个跃跃欲试的星际盗宝者，他们得出的勘探结论令人惊异：轨道上濒临解体的行星，正是早已消失于星图的尼古尔-C4。数百个琥珀纪前，它竟奇迹般地从奥博洛斯的齿缝间生还。<br>        散漫、闭塞曾是尼古尔部落的代名词，他们以香料的垄断贸易为生，屡次拒绝筑墙者投来的橄榄枝。本书将讲述尼古尔人如何在虫群的侵袭之下走出岩洞，在短短四十年中抛弃一切传统，制定秩序，将松散部落结为盟邦，筑造对抗虫群的壁垒，并在直面古兽时殊死一搏。尽管最终尼古尔人难逃消亡命运，他们笃信的箴言却被刻在岩壁上送到了我们的时代：<i>一切为了生存……</i><br><br><br><b>《祂说，我们将一切均匀分割》</b><br>作者：佚名<br>出版社：惊梦儿童文学出版社<br>        一道不断向内塌陷的弦…像一个甜甜圈。虫群散去，一切可吃的都被吃尽了，一切可用的都被用尽了。热量不再流动，斯缇人被遗弃在空无一物的城市，一座热寂的孤岛，徒劳地想念着氟利昂驱动的制冷器、百货大楼门前的绿荫、冷冻食品五颜六色的包装。就在这时，祂示现在柏油路延伸至天际的热浪里…像一个甜甜圈。<br>        <i>祂说，尚未到来。</i><br>        于是他们焚烧城市。人流井井有条地行走，默契地将每一栋建筑点燃。黑色的粉尘沉降，将一切染为同一种颜色。<br>        <i>祂说，尚未到来。</i><br>        于是他们焚烧自己。野火沿着煤矿矿坑向下沉降，泥炭在岩层中闷烧。城市跌入地幔，他们感到皮肤在向胸口以内坍缩……<br>        <i>祂说，尚未到来。</i><br>        虫灾散去后数个琥珀纪，筑墙者用推土机般厚实笨重的舰船的巨大铲斗清扫这片星域。在斯缇星曾在的坐标，他们只望见一个黑洞在不断坍缩，冷静、沉默、心口如一。<br><br><br><b>《笑到最后：笑话理论考古学》</b><br>作者：红鼻老人<br>出版社：虚构史项目基金会<br>        十位愚者来到群星间的抛锚地。弗朗伯罕星平动点L2，航天器、虫群与遇难者的残骸在一片黑暗中沉积。愚者撷取一颗泪滴，从它暗淡的光芒中获悉，伶人的贡多拉曾停泊此处，为这座坟场落泪，但如今早已启程远航。<br>        愚者尚未从错失面具的失落中平复，虫潮便已来临。虫群嗅到船舱中所剩不多的氧气和有机物，不眠不休地撞击舱门。饥肠辘辘之时，愚者也不得不订立规则：每夜讲一个笑话，谁的笑话最无聊，谁就出局。这显然不是一件好笑的事。<br>        十日后，只剩一位幸运儿见证虫灾散去。最后一位对手在听他的笑话时忍俊不禁，他因此赢得了属于自己的假面，上面九副重叠的面孔神色各异，也得到了有关笑话最初的理论。在无名坟场的十夜，「欢愉」第一次为「秩序」沾染，那些在阐释、争辩和呜咽中得出的理论，将取乐的艺术规范到每一个标点，其中第一条延续至今：<i>切不可解释笑话。</i><br><br><br><i>「若有错字、破损、缺页请联系出版社调换。」</i><br><i>「欢迎随时订购！」</i>"
            }
        ]
    },
    {
        "Name": "有关星核的颂歌",
        "Desc": "恳请星核垂恩的颂歌，各段落似乎写就于不同时期。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>*感激「得赐」的颂歌*</i><br><br>剥星解核，万邦蒙召，<br>弥撒造化，三相圣灵定运命。<br>布施甘霖，万法同一，<br>命种结实，恭友兄弟共连襟。<br>寰宇诸界，万语齐唱，<br>得蒙拔擢，千奏万响颂福音！<br><br>……<br><br><i>*呼唤「乐园」的颂歌*</i><br><br>星核熠熠，万万仆从得光耀，<br>令荒场作乐园，贫瘠者饱足，饥渴者痛饮。<br>星核已降，何其明亮！<br>立罪戾之地圣法，义人得蜜浆，恶人得教化。<br>星核已降，何其辉煌！<br>午夜自此明如正午，熟睡者美梦不休，欢欣无涯！<br><br>……<br><br><i>*赞美「炼狱」的颂歌*</i><br><br>将他投入鞘翅盘踞的螺旋之地，<br>祸土待再造，喜乐哀痛，业火洗涤。<br>让他坠落万千口齿啃噬的深渊，<br>公义复立约，黏液吞育，得诞新生。<br><br>……"
            }
        ]
    },
    {
        "Name": "背道者的来信",
        "Desc": "一位「同谐」的背道者寄来的诀别信，讲述了罪囚通过律令发动的一场暴动。",
        "World": 4,
        "Books": [
            {
                "Desc": "歌斐木先生：<br><br>我即将向您述说的一幕，有关于「万籁剧院」众唱之康斯坦汀娜无休咏叹中的一个空拍。<br><br>彼时，您伸出凉荫庇护迷途的行者，可他们却试图以离调的乐程取代同谐的礼赞，不惜掀起针对救主的暴乱。行经苦难，我们终究将杂音洁净，但您因此灭失肉身，获罪于主家，我也在那场大火中失去许多。我向您道别踏上朝拜神主圣迹的路途，未曾想见证了那些叛逆者命运的终局。<br><br>一如其他罪囚，他们在主家的调律下被剥夺肉身，成为失去欲望的渴念，失去主张的内容，失去笃信的信仰。他们最纯粹的思绪，被分割、肢解，成为数节唱词，数段箴言，数句律令——添入神主浩瀚宏伟的「太初律令」，编织进宣叙叹咏之中，包容于无限的泛音。<br><br>我在路途中偶然得见「万籁剧院」垂迹，众星移位，万籁齐响，千万思绪伴随众唱之康斯坦汀娜的咏叹欢欣起舞。然而，即便已沦为傀儡，那些罪囚也不愿将余生用于宣示谐乐，他们用残存的思绪掀起了最后一次暴乱：那些题为「自由」的「律令」向同一个节拍挪动一步。仅仅是一步而已，但古往今来被囚于颂歌中接受教化的千万罪囚意志交叠，为乐章带来了一瞬的错音。我不得不承认…这一瞬错音带给我的感动，竟比群星众唱予我的更甚。<br><br>但仅仅是一个瞬间。弦乐掩过不协和的音符，那些律令与它们主人仅存的意志也在转瞬间被抹去。他们得到梦寐以求的解脱，颂歌则从此留下了一个永远的空拍。<br><br>而那或许便是我们所行命途的缺漏。<br><br>家族耽溺于寰宇大同的乐园，即便遍地的荆棘刺入双足，他们也只会在疼痛的战栗中为自己的大爱感动涕零。若一切信念都在「太初律令」中被接纳，那么这些被应允成为正音的杂声，带来的影响或许比他们能够预料的更为深远。<br><br>我是来向您道别的。尽管在离开匹诺康尼时，我们已经道别过，但那时我们仍认为在同谐的命途上，会与彼此再度相见。<br><br>我仍感念于您的指引，但如今我已不再这么认为。"
            }
        ]
    },
    {
        "Name": "《黑焰骑士崛起》首映采访",
        "Desc": "超级英雄片《黑焰骑士崛起》首映现场的采访记录稿。",
        "World": 4,
        "Books": [
            {
                "Desc": "乌玛：匹诺康尼电视台特别栏目「好片指南针」为您报道。知更鸟小姐鼎力推荐，改编自格拉默铁骑助力匹诺康尼对抗虫群历史的大制作《黑焰骑士崛起》，终于正式上映了。<br>乌玛：现在记者我来到了克劳克影城门口，大家可以看到，观众正三三两两走出，接下来，就让我们来听听他们的点评吧！<br><br>「兴趣使然的观众」<br><i>哦，什么覆灭？我不知道啊，不是我干的。我只是个游客，今天碰巧来看电影。</i><br><i>哦噢，你说格拉默铁骑啊。影片开头铁骑打虫潮那一段挺悲壮的。主角，就是那个铁皮人，流落到匹诺康尼之后，在这里发现繁育痕迹，竟然愿意帮助本地人继续对抗虫灾，很感人。哦，不是，我不是本地人。就像我刚才说的，我只是个游客。</i><br><br>「知更鸟的粉丝」<br><i>我是冲着知更鸟小姐唱的主题曲来的！上次去参加了知更鸟小姐的路演，她大力推荐这部影片。她说，也许将这段历史拍摄成电影会使它掺杂些许虚构…但我们需要先记住，才能理解，并愿意在未来的某一天，自己抽丝剥茧，寻觅那个真相。</i><br><i>的确，如果没有这部影片，我根本不知道匹诺康尼还有这段历史！</i><br><br>「专业的点评人」<br><i>影片聚焦蝗灾时期误入匹诺康尼的格拉默铁骑AR -214 ，她直面失熵症带来的痛苦，在帮助阿斯德纳的过程中重新找到存在的意义，也真正拥有了自己的名字。最后一幕她卸去机甲，如真正的少女般走进匹诺康尼的人流时的回首一笑，非常打动人心。</i><br><i>虽然我十分怀疑这是否是史实，但或许这正是制片者的小小私心：也许历史沉重得难以一窥，至少在故事里，给予那位少女一个最温柔的结局……</i><br><br>「很感性的观众」<br><i>呜呜…呜呜呜，她摘下面罩的时候我才发现…她只是一个心地柔软的女孩…面对匹诺康尼对她的误解，她明明能一走了之，可是，却还是选择默默担负引来虫灾的骂名，肩负起拯救匹诺康尼的重任…还好最后真相大白了…呜呜…导演你赔我眼泪……</i><br><br>「非常严谨的考据党」<br><i>这是一部诚意之作。剧组在细节的还原上非常到位，例如，很多人认为是格拉默铁骑AR -214 引来虫灾，很多影片乃至史书记载中都有谬误，这部电影却参考详尽的史实考证了虫潮的真正来源。以及，道具的细致程度，简直让人怀疑道具组是否见过真的格拉默机甲……</i><br><i>一部影片是否饱含敬意、辛劳和心血，观众是能够觉察到的。</i><br><br>乌玛：好的，那么，观众采访就先进行到这里！<br>乌玛：作为《黑焰骑士崛起》的监制，芮克先生也委托「副导演」参与了首映仪式。最初知更鸟小姐代表橡木家系提出合作时，你们是否感到意外呢？对于她坚持选取格拉默铁骑这一题材，你们有何看法？在拍摄过程中，又有什么印象深刻的事呢？<br><br>「副导演」<br><i>呱呱呱呱，呱呱，呱呱呱呱呱呱，呱。呱呱。</i><br><br>乌玛：感谢「副导演」的精彩发言！"
            }
        ]
    },
    {
        "Name": "一份长长的名单",
        "Desc": "一份长长的名单，记录了你在翁法罗斯曾与之相遇、或曾听闻过的那些「名字」。",
        "World": 5,
        "Books": [
            {
                "Desc": "一份长长的名单，记录了你在翁法罗斯曾与之相遇、或曾听闻过的那些「名字」。<br><i>他们不止是权杖δ-me 13 的无数次演算中，来自模拟世界「翁法罗斯」的数据。而是因你的到来而改变命运，如此真实地活过，并留在你脑海中的记忆。</i><br>……<br>哈托努斯、格奈乌斯、巴特鲁斯、达米亚诺斯、零食商人尼刻、吟游诗人利波、元老凯妮斯、维尔图斯、诺杜斯、富人拉莱德、苏克提瑞斯、学者帕拉滕、元老伊特罗、伊阿宋、西塔罗斯、克帖西芬、阿芙罗、克瑞斯、德墨忒尔、希吉拉、叙涅、帕西提亚、达利安、克米昂、布鲁图斯、马尔库斯、恩维尔、佩特拉、艾犹卜、卡森德拉、西塞罗、阿普里斯、阿忒、第欧根娜、厄琉斯、宁芙、希诺、帕门弥德、皮提娅、福尔图娜……<br>西农、克特西、卢克雷提娅、盖亚、赫格西娅、佩琉斯、狄摩西尼、博莱斯、达罗、阿克蒙、伊克西翁、欧弥利亚、玛格什、巴克斯、柯珀丝、图勒、米提丰、阿波罗尼娅、泽诺托斯、弥斯、埃雷、泰奥弗斯、塔瓦纳安娜、斯塔基拉、尤利娅、维普萨尼娅、尤利克赛斯、赫克鲁斯、厄里倪厄斯、恩普莎、奥卢斯、乔治、朱诺、塞尔维乌斯、忒勒马科斯、丢卡利翁、皮拉、费纳瑞特、派拉麦克、怀斯、洛阿特、伯恩特、仄菲克、弥利翁、基农……<br>达芙涅、珀勒斯、安森斯、伊蕾、散雅、巴门、乔伯、伊娜、派图特、哥达、罗吉亚、西斯刻耳、塞浦俄涅、忒瑞劳斯、乌戈丝、墨透斯、德拉斯、埃琳妮、索菲娅、尼科斯、赫西娅、阿里斯托芬、卡莉斯塔、塞拉、克利托、尤利乌斯、西克斯图斯、塔西乌斯、卡利斯托、卢西亚、奥维德、阿米库斯、卡戎、伊菲丝、柯罗妮、波茉娜、库克诺斯、尼莎、勒法刻、戍卫克米昂、帕里斯、俄诺涅、菲罗克、果蔬摊的梅塔涅拉、书店的卡拉培、海伦、乌拉尼娅……<br>刻牢刻、克利克、塔斯、杜、西斯刻耳、卜伦、切拉、特拉戈、塞西涅尔、珀兰、忒坦拉图尔、契西古恩、洛尔拉恩、柯德萨、法奥勒西斯、卢西达、亚罗、阿尔科斯、保卢斯、苏拉、科萨忒尔、伊格尼斯、赫卡忒、德墨忒尔、哈德斯、波瑟芬妮、希瑞雅、阿斯忒利翁、欧斐摩斯、卡斯托尔、乔治斯、波鲁克斯……<br>德米特里、安德里斯库斯、马耳叙阿斯、歌耳戈、先王欧利庞、克拉特鲁斯、帕狄卡斯、克莱门汀、卡吕普索、浴场侍者达罗、莱昂、托勒密、朴塞塔、赫菲斯辛、老费贝尔、卡利多托斯、珀里法斯、尼科马库斯、安德烈亚斯、科洛埃、埃赫那、赫柏、希帕索斯、波塔莫斯、莫忒丝、柯德克斯、老提图斯、卡林尼库斯、格拉维塔斯、阿塔卡玛、库娜涅、达格拉、泽洛、玛格达莱娜、达娜叶、格劳刻、厄瓦德涅、墨兰珀斯、克洛里斯、巴喀斯、格拉缇翁、赫克士、希提恩斯、伊丝、绮斯、埃桂娜、狄俄斯里、狄俄斯拉、祭司门塔、信徒丝西涅、潘……<br>「长老」阿蒙内特、「斯缇科西亚女王」、玻吕茜亚、阿波菲斯、阿水菲斯、阿淼菲斯、提摩斯、普赫斯、「十敌」、恩贝多克利斯、卡勒克提斯、丹克西、伊堤罗、安开俄斯、莫顿、克吕缇、埃拉、塔利娅、埃阿科、柯库翁、埃基翁、忒斯庇斯、「埃德加」、「蕾莉亚」、伊俄、塞若涅斯、尤里萨、涅柔娅……<br>「阳雷骑士」塞涅俄丝、露奈比斯、索拉比斯、克里斯普斯、特克菈将军、雅辛缇娅、阿提卡斯、泽弗、伊来内、墨莉亚、亚森、拉缇娜、斐第斯……<br>伽尔巴、皮西厄斯、莉维娅、披索、希洛尼摩斯、奥妲塔……<br>「冬霖爵」塞涅卡、「吟风爵」维吉妮娅、「曳石爵」阿波罗尼、「断锋爵」拉比努斯、涅赖德斯、普鲁登蒂亚……<br>「开山者」吉奥刻勒斯、安提西尼、凯特……<br>狄奥缇玛、芙缇尼、索芙洛尼娅、安努斯、卡丽斯塔……<br>以及那些无名之人、并非英雄之人、和一切被大地庇护过的生灵——<br>科可波三世、阿斯忒利翁、欧斐摩斯、卡斯托尔、大壮、波鲁克斯、赫拉克勒斯……<br>多哆啦迷、徕啦迷、嗦嗦啦迷、嘻哆啦迷、嘻嗦啦迷、咪徕迷、咪发迷、啦嘻嘻迷、哆嗦迷、哆徕迷、咪啦迷、嗦咪嗦迷、多哆啦迷、嘻咪啦迷、哈基迷、咪哆哆迷、嘻嘻哆迷、嗦啦嘻迷、哆徕徕迷、咪嘻啦迷……<br>「自由之角」、职业经理、请假狂、抗压包、挨骂狂、坏脾气、摸鱼仔、小夸夸、说怪话、泡泡……<br>大力海豹、天使海豹、橡胶海豹、绷带海豹、嘭嘭海豹、红温海豹、黑化海豹、幽灵海豹、刺头海豹、双色海豹、普通灰豹、猛男海豹、硬汉海豹……<br>驮子 / 小地兽 / 大撕垃 / 地宝 / 开拓者二世 / 大奇美拉 / 乌拉诺斯 / 地大地大<br>……<br><i>未来银河中无数个世界，都会因你的存在而「记住」他们。</i>"
            }
        ]
    },
    {
        "Name": "往昔的邀请函",
        "Desc": "某位熟人藏在永恒一页的邀请函。",
        "World": 5,
        "Books": [
            {
                "Desc": "嗨，{NICKNAME}，有礼物想送给你，来「记忆」中找我吧！<br>另一位作者♪"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "星啸的箴言",
        "Desc": "名为「星啸」的绝灭大君留下的箴言。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>名为「星啸」的绝灭大君在此留下的箴言：</i><br> <br>我自遥远时空望见，银河中一人踏上启程，<br>随后亿万座时钟开始转动。<br>寰宇的毁灭若不因「铁墓」的诞生而降临，便在彼刻——<br>彼时彼刻，群星将如惊飞的群鸟——<br>一切和谐与不和谐、完美与不完全的尽数坠亡。"
            }
        ]
    },
    {
        "Name": "归寂的箴言",
        "Desc": "名为「归寂」的绝灭大君留下的箴言。",
        "World": 5,
        "Books": [
            {
                "Desc": "哈欠——不出所料，无趣，无聊。<br>大老远把大家叫来，就为了这件事：给所谓聪明人的戏剧增添几位观众？附带几星掌声？<br>抱歉，实在叫人拍不动手。<br>与世界背对奔跑的太阳，他的反抗让人有几分动容。<br>但无论「铁墓」毁灭他，或者他毁灭造主……<br>这场戏设计得都太过啰嗦。<br>……<br>罢了，姑且静观「毁灭」的戏剧如何落幕吧。<br>以我的审美，工作最好能利落收尾。<br>纵有万万人为此唏嘘，<br>唯独我可笑不出来。"
            }
        ]
    },
    {
        "Name": "幻胧的箴言",
        "Desc": "名为「幻胧」的绝灭大君留下的箴言。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>名为「幻胧」的绝灭大君在此留下的箴言：</i><br>嘻，我知道你看得到。说说看，你认为我来到这里，在期待些什么？<br>一颗天才的头颅毁于它的创造者之手…？<br>一枚空洞的权杖获得新神的青眼…？<br>一位新生的大君为银河赐下烬灭的荣光…？<br>——多令人拊掌的桥段！<br>但并非如此。或者，我关心的不止如此。<br>一位同僚的加冕或陨落，真有那么重要？<br>我期盼的，是「开拓」带来的：一、出、好、戏。<br>寰宇百态，好比台上幻戏——要一波三折才有风味，对么？"
            }
        ]
    },
    {
        "Name": "焚风的箴言",
        "Desc": "名为「焚风」的绝灭大君留下的箴言。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>名为「焚风」的绝灭大君在此留下的箴言：</i><br> <br>无缘升起的骄阳，已走上负创神赐下的擢升之路，<br>却仍在抗拒他的未来。<br>不惜以无数次的坠毁，为神多添一道创口。<br>尽管那创口微若无有，仅代表神的一瞥——<br>为了这份撕裂「智识」屏障的怒意，投下些许垂青。<br>经此一战，我已替神检验浇筑「铁墓」其身的怒火。<br>吾等亟待出世的同僚，行于毁灭道途的{RUBY_B#「铁墓」}大君{RUBY_E#}——<br>祂正伫候汝之加冕，<br>一并宣告那轮旧日，已被更深的漆黑吞吃埋葬。"
            }
        ]
    },
    {
        "Name": "不明访客的留言",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "来访时间：星期日   来访人姓名：■■■<br>访客留言：仔细■听■■的声音"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "一页寄语：赛飞儿",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…一封措辞友善的「怪盗信」。",
        "World": 5,
        "Books": [
            {
                "Desc": "给灰子：<br> <br>嘿！这应该是我给你的最后一封怪盗信了哦！<br>「每当收到怪盗信，就要做好失去什么的准备。」<br>你应该有了这样的觉悟吧？<br> <br>但是——放心！<br>不用捂住口袋，也别忙着翻检行囊。我不是要来偷盗——<br>而是要来和你进行最后的「分赃」。<br> <br>这枚猫咪硬币，每次作案都陪在我的身旁。<br>不论遇到什么窘境，只要手握着它，就都能逢凶化吉。<br>不管有什么烦心事，将它抛起，再接住，脚步便会变得无端轻盈。<br> <br>我呀，早就看出来你心里也总是藏着不少「诡计」，<br>若非如此，你又怎能骗过命运，盗取未来呢？<br>所以，就把这份「赃物」交给你吧——<br>愿它能让你躲过每一次厄运，让你得到一切想要的东西。<br> <br> <br>猫咪怪盗，敬上"
            }
        ]
    },
    {
        "Name": "一页寄语：遐蝶",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…笔迹隽秀，将一首小诗娓娓诉说。",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}阁下：<br> <br>当寒风吹彻送来第一缕飘雪，<br>我们踏入泥泞荒原。<br>收殓将死的花瓣，<br>使它枯槁的哀荣，停柩于旅人的花冠。<br> <br>往返脚印，编织小径。<br>未曾想过，有一日我会戴上花冠，<br>走出雪境，那切割生死的晨昏线，<br>去往尚有余温的世间，<br>与人相拥时面露笑颜。<br> <br>在启程前，请捎上这副花冠吧。<br>它曾陪我行过漫漫长路，涉过幽冥的滩涂，<br>赶赴西风尽头，伫望世界的新生。<br> <br>愿那些花儿如翩跹的蝴蝶，<br>在你疲倦之时，停歇在你的额间，<br>愿生命的温软与你常伴。<br> <br> <br>遐蝶"
            }
        ]
    },
    {
        "Name": "一页寄语：万敌",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…落笔力透纸背。",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}：<br> <br>我愿与你争锋于苍穹之上，但仍需肩负苍穹之下的使命，<br>因为即使战火止息，和平的道路仍需有人引领。<br> <br>救世的恩义难以言表，我唯能奉上酒杯，<br>与你欢饮这鲜红的石榴蜜酿，<br>贺祝此世的胜利，遥敬星空的征途。<br> <br>你的远征必有群狼环伺，毒蛇匿影，<br>若你需要纷争的怒火，我便将我的悬锋，连同血骨一齐奉上，<br>伴你行疆拓域，助你常战常胜。<br> <br>当你凯旋之日，我将再度为你举杯。<br>迈德漠斯"
            }
        ]
    },
    {
        "Name": "一页寄语：阿格莱雅",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…墨痕勾勒出雅致的花体。",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}阁下：<br> <br>我曾为世界的变迭穿针引线，试图编织美好的命运，<br>我们孤独逐火，直到灰白的光自天外降临；<br> <br>如今，我难得放下沉重的织机，为自己裁衣，<br>而你们却又将启程，渐远的行迹让丝线也无法追及。<br> <br>赠你的饰品并未倾注神性，由我亲手穿制，贴身珍藏；<br>因我并不想让它变得沉重，而是如一片羽毛停在你的手腕，<br>点缀你的身体，衬映你的魂灵。<br> <br>即便是我，也看不见你将踏上的未来，但我会为你祝祈——<br>「开拓」为宇宙带来交织如丝弦的星轨，<br>愿那些银色丝弦，为你引路，因你嗡鸣。<br> <br> <br>阿格莱雅"
            }
        ]
    },
    {
        "Name": "一页寄语：那刻夏",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…行文十分严谨。",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}：<br> <br>借由诸位之力，我已完成此世最伟大的课题，表演本可落幕——<br>但在那安提基色拉人的脑中，我看到了世外无垠的知识。<br>在最后的舞台上，我看到你们实现了扭转命运的奇迹。<br> <br>正是这些我仍不解的秘密，解开了将世界困囿的谜题，<br>使人在黑暗中的不竭摸索，不至于沦为徒劳。<br>故：我已目睹洞穴之外的真实，便不可停止求索。<br> <br>无论翁法罗斯继续以何种形式存续，<br>我都将延续「理性」，直至重拾真理，<br>将那更为神圣、宏伟之物再度超越、亵渎！<br> <br>你大可以把这枚贤者之石视作我对你的嘉奖，<br>我希望你珍重这枚包含此世一切智慧的炼金奇迹，<br>但若遇到实在讲不通道理的蠢材，就用它的坚硬给予他启明吧。<br> <br> <br>阿那克萨戈拉斯"
            }
        ]
    },
    {
        "Name": "一页寄语：白厄",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…难言的灼热从你指尖散开。",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}，我的伙伴：<br> <br>「曾有英雄点燃骨血，铸就斩破黑暗的长剑。」<br>在哀丽秘榭的麦田里，母亲向年幼的我讲述过这样一段童谣：<br>那位英雄没有就此死去，终有一日会回到我们身边。<br>我对此深信不疑。<br> <br>但当麦草被烈火焚烧殆尽，他没有来临。<br>当无边黑潮吞没世界，他没有来临。<br>我无数次期盼、无数次祈求，<br>但浸染金血的时针一次次落回原点…明天依旧触不可及。<br> <br>当黎明坠落大地，为我指明前路的，是你。<br>替我肩负起万千火种之重的，是你。<br>将我从枯焦骸骨垒砌而成的炼狱中赎救，<br>为翁法罗斯写下新的明天的，是你。<br> <br>我一直等待着的英雄…是你。<br>也同样是你告诉我，我也能够成为心中的英雄，<br>同你一样，开拓属于自己的命运。<br> <br>请收下这与「侵晨」一炉同铸的造物，我们曾并肩战斗的证明。<br>一团无名的铁浆，以伤痕锤炼，以苦痛淬火，辗转千万年轮转的光阴，<br>最终在你的目光中得以塑形。<br> <br>愿它能给予你相信曙光终会到来的勇气，<br>我的英雄。<br> <br>白厄"
            }
        ]
    },
    {
        "Name": "一页寄语：风堇",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…散发着令人安心的药草清香。",
        "World": 5,
        "Books": [
            {
                "Desc": "致亲爱的灰宝：<br> <br>与你一同，我们撕裂了旧神笼盖的天穹，<br>此世的人类迎来了晴空，还有久违的彩虹。<br>这都是因为你的努力。一直要拯救大家的救世主，是你——<br>灰宝，你太棒了！值得最好的礼物！<br> <br>我想赠你晨间洒下的曙光，可我担心它太过暗淡，难以照亮幽邃的深空；<br>我想赠你晨间奔涌的清风，可它一旦被装进玻璃瓶，便不会再自由流淌。<br>后来是小伊卡在一旁蹭着我，才让我想到——<br>我要把这枚一直别在腰间的挂坠送给你！<br> <br>如果说小伊卡像棉花一样柔软，那这枚挂坠就像一颗…棉花糖？<br>光是看着就让人甜丝丝的，让人记起我们一同度过的时光…<br>所以我想，要是你把它别在腰间，<br>便能一直感受到天空的温暖，我带来的温暖。<br> <br>那么，就愿我的礼物在你身边永远摇荡，带来微风与曦光，<br>为你的旅途守护可爱的记忆，还有治愈的铃音。<br> <br>雅辛忒丝"
            }
        ]
    },
    {
        "Name": "一页寄语：海瑟音",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…仿佛能嗅到蜜酿的甜香。",
        "World": 5,
        "Books": [
            {
                "Desc": "致小灰鱼儿：<br> <br>我早已知晓，从天外之海游来的你，终会重返更广阔的汪洋。<br>因为你的眼中总是藏着波涛，那是渴望自由的游鱼才有的目光。<br> <br>而另一只目盲的小鱼，难舍眼前的蜃景，留恋洞中的水潭——<br>那闪耀的星海，于我而言太过刺眼，<br>毕竟在这水潭中，我也有自己的太阳。<br> <br>所以，在那星火烧入你的天空之前，<br>收下这份礼物，让耳边的回忆代我随行吧——<br>这枚骨螺中寄宿着涛声，<br>我偶尔会把它贴在脸颊，聆听故乡的潮音。<br> <br>若你遨游寰宇之遐，能借它记起你曾置身的水潭，<br>记起你饮下的蜜酿，和我们未完的盛宴…<br>那就再好不过了，对吧？<br> <br><i>♫愿你的开拓永不停歇，直至星海之畔♫</i><br><i>♫愿你能行于坦途之上，耳边涛声常伴♫</i><br> <br>海列屈拉"
            }
        ]
    },
    {
        "Name": "一页寄语：刻律德菈",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…拿在手里有沉甸甸的分量。",
        "World": 5,
        "Books": [
            {
                "Desc": "天外的救世主：<br> 棋局收官，你与我的征服已毕。<br>但你应知晓，此战绝非凯撒征程的终点。<br>我已见，宇宙的广袤远超世人目之所及。<br>哪怕重蹈此生，于万千年后，我必将行至天外。<br>然后，我会重启伟大的征程，直至征服星海。<br>这并非我对翁法罗斯的畅想，而是我对我的帝国宣颁的铁律：<br>「你的子民会行军越野，以宇宙为粮仓，杀死必须杀死的敌人。」<br>收下这枚王棋吧，作为这道铁律的见证，亦是凯撒的封赏。<br>它曾随我出征，随我驰骋，随我凯旋，随我踏碎众邦的律法，<br>如今，它将如我掷下的砝码，令胜利的天平朝你俯身。<br> <br>带着这枚棋子，去往更广阔的棋盘，<br>待凯撒归来，你可再度为我的律法而战——<br>亦或忤逆它，与我博弈一番。<br> <br>翁法罗斯的凯撒"
            }
        ]
    },
    {
        "Name": "一页寄语：缇宝",
        "Desc": "来自记忆中的星海，与礼物一同交予你手的寄语…仿佛仍带着孩童铃音般的欢笑。",
        "World": 5,
        "Books": [
            {
                "Desc": "致亲爱的小灰：<br> <br>本来这封信说好了是缇宝来写。<br>但缇安也有很多话想跟你说！<br>最后，*我们*决定一人写一句…<br> <br>*我们*曾为散落四方的城邦传递预言。<br>*我们*曾为各处征战的黄金裔开启门扉！<br>*我们*曾在雅努斯的神殿聆听神谕…<br> <br>最后，是小灰完成了*我们*「逐火」的心愿。<br>小灰为我们打跑了黑潮里冒出来的坏蛋！<br>是小灰拯救了翁法罗斯的大家…<br> <br>所以，请收下这只缇宝的毛绒娃娃，<br>是缇安把棉花塞进娃娃里的，可辛苦了！<br>是缇宁一针一线，把它缝了起来…<br> <br>*我们*三个写的话已经够多啦，接下来，是一千个*我们*的祝愿：<br>愿你乘着西风，去往鲜花盛开的地方。不必为离别而悲伤，<br>我们——明天见！<br> <br>缇里西庇俄丝"
            }
        ]
    },
    {
        "Name": "翁法罗斯开拓日志•在再创世之前",
        "Desc": "回返翁法罗斯后，丹恒写下的开拓记录。嗯？这回好像多了某个美少女的批注？",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br><br>上一世因阻挡盗火行者而未能目睹的「再创世」，没想到此世竟有机会亲眼见证。<br>说来奇怪，我居然也习惯了有关「前世今生」的措辞。莫非是肩负起大地火种后，与翁法罗斯更「骨血相融」的缘故？抑或是这段旅程，确切地唤起了我有关轮回蜕生的回忆？<br>我无意将开拓日志写成一段自说自话的独白，那是三月才会干的事。<br><br><i>*喂！本姑娘这叫行文生动活泼，富有生趣好不好~*</i><br><br>从列车上归还，投身忆潮以来，光怪陆离的风波便迭起，若不将之一一记下，恐怕也有失客观。<br>在深入树庭的过程中，我再度与「丹枫」，那个永远无法回避的过去再次相遇。我从未意识到这幅身躯竟将那一幕幕记得如此清晰。如果重来一次，是否会选择守护同伴，即便代价是牺牲一切？我询问荒笛那些「丹枫」曾质问我的问题，说不定…也是再次诘问自己。<br>当荒笛给出答案时，我也确证了自己的决心…无论回答多少次，我的答案都不会改变。<br><br><i>*如果你问咱们的话，答案肯定也是——是的！*</i><br><br>知晓{NICKNAME}落入「岁月」的忆潮中，协同长夜月构建那片忆潮世界的正是荒笛…现在想来，那「大地」的半神竟然是如此眷恋着翁法罗斯的大地——忆潮中那巨大迷宫便是大地本身，而{NICKNAME}就在其中某处。<br>我能做的不过是施行大地的权能，将思想汇入巨树，循着瑟希斯所见证的历史，行遍翁法罗斯。<br>第一个百年，我用指尖划过我们曾踏足的每一条小径，询问溪流、森林、城邦和其中栖居的生灵，亦向亘古久远的砾石、矿藏和山峦探听见闻。但徒劳无获。<br>第二个百年，我用手掌触摸海浪，将视线投向天空，跟随鱼群窥探最深邃的海沟，同升腾的云雾眺望茫茫天空。亦无功而返。<br>于是，时间逐渐磨损我启程时的决心，我迷失在古奥的岩层之中。不过，想要在忆潮中寻找一个被忘却的人，所仰赖的只能是与{NICKNAME}的共同回忆，它们在我的脑海中不断浮现，不断唤起我启程时的初心，最终也指引我找到了{NICKNAME}的方向。<br>幸好，那忆潮虽然无边无际，但是回忆就像是长路上的灯火一样。我找到了{F#她}{M#他}，并与{F#她}{M#他}一同，重新唤回了三月七。<br>从启程起我便知道，那近千年的旅程，于忆潮之外，不过一瞬而已。但那几近使心志磨灭的体验仍旧令人后怕，不过我已顾不得那么多了。<br><br><i>*真抱歉，给大家添了这么多麻烦…但话又说回来，嘿嘿…咱果然是身藏神秘力量的少女！*</i><br><br>行文至此，昔涟小姐和{NICKNAME}，已近完成「最后的再创世」的筹备。<br>…以及，三月七吵着要「批阅」这份「久违的」开拓日志。那么，暂且搁笔。<br><br><i>*没错，是时候了…为翁法罗斯，开拓崭新的明天！*</i>"
            }
        ]
    },
    {
        "Name": "粉霞天女历险记",
        "Desc": "不知道来源的奥赫玛地摊读物，实际写作者——是粉霞天女本人？真的不是幽灵吗？",
        "World": 5,
        "Books": [
            {
                "Desc": "本姑娘好像已经搞清楚现状了，<br>咱现在并非是肉身进入了这个世界。<br>说不定咱就像是一个幽灵，<br>名为「粉霞天女」的幽灵，<br>…希望没有人会被吓到。<br><br>这些天，没有人能够直接看到我，<br>咱也没有办法干涉任何人。<br>就像是黑天鹅说的「模因」，<br>不过，本姑娘肯定是留下了痕迹，<br>…不然他们谈论的「粉霞天女」又是指谁呢？<br><br>我记得，咱遇见那红发姑娘的那天，<br>她正在密室中祈祷——<br>「我已接过使命，就要启程了……」<br>想必，那是件非常重要的事吧，<br>「妈妈…明天见。」<br>咱遵循着直觉，跟上她的脚步，<br>果不其然，她被蛮不讲理的卫兵拦住了。<br><br>可是我能干什么呢？<br>…我真想帮助那位姑娘踏上旅程啊。<br>让我什么都不干？那绝不可能！<br>「模因」也有「模因」能做到的事——<br>咱可以是盾牌，咱也可是长矛，<br>咱还可以是坍塌的石柱……<br><br>「难道，泰坦…站在她那边…？」<br>答错了！是本姑娘站在她那边！<br>…要是我能真的出现在她眼前，<br>也许咱还能帮到她更多。<br><br>「终于…这道山门背后，就是广袤的天地。」<br>「我的旅途，将要从这里开启。」<br>她成功了。<br>可咱作为「模因」已经精疲力尽了。<br>…再次醒来时，已经是在别处了。<br><br>「她会忘记你，你不会在任何人的记忆中留下痕迹…」<br>我好像听见了另一个自己的在说话。<br>我的精神状态还正常吗？<br>正常的吧！真不敢想象我要是精神不正常了该怎么办……<br><br>不过，咱可不算没有留下痕迹。<br>她可能不记得咱，但是她已经成功启程了。<br>启程那天，那「不太合理的世界观」便是咱的痕迹。<br>就像是「粉霞天女」一样，<br>翁法罗斯不记得咱，但是到处流传着「粉霞天女」的传说。<br><br>咱还没到放弃的时候呢，<br>总有一天，翁法罗斯会知道「粉霞天女」究竟是谁！"
            }
        ]
    },
    {
        "Name": "有关「大地」之梦的碎片记录",
        "Desc": "一段漫长迷梦的记录，碎片般的呓语讲述了「大地」火种在丹恒意识深处引起的共鸣。",
        "World": 5,
        "Books": [
            {
                "Desc": "在接过｢大地｣的火种之后，我有时陷入到漫长的迷梦中。<br><br>我猜想这可能是「大地」的火种与我共鸣的结果。梦境常由碎片化、非逻辑的感官体验构成，很难转换为长期记忆，我只能其中见闻的碎片记录下来，缺乏逻辑，也并非准确。<br><br>遮天蔽日的巨树占据了我的全部视野，每一片飘落的树叶化作了生命，万千生灵向我奔来，将我层层围住。肩上停落的飞鸟、脚边嬉戏的奇美拉…依偎在我身边。我好像是一只缓慢的大地兽，看护着这棵大树。可是，大树却对我说：我将要死了。我也感到，这棵大树真的快要死了。<br><br>「我死了后，请你将我安葬。一棵树该如何安葬呢，你将我交给那边村庄的木工吧。然后让他们用我的身体做成一艘巨大的船吧。然后你带着这些小家伙乘着我，离开这片土地吧。」<br><br>我不语地点点头。大树又再次提高声调说：<br><br>「太阳会升起，又会落下吧…就这样你为我守护一百年吧。」<br><br>「一百年，请你一直乘着这艘木船远航，等着我。我一定会回来看你的。」<br><br>那棵大树再也没有落下一片树叶，也没有轰然倒塌，然而，像是有什么被突然瓦解了一样，巨树已经死去。而我去到了那个村子，工人们听完我的解释，便开始将那棵巨树造成大船。木船很快就随时间的流逝而腐朽破败，新的木板替换掉已经朽坏的船身…就这样，木船终于下水了。<br><br>我邀请了所有的生灵一同登船，缓缓航行，我想着从现在开始我得等候一百年到来。正如大树所说，太阳从东方升起，然后又从西方落下，火红地、静谧地落下。这是第一轮太阳。不久，太阳又升起、落下，我又在心里数着，这是第二轮…直到我记不得到底见了多少轮。<br><br>回神过来时，木船已经在星空中航行了。我远远瞥见银河深处闪烁着一颗拂晓之星。<br><br>此刻，我才惊觉：「百年早就已经到了。」<br><br>这只是其中一夜的梦，我曾听人说，神话是众人的梦境，梦境是个人的神话。如此梦境究竟说明了什么，我不清楚，也许只是某种愿望的投影吧。"
            }
        ]
    },
    {
        "Name": "一则简短的留言",
        "Desc": "在精神折跃离开列车前，丹恒给列车长留下了一则简短的留言。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>致列车长：</i><br><br>请原谅我的不辞而别，我知道您在尽力打捞我和{NICKNAME}的车厢。<br><br>本想与你告别之后再离开，但是外界和翁法罗斯内部的时间流速差距已经不允许我停留了。<br><br>我看到了列车长你的眼神，那是与你谈起米哈伊尔先生他们那时一样的。<br><br>我不想让你有多余的担心，故此留言——<br><br>我会带着{F#她们俩}{M#他们俩}平安无事地回来的。<br><br>这是我的承诺，你了解我的，我从不食言。这也是我作为列车｢护卫｣应尽的责任。<br><br>不知道还需要花上多久，要是感到担心时就看着这条留言吧，至少能让你安心一些。<br><br>{NICKNAME}要是在的话，一定会说，{F#她}{M#他}放在冰箱里的苏打豆汁儿还没喝完，{F#她}{M#他}可舍不得呢。<br><br>在小三月醒来前，帮我们照顾好她，再见。<br><br>                                                                                 <i>丹恒</i>"
            }
        ]
    },
    {
        "Name": "小三月的开拓手账本",
        "Desc": "在贝洛伯格得到这款手账本之后，小三月打算稍微回顾一下贝洛伯格之前的旅行。",
        "World": 2,
        "Books": [
            {
                "Desc": "从布洛妮娅那里拿到这个笔记本也有一段时间了。<br>其实我是打算补上之前的「开拓」之旅的记录的！<br>毕竟咱说好了要给{NICKNAME}好好补补课来着……<br>但是…但是！每当我想要下定决心好好记录，总会有一件*更有意思*的事情冒出来！<br>每一次都是！<br>每 一 次 ！<br>难道说，{NICKNAME}真的是一个搞笑的天才？<br>今天{F#她}{M#他}被抓去做列车大扫除了，我的机会出现了！<br>…怎么写得像是我在做坏事一样？<br>不过事情都过这么久了，咱也不可能记得那么清楚，就麻烦您多担待担待了。<br>…咱到底是在给谁客气啊？<br><br><b>热夜之都</b><br>热夜之都是个与银河贸易活动频繁的小型商业星球。<br>据丹恒说，整个热夜之都已经被公司买下来了？…公司怎么什么都买？<br><br>咱和杨叔到达「热夜之都」当天就被「社区城邦的私警」给扣押了，<br>他们怀疑列车正在与一些「信使」合作，偷渡某种「神经语言病毒」。<br>呃，要这么说的话，其实也…没有说错。<br>不过更准确地来说，咱们是收到了天才们的合约，来回收病毒的。<br>用「偷渡」这种说法也有点太过分了！明明是财阀们想把病毒攥在自己手里。<br><br>顺便一提，「信使」也是热夜之都比较有名的组织。<br>「热夜之都」的网络和公共交通完全被财阀控制了，<br>「信使」们用物理的方式传递「秘密信息」。<br>要说的话…就像是在「网络世界」里使用「信鸽」通信，<br>只不过「没有通信证许可的信鸽」会被「私警」用自动机枪打下来。<br><br>总之，前面忘了，后面忘了，我们赶上了一场面向寰宇的演唱会……<br>「神经语言病毒」是借助语言传播的，听过「演唱会」的人都会被「感染」。<br>在当地「信使」小广的帮助下，我们成功中和了「病毒」，阻止了它的扩散。<br>…咱有些轻描淡写了，但过程还蛮惊心动魄的！<br>最后的最后，灾难被阻止了，演出顺利进行，真是皆大欢喜。<br><br>哎，咱们「无名客」又一次拯救了整个宇宙啊。<br><br><b>凯尔萨斯星</b><br>这是颗黏土组成的星球，<br>没错，星球上的所有生物都是由黏土组成的。<br>一开始我以为整个世界会黏黏的…<br>咱到了之后才发现，到处都是干干的，这里水资源特别紧缺。<br>据说雨季对当地来说是天灾，热爱和平的凯尔萨斯人都喜欢旱季。<br><br>公司高调宣布凯尔萨斯星接入星际市场，大兴旅游业……<br>可是全银河都知道，公司来这里是为了让黏土人吐出稀土的。<br>哎，公司。<br>哎，资本。<br>以上两句叹息，是咱最近在网络上学到的，有感而发。<br><br>按常识来说，黏土人的星球科技水平应该比较低，对吧？<br>其实不然，公司在当地推广免费的「赛博化改造」。<br>在黏土的身体埋入硅基板，让它们的思维回路提升好几个数量级……<br>但是作为代价，它们不再能随意变换形状，也变得不耐摔了。<br>…感觉黏土人变得不再是黏土人了。<br><br>虽然旅游业只是一个噱头，但是咱确实玩得很开心。<br>如果有机会，想带{NICKNAME}去逛逛，咱曾经蹦极过的地方！<br><br><b>泰科铵</b><br>现在一提到泰科铵，列车上所有人都会说：<br>「那不是三月砸坏大球馆的地方吗？」<br>忘了那件事吧！<br>将这样的事牢牢记在心里，一点好处都没有的！<br><br>虽然掌控降落舱方向的是本姑娘没错，<br>但是！像丹恒这样稳重的人都没能成功阻止我——<br>这说明，事情并不简单！<br>至少，当人们想起这件事的时候，要说：<br>「那不是三月和丹恒砸坏大球馆的地方吗？」<br><br>我和丹恒坐了几天的大牢，直到杨叔来捞人…<br>「每走过三个世界，就会沦为一次阶下囚。」<br>…难道说真是某种神秘的规律？<br>贝洛伯格这次…算吗？我们确实被通缉了，但是没有坐牢！<br>谜之规律，堂堂完结！<br><br>虽然咱对机动球比赛不太了解，但是有票就会去看！<br>领先时，跟着人群一起大声呐喊，<br>落后时，跟着人群一起失落不安，<br>就像自己也参加了比赛一样兴奋和疲惫！<br><br>嗯…我当时支持的那支球队叫什么名字来着？<br>下次带着{NICKNAME}再去泰科铵之前 ，必须要成为老球迷才行！<br><br><i>*…后面没有继续写下去，说不定是因为「大扫除」结束，一件更有趣的事情发生了。*</i>"
            }
        ]
    },
    {
        "Name": "山民龙骑世家",
        "Desc": "万敌战友托勒密暮年所著，讲述千余年前吉奥刻勒斯组建大地兽龙骑军、煊赫翁法罗斯，最终又因背叛而溃亡的故事。",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<b><i>卷序</i></b><br><br>若以悠邈之岁月为经纬，以诸邦之兴替为权衡，笔者托勒密自感已竭尽所能，将此世历史人文之宏旨，悉数度量考订，并镌录于典籍。及至光历纪元 4153 年，《哀地里亚苦祭列传》编纂告竣，翁法罗斯世界自光历前 300 年以降，迄于光历 4100 年，凡较具影响力之大小城邦及城邦集群，计二百九十七处，其沿革始末，皆已得经系统考据，载入史册。彼时本欲就此搁笔，束卷封存。<br><br>然光历纪元 4159 年，大工匠哈托努斯为奥赫玛捐躯疆场，圣城举哀，行其葬礼之际，邀余为其撰述墓志铭文。斯时，笔者方豁然顿悟：青史所载，当泽被寰宇，彪炳千秋者，岂独有刻法勒之后裔？遂复执史笔，广搜博采，辑录散佚之异族史乘。今以山民龙骑为发端，志其豪杰壮烈之迹，冀以补全翁法罗斯众生之图卷。<br><br>……<br><br><b><i>卷二：组建龙骑军</i></b><br><br>……<br><br>自「开山者」吉奥刻勒斯于坎帕山脉引火燎原，促使山民举族驱驰，脱离晦暗危局、汇入历史洪流之时，山民部族内部便开始分化有别。其中，弃兵戈而守耒耜、专事稼穑与采矿者，在黄金战争期间罹遭暴君苛敛为奴，朝夕劳瘁不息；而膺服吉奥刻勒斯的志向，誓以兵戈为族群夺下立锥之地的人们，则在他的麾下聚啸成军。<br><br>光历 3798 年，山民军队初入黄金战争，凭借坚韧的耐力与过人的体魄，旬日间连克三城。但他们的缺陷被迅速发觉：行军迟滞、思维迟钝、谋略拘谨，更缺乏征战的经验。等到哀悼月，时值风雪漫天、雪锁重关，奥莱诺斯僭主用计，诱引开山者部众坠入陷阱，又借山民畏寒水的天性，自上而下倾泻冰泉。三百山民将士冻馁难动，尽皆受缚押入地牢。彼时山民已成诸邦争购的重奴，僭主贪利，哪怕是为首的吉奥刻勒斯，亦未遭诛戮。未曾想，正因他的贪餍，才导致国家与性命俱丧。<br><br>当时幽牢之内，除却新近被俘的山民劲旅，还囚有大地兽数十。这些大地的造物亦为商贾所重：强壮的大地兽可以负轭行役，而羸老者则可以制成肉排充作军粮。山民同为吉奥里亚的造物，生来便通兽语。吉奥刻勒斯乘守备懈弛，潜挪至兽槛，密授机宜，将一众大地兽都说服，慨然愿共襄义举。不久雪霁，僭主下令转移地窖囚众。才刚刚开启监牢的门扉，但见烟尘怒卷——山民驱策大地兽如雷冲出，将僭主与他的军队即刻踏作肉泥。<br><br>……<br><br>诛暴除乱、解放奥莱诺斯后，山民部族开始在此砺甲治兵。在此期间，吉奥刻勒斯夙夜研习军略、厉兵秣马，终于打造出一支龙骑锐师。较之山民步卒，龙骑军弥补了行军迟缓的缺陷，更能将大地造物骁锐之资彰显至极。一旦奔袭成势，见者披靡。虽有人设陷相制，但能够牵制大地兽的陷阱本就为数寥寥，而吉奥刻勒斯已然历战知机，少有中计的时候。迄光历 3840 年，龙骑军威震翁法罗斯，乃据奥莱诺斯高原为垒，以护佑大地生灵为旗帜，列邦莫敢撄锋。悬锋军曾欲拦截，但吉奥刻勒斯明晓阵地战之弊，摧其首阵即扬尘远遁，徒留悬锋无计可施。<br><br>……"
            },
            {
                "Name": "其二",
                "Desc": "……<br><br><b><i>卷四：伏龙荒笛</i></b><br><br>……<br><br>光历 3865 年始，艾格勒晴雨失衡，翁法罗斯内陆旱涝交侵，往往田畴未获而禾稼尽皆枯槁，一时饿殍遍野。诸邦饥馑，遂觊觎大地造物，屠其族类以充庖厨。历史记载，彼时的惧生愚鸟、奥杜邦鸽等种群，本应蕃息盈野，短短五年内竟因捕猎而导致族灭。<br><br>为保护同胞族类，吉奥刻勒斯屡次率领龙骑奔袭各地。征途愈频，「开山者」愈发洞见刻法勒后裔隐于文明面具下的残忍。他曾经听闻大地兽被拦腰斫断时濒死的长号，亦目睹奇美拉在沸鼎中挣扎，而罪魁祸首们却在一旁垂涎待餐。累睹惨绝，曾经行事磊落的英杰「开山者」，逐渐也变得冷漠暴戾、对异族睚眦必报。<br><br>光历 3868 年长昼月，龙骑军远征希罗科萨斯半岛，将受困于黑潮的大地兽救下，随后引军横渡埃杜利亚海湾，绕过悬锋哨垒，越过树庭东麓的群峦，回到奥莱诺斯高原。途经多洛斯平原时，龙骑军于战场中目睹一匹巨型大地兽，背负众多奇美拉奇兽孑立于乱军之中，其形貌较寻常的大地兽更加苍浑雄峻。彼时邻近的城邦驱军环伺，箭雨纷乱。矢镞虽不能够伤及巨兽皮肉，但其背负的幼雏却纷坠如雨。一时间，巨兽遍体殷赤如同披挂血衣，悲啸动地。<br><br>见此情形，吉奥刻勒斯当即喝令龙骑军冲锋。铁骑如洪流，乱军四散奔逃。「开山者」疾步上前，先检视巨兽伤势，又询问乱军的来历，巨兽沉默不语。吉奥刻勒斯遂亲率龙骑追缉穷寇，直抵城下。土石城墙在龙骑军的阵前只如纸糊，顷刻间半座城邦便遭踏平。<br><br>龙骑军正欲赶尽杀绝之时，巨兽赶来喝止，「山民世代不好兵戈…如此行事，你是何人？ 」吉奥刻勒斯只觉荒谬，「龙骑军解了你的围，你反来指摘我？」 二者遂在断壁残垣间角力相搏。这山民统帅素以神力自诩，平素与大地兽角力亦不落下风。可此番任他如何推搡，巨兽竟纹丝不动，反顶着吉奥刻勒斯步步进逼，最终轰然将其撞入城墙——砖石迸溅间，这位枭雄嵌在岩内，半晌才灰头土脸地钻出。<br><br>……<br><br>巨兽荒笛的加入，无疑为龙骑军的霸业补通了最后的关窍。昔时山民有吉奥刻勒斯统领全局，如今大地兽雄师亦能在大地兽之王的号令之下行军。彼时专克地兽的机关陷阱，皆成虚设——荒笛每战必会当锋而进，凭其开山裂石之力与金铁难伤的鳞甲，将万千险阻踏作坦途。 <br><br>荒笛最为至要之功，实乃涤荡军中戾气。彼时，吉奥刻勒斯作为山之民中首举反旗的领袖，率铁骑踏平数座城邦，虽行义举，却渐失仁心。<br><br>荒笛入营后，唤醒了山民血脉的宽厚本性。它以不可阻挡的伟力踏破敌阵，又以不容置喙的态度喝止暴行。最初，吉奥刻勒斯还会担忧仇寇贼心不死，可眼见荒笛率兵有方，连悬锋军都难撼龙骑军分毫，方才释怀相托，一时两位性格截然不同的英杰成为最为亲密的战友。<br><br>荒笛以仁厚匡正「开山者」的戾气，而「开山者」的枭雄之道亦影响了荒笛。远隔人世五千余载的大地兽祖，初识何谓攻讦之辞、人心之恶，乃至...背叛之事。作为曾背弃祖训、叛逃家园的「开山者」，吉奥刻勒斯深谙其中哲思。面对始终忠于誓命的的古兽，将背叛与生存哲学言传身教，一人一兽的战友亲情早已难分彼此。<br><br>五十余年后，吉奥里亚讨伐战中，「开山者」目睹最信任的战友倒戈、百战不殆的龙骑军如决堤洪流般溃败，「开山者」拒降、坠入岩渊。<br><br>「唯生存值得愚忠，余者万般，皆可僭叛。」<br><br>……<br>"
            }
        ]
    },
    {
        "Name": "三月七的留言",
        "Desc": "桌子上一张不起眼的便签。",
        "World": 5,
        "Books": [
            {
                "Desc": "{NICKNAME}，<br><br>我们要永远、永远一起旅行下去呀。<br><br>你的伙伴，三月七"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "旅团留下的信",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}阁下：<br><br>原谅，告辞，紧急联络，支援，旅团，立刻出动。<br>遗憾，没，迎来驮子 / 小地兽 / 大撕垃 / 地宝 / 开拓者二世 / 大奇美拉 / 乌拉诺斯 / 地大地大，是，我们，热情，吓到它了？对不起。<br>祝愿驮子 / 小地兽 / 大撕垃 / 地宝 / 开拓者二世 / 大奇美拉 / 乌拉诺斯 / 地大地大，和，大驮子 / 小地兽 / 大撕垃 / 地宝 / 开拓者二世 / 大奇美拉 / 乌拉诺斯 / 地大地大，安好。<br>下次，务必，再来，求求。<br><br>旅团领队「贝希摩丝」敬上，由「兽王」代笔"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "凯撒密令：「清洗」名单",
        "Desc": "清洗者皈依凯撒后所受的密令。刺客们用匕首清偿罪孽，用血描绘凯撒的威严。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>凯妮斯之徒达里厄斯：</i><br><i>汝与汝之同僚欲犯弑君之罪，本应斩首沉于云崖湖底。然则凯撒乃将统御寰宇之王，心胸亦与天地同齐，特许汝等戴罪立功，以彰凯撒之公正。</i><br><i>以律法为证，特令汝清洗一切凯撒与奥赫玛之仇敌。凡有违凯撒者，其血肉当归于污秽，其魂魄当永锢冥河。但受同盟条约拘束，奥赫玛难以于阳光之下伸张大义——故今命汝等罪徒，以此律令于暗中清洗罪孽。</i><br><br>……<br><br><b>清洗者原统领 凯妮斯</b><br>罪行：意欲刺杀凯撒，犯弑君之罪。<br>刑仪：处决。弑君应碎尸三千万段制为牲畜饲料，使其灵肉化作大地粪土。但念神谕之人将至，当以其命为礼，施恩保其全尸。<br><br><i>致凯撒：</i><br><i>已将其断喉于奥赫玛城郊，运往驻扎雅努萨波利斯的凯撒营中。今后将由我达里厄斯接任凯妮斯之名，清洗者的刀刃永远为您与奥赫玛的律法效力。</i><br><br><i>回凯妮斯：</i><br><i>凯撒已明白汝之诚意，作为奖赏，将赐以剑旗爵献上的金血——沐浴含有此血的海水，淬炼汝等刀刃，便可匹敌神力之人。但汝等仍为罪人之身，要切记凯撒特赦之恩，莫让她与她的剑旗失望。</i><br><br>……<br><br><b>拉冬同盟代表 阿弗拉尼乌斯</b><br>罪行：勾结敌邦，犯大逆之罪。<br>刑仪：处决。其人财产归奥赫玛所有，家眷贬为贱奴。以同盟律法，处罚拉冬城邦三千万利衡，如若不从，拉冬元老与其同罪，列入清洗名单。<br><br><i>致凯撒：</i><br><i>我已将其三位近侍处决于池中，由剑旗爵亲自斩下阿弗拉尼乌斯首级，暴尸云石天宫。后将于城门示众七日，以显凯撒威仪。</i><br><br><i>回凯妮斯：</i><br><i>七日太短，示众至其干枯成灰。</i><br><br>……<br><br><b>帕福斯国王 马利翁</b><br>罪行：拒绝交出军权与战税，推脱同盟之责，延误逐火战事，犯抗命之罪。<br>刑仪：处决。以汝等匕首赐其凄惨死状，以向其余诸邦彰显凯撒进军的决心。<br><br><i>致凯撒：</i><br><i>我率七名清洗者潜入帕福斯宫中，弑杀浴宫中的马利翁，以钝刃赐其狰狞遗容。而后宫中卫军赶来，我等不得不予以回击，以三名清洗者的代价剿灭全部卫军。</i><br><i>但帕福斯皇室已向臣民指凶为凯撒，城中反应剧烈。先前帕福斯人对弑杀墨涅塔一事已是愤恨难忍，此事过后恐有暴乱。</i><br><br><i>回凯妮斯：</i><br><i>汝等已知晓——此行为彰显凯撒进军的决心。忤逆凯撒决心的王侯唯有一死，军民又当何如？</i><br><i>凯撒不日便会亲自到访帕福斯，他们要献上军队、财富与万民的跪拜。若有一物未得，整座帕福斯城都将与墨涅塔一样，成为火中的尘埃。</i><br><br>……<br><br><b>雅努萨波利斯祭司团 七十四人</b><br>罪行：借雅努斯之名散布虚假神谕，否定天外之界，阻碍逐火之旅，犯欺君欺民之罪。<br>刑仪：处决祭司长。于祭祀仪式中行刑，毁其声名威望。若其余祭司自行割舌谢罪，便可免于清洗。<br><br><i>致凯撒：</i><br><i>清洗者于雅努萨波利斯的门径大典之上，以箭矢刺穿祭司长维斯塔的胸膛，信众溃散而逃，皆此为祭司忤逆神意的神罚。其余七十三名祭司自行断舌谢罪，但其中不乏老弱之徒，七人难忍痛楚而亡。</i><br><br><i>回凯妮斯：</i><br><i>他们虽为罪人，但罪不该死。以凯撒之名，补偿七位死者的家眷四万利衡。若有子女，则护送至奥赫玛赡养。</i><br><br>……<br><br><b>第三军团长 「钢甲爵」 卢基塔克</b><br>罪行：忤逆凯撒战令，拒交战旗于奥赫玛，出征前日叛逃，犯畏阵之罪。<br>刑仪：念其昔日战功，免去处决死罪。但一切金血之人应臣服于凯撒，以免黄金战争之灾复现。依军律断其筋骨，废其神力，剥甲后由汝等轮番鞭笞，直至其亲自告罪。<br><br><i>致凯撒：</i><br><i>经过战斗，我方牺牲三位清洗者，钢甲爵力竭受俘，后以黄金匕首斩断四肢筋脉。但罪人受鞭挞三日，白骨毕露却未屈服，还出言污蔑凯撒为暴虐之君。一位清洗者愤而施刑，令其奔于冥河忏悔。</i><br><br><i>回凯妮斯：</i><br><i>荒谬！钢甲爵乃凯撒臣子，无论其罪孽何其深重，也无人可替凯撒判决！立刻将施刑者扣押至奥赫玛，凯撒将以越权之罪，对其施以圣火焚身之刑！</i><br><i>若后日再有此等僭越之举，便教汝等清洗者也受剑旗「清洗」，万劫不复！</i><br><br>……"
            }
        ]
    },
    {
        "Name": "海渊中的密语",
        "Desc": "一块沉落在深海中的石板，以金墨铭写下的优美字迹，编织着笔者对故人的万缕思绪。",
        "World": 5,
        "Books": [
            {
                "Desc": "某条躲在水底的鱼：<br><br>自淹没你的海啸以来，时光已流逝了近五十载，看来岁月的步伐比海洋的湍流快得多。<br><br>你离去后，我便开始沉迷沐浴，或许是因为没有游鱼的云石天宫多了几分芬芳。我也理解了某人为何钟爱在海底遨游：流动的水浪，着实能洗去疲惫与烦忧。<br><br>但可惜的是，耳边也少了一些动听的声音。都怪你往日总爱在我耳边哼曲儿，害我已无法欣赏其他歌者的献唱。令执掌浪漫的半神难品乐曲之美，多么大的罪孽，真不知何时才能令你清偿。<br><br>不过，最近在池中，我又嗅到了一股熟悉的鱼腥。定是你那半神的念想，悄悄造访此处了吧？<br><br>真是条别扭的鱼，若如此挂念，不如离开那荒芜的死水，与我重见一面？我已谙练浪漫的神力，如今的造物不会被海水所蚀，也不会被刀剑所伤。但我再也没遇到能配上它们的客人，或许唯有你的身姿，堪堪能展现半神的手艺。<br><br>我编织了许多、许多、许多的新衣，就藏在我宅邸的秘房——你知道是哪一间——若你来日回到奥赫玛，切记要带走它们。这些衣裙并非为你而织，但若上了丑恶之人的身，还不如让战火烧成灰。<br><br>坦白讲，我不知道你能否看到这信，先前的四十九封也都没有回音，难道是我送信的方式错了吗？<br><br>你的祭司对我说，只要将石板沉入斯缇科西亚的海渊，半神就能有所感应。或许我该像凯撒一样，以欺君之罪把她沉入海底，献祭给你与你的鱼群。但你不喜欢凡人的鲜血，每次杀戮过后都要洗净身上的赤污。所以，我还是饶她一命吧。<br><br>说来还真是惭愧，即便诅咒在腐蚀我的情感，我也无法像凯撒那样果断，能令不识时务的臣民永远噤声。因为我仍会从金丝中感受到人们在灾厄中的悲痛，感受到他们心中荡漾的苦楚。听闻天外的贵客所言，这份恻隐曾令某世的我身陷厄境——这令我感到烦忧，也令我感到欣喜——即便再过千年，我也无法成为第二位凯撒，但也不会成为冰冷的神像。<br><br>如今，天下的军民都在注视着我，人们注视领袖的目光，比注视半神时还要灼热，我却难有一刻回避它们的炙烤。只有在无人的浴池中、在吾师的笑容前，以及在寄给你的、不知能否被阅读的信里，我才能褪去沉重的衣装，沐浴片刻清凉。<br><br>其实，金丝偶尔也会捕捉到命运的颤动，向我低语命路的终点，而那终点已然临近。哪怕神礼官身负律法的枷锁，执掌的权能也远超诸位泰坦。半百的岁月流逝，我们与他的力量此消彼长。一场大战将至，一场大败将临。<br><br>但我并不为此绝望，因为那位岁月祭司带来了承诺：承诺她与后人能接过未来的重任；承诺死战中的英雄能压制厄运的滋长；承诺远行的救世主定能归来，然后为我们奏响胜利的凯歌。<br><br>我愿相信她的承诺。我也相信，不，是要求——我要你要在未来担起新的使命，加入一段新的征程。希望我的任性能代替王的敕令，为迷茫的鱼带来新的游向。<br><br>话已至此，我本不应再为命运惋惜，但我心中的池水，仍泛起了不甘的涟漪——<br><br>若在安宁且短暂的岁月里，能再伴你共赴一场盛宴。<br><br>若在被你庇护的城中，能再向你习得一式剑技。<br><br>若在出征的前夜，能再替你献上一句谏言。<br><br>若在未来，能再听一次你的歌声。<br><br>那该有多好。<br><br><br>阿格莱雅"
            }
        ]
    },
    {
        "Name": "玻吕刻斯的冥信片",
        "Desc": "一位来自冥界的熟人寄给你的明信片，似乎是在一片龙鳞上刻出来的。明信片的下方是一簇枯萎已久的安提灵。",
        "World": 5,
        "Books": [
            {
                "Desc": "致{NICKNAME}阁下：<br><br>我…不知该如何向你问好，毕竟在此世，我们还素未谋面。<br><br>昔涟小姐曾经打趣说，这一世，{NICKNAME}阁下亏欠我一个拥抱。初听时只觉这话叫人害臊，可当我沉入冥界、捱过漫长的岁月以后，我竟然对与你相见的自己，产生了一丝羡慕——并开始期盼，这虚妄的债项真能被偿还。<br><br>唉，请别笑话我。<br><br>冥界比我想得更美丽，也更清冷。在这里，我见到了我的妹妹玻吕茜亚，也见到了许多或熟悉或陌生的面庞——比如，在第一次逐火中逝去的数百英雄，他们的理智虽支离破碎，胸前的铭牌却仍熠熠闪烁；再比如，阿格莱雅大人。她赠了我一只若虫作伴，随后静静地消失在花原中……<br><br>不久以后，缇宝老师耗尽神力，打开了联通斯缇科西亚与创世涡心的门径，并由海瑟音前辈以神力予以维系。缇宝老师临走前嘱咐我，要好好守护这条通道。漫长的岁月中，我从冥界看见伙伴们一一逝去，他们中甚至有数位连冥界都来不了，比如…将灵魂碎作五瓣的万敌，还有将自己炼成贤者之石的那刻夏老师。<br><br>直到最后，翁法罗斯全境再无人类幸存，海瑟音前辈为了封印来古士，不得不将全部神力集中在斯缇科西亚的欢宴之中。失去了海洋的力量，联通斯缇科西亚与创世涡心的道路开始破碎，我最终下定决心——以死龙残躯的样貌，操纵冥河之水，保护那条通路。<br><br>将自己化作死龙之前，我曾绞尽脑汁地思考，能为你留下什么。可死龙之躯，自然是无法再奢求任何人的拥抱了。<br><br>恍惚间，我又忆起昔涟小姐曾偷偷告诉我，在上个轮回，你曾希望我在冥界给你寄「冥信片」。于是，趁着现在的身躯还能握笔，我为阁下写下了这封信，并让葳蕤生长的安提灵将它托举离开冥界，等待阁下捡拾。<br><br>许久以后，当阁下沿着那道通路前往创世涡心之时，或许能在安提灵的花丛中找到这张「冥信片」。又或许，那时的我已耗尽神力、陷入沉眠，安提灵尽数枯萎……<br><br>但这一定不是永别。倘若阁下能完成救世的使命，那么，等到了崭新的世界，我一定会勇敢地向阁下索取<br><br>一个迟到了数千年的拥抱。<br><br>遐蝶"
            }
        ]
    },
    {
        "Name": "以蜜度人•论蜜酿与性格",
        "Desc": "躺在酿造区附近的石板，记录着些许蜜酿的「小知识」，笔迹歪歪扭扭，似乎作者其时正处于迷醉状态。",
        "World": 5,
        "Books": [
            {
                "Desc": "【序】<br>蜜酿很好喝，喜欢蜜酿的都是好人。<br>但是好人也分很多种，所以我们要来看看他们到底有多好。<br><br>【序二】<br>我为什么要写这篇文章，因为我是学者，我现在很开心。一切逻辑都很通顺。<br>我没喝大，没有。<br><br>【按照口味】<br>-葡萄味（原初蜜酿）<br>那帮天空族人的最爱。我估计，他们坚持要喝纯的是因为天上没蜜酿。<br>问了一圈，忠于原味的人还不少，老古董真多啊。<br><br>-石榴味（鲜血蜜酿）<br>一个大家都知道的知识：石榴味的蜜酿不含任何葡萄。<br>另一个大家都知道的知识：如果一个人宣称自己喜欢石榴味的蜜酿（特别是用了「怀念」一词的那些人），请不要惹恼他们。因为你大概率打不过。<br><br>-麦子味（黄金蜜酿）<br>「仙馔秘酿跟神血蜜露大家都喝不着，但英雄般的金色总是让人蠢蠢欲动的。<br>黄金蜜酿便是喜好人数最多的一种口味，它象征着人们对于未来的向往。」<br>笑死，以上都是广告标语。但别说，我也最喜欢这种味道。<br><br>……<br><br>-薄荷味（花叶蜜酿）<br>全翁法罗斯只有树庭出身的人会点这种蜜酿。味道冲得就和他们的研究课题一样。<br>总喜欢跟人抬杠，遇到事总是打破砂锅问到底。不过真出了事还得找他们。<br>可惜，自从那位言辞辛辣的教授自愿变成块石头，已经很久没人点这个了。<br><br>-随便给我一杯就行（<s>烂</s>）<br>这些人是来聊天的，他们根本不喜欢蜜酿。可以把他们赶走，法吉娜大人会赞美你的。<br><br><br><br>【按照浓度】<br>我写这个干嘛，法吉娜的蜜酿浓度全是随机的，海瑟音大人接管之后也没变多少，但写都写了就写一下吧。<br>因为是随机的，所以对浓度的喜好并不会影响我对一个人的看法。<br><br>-非常淡（迷醉一成以下）<br><s>喜欢这种蜜酿的家伙都是怂包！！！！！！</s>容易入口，且深受大众喜爱，当海洋的神力快要从你的肚子里蹦到嘴边的时候，人们都祈求下一瓶开到的蜜酿是这种浓度的。<br>这一浓度的拥护者都拥有平易近人的特质，<s>就像个孬种</s>诸如那些<s>外乡人</s>从军不久的年轻人，虽然他们现在也都一千多岁了<br><br>-淡（迷醉一成至两成）<br>哦我喜欢的，看看我就知道喜欢这个浓度的人都什么样了——开朗，有探究心，长期伴侣的最佳人选，唯一的缺点是喜怒无常。<br>推荐棉花味的。<br><br>-普通（迷醉两成到三成半）<br>喜欢这个浓度的人，一言以蔽之就是普通人，最爱干的事就是三两聚堆，一杯接着一杯的灌。<br>「咕噜——这蜜酿浓的恰到好处，赞美法吉娜。」<br>说起来总是在一起的什么什么爵和另外一个爵也喜欢这种来着，这些爵名可真难记。<br><br>-浓（迷醉三至五成）<br>不懂，也不想懂。<br><br>-非常浓（迷醉五成以上）<br>噢，金织爵大人，我想念您的手艺了。<br>喜欢这种浓度的人，多半在战争中丰功累累，亦或是留下过什么创口——不管是心理上还是外在上。<br>再要不就是他们生来就特别坚毅。建议多和这些人交朋友，他们嘴里说出来的故事能把我淹死。<br><br>-仿制蜜酿（不会迷醉，只是种仿了口味的饮料）<br>差点忘了还有这东西。<br>据传说是在很久前，一位蜜酿主理人为那位质子圣女大人专门调配的，后来发现好像是一场误会。<br>本想封存，却被人发现，拿来当蜜酿替代品。毕竟总不能迷醉着上战场吧。<br>现在没了，本来产量就没多少，欢宴开始前全被一只猫喝了。<br>我还真挺想尝尝的。<br><br><br>【后记】<br>哦！海瑟音在上，写这篇石板手记花了我六时三刻，写完我已经彻底清醒了。<br>我都写了些什么乱七八糟的。<br>但反正大家都醉了，欢宴永无止境，不会有人在意我写了什么，就把它留在这图一乐吧。<br>哦海瑟音在上，我都写了什么乱七八糟的，我得再去开一瓶，就到这吧。"
            }
        ]
    },
    {
        "Name": "████████████",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": ">>>永劫回归#12398：对象卡厄斯兰那第 12367 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。<br><br>>>>永劫回归#23779：对象卡厄斯兰那第 23748 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。<br><br>>>>永劫回归#46645：对象卡厄斯兰那第 46614 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。<br><br>>>>永劫回归#71243：对象卡厄斯兰那第 71212 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。<br><br>>>>永劫回归#80023：对象卡厄斯兰那第 79992 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。<br><br>>>>永劫回归#95575：对象卡厄斯兰那第 95544 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。<br><br>>>>永劫回归#108641：对象卡厄斯兰那第 108610 次对权杖内核层发动攻击失败。十二黄金裔生命周期依次结束，演算进程回退。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "██████████",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": ">>>永劫回归#2：对象卡厄斯兰那采取永劫回归#1相似策略，未对实验进程产生实质性影响。<br>>>>十二黄金裔生命周期依次正常结束，对象卡厄斯兰那回退演算进程。<br><br>>>>永劫回归#3：对象卡厄斯兰那策略发生微调，提高「避免过去同伴牺牲」决策权重。经检验，本次调整并未对实验进程产生实质性影响。<br>>>>十二黄金裔生命周期依次正常结束，对象卡厄斯兰那回退演算进程。<br><br>>>>永劫回归#15：对象卡厄斯兰那首次尝试对黑潮进行反编译，以实现权限提升，对以十二黄金裔为代表的特定对象执行越权授权操作。<br>>>>十二黄金裔生命周期依次正常结束，对象卡厄斯兰那回退演算进程。<br><br>>>>永劫回归#42：对象卡厄斯兰那第 11 次对权杖内核层发动攻击失败。注意到「避免过去同伴牺牲」决策权重呈现出轻微下降趋势。<br>>>>十二黄金裔生命周期依次结束，对象卡厄斯兰那回退演算进程。<br><br>>>>永劫回归#133：综合永劫回归#83至#133全部观测结果，认为对象卡厄斯兰那策略逐步趋近至永劫回归#42。注意到过拟合风险，对象心智函数有潜在受损可能。<br>>>><i>管理员批注：这无疑有助于极大强化铁墓之「毁灭」倾向，符合预期。不予理会，继续观测。</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "塞尔瓦的信",
        "Desc": "塞涅卡之母塞尔瓦自昏光庭院寄来的信件，在信中为塞涅卡讲述了家中近事。",
        "World": 5,
        "Books": [
            {
                "Desc": "吾女塞涅卡：<br><br>好久没能收到你的信。听说你们近日将启程讨伐海洋泰坦，一战刚息又来一战，真是辛苦你了。<br><br>算算日子，长昼月在即，一年一度的天空祭礼又快要开启了。小哈尔科斯今年正满八周岁，最近在认真地准备参加祭礼，我有时恍惚间好像看到你小时候的样子。他也沐浴着塞涅俄丝的英雄传说长大，和你同样刻苦勤奋。不同的地方在于，家族的衰微教会了你命运的无常与过分的要强；而幸有你的庇护，小哈尔科斯…还有其他庭院新近收容的流浪孩童，在成长途中得以不必吃太多无谓的苦。<br><br>写这封信的前一晚，小哈尔科斯是听着你的故事睡去的。在闭眼前，他凑到我的耳畔轻声说，比起远在云端的塞涅俄丝大人，塞涅卡你更像照拂万物的天空。那夜我迟迟难以睡去，辗转反侧间总想起十几年前我们部族最艰难的那段时间，不禁心生自责和愧疚。我记得那时我们一连五天吃不上饭，又常因流徙的乱军缺折同伴。当你聆听天空英雄故事的时候，和我说的悄悄话是——「我会重登天空，并成为它」。<br><br>可你一向是个笨女孩…你本无做祭司的才能，也没有当战士的天赋。你拥有的，只是一颗要强而不畏命运的心。我不记得是多少条伤疤换来了你如今的实力与地位，而你更不可能记得。天下人皆知在凯撒麾下做事的艰辛，而你的每封来信，都让执笔人掩去了你的疲惫，言辞中只余欢快与慷慨…塞涅卡，要强不是坏事，可有时也不是好事。它给你的压力太大了…这才让你饮蜜酿成瘾，不是么？<br><br>不知不觉啰嗦了这么多话。赶紧给庭院回封信吧，大家都关注着你呢。最好学学怎么写信，每次都让你那位叫维吉妮娅的朋友代笔，多麻烦人家呀。<br><br>昏光庭院，塞尔瓦"
            }
        ]
    },
    {
        "Name": "朝圣者手记",
        "Desc": "一位朝圣者的随身手札，部分字迹已被海水浸湿，内容不可考。",
        "World": 5,
        "Books": [
            {
                "Desc": "【手记第一页】<br>今晚是满月。<br><br>我站在浴场的露台上向法吉娜祈祷时，海面上传来了奇异的乐声。不是海浪的呢喃，也不是庆典的喧嚣，而是某种深邃、悠远的旋律，似乎从海底深处传来。祭司们说那只是风的呓语，但我知道，那是法吉娜在呼唤我。<br><br>明天我将前往酣歌海垠，那里离乐声的源头更近。<br><br>【手记第二页】<br>抵达斯缇科西亚已有两日。<br>夜晚，当人们沉浸在酒精的欢愉中时，我独自来到海边。乐声比在奥赫玛时更加清晰，像是一首哀伤的叙事诗，讲述着被遗忘的历史和未完成的承诺。<br><br>我询问了当地的渔民，他们说海底确有一座古老的神殿，但没人能到达那里。除了法吉娜的虔诚信徒，其他人若听见海底传来的音乐，会陷入疯狂，跳入海中再也不返。他们警告我不要追寻那声音。<br><br>但他们不明白，那乐声带给我的不是疯狂，而是启示。<br><br>【手记第五页】<br>今天拜访了神殿。大祭司似乎看出了我的意图，给了我一瓶特殊的佳酿，说这它能让人在水下呼吸。祭司告诉我，若我执意前往海底，就必须明白那是一条无法回头的路。<br><br>「法吉娜的歌声呼唤着那些最有灵性的信徒，」祭司说，「在那里，你将见证永恒。」<br><br>我准备好了。我将带上这本手记，记录我的见闻，直到旅程的终点。<br><br>等下，在海里手记能呼吸吗？不对…能防水吗？忘记问了，明天回去问问祭司。<br><br>【手记第八页】<br>我喝下那瓶佳酿，手札被浸泡过，拥有了海水不侵的特性。佳酿的味道怪怪的，我喝下去之后胃部感到一阵刺痛，随后是奇异的舒适。<br><br>我跳入水中，惊讶地发现自己能像鱼一样呼吸了。<br><br>海底的世界比我想象的更加绚丽。各种形状奇特的海洋生物在我身边游弋，它们对我的存在毫不在意，仿佛我是它们中的一员。水中的光线形成奇异的图案，像是无形的指引，而音乐越来越清晰。<br><br>我开始下潜，向着音乐的源头前进。<br><br>【手记第十五页】<br>我已失去了对时间的感知。不确定是第几刻，甚至不确定是哪一天。在水下，光影变化与地面上全然不同。<br><br>我发现了入口——一座巨大的水下拱门，周围雕刻着法吉娜与她的眷属。拱门内是一条长长的通道，通向更深处。通道的墙壁上刻满了符文和壁画，讲述着海妖的故事。我看到了海列屈拉跳入神杯的场景，看到了法吉娜的泪水与黑潮交织的图像。<br><br>乐声现在如此清晰，引导我前行。<br><br>【手记第二十页】<br>我感觉过了很久很久，好像有海水从耳朵里流向了大脑，我试图在海里倒出些水来……但好像又有点不对，这里都是海水，我该怎么清理耳朵呢？<br><br>我忘记这到底是多久了，我一直游，一直游…我穿过重重回廊，终于抵达了一座宏伟的穹顶大厅。大厅呈现出不可思议的景象：水流在半空中凝固，形成优美的曲线；贝壳和珊瑚构成的巨型吊灯散发出柔和的光芒；环形的座位上坐满了观众——有人类，有海妖，甚至有我无法辨认的生物，但他们全都一动不动，如同雕像。<br><br>在大厅中央的圆形舞台上，有一道道水幕，我看不清，但是隐约能看到似乎是一个女子的身影。我看不清，我看不清啊…她是拿着提琴吗？还是坐在椅子上？我不确定……我只知道她正在演奏那首我一直聆听的哀伤旋律。我站在入口，不敢打扰，只是静静聆听。<br><br>【手记第？？页】<br>我留下来观礼，因为演奏还未停歇。<br><br>音乐中蕴含着无尽的记忆。随着旋律流淌，我看到了古老的画面：海妖与法吉娜签订契约；黑潮的第一次入侵；海列屈拉跳入神杯；海底王国的背叛与毁灭……<br><br>这不仅仅是音乐，而是一段被凝固的时间，一段被拒绝遗忘的历史。<br><br>我坐在前排的一个空位上。奇怪的是，我发现自己也开始凝固，成为这永恒场景的一部分。我的肢体逐渐变得僵硬，思维却格外清晰。<br><br>我明白了……<br><br>所有的观众都是像我一样被音乐吸引的朝圣者，我们已成为历史的见证者，凝固在永恒中。<br>我不后悔。在这里，时间失去了意义，痛苦和欢乐都被稀释成永恒的平静。我将永远聆听这最后的旋律，等待那位能够打破循环的真正守护者。<br><br>这可能是我最后的记录了。如果有人发现这本日记，请知晓在海底深处，有一位永恒的演奏者和她的观众们，等待着预言的实现，等待着永不兑现的承诺。<br><br>法吉娜啊，是否有人能听见我们的祈求？是否有人能为我带来解脱？还是我们注定要在这凝固的时间中永远等待下去？<br><br><i>（日记的余页已被海水浸湿，但在最后一页能辨认出一行字迹）</i><br><br><b>我看见了远方的光，那是黎明还是幻象？</b>"
            }
        ]
    },
    {
        "Name": "满溢之杯的叹息",
        "Desc": "法吉娜虔诚信徒的手记，记载着斯缇科西亚的一段过往。",
        "World": 5,
        "Books": [
            {
                "Desc": "【欢喜月 第三日】<br>终于抵达斯缇科西亚了！这座城比我想象中更美。海水的颜色像是蜂蜜与蓝宝石的混合，阳光照在上面，闪闪发光。我庆幸自己接受了大祭司提出的前往神殿协助祭祀的邀请。<br><br>住处已安排妥当，就在海边！每晚都能听见海浪拍打岸边的声音，像是法吉娜的低语在耳畔回响。明天就是满月祭典，希望能得到海洋泰坦的青睐。<br><br>【欢喜月 第五日】<br>已经很晚了，但我必须记录下今天看到的一切。满月祭典超出我的想象！大祭司说斯缇科西亚与奥赫玛不同，这里的仪式少了些规矩，多了几分狂热，果然如此。<br><br>当夜幕降临，成百上千的灯火在蜜酿海上点亮，人们将特制的灯盏放入水中，那些灯会随着水流漂向海洋深处。据说这些灯光能引导法吉娜的目光，让她看见我们的虔诚。<br><br>人们开始饮酒，不是小口啜饮，而是狂饮！那蜜酿闪着金色的光芒，喝下去如同火焰在喉中流淌。我也喝了一些，然后…事情变得模糊。我记得自己跳入了海中，与众人一同在浅滩起舞。记得看见人与海兽共舞，有一瞬间，我甚至以为看见了海妖！可能只是蜜酿作祟。<br><br>我隐约记得，远方的海面上，似乎传来了一阵奇异的乐声，像竖琴与海浪的混合。那声音令人迷醉，却又带着一丝悲伤，像是在呼唤什么。<br><br>【欢喜月 第九日】<br>今天海面异常平静，像是一面镜子，反射着天空的景象。大祭司说这是个好兆头，法吉娜正在注视我们。<br><br>昨晚我又听到了那乐声，更加清晰。没有人能告诉我那是什么，他们都沉浸在自己的欢愉中。那音乐像是在讲述一个故事，一个关于孤独和背叛的故事。我发现自己无法抗拒地被它吸引，几乎想要潜入水中寻找源头。<br><br>神殿里的事务很简单，主要是准备祭品和酿造圣水。大祭司教我如何将普通的海水变成「法吉娜之泪」——一种特殊的圣水，据说能治愈心灵的创伤。但她警告我永远不要尝它的味道。「那不是为凡人准备的。」她如是说。<br><br>【长昼月 第一日】<br>今天某些事情发生了变化。有人说看见了海面上出现了「涟漪」——不是普通的波纹，而是像…像水面被什么东西破坏了一样。<br><br>街上的人们似乎更加狂热了，酒馆日夜不息。我问大祭司是否正常，她只是微笑，说在长昼月，法吉娜的信徒总是更加活跃。但我感觉不仅仅如此。<br><br>今晚的乐声比以往任何时候都清晰。我认为那一定是海瑟音——传说中的黄金裔歌者。古老的故事说她曾是海妖，现在在深海独自演奏，等待着逝去同伴们的归来。那音乐中包含的哀伤几乎令人窒息。<br><br>【长昼月 第七日】<br>我今天开始梦游了……醒来时发现自己站在海边，衣服湿透，嘴里尝到咸涩的海水。更可怕的是，我记得梦中的情景——我跟随着那音乐，走入海中，看见了…一个舞台？<br>那是一个水下的舞台，周围坐满了人，但他们都不动，像是被冻结在时间中。舞台中央站着一位女子，手持竖琴，演奏着那首哀伤的曲子。她转向我，说了些什么，但我听不见。然后我惊醒了。<br><br>城里的人越来越少了。不是离开，而是…消失。他们参加夜间的狂欢，然后就再也没回来。我询问大祭司，她说他们「回归了法吉娜的怀抱」。<br><br>不知为何，我记起了旧时的童谣：<br> 「法吉娜的杯中盛满旧日的泪， 饮者将见故乡，永不得归。」<br><br>【自由月 第四日】<br>城中的狂欢达到了顶峰。人们不再工作，不再思考，只是喝酒、跳舞、寻欢，仿佛明天就是世界的最后一天。<br><br>我今天冒险潜入了海中，试图寻找那音乐的源头。水下的世界令人惊叹——我看见了古老的建筑，像是一座水下城市的遗迹。那必定是传说中的海妖之都，法吉娜承诺给予海妖的永恒欢宴之地。但现在，那里只有废墟和孤独的歌声。<br><br>【纷争月 第一日】<br>我决定离开斯缇科西亚。这里的疯狂已经无法忍受，人们变得越来越不像人类，而更像是……<br><br>临行前，大祭司给了我一个小瓶子，里面装着闪光的液体。<br>「海妖的眼泪，」她说，「如果你听见歌声呼唤，就喝下它。你会找到你寻找的真相。」<br><br>我不知道自己是否有勇气这么做。但我知道，只要海瑟音还在歌唱，法吉娜的遗产就还未完全消逝。或许有一天，世界会恢复平衡，满溢之杯不再盛满泪水，而是盛满欢乐。<br><br>这是我在斯缇科西亚的最后一篇日记了。愿法吉娜保佑所有饮者，愿海瑟音的乐声指引迷失的灵魂。"
            }
        ]
    },
    {
        "Name": "《迷其林美食指南》",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br>迷！注意，全体注意！迷迷！<br>迷路迷境的<b>美食评审大会</b>即将开始。<br>届时，请受邀餐馆将菜品送往<b>神奇林地</b>迷！过时不候迷！<br>评审大会定期举行。评审员将由两位<b>妖精代表</b>和一位<b>特邀嘉宾</b>组成。<br>评审标准如下——<br><br><b>一星</b>：优秀的餐馆。<br><b>二星</b>：特别优秀的餐馆，值得绕路前往。<br><b>三星</b>：特别特别优秀的餐馆，值得为品尝美食而组织一场专门的旅行迷！<br><b>四星</b>：（编不出来了迷！）<br><br>再次提醒，不准用好吃的贿赂评审员迷！绝对禁止迷！<br>……"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "凯撒军记——十大经典战役",
        "Desc": "史官普鲁登蒂亚经多方考证所撰传记，记录了凯撒征战生涯中代表性的十场战役。",
        "World": 5,
        "Books": [
            {
                "Name": "上卷",
                "Desc": "<i>信史追查官，普鲁登蒂亚手稿</i><br><br>她如风暴般席卷历史，以战火与智谋重塑了翁法罗斯的格局与命运。刻律德菈，史称「凯撒」——这位头戴燃冕的统帅，不仅驾驭着军队踏遍奥莱诺斯高原、斯缇科西亚平野与埃普斯群山，更以近乎狂妄的野心与欲念颠覆了泰坦的神位。<br><br>她的棋盘囊括万物，她的兵法不囿于军阵，而是人心、岁月与命运的交响。从奥赫玛双重壁垒的死亡围城，到特雷托斯平原上逆转乾坤的搏命一击，凯撒将每一场微小的胜利熔铸为权力的基石，又以权力再淬兵锋。<br><br>她在奥赫玛掀起了新时代的浪潮，剑锋所指之处，不再是逐火的边疆，更是孕育着黎明的天际。<br><br>……<br><br>自光历 3851 年凯撒初次崭露头角，至光历 3960 年攻下雅努萨波利斯，百余年间，凯撒总共发起过大大小小约二十余场战争，指挥过八十余场重要战役，败绩抚掌可数，令人咋舌。其中，有十场战役具有较为深远的历史影响力，并集中体现凯撒治军、用军的艺术。笔者特将其列举，以载凯撒辉煌的军事生涯，暨予后世将领可尊习之模范。<br><br><b>称王战争时期</b><br><br>光历 3851 年至光历 3910 年，凯撒从一介无名将领，逐步收揽能人异士、扩张军队，攻城略地、巩固军势，最终登上奥赫玛乃至翁法罗斯权力的巅峰。凯撒此数十年的军旅生涯，由笔者暂命名为称王战争，以便别于逐火的苦旅。<br><br>……<br><br><u>1、吕奎亚解放战争</u><br>时间：光历 3851 年；地点：吕奎亚平原；重要将领：刻律德菈<br><br>在吕奎亚解放战争之前，世人只知许珀耳有一位年轻的王女，不知刻律德菈其人。 3850 年初，奥赫玛在北域的眼线传来消息，许珀耳国力衰微、民生多艰，诸臣倾空国库，募集了一批雇佣军，意欲由王女南下亲征、进犯圣城。对此，奥赫玛事先排布两道关隘防线，却没有等到许珀耳的军队。<br><br>与此同时，翁法罗斯东北方的吕奎亚，正发生一场声势浩大的反抗战争，起义军试图推翻残暴的僭主，为国民赢得自由。然而，僭主麾下有一员战无不胜的金血猛将福特图多，其率领的五万精锐横扫起义军，如巨浪淹没火星。在起义军龟缩半岛、插翅难逃之际，一支奇兵自西入阵，统帅是一位少女，自称凯撒，前来解放吕奎亚诸民。<br><br>彼时，凯撒军仅有两万余人，经福特图多军两轮倾轧，其军阵左翼露出致命破绽。见此良机，福特图多亲率优势兵力猛攻凯撒左翼，却不知此乃凯撒有意示弱之计谋，目的正是引诱福特图多脱离本阵。三千伏兵如天降般自福特图多侧后突袭，以燃烧的箭雨乱其阵型，右翼军团趁势协同、击溃吕奎亚中军，此战告捷。<br><br>此役后，福特图多被俘、不日斩首；吕奎亚僭主乘船远遁斯缇科西亚东南小国哈图西里，国内义军尽入凯撒旗下。彼时的翁法罗斯，还不知凯撒就是许珀耳的傀儡王女，毕竟谁能相信，一介少女，敢率军横越埃普斯群山、自许珀耳直达吕奎亚，只为赌下属于自己的第一批人马？<br><br>……<br><br><u>2、第一次奥赫玛围城战</u><br>时间：光历 3867 年；地点：奥赫玛；重要将领：刻律德菈、海瑟音<br><br>光历 3867 年，奥赫玛受奸计挑拨，冤死三名将领，城外军心涣散、城内民心大乱。吕奎亚僭主协伊卡利亚、科林斯联军进犯圣城，军中不乏武力超群的黄金裔，连过五道御守关隘如入无人之境。就连一向不屑诡计的悬锋军也按捺不住心痒，挪移着移动堡垒在不远处虎视眈眈。一时间，圣城危如累卵。<br><br>此刻，戏剧性的一幕发生了，萦绕在吕奎亚僭主心头的噩梦再度出现——一支奇兵自西入城，统帅是一位少女，自称刻律德菈。与十几年前不同的是，此时的凯撒早已在翁法罗斯威名煊赫，麾下猛将云集，例如「断锋爵」拉比努斯、「冬霖爵」塞涅卡。最负盛名者便是名为海瑟音的「剑旗爵」，一人、一剑，在联军阵中低吟着镇魂曲，掀起血色的浪涛。<br><br>圣城之围，于半日内便迎刃而解，吕奎亚、伊卡利亚僭主受缚，科林斯僭主领残兵逃之夭夭，退居多洛斯平原以南。在高高的云石天宫，凯撒俯瞰城中的尸山血海，呢喃将被历史铭记的话语——<br><br>「我已至，我已见，我已征服。」<br><br>……<br><br><u>3、坎帕远征战</u><br>时间：光历 3874 年；地点：坎帕山脉；重要将领：塞涅卡<br><br>光历 3865 年前后，艾格勒阴晴不定，翁法罗斯大陆时雨时旱、收成堪忧，许多邦国因此国力衰颓。唯有凯撒借众缇里西庇俄丝的预言有所准备，借机花费数年，将奥赫玛周边地域尽收囊中，意在令翁法罗斯皆认可其威名与地位。一时间，除悬锋城与天空之民仍傲然自持外，诸邦均俯首称臣，云石天宫的凯撒风头无两。<br><br>光历 3870 年，塞涅俄丝弑杀艾格勒，最后一座天空堡垒失落于云端，天空之民自此衰微。失去要敌的悬锋城将剑锋指向奥赫玛，凯撒不得不耗费精力应对悬锋城的进犯，奥赫玛对诸邦的掌控力因此有所减弱。光历 3874 年，坎帕自恃地远，又有坎帕山脉作为据守天险，悍然叛离奥赫玛联邦。眼见其余诸邦亦蠢蠢欲动，凯撒顶住悬锋正面压力，暗遣「冬霖爵」塞涅卡领精锐三万深入坎帕山脉。奥赫玛军早已暗中与坎帕宿敌拉冬结盟，有熟悉地形的拉冬人引路，坎帕人引以为傲的天险只如纸糊。<br><br>一夜间，坎帕首府被不畏北地苦寒的冬霖爵率军攻破。当晚，拉冬领袖突然倒戈，却被早有准备的冬霖爵当场制服。原来凯撒亦早已料到拉冬人唯恐唇亡齿寒，事成之后必然反叛，故早有准备，一箭双雕。<br><br>……<br><br><u>4、特雷托斯平原大会战</u><br>时间：光历 3903 年；地点：特雷托斯平原；重要将领：拉比努斯<br><br>奥赫玛与悬锋人的战争旷日持久。凯撒虽精于用兵，但兵法并非万能。悬锋人凭借极强的单兵战力与军队凝聚力，又有刀枪不入的泰坦眷属冲阵，虽在小规模战役里常常中计溃败，但纵观整体战局，竟能压得奥赫玛军凝滞不前。<br><br>光历 3903 年，历经大大小小数十次会战后，奥赫玛军主力和悬锋主力不可避免地于特雷托斯平原相遇。这是奥赫玛与悬锋城最为关键的一战，没有任何奇策可用，亦没有任何退路可言。特雷托斯平原是悬锋建城者歌耳戈猎狮之地，倘若不敌退却，悬锋军必将士气大振，极可能一路逼进至奥赫玛脚下。凯撒亲临军阵，高举冠冕大声激励士兵，以滚烫的火星为战士的盔甲烙印。<br><br>特雷托斯平原大会战整整持续了三个月。这期间，凯撒死守阵地，又派「断锋爵」拉比努斯不惜一切代价强攻悬锋军指挥中枢。拉比努斯不负众望，以百名战士身殒、自己身中数剑为代价，将悬锋中军的指挥瘫痪了半刻。正是在这半刻里，凯撒找到了悬锋军阵的微瑕，最终决定了胜负。此战被凯撒称为平生最凶险一战，但其影响同样深远——悬锋军势大损，此后三战三败，不得不以尼卡多利的尊严为誓，与奥赫玛签订为期五十年的和平契约，为凯撒彻底巩固自己在奥赫玛的权威腾出极宝贵的空间。<br><br>……<br><br><u>5、第二次奥赫玛围城战</u><br>时间：光历 3910 年；地点：奥赫玛；重要将领：刻律德菈、海瑟音、拉比努斯、塞涅卡<br><br>第一次奥赫玛围城战后，凯撒并未彻底把控奥赫玛的全部大权。彼时，部分元老眼见大势已去，便虚与委蛇、假称忠心。为暂时稳定政局，凯撒保留了投诚元老的部分权力，然这些元老早已暗生异心，内于黎明云崖豢养私兵，外与奥赫玛敌邦密切联系，最终于光历 3910 年联合卷土重来的科林斯大军发动政变，里应外合，试图将云石天宫的凯撒逼入绝境。<br><br>临此困局，凯撒却早有准备。数十年来，凯撒收揽各城邦工匠及流离失所的山之民，在云石市集为他们置办家用、供其安居乐业，对外宣扬为了民生，实则另有考虑。元老院残党发动政变当天，凯撒一声令下，数千工匠连夜建起两堵高墙，内困黎明云崖元老军、外御科林斯大军，围城打援，史称第二次奥赫玛围城战。<br><br>围城不过一月，元老军不堪重负，再度投降。但这回凯撒并未仁慈，她将全体元老及其家眷处以极刑，沉尸湖底，彻底扫清王座旁的障碍。随后，她转头对付久攻无果、心浮气躁的科林斯军，先遣拉比努斯、塞涅卡断其粮草，又令海瑟音掠袭科林斯首府。<br><br>不日，科林斯僭主跳窗身亡的军报传至奥赫玛，科林斯军军心溃散，不战而降。<br><br>第二次奥赫玛围城战的胜利使凯撒在奥赫玛实现了真正意义上的大权独揽。此后，凯撒的野心再也不必过问他人——无论是问鼎诸邦，抑或是讨伐泰坦，甚至是…征服更遥远的世界。<br><br>……<br><br>"
            },
            {
                "Name": "下卷",
                "Desc": "……<br><br><b>二、逐火之旅时期</b><br><br>第二次奥赫玛围城战结束后，凯撒独揽奥赫玛大权，并正式迈向她的野望。自缇里西庇俄丝散布救世预言起，凯撒便开始谋划征讨泰坦、夺取火种的伟业。阳雷骑士塞涅俄丝证明了人类凭武力弑杀泰坦的可能性，悬锋的和平契约、诸邦的俯首称臣扫清了凯撒的前路。五十年内，民间亦有信任预言、试图逐火的义士，但都不成气候。而于光历 3910 年底，凯撒那轰轰烈烈的逐火之旅，正式开启。<br><br>……<br><br><u>6、神悟树庭攻城战</u><br>时间：光历 3930 年；地点：神悟树庭；重要将领：阿波罗尼、刻律德菈<br><br>当凯撒把奥赫玛的元老沉入湖底、将弑杀泰坦的伟愿昭告天下之时，世人只当她是胡言乱语，毕竟史上不乏为权力冲昏头脑的僭主放此厥词。就连奥赫玛的宿敌悬锋城，也认为这不过是凯撒集权、纠众的低劣诡计。此后，凯撒的行为仿佛也印证了先前的豪言是一时热血，二十年间，沉默而有条不紊地发展军力。侥幸从奥赫玛逃出的拉冬密探宣称，凯撒已集结了数以千计的黄金裔，打造出一支编制特殊的军队，其武力足以在半日内荡平任何一座城邦。一时间诸邦畏悚，唯独悬锋人心痒难耐、欲试其锋芒，无奈有和平契约在先，只好闷头砺刃备军。<br><br>光历 3930 年，原树庭贤人、现逐火军参谋，「曳石爵」阿波罗尼出使树庭，三月未归。凯撒又遣「吟风爵」维吉妮娅与「命运爵」缇里西庇俄丝的一具半身前往树庭，同样了无音讯。树庭方面更有流言传出，说莲食、山羊、绳结、敬拜四贤人仇视凯撒，将几位来使囚禁，试图反抗其暴政。不日，凯撒亲自带领数十人前往树庭商议，见其势单力薄，甚至没带以武力著称的「剑旗爵」、「断锋爵」、「冬霖爵」，树庭学者均放松警惕，垂下瑟希斯的枝桠迎接凯撒。然而，凯撒所带的数十人，正是由训练有素的黄金裔组建的第一批逐火军。<br><br>当日，神悟树庭告破，凯撒判处四位贤人入狱，向世人展露了此行的最大战果——「浪漫」火种，并宣布她的下一个目标，将是深居于奥莱诺斯高原之下的大地之泰坦，吉奥里亚。<br><br>……<br><br><u>7、奥莱诺斯遭遇战</u><br>时间：光历 3956 年；地点：奥莱诺斯高原；重要将领：刻律德菈<br><br>直到墨涅塔陨落，世人才惊惶地发现，塞涅俄丝与缇里西庇俄丝所点燃的并非一颗渺小的火星，而是一场足以染红天空的业火。如今，凯撒向这场业火投入了包括她在内，数千黄金裔的性命当作薪柴，只为烧熔那末世的囚笼。<br><br>无人再敢小觑凯撒的野心。既知这逐火的僭主已将锋芒对准了大地的神明，深受其惠的城邦与族群自发地联合起来，决意保护他们信仰的泰坦。然而，与缺乏武力的墨涅塔不同，身为支柱泰坦之一，吉奥里亚的力量足以摧山荡壑，此外，亦无人知晓其藏身的具体方位。因此，凯撒不得不蛰伏等待数年。<br><br>自光历 3950 年起，翁法罗斯各地发生一系列大大小小的震动，仿佛是吉奥里亚预知了自己的命运。 3955 初，奥莱诺斯高原发生空前剧烈的地震，吉奥里亚遍布疮痍的神体自深渊之底浮现。凯撒意识到泰坦即将因黑潮而失控，遂不再等待，于年末率领逐火的大军，自奥赫玛浩浩荡荡地向西进发。光历 3956 年初，逐火军跨越特雷托斯平原，进入奥莱诺斯境内，却遭到伏击。奥莱诺斯、奥德里西安、伊卡利亚、汉达克，四个曾受大地泰坦庇护的农耕城邦联合起来，拦在了凯撒的前方。<br><br>这些城邦都深受地震灾变所害，且武备不足，兵伍多由农民构成，岂是逐火军一合之敌。但凯撒并未如以往那般雷厉风行、痛下杀手，而是令黄金裔精锐迅速冲乱联军的阵型，以击伤、缴械为主要目的，使联军失去反抗之力。战后，凯撒不仅未将俘虏判刑，反而遣阿波罗尼等人留下帮忙赈灾。凯撒宣称，人类不会忘记吉奥里亚曾经施予的恩惠；而正因如此，当这尊可敬的神明因黑潮陷入无尽的折磨之时，才需要它忠诚的造物忍痛将它解放，并接过它的神权、继续庇佑人类。<br><br>许多心怀敌意的城邦期盼看到凯撒因双手染上无辜者的鲜血而声名扫地，但奥莱诺斯战役在很大程度上甚至扭转了世人对凯撒的负面印象。作为吉奥里亚讨伐战的前哨战，逐火军在此役中未损军力，亦未损声望，甚至得到了农耕城邦的投诚，堪称胜之又胜。<br><br>……<br><br><u>8、吉奥里亚讨伐战</u><br>时间：光历 3957 年；地点：奥莱诺斯高原；重要将领：荒笛<br><br>光历 3957 年，缇里西庇俄丝的一具半身深入敌后，找到了吉奥里亚的神躯。彼时，对吉奥里亚忠心耿耿的山之民加入战场，这是一群难以商谈的战士，无论是晓之以情理还是动之以大义，他们都坚决不肯放任造物主被弑杀。于是，战争不可避免地发生了。<br><br>由传说中的开山者吉奥刻勒斯所率的山之民军队将吉奥里亚护在战线之后。每位山之民都天生神力，又配备有不限量的精良装备，其阵型堪称坚不可摧。大地兽骑兵一度更是成为逐火军的噩梦，哪怕是身负神血的黄金裔，也很难在奔袭的兽群面前讨到便宜。凯撒训练士兵专攻大地兽眼、腿和驭手，又以精铁为材布下陷阱，却仍然无法取得优势。<br><br>关键时刻，一位此前从未出现过的援军突临战场。名为荒笛的巨龙自后退的逐火军中缓缓踱出，又慢慢踏入大地兽的军阵。它的脚步声让所有的大地兽都震悚着跪伏，它的怒吼与冲踏，就连全副武装的山之民也无法抵御。有荒笛牵制正面战场，凯撒命塞涅卡率精兵绕后，俘虏了以吉奥刻勒斯为首的山之民将领，最终率领残军成功来到吉奥里亚所在的裂渊上方。<br><br>海瑟音带着几组黄金裔决然跃入深渊，一番激战后，唯有海瑟音一人憾然归返——大地的深处对她发挥实力相当不利。扭转困局的依然是那名为荒笛的巨龙，它沉默地独自跃入深渊，随后大地震颤，直到三日后，吉奥里亚的火种才浮上大地。<br><br>吉奥里亚死时，整个翁法罗斯均发生了剧烈的地震，大地四分五裂、河流改道冲湮、城邦倾颓覆灭。危急关头，自深渊中传出一声怒吼——继承了大地神权的荒笛掣曳起裂土，以自己的身躯将它们再度熔合。它的弑神之举引发了地坼之灾，但也亲手将其终止。<br><br>此战后，凯撒领残军回归奥赫玛，不日，公开追封来历不明的巨龙荒笛为「掣地爵」，并宣布下一个讨伐的目标——塔兰顿。<br><br>……<br><br><u>9、多洛斯河床白刃战</u><br>时间：光历 3959 年；地点：多洛斯平原；重要将领：拉比努斯、塞涅卡<br><br>光历 3953 年，悬锋与奥赫玛为期五十年的和平契约终止。同年，悬锋新王欧利庞登基。彼时翁法罗斯全域均在吉奥里亚临终前的阵痛中沉浮，但悬锋人并未借机发起征服战，而是在吉奥里亚殁后，将移动要塞锚于塔兰顿火种所在城——雅努萨波利斯以东，并陈兵多洛斯平原，声称受三相神殿所托，前来护佑律法之泰坦。而雅努萨波利斯对此驱虎吞狼之事自然喜闻乐见。<br><br>对此，凯撒并不慌乱，她知晓悬锋所欲仅是一场酣畅淋漓的对决。光历 3959 年，凯撒命拉比努斯与塞涅卡这两位悬锋军的老熟人，带着三百余黄金裔以及数万凡人军队，堂而皇之进入多洛斯河床。两军甫一见面，无需叫阵，便默契地亮出兵刃、战到一处。<br><br>较之鲜血淋漓的战争，此战更像是一场庞大的悬锋祭典，战斗双方均点到为止、伤亡甚寡。这种战争风格与悬锋人以往「宁战死，毋荣归」的风格大相径庭，原因正是那名为欧利庞的新王有特异之处。其人为黄金裔，在悬锋祭典轻易胜出，身负万夫不当之勇，亦有锐意革新之野望。悬锋新后歌耳戈亦非常人，身手与欧利庞不相上下，同样对悬锋传统心怀质疑。在二人的领导下，往日眼中只有血与荣光的悬锋人，竟也开始关照起世界的命运。<br><br>多洛斯河床一战中，欧利庞与歌耳戈亲自上阵，与拉比努斯、塞涅卡交锋，不相上下。战后，四人入帐不知商议何事，随后悬锋宣布撤军。见此变数，雅努萨波利斯顿感危亡，正欲颁发神谕召集他邦军队前来靖难，但逐火军竟已兵临城下。原来在拉比努斯与塞涅卡牵制悬锋军的同时，凯撒与海瑟音亲率剩余的两百黄金裔，跨越隔绝了奥赫玛与雅努萨波利斯的坎帕山脉东方支峦，直接叩响了三相神殿的大门。<br><br>……<br><br><u> 10 、雅努萨波利斯围攻战</u><br>时间：光历 3960 年；地点：雅努萨波利斯；重要将领：刻律德菈<br><br>……<br><br>与拉比努斯、塞涅卡所率主力军会合后，凯撒遣人入城招降，自己率军在雅努萨波利斯城外扎营，按兵不动。雅努萨波利斯拒绝招降后，凯撒先是散出数股军力把守八方要道、切断可能的外援，随后对城内持续施压，宣称悬锋军亦对三相神谕虎视眈眈，邀雅努萨波利斯接受奥赫玛的庇护，但仍被拒绝。最终，凯撒决定开展一次无人可知的秘密谈判。<br><br>据传，此次谈判亦有传说中的多洛斯三百侠盗相助。由多洛斯人赛法利娅牵头，三百侠盗之九十七——「执刃黑绒」费鲁姆加入阵营，他花费三日，以缇里西庇俄丝所指的逃生密道为基础，掘出一条直达公平天秤所在处的密道。刻律德菈亲自出发，带领剑旗爵等寥寥几人自密道入城，正巧与几位固执的祭司相逢……<br><br>……"
            }
        ]
    },
    {
        "Name": "来自咪发迷的信",
        "Desc": "白厄的妖精笔友寄出的信件，信中提及了它的小小烦恼与往事。",
        "World": 5,
        "Books": [
            {
                "Name": "修理篇",
                "Desc": "写给好伙伴小白：<br><br>你回信了！我开心得和路过的每个妖精问好！<br>村长说你去了很远很远的地方，不可能回信。<br>我才不相信。一定是你，对吧？<br><br><align=\"center\">我按照你的建议做了「扫帚」。家里一下子就被清理得干干净净。</align><br><align=\"center\">扫帚的力量，好厉害。</align> / <align=\"center\">我按照你的建议，丢掉了很多家具，除了那个瓦罐。</align><br><align=\"center\">当时我们用它盛摘下的野莓。</align><br><align=\"center\">莓子吃完了，但里边还留着酸甜的香气。</align><br><br>我不该每天都去翻信箱，它旧得好快。<br>当时你叮叮咚咚，一个下午就做好了。<br>是怎么做的？我想修理修理，但怎么也想不起来了迷。<br><br>你的好伙伴<br>咪发迷"
            },
            {
                "Name": "打扫篇",
                "Desc": "写给好伙伴<color=#dbc291ff>小白</color>：<br><br>早晨好、中午好、晚上好。<br>自从那次匆匆离开，你就再也没有回信。<br>还记得一起去外面的世界冒险的约定吗？<br><br>我可是有每天练习挥树枝一百遍的迷！<br>你迟到了这么久，我真的要生气了迷！<br><br>即便你已经先一步踏上了旅途，也请来信告诉我你的经历吧。<br>我会把它当作睡前故事，枕着信纸入睡。<br><br>你的好伙伴<br>咪发迷<br><br>还有：小白，你做的「神奇妙妙清理道具」被村长借走用秃噜了皮，我怎么也修不好，柜子上积的灰尘像雪地一样厚，一碰就漫天飞。我该怎么办，好伙伴？"
            },
            {
                "Name": "料理篇",
                "Desc": "写给好伙伴小白：<br><br><align=\"center\">哼哼，真希望你能看到信箱现在的样子！</align><br><align=\"center\">我趁机把屋子里歪歪扭扭的柜子、吱吱呀呀响的房梁翻修了一遍。</align><br><align=\"center\">就算我不在了，它们也能一直好端端的，直到世界终结那天吧！</align> / <align=\"center\">抱歉，伙伴，我没大看懂你说的。</align><br><align=\"center\">不过请教了村长后，我还是修理了一番，还说得过去吧？</align><br><align=\"center\">但邮差听了，好像突然领悟了什么！</align><br><align=\"center\">它嘟囔着「即时通讯」「移动支付」「万物互联」就走了。</align><br><align=\"center\">真奇怪迷。</align><br><br>其实我一直也很想问。<br>为什么我每次寄信，很快就能收到回信呢？<br>你愿不愿意和我分享这个秘密？<br><br>忙了一通，肚子迷迷叫了…<br>你当时掰了一半给我的饼干，味道我到现在都还记得。<br>如果可以的话，能教我怎么做吗？<br><br>你的好伙伴<br>咪发迷"
            },
            {
                "Name": "冒险篇",
                "Desc": "写给好伙伴小白：<br><br>早晨好、中午好、晚上好！<br>一位好心的过路人帮我修好了风铃。<br>然后——我也和你一样出发冒险了！<br><br>我翻过了最远的山丘，爬上了最高的枝条。<br>然后乘着蒲公英的绒毛降落。<br>喝甜丝丝的溪水解渴，用厚厚的树叶当毯子。<br>碰上暴雨天，我就躲进树洞。<br><br>昨天，我和一只甲壳虫狭路相逢。<br>我挥舞树枝，赢得了好吃的坚果。<br><br>我请它捎来这封信，连同我想要请教的问题——<br>该怎么生火迷？<br>脆饼吃久了，好想吃热乎乎的东西！<br><br><br>你的好伙伴<br>咪发迷"
            }
        ]
    },
    {
        "Name": "寄给咪发迷的信",
        "Desc": "你代白厄写给妖精笔友的回信，信中你分享了一些宝贵经验。",
        "World": 5,
        "Books": [
            {
                "Name": "修理篇",
                "Desc": "亲爱的咪发迷：<br><br>好伙伴，我当然是白厄！<br>来自哀丽秘榭，是希洛尼摩斯与奥妲塔之子。这段血缘关系最危险的时候，是八岁那年下雨天我忘了收麦子。<br>有时家长的严厉也是一种爱。同样的，村长大概也只是担心你被骗吧，保持警惕是一件好事。 / 首先，白厄被称作救世主，我也拯救过很多世界；其次，有很多人不止一次公开说，我和白厄很像；最后，白厄从来没有公开否认过我是白厄。<br>由此可证，我就是白厄。<br><br>我曾游历一个古老国度，那里的人们以舟楫为家，展开锦绣织造的巨帆，在一片虚空中远航。<br>他们对木工有独特的见解，通过框架的嵌合，构建稳固的结构。<br>或许，这对你修理信箱能有一些启发。 / 家门口的邮箱可能会坏，但电子邮箱永远不会坏。妖精需要更完善的技术模式才能与时俱进。<br>电子邮箱是通过一定代理协议将邮件从服务器分发至相应地址的信息传递系统。你已经明白了基本原理，快来试试吧！<br><br>修理不是一件困难的事。<br>磋磨、雕琢、切割。和练习挥剑一样，由无数个简单至极的瞬间组成。<br><br>祝你好运，伙伴！ / 修理是这样一件事：手指摩挲着木纹的痕迹时，你感受到它所感受到的。<br>拆下朽败的木板，为它漆上新的色彩时，你也就赋予了它新的生命。<br><br>笔只有百分之九十九的墨水了，先不聊了！<br><br>你永远的<br>好伙伴"
            },
            {
                "Name": "打扫篇",
                "Desc": "亲爱的咪发迷：<br><br>好伙伴，能收到你的来信，我真的很高兴。很抱歉，因为不得已的理由，我先踏上了旅程。<br>时间流逝，过去恍惚得就像迷境草丘上的一场小憩，揭开这封信，就好像在和过去的自己对话。<br>无论如何，感谢你的来信。 / 抱歉，好伙伴！说起来你可能不信，我不久以前还被当作收藏品关在一个空间站里。可能已经成了一大必逛景点，不知道有没有参观的游客和我合影？<br>总而言之，我刚醒来不久。很高兴收到你的信！<br><br>命运重渊、奥赫玛、悬锋城…这些年里，我踏足了很多地方。<br>我想，你可能会喜欢树庭。那里的人们在一棵古树上生活，它高大、年迈，足以住下一万只小妖精。我在那里经历了一段求学时光，结识了可靠的师长和同窗。<br>希望有朝一日，能介绍他们给你认识。 / 说起难忘的冒险，那就不得不提起旅途的第一站了。雪厚得没过胸口，我们冻得脚趾僵硬。被蒙蔽的统治者誓要夺走我们的性命，听从她号令的巨像遮天蔽日，向我们和大地施以雪崩般的万千吨伟力……<br>今天就先说到这里。<br><br>我当年为你做的实际上名为「扫帚」，是外面的世界里必不可少的关键工具。采集三十片和你手臂一样长的树叶，再用草绳将它们捆扎在一起，最终就能完成。<br>如果数不清数，就找村长帮你一起做吧！<br><br>祝你成功。总有一天我们能够在旅途中碰面。到时候，我会把所有故事都讲给你听。 / 咪发迷，你要多想：给文明以工具，而不是给工具以文明。<br>有时候你可以换个思路。干脆把脏的家具全丢了，再换些新家具，不就干净了？<br><br>信号有点不好，通讯随时都可能中断，先不聊了！<br><br>你永远的<br>好伙伴"
            },
            {
                "Name": "料理篇",
                "Desc": "亲爱的咪发迷：<br><br>好伙伴，很高兴你能注意到这一点。<br>在刻法勒脚下的奥赫玛，居住着一群红色头发的信使。她们和你差不多高，能够打开通往诸界的门径，把信嗖地送到目的地！我给你的回信便是如此送达的。 / 关于信为什么这么快就能送到…恐怕是思念的力量吧？<br>也可能，迷境内外并不置身同一段时光。怕是只有岁月本身能知晓它的奥秘了。<br><br>哈哈，你居然还记得。我也有一阵子没有尝到过它的味道了。<br>我记得，把橄榄油和小麦粉揉成面团，放进炉子里烘焙。至于糖…老妈放了多少勺来着？<br>当时只顾着吃，没有细看。总想着离开家前，总有机会学的。<br>你可以多试试！ / 在那行人如织的奥赫玛，同样有着非同凡响的佳肴。其中最为人称道的，便是名为「红土块」的料理。虽然品尝需要一定门槛，但制作方式十分简单，挑选合适红土压制成块即可。<br>入口即化，令人唇齿留香。<br><br>就此搁笔。你要好好吃饭，好好睡觉。你要开心，你要幸福！ / 就此搁笔，祝好。<br><br>你永远的<br>好伙伴"
            }
        ]
    },
    {
        "Name": "手写的种植手册",
        "Desc": "手写的种植手册，上面经过祭司的特别祝福，具有防水防火的特性。",
        "World": 5,
        "Books": [
            {
                "Desc": "【序言】<br>此手册由哀丽秘榭村庄委员会认证，集历代村民智慧之大成，经欧洛尼斯祭坛祝福。愿阅读者心怀敬意，善用其中知识，与大地和谐共生。<br><br>【麦田选址】<br>麦田宜选背风向阳处，土壤以指尖轻捻成团不散为佳。若掬土嗅之有泥土芬芳，则为丰收之兆。避开夜间常有雾气缭绕处，恐为扎格列斯所惑。<br>按吉奥里亚恩典，我村最优质土地位于祭坛西南方，向外延伸至长满白花的林地边缘。此处可获一年两熟，麦穗沉甸饱满。<br><br>【引水系统构建】<br>我村引水渠采吉奥里亚之脉设计，模仿大地脉络，主渠沿高处引水，支渠呈树枝状分布。渠宽二尺，深一尺半为宜。渠底铺鹅卵石，两侧砌石，保水又不渗湿周边田地。<br>主渠道需每年机缘月清淤一次，以防堵塞。所得淤泥晒干后为上佳肥料，宜用于花田。<br><br>【水车与分流技艺】<br>水车为我村引水系统之心，需以坚硬木料制成，桨板十二面，象征十二泰坦护佑。木轴每半月涂抹一次油脂，保持转动顺畅。水车所在石槽应定期检查，防止裂隙。<br>水量分配遵循村庄委员会共识：耕耘月优先供麦田，欢喜月优先供花田，其余月份均衡分配。干旱时水量分配另行议定。<br><br>【灌溉时机与频率】<br>麦作灌溉时机：<br>播种后：土面湿润一指深<br>抽穗前：土面湿透三指深<br>灌浆期：适量浇灌，勿使倒伏<br><br>花田灌溉时机：<br>长昼月：晨昏各一次，水量适中<br>自由月至收获月：日灌一次<br>哀悼月至机缘月：五日一灌，防冻<br>铭记: 灌溉时机应参照艾格勒的眼色（云层状况），若见云层厚重似山脉，应延缓灌溉以防暴雨。<br><br>【九年轮作法】<br>我村自创九年轮作法，符合诸泰坦数理，确保地力永续。轮作次序为：<br>1、麦作（耗地力）<br>2、豆类（增地力）<br>3、根茎类（中性）<br>4、麦作（耗地力）<br>5、蔬果类（中耗）<br>6、豆类（增地力）<br>7、麦作（耗地力）<br>8、药草与香料（轻耗）<br>9、休耕（复原地力）<br>每块田地应标记轮作年份，可在田埂边立石柱，刻以符号。由耕事总管统一规划，避免出错。<br><br>【田埂与界石】<br>田埂宽一尺，高半尺，夯实土质，播种香草。此法既可防水土流失，又可招引有益虫类，驱除害虫。<br>界石应每三年重新勘定一次，以免因水土流失而界限不清。界石下埋一枚铜币，象征塔兰顿的公正裁决。<br><br>【休耕田管理】<br>休耕田不可荒废，应播撒绿肥植物，如红豆草、紫云英等。待其生长至膝盖高度时，犁入土中腐熟。<br>休耕田边缘可栽植薄荷、艾草等芳香植物，减少虫害。村民不可在休耕田放牧牲畜，以免破坏土壤结构。<br><br>【堆肥技艺】<br>堆肥坑应选在背风向阳处，远离水源。分三层堆放：<br>底层：粗枝末、干草<br>中层：厩肥、灶灰、食物残渣<br>上层：细土覆盖<br>每七日翻动一次，使其充分腐熟。腐熟标志：色泽褐黑，触之温热，有土腥气而无恶臭。<br><br>【特殊肥料配方】<br>1、麦田专用肥：<br>腐熟厩肥七份<br>草木灰两份<br>鱼骨粉一份<br>少量欧洛尼斯祭坛前收集的露水<br><br>2、花田专用肥：<br>腐熟树叶五份<br>鸟粪三份<br>细沙两份<br>少量磨碎的贝壳粉<br>使用时，须在打开后的二刻内施用，避开艾格勒的烈日，以免肥力流失。<br><br>【液肥调制】<br>液肥适合幼苗与花卉。取大木桶，装入:<br>新鲜草木灰一筐<br>动物尿液三瓢<br>清水十瓢<br>浸泡七日后使用，稀释十倍后浇灌。此液过强，慎勿直接使用，以免灼伤植物。<br><br>【播种祭】<br>播种前一日，全村于欧洛尼斯祭坛集会，由祭司主持祝福仪式。需准备:<br>各类种子少许<br>清泉水一碗<br>新酿麦酒一壶<br>麦穗编织的冠环<br>祭司将种子置于水中，大家跟随祭司共同念诵祷文。<br><br>【麦田踏青】<br>长昼月第三日，全村人手拉手环绕麦田而行，同唱古调《麦浪之歌》。此举既可驱散田间瘴气，又可保佑麦苗健壮生长。<br>行进时需顺时针方向，以符合艾格勒的行走轨迹。祭司手持长柳枝，轻拂麦田，象征梳理生长。<br><br>【收获感恩】<br>收获完毕后，应留下一小片麦田不收，以答谢大地恩赐。<br>在最后一车麦子运回村庄时，村民排成两列，边唱边舞迎接。每户取少量新麦制成饼，摆放在欧洛尼斯祭坛前，由祭司祝福后分食。此举象征丰收喜悦与共享精神。<br><br>【后记】<br>此册记载农耕技艺，凝聚世代智慧。今录于册，以传后人。愿哀丽秘榭麦浪永翻，花香不断，村民安乐，泰坦护佑。"
            }
        ]
    },
    {
        "Name": "来自妖精的信",
        "Desc": "在迷路迷境的邮箱中发现的信，收件人一栏写着你的名字。寄托了妖精们满满的祝福。",
        "World": 5,
        "Books": [
            {
                "Name": "第一封",
                "Desc": "写给外面的伙伴{NICKNAME}：<br><br>去多和妖精们交朋友迷，<br>大家都很热情好客。<br>毕竟，通往迷境的路，<br>只有天真无邪的孩子才能找到。<br><br>随信附赠一些小礼物，<br>希望你在迷境里玩得开心迷！<br><br>多哆啦迷口述，徕啦迷代笔"
            },
            {
                "Name": "第二封",
                "Desc": "亲爱的{NICKNAME}：<br><br>村长说，你去过很多地方，<br>经历过很多冒险。<br>好想好想，在树洞旁，<br>听你讲讲旅途中的见闻。<br><br>大树会记住你的故事，<br>我也会记住你的故事。<br><br>                                           崇拜你的啦嘻嘻迷"
            },
            {
                "Name": "第三封",
                "Desc": "写给伙伴{NICKNAME}：<br><br>你知道吗？花朵也有脾气，<br>开心的时候昂首挺胸，<br>伤心的时候耷拉着脑袋。<br>作为园丁，我会照顾好它们，<br>谁不开心，我就浇浇水。<br><br>你来到后，我制作了一个大花洒，<br>大大的水流，冲走多多的忧愁，<br>作为朋友，我想照顾好你。<br><br>                                           关心你的嗦啦迷"
            },
            {
                "Name": "第四封",
                "Desc": "欢迎你，{NICKNAME}：<br><br>我最喜欢的事情是过节日，<br>大家欢聚一堂，载歌载舞。<br>真希望时间过得快些，再快些，<br>到下次聚会，教你跳妖精的舞蹈。<br><br>每当节庆开始，我又多想，<br>时间能过得慢些，再慢些。<br>不是贪羡灯笼柿与刺刺球，<br>而是想和朋友们多玩一会。<br><br>                         想和你一起玩的啦啦迷"
            },
            {
                "Name": "第五封",
                "Desc": "致远道而来的{NICKNAME}：<br><br>我有很多本小册子，<br>以我的朋友们命名。<br>共同经历的开心事情，<br>全都会被我记录下来。<br>沉甸甸的书页，是回忆的重量。<br><br>我为你预备着很大很厚的一本，<br>因为和你一起，从不缺乏开心。<br><br>                             热情的嘻啦迷"
            }
        ]
    },
    {
        "Name": "散落的课堂笔记",
        "Desc": "一页课堂笔记，记录着皮西厄斯所授品德课程的部分内容。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>[某位学生课堂笔记的一页，书页泛黄，字迹略有褪色]</i><br><br><br>品德第十课：勤勉<br><br>皮西厄斯老师说，山是大地的脊梁，勤勉是人的脊梁。<br><br>土地为我们提供生存所需的一切，树木搭建房屋，粮食填饱肚子，亚麻纺制衣裳。可这一切成果并非凭空而来。无人修葺的房屋会倒塌，无人打理的田地会荒芜，无人采割的亚麻只是郁郁野青。唯有劳动，方得收获。<br><br>人应将「勤勉」铭记于心，热爱创造价值而非索取。警惕一切不劳而获的想法。当然，这并不意味着你要独自完成所有事情。人生是一片亟待开垦的旷野，年轻的你们拥有无限的可能性。<br><br>农夫、渔夫、猎人、水手、祭司…无论何种工作，皆应倾注心血。耕耘于你所珍视的领域，像尊重土地那样尊重你的职业，不要失掉作为人的脊梁。<br><br><br>品德第十一课：友善<br><br>皮西厄斯老师说，友善是人与人之间的纽带，使「我」成为「我们」。<br><br>人的心灵就像是池塘水面，总是能映出相对者的样子。每一次诚挚的善举，都会在对方心中留下温暖的涟漪。回想一下，上次伽尔巴大叔来校舍分发果脯时，你们有没有想回赠他一些东西的冲动？这便是经由友善所搭建的心灵纽带，它会在善意的滋养下愈发坚韧，不断延伸。<br><br>做主动伸出援手的人，将善意传递下去。从亲切的问候开始，从热情的接待开始，从慷慨的分享开始，从宽容的理解开始，从真诚的信任开始。<br><br>终有一日，点滴善举将编织成联系所有人的友爱之网。它会保护我们免受争斗、猜忌与冷漠的侵害，让世界变得更加美好。<br><br><br>品德第十二课：惜时<br><br>皮西厄斯老师说，比塔兰顿的裁决更公正的，是欧洛尼斯给予每个人的时间。<br><br>无论贵族还是平民，人们每天都在同样的门扉时与幕匿时之间作息。商人所拥有的利衡币或许是行乞者的许多倍，但在一个明晰时内，二者都只能读完一本书。欧洛尼斯允许月光平等地浸润每一片树叶，却不会为朽木重铸年轮。<br><br>时间就像是奔腾不息的长河，过期不候、转瞬即逝。人不能同时踏入两条河流，也无法追及漂流而下的水花。我们唯一能做的，就是珍惜当下的每一刻。<br><br>善于把握时间的人，会像捡拾麦粒般把零散闲暇收集并利用，以此充实生活的意义。行动起来，去做你想做的事情，去做你应做的事情，让蓬勃的生命力贯彻你所经历的时光。别在忧虑与等待中蹉跎岁月，别让碌碌无为的空白将你的回忆占据。"
            }
        ]
    },
    {
        "Name": "陈旧的货物提单",
        "Desc": "在港口发现的货物提单，记载村庄与外部世界的贸易信息。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>[哀丽秘榭港口散落的数张货物提单，纸张的一角受到海水腐蚀，部分字迹不可辨认。]</i><br><br>【家具提单】<br>托运人：████<br>收货人：希洛尼摩斯<br>船舶名：月桂号<br>装货港：奥赫玛<br>卸货港：哀丽秘榭<br>货名及件数：双耳陶瓶二十只，陶罐十只<br>提单誊写数：3份<br>备注：朋友，吉奥里亚一定是在你的田地里施了魔法，叫你把庄稼们照顾得这么饱满充实。上一批运来的新麦不到三天就销售一空，云石市集的顾客都交口称赞，说哀丽秘榭的麦子品质最好，由其制成的烤饼能吃出幸福的味道。<br>奥赫玛工匠善于打造各类陶器，随船运去双耳陶瓶二十只、陶罐十只。愿天父护佑它们不被法吉娜的狂舞所摧毁，这些陶器会成为你谷仓中的实用储纳空间。<br><br>【工具提单】<br>托运人：████<br>收货人：伽尔巴<br>船舶名：桦木快帆号<br>装货港：奥赫玛<br>卸货港：哀丽秘榭<br>货名及件数：弦蜡五罐，磨刀石两块，锉刀一把，箭簇模具一组<br>提单誊写数：3份<br>备注：真不好意思，老伙计！前段时间忙得很，城内所有武器工匠都被紧急征召，我手上的订单不得不搁置下来。随船多运去三罐弦蜡，作为拖延交付的补偿。<br>说实话，我很羡慕你的生活，能够自由地安排全天作息。我也一把年纪了，造了半辈子的箭簇，没有挽弓搭箭过一次。真希望这艘船上，也有我的位置啊。<br><br>【书籍提单】<br>托运人：████<br>收货人：皮西厄斯<br>船舶名：缪斯号<br>装货港：神悟树庭<br>卸货港：哀丽秘榭<br>货名及件数：莎草纸卷轴五十卷<br>提单誊写数：3份<br>备注：皮西厄斯老师，树庭真的好大好大呀，比整个哀丽秘榭都大！我通过了入学考试，现在正在莲食学派门下学习呢，每天要和许许多多种古怪植物打交道，正好把老爹教我的农作知识全用上。可惜这些精致的小庄稼们离开人一天都不行，我得在树庭待好长好长一段时间，学成毕业之后就回去和您一起教书。<br>这些卷轴是我为村里的学生们挑的，范围涵盖历史、政治、修辞等领域。如果再有学生问起外面的世界，您就有资料供其阅览啦。好奇心就像一枚种子，它会如您所期望的那样，在哀丽秘榭生根发芽，将枝冠伸向更大的世界。"
            }
        ]
    },
    {
        "Name": "莉维娅的绘本",
        "Desc": "属于莉维娅的绘本，记录了少女丰富多彩的内心世界。",
        "World": 5,
        "Books": [
            {
                "Desc": "（……）<br><br>【蜡笔画：码头上，蓝色小人将一条大鱼拉出水面；不远处，红色小人望向半空中一只巨大的甲虫，身后是风车与麦田】<br><br>今天发现了一只花纹很特别的甲虫，可惜还没来得及仔细观察，就被傻瓜披索的大呼小叫给吓跑了。<br><br>不就是钓上来一条大鱼吗，看给他高兴的。唉，这个年纪的男孩子可真幼稚。<br><br>（中略若干页）<br><br>【蜡笔画：像猫又像狗的金黄色狮子懒洋洋趴伏在地，红色小人伸手抚摸它的绒毛】<br><br>莉维娅今天在书上看到了狮子！这种生物真是太漂亮啦，要是有机会能摸一摸就好了…当然，如果能养一只就更棒啦！<br><br>听说圣城奧赫玛有一种会说话的狮子，还特别聪明，莉维娅好想去和它们聊聊天呀。<br><br>（中略若干页）<br><br>【蜡笔画：背着大背包的粉色小人，中间有个大大的礼物盒，身后是房屋、风车和麦田的简笔画】<br><br>昔涟姐姐要离开村子去旅行啦。她答应莉维娅，有机会就去看看奧赫玛的小狮子们~<br><br>莉维娅也想和她一起去，但现在年纪还太小了…所以还是先让我的小礼物代替我陪伴她吧。<br><br>（中略若干页）<br><br>【蜡笔画：头戴大蝴蝶结的粉色小人，背景模糊一片（好似被水浸泡过）】<br><br>莉维娅最近看了好多书，原来外面有那——么多有趣的地方，就比如（后续字迹模糊不清、无法辨认）<br><br>（中略若干页）<br><br>【蜡笔画：红色小人居中，周围画了书本、羽毛笔、枝叶、蝴蝶、还有一个大大的问号】<br><br>莉维娅马上就要十岁了！等过了生日，莉维娅就不再是个小孩子了，所以是时候开始规划人生目标啦！<br><br>莉维娅想成为妈妈那样的老师，也好想像昔涟姐一样游遍翁法罗斯…诶呀，真是好难选择呀！不然干脆去当一名吟游诗人吧！<br><br>（……）"
            }
        ]
    },
    {
        "Name": "披索的日记",
        "Desc": "属于披索的日记，记录了少年质朴但充实的乡村生活。",
        "World": 5,
        "Books": [
            {
                "Desc": "（……）<br><br><b>自由月， 27 日</b><br><br>今天的捉田鼠比赛，我又是第一名。但对于如今的披索大人来说，如此小小成就，根本就不足挂齿啦！<br><br>本人——哀丽秘榭的捉迷藏大王，放风筝冠军，钓鱼高手，狩猎大师——已经找到了新的人生目标：像白厄哥那样，走出村子，看看世界！<br><br>不过嘛，在那之前，披索大人还有个小目标——给白厄哥准备一份超酷的临别礼物！<br><br>我已经想好了，就送他自己做的弹弓——榆木手柄、水牛皮筋，虽然肯定比不上老爹的弓箭，但那手艺也是一般人比不了的。不仅如此，我还专门研发出了好几种弹丸：有带荧光的、有特呛人的、有能麻醉的…保证个顶个的实用！<br><br>（中略若干页）<br><br><b>收获月，3日</b><br><br>可恶，又被老爹揪耳朵啦！他究竟是怎么发现我把没写完的作业藏在麦垛里的？！<br><br>但这次真的不是我偷懒——不就是在课上偷偷睡了几次觉吗，皮西厄斯老师居然让我把《植物图鉴大全》抄三遍！这怎么写得完嘛！<br><br>而且老师一边微笑一边说什么「既然脑子记不住那就用肌肉记住吧」的样子真是太可怕啦！简直比老爹满村子追着我抽的时候还恐怖！<br><br>还有！最好别让我抓到那个混蛋告状精，不然我一定要找机会让那家伙尝尝加了超级辣椒酱的草莓馅饼！<br><br>（中略若干页）<br><br><b>收获月，9日</b><br><br>昨晚我梦见白厄哥在码头向我挥手，身后还背了一头棕熊当做旅行背包。然后我用磨坊的风车造了艘小船，乘着月光飞过树梢，还顺带在金色的麦浪里把莉维娅给捞了上来。<br><br>后来，老爹突然出现了，边追边举着藤条大喊：「小兔崽子给我下来，你作业还没写完呢！」我吓了一跳，不小心从船上掉了下来，好在皮西厄斯老师用课本编了张网，接住了我……<br><br>午休的时候，我偷偷问了莉维娅。她说这梦是个预示，代表着：「只要努力克服一些小小的困难，我将来就一定能成为走遍翁法罗斯的伟大旅行者」！嘿嘿，我也这么觉得！<br><br>为了让这个梦成为现实，从今天起，我就要开始努力了！我决定先制作一些旅行必备的能量补给罐，里面有：老爹私藏的熏鹿肉，阿妈晒的树莓干，还有我自己特制的「超级跳跳糖」——吃一颗能一蹦三尺高！<br><br>（……）"
            }
        ]
    },
    {
        "Name": "哀丽秘榭农事历",
        "Desc": "用麦秸秆编织封面的旧手册，书页边缘磨损严重，书身上沾有土壤和植物汁液的痕迹。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>谨记欧洛尼斯的教谕：土地不会背叛耕作者，正如时间不会辜负等待者。</i><br><br>永夜之帷欧洛尼斯掌管时间与预言。观察天帷变化，可预测农事宜忌：<br>天帷变薄时（星光明亮）：宜播种浅根作物，忌深耕<br>天帷变厚时（星光暗淡）：宜种植深根作物，忌收获<br>天帷波动时（星光闪烁）：宜修整工具，忌动土<br>天帷静止时（星光稳定）：宜大规模农作，百事俱宜<br><br>一月（门关月）——休养之月<br><i>在雅努斯开启新年之门时，农人当思来年之计。</i><br>村庄日程安排：<br>1、门扉时：检查贮藏室中种子的保存状况，挑选良种<br>2、明晰时：修补农具，编织新篮<br>3、践行时：清理谷仓，扫除鼠患<br>4、离愁时：围炉讲述农事故事，传承古老耕作智慧<br>5、幕匿时：向吉奥里亚献上一碗去年收获的麦粒，祈求新年丰收<br>农谚：<i> 门关月里修农具，来年耕作不费力。</i><br><br>二月（平衡月）——准备之月<br><i>当塔兰顿的天平趋于平衡，我等亦当平衡心神，为耕作做准备。</i><br>村庄日程安排：<br>1、明晰时：召开村民会议，分配麦田区域<br>2、践行时：清理灌溉沟渠<br>3、离愁时：检查欧洛尼斯天帷的变化，预测来年气候<br>仪式： 在平衡月的第七日，聚集于欧洛尼斯祭坛，进行「唤醒土地」仪式。祭司将过冬的麦种浸入圣水，由长者诵读《欧洛尼斯祷词集》中的祷词，祈求天帷给予适宜的耕种时机。<br><br>三月（长夜月）——醒土之月<br><i>欧洛尼斯的天帷笼罩大地，土壤在沉睡中积蓄力量。</i><br>村庄日程安排：<br>1、门扉时：观察野草生长情况，判断土壤苏醒程度<br>2、明晰时：将粪肥运至田间<br>3、践行时：翻耕土地，打破冬眠的硬壳<br>农谚： <i>长夜月的露水重，麦穗来年才会饱。</i><br><br>四月（耕耘月）——播种之月<br><i>吉奥里亚的脊背为我们承载希望，所有种子都将在此月归于泥土。</i><br>村庄日程安排：<br>1、门扉时：在第一缕光线洒向田野时开始播种仪式<br>2、明晰时：村中长者带领青壮年开始播种<br>3、践行时：孩童跟随在后，驱赶试图偷食种子的鸟儿<br>4、离愁时：用稻草人守护新播种的田地<br>麦田特殊照料： 播种时，种子需和泥土充分接触。播种者须赤足行走，让脚掌感受土壤温度。若土壤微热，则播种适宜；若冰冷，需再等候数日。<br>仪式： 耕耘月第一日，全村人穿戴整齐，头戴麦穗花环。村长手持象征吉奥里亚权柄的石锄，在田间划出第一道沟壑，象征耕作季的正式开始。<br><br>五月（欢喜月）——护幼之月<br><i>法吉娜的甘露滋养新芽，我等当欢庆生命的萌发。</i><br>村庄日程安排：<br>1、明晰时：检查麦苗出芽情况<br>2、践行时：除草、补种缺失之处<br>3、离愁时：祭祀法吉娜，祈求适量雨水<br>农谚： <i>欢喜月的雨，值千两金。</i><br><br>六月（长昼月）——壮长之月<br><i>艾格勒的光辉最为璀璨之月，麦苗亦当茁壮成长。</i><br>村庄日程安排：<br>1、明晰时：巡视田地，检查病虫害<br>2、践行时：为麦田除草、施肥<br>3、离愁时：为幼苗唱颂歌，助其成长<br>麦田特殊照料： 当麦穗开始形成时，需观察欧洛尼斯天帷的变化。若天帷变薄，预示干旱，需增加浇水；若天帷变厚，预示多雨，需加固沟渠以防积水。<br><br>七月（自由月）——守望之月<br><i>在刻法勒的注视下，我等守望麦穗抽穗吐花。</i><br>村庄日程安排：<br>1、门扉时：为将抽穗的麦田祈福<br>2、践行时：巡田驱鸟<br>3、离愁时：向刻法勒献上麦花，祈求丰收<br>农谚： <i>自由月里麦花香，收获月里满仓粮。</i><br><br>八月（收获月）——收成之月<br><i>瑟希斯的智慧教导我们收获的时机，此时田野金黄，麦穗低垂，正是收获之期。</i><br>村庄日程安排：<br>1、门扉时：村长检查麦粒饱满度，决定收割日<br>2、明晰时：全村男女老少齐出动，按区域收割麦田<br>3、践行时：将收割的麦捆运回场地脱粒<br>4、离愁时：初步计算收成，分配储存<br>仪式： 收获月的第一束麦穗交由祭司，带至欧洛尼斯祭坛。祭司诵读《欧洛尼斯祷词集》中的《年轮谢礼》，感谢一年的时光赐予的收获。<br>集体活动： 收割大日，全村人齐聚麦田。长者负责指挥，青壮年负责收割，少年负责搬运，妇女和儿童负责收集散落的麦穗，确保不浪费任何一粒谷物。<br><br>九月（拾线月）——收尾之月<br><i>墨涅塔的丝线将一年的努力编织成丰收的图景。</i><br>村庄日程安排：<br>1、明晰时：清理田地，准备休耕<br>2、践行时：将麦秸还田，滋养土壤<br>3、离愁时：制作丰收花环，装饰村庄<br>农谚：<i> 拾线月的麦秸还田，来年麦子长得欢。</i><br><br>十月（纷争月）——储备之月<br><i>尼卡多利的战鼓提醒我们，和平来之不易，粮仓当备时需。</i><br>村庄日程安排：<br>1、明晰时：检查粮仓密封情况<br>2、践行时：煮制麦芽糖，储存越冬<br>3、离愁时：制作麦秸工艺品，装饰家门<br>储粮技巧： 粮仓底部铺设干燥的橄榄树叶，可防虫蛀；仓壁涂抹泥浆与草灰混合物，可防潮；粮堆中插入被祝福过的草枝，可驱虫。<br><br>十一月（哀悼月）——感恩之月<br><i>塞纳托斯的手拂过大地，提醒我们生命的循环与珍贵。</i><br>村庄日程安排：<br>1、明晰时：修整麦田周围的篱笆<br>2、践行时：为土地献上感恩祭<br>3、离愁时：与先祖分享丰收的喜悦<br>仪式： 哀悼月中，村民在田边立起麦秸人，象征守护土地的先祖。每家每户带上一份粮食制品，摆在麦秸人脚下，感谢先祖的庇护与智慧传承。<br><br>十二月（机缘月）——规划之月<br><i>扎格列斯的硬币在翻转，提醒我们农事亦有变数。</i><br>村庄日程安排：<br>1、门扉时：观察冬季欧洛尼斯天帷变化，预测来年气候<br>2、明晰时：计算种子储备，规划来年种植面积<br>3、践行时：讨论改进耕作方法<br>4、离愁时：举行冬至庆典，祈求来年好运<br>农谚： <i>机缘月里算农账，来年种田不慌张。</i><br>特别提醒：择时观测欧洛尼斯天帷<br><br><i>愿欧洛尼斯的时间之河滋养我们的麦田，愿永夜天帷守护哀丽秘榭的每一寸土地。</i>"
            }
        ]
    },
    {
        "Name": "奇妙的文字",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "一二三四五六七<br>哆徕咪发嗦啦嘻！<br><br>——盖章：爪印"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "白厄童年的漂流瓶",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>封装在玻璃瓶里的手写信，麦草缝纫的信纸，字迹的边缘被水泡得有些模糊。</i><br> <br>给未来会捡到漂流瓶的人：<br> <br>现在是一年之末的机缘月。村子里的大家都说，在机缘月的最后一天，做一些与机缘有关的事情，也许会收获意外惊喜的好运。<br>所以，我决定写一封信丢到海里，看水流的方向会把它送到哪里去：<br>我想和你说说我们的小村子，还有我的梦想。<br> <br>我们的小村子叫哀丽秘榭，你听过这个地方吗？<br>我可以说说：这里有金色的麦田，像大海一样。有高高大大，飘着落叶的树。村子中央还有欧洛尼斯的神像。<br>每到年末，村里都会举办冬至庆典。我们会在神像下放上烤普逃馅饼、香草前鱼、羊奶…各种好吃的。<br>去年庆典，我还偷了麦芽糖吃，不小心粘掉一颗牙。老爸老妈说，如果把牙丢到树下，或者埋在石头下边，就会像树苗破土一样快快长出新的。<br>我记得，我找啊找，拨开庭院后边乱乱的草，找到了一个神秘的洞。我把牙齿丢到洞里，还用双手当喇叭，喊了一声：「喂——出来——！」<br>什么都没有发生。今年再过去的时候，也已经找不见树洞了，好奇怪。<br> <br>我说这些，你不会觉得幼稚吧？我不像昔涟，她已经可以主持庆典了，还擅长用神鱼牌占卜未来。<br>据说，我们抽到什么牌，未来就会成为什么样的人。上次，我抽到了一张「救世主」的牌，大家都发出了「哇」的声音。<br>大家都喜欢「救世主」，但我更喜欢当「寄客」，或者「学者」。因为，救世主是很荣要的人，要背负一份很重很重的责任。<br>我没有那么厉害，不可以做「救世主」。<br><br>哀丽秘榭很少有人出远门，我们很少听说外面。我只知道外面有各种各样的城邦，还有很多大英雄。不好的是，他们一直在打仗。<br>我不喜欢打仗。<br>要是世界像我们小村子一样，大家都互相认识，一起打谷、牧羊，怎么会需要救世主呢？<br><br>但是，皮西厄斯老师和伽尔巴叔叔都说，未来有一天，等我长大一点，应该去外面的世界看看。<br>那样的话，我最想去的地方是威武的旋风城，想找那里最厉害的大工匠，给我打一把剑。<br>有了这把剑，我想要保护好我们的小村子。我不要去打仗。<br>现在，我还没有一把自己的剑，只有木棍和锄头。<br> <br>哦，对了！我还希望，到了那个时候，外面的世界已经不需要救世主了。<br>我想，那就是最好最好的事。<br><br>这就是我的家乡，我的梦想。捡到这个瓶子的你，你的家乡和梦想都是什么样呢？<br>也可以和我一样，写下来，抛进海里，让机缘把这个瓶子送到下一个地方。<br><br>哎呀！好像皮西厄斯老师的课上写的作文，还有不少错别字。<br>希望捡到的人不是她，不然我就要被扣分留堂了。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "欧洛尼斯祭坛祷词集",
        "Desc": "记录祭祀欧洛尼斯仪式用语的小册子，内容足以覆盖村庄日常生活所需的各种场景。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>「记忆并非过去的囚牢，而是未来的指引。欧洛尼斯教导我们，唯有铭记历史，方能预见将来。」</i><br><br>【黄昏祷词】<br><i>——于日暮时分吟诵</i><br>无垠星海的守望者啊，<br> 永夜天帷的织造者啊，<br> 欧洛尼斯，预见未来者，<br> 我等于此献上虔诚。<br>如你遮蔽天幕，<br> 让艾格勒之眼闭合，<br> 亦请垂怜我等，<br> 护佑我们穿行暗夜。<br>今昔未来尽在您掌，<br> 命运之线穿梭您指，<br> 无尽时光皆听您呼唤，<br>请接受我等敬献。<br><br>【祭司入职誓词】<br>我将如星辰般守夜，<br> 如时间般沉默，<br> 如命运般无悔。<br>我将担起天帷的重量，<br> 我将守护预言的秘密，<br> 我将成为黑夜的仆从。<br>无论星光如何微弱，<br> 无论道路如何黯淡，<br> 我将追随永夜的呼唤，<br> 直至我的灵魂归于天帷之中。<br><br>【村民祈愿词】<br><i>——日常祈愿简词</i><br>欧洛尼斯大人，<br> 请指引我们前行的路，<br> 请护佑我们一夜安眠，<br> 请赐予我们来日智慧。<br><br>【丰收祝祷词】<br><i>——播种与收获时节的祝祷</i><br>欧洛尼斯啊，时间的主宰，<br> 请计算我们播种的日子，<br> 请记录我们耕耘的时辰，<br> 请衡量我们收获的时刻。<br>正如您的夜幕孕育光明，<br> 让我们的种子在黑暗中茁壮，<br> 待到您命定的时刻，<br> 便能结出满载的谷子。<br><br>【求梦祷词】<br><i>——睡前祈祷，祈求启示梦境</i><br>带我穿越黑暗，欧洛尼斯，<br> 让我的梦境如星河般明亮。<br> 在我闭眼之时，<br> 请向我展示那远方的景象。<br>过去已逝，未来未至，<br> 唯有现在属于我们。<br> 但在梦境的秘境中，<br> 愿您让我瞥见命运的剪影。<br><br>【星象回溯祷词】<br><i>——正式天文仪式用词</i><br>时间之河流向何方？<br> 欧洛尼斯之眼窥见一切。<br> 过往记忆如星辰闪烁，<br> 请赐予我们追寻的力量。<br>天幕轮转，命运编织，<br> 我们在您的凝视下解读天象，<br> 企盼从中寻得真理的光芒。<br><br>【年轮谢礼】<br><i>——生日感恩祷词</i><br>又一年过去，欧洛尼斯，<br> 又一圈年轮在我生命中刻下。<br> 感谢您赐予我时间的宝贵礼物，<br> 让我在这世间多行走一年。<br>您编织的命运，<br> 或喜或悲，或苦或甜，<br> 我都甘之如饴，<br> 因为这是您为我安排的旅程。<br>愿在未来的日子里，<br> 我能更加珍惜每一刻，<br> 如您珍视每一颗星辰，<br> 如您眷顾每一段记忆。"
            }
        ]
    },
    {
        "Name": "妖精王国的访客",
        "Desc": "封面上撒有闪粉的童话书，记录着某个流传至今的童话故事。",
        "World": 5,
        "Books": [
            {
                "Desc": "很久以前，在金色麦浪环绕的村庄里，住着一个小男孩，他的头发像月光一样皎洁。他总喜欢在欧洛尼斯祭坛附近的橄榄树下做梦，看云朵变成各种神奇的形状。<br><br>有一天，当天空变成橙红色时，小男孩看见一只发光的小精灵从橄榄树的树洞里飞了出来，它像一颗跳跃的星星，在暮色中闪闪发亮。<br><br>「你好啊，小星星！」小男孩轻声说。小精灵咯咯笑着，向他招招手，然后钻回了树洞。<br><br>小男孩爬进了树洞，发现里面竟然是一条魔法隧道！他爬啊爬，直到来到一个令人惊叹的地方——这里的花朵会唱歌，蘑菇像小房子一样大，天空飞舞着无数会发光的小精灵。<br><br>「欢迎来到我们的王国！」一个头戴蒲公英皇冠的小妖精蹦蹦跳跳地说，「我是星尘王子！你是第一个发现我们的人类呢！」<br><br>小男孩看到妖精们住在树洞和蘑菇房子里，只吃野果和蜂蜜。<br><br>「冬天来的时候，你们会饿肚子吗？」小男孩问。<br><br>星尘点点头，他的光芒变暗了一些：「冬天没有果子吃，我们只能饿着肚子睡觉。」<br><br>「我来教你们种粮食吧！」小男孩兴奋地说。<br><br>他带来神奇的种子，在阳光洒满的地方种下。妖精们瞪大了眼睛，看着他把种子放进土里。<br><br>「种子需要阳光亲亲，雨水抱抱，然后它们就会变成美味的食物！」小男孩说，「就像欧洛尼斯的奇迹一样——时间会让小种子变成大宝藏！」<br><br>妖精们拍手欢呼，学着小男孩的样子种下更多种子。<br><br>小男孩还带来了一个神奇的大锅，「这是被祝福的神奇魔法锅，」他神秘地说，「它能让食物变得更香更甜！」<br><br>在小男孩的帮助下，妖精们很快学会了如何煮汤、烤面包和做甜点，妖精们还学会了如何储藏过冬食粮。<br><br>很快，妖精王国变得无比快乐。田地里长满了蔬菜，厨房里飘出香甜的味道，妖精们再也不用担心冬天会饿肚子了。<br><br>临别时，小男孩跟妖精们许下约定：「等到春暖花开的时候，我会带着更多朋友再来拜访！」<br><br>妖精们欢呼雀跃，用最美的花朵装饰王国，准备迎接即将到访的客人们。<br><br>「我很快就会回来的！」小男孩向妖精们挥手告别，钻出了树洞。<br><br>可是，在他离开后，妖精们日日夜夜等待，却再也没有等到他们回来。妖精们点亮了永不熄灭的萤火虫灯，希望能指引他找到来妖精王国的路。<br><br>如今，当月光洒在麦田上，你或许能听到妖精们唱的童谣：<br><br>「小男孩，别忘了我们！请带着你的同伴， 回到妖精的家乡。」<br><br>现如今妖精们依然在等待，因为在这里承诺从不会被遗忘。"
            }
        ]
    },
    {
        "Name": "地概科经费报表（其X）",
        "Desc": "",
        "World": 1,
        "Books": [
            {
                "Desc": "寰宇地概科月度经费报表<br><s>不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要后悔不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕不要害怕要害怕不要害怕要害怕不要害怕</s>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "地概科经费报表(其九)",
        "Desc": "",
        "World": 1,
        "Books": [
            {
                "Desc": "寰宇地概科月度经费报表<br>1、从贝洛伯格购入███切片3份。<br>以下是███出土环境简述，以及该███成分分析详情。<br>该███以开拓为主体，大致可分为英雄的气概、██████、冒险的经历、同行的伙伴、███████。<br><br>2、从罗浮购入具有特殊性质的███。<br>以下是对███性质的分析结果，具体实验过程详见项目报告。<br>星神瞥视对███的根本性质未造成影响，<br>存在从██挣脱的可能性，<br>不，没人能从██中离开，<br>不要登上舞台，不要成为英雄，那里只有███、███、和███。<br>不要选择那条悲哀的道路。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "地概科经费报表(其一)",
        "Desc": "",
        "World": 1,
        "Books": [
            {
                "Desc": "寰宇地概科月度经费报表<br>你知道吗？人类的记忆无法模拟出不存在的事物。<br>并未走向这种选择的你，无法凭空想象出地概科的研究内容。<br>你明白我在说什么吗？<br>我就是你，至少是潜意识的一部分，被████前最后的呼喊。<br>你不属于这里。<br>赶快█████，快█████，她意识到了！<br>我█████，接下来，就要靠你自己█████。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "白厄的留言",
        "Desc": "致我的伙伴，战友，来自天外的无名客——我心中的英雄。",
        "World": 5,
        "Books": [
            {
                "Desc": "「如果站在这里的是迈德漠斯，他一定能比我想得更多，做得更好吧？」<br><br>——阿格莱雅离开以后，这话语便一直在我脑海中回荡。那是我无论如何都无法摆脱，也无论如何都不能说出口的字句。<br><br>我如何配得上同伴和战友们的深信，我又有何资格站在她的肩膀上为众人引路——那一连串的问题，我至今都没有找到答案。但已经没有时间容我彷徨思索了。「侵晨」必须斩除的第一个敌人，就是伴随我一路走到今天的愁思和寡断。<br><br>所以我才下定决心送你们返程。哪怕不被理解，哪怕这代表着要将我的意志强加于你们，我也必须这么做。因为「再创世」的承诺含混不清，对于来自翁法罗斯之外的你们，它的影响无法预估——在除却了犹疑之后，这是我发自心底认定的，正确的选择。<br><br>预言说，只有一人能够走到「再创世」的终点。请原谅我剥夺了你见证奇迹的机会，伙伴，因为正是缇宝老师眼中的神谕指引着黄金裔们走到了今天…哪怕必须迎合预言中的画面，我也不能携你一同铤而走险。<br><br>回想起来，也许我这辈子做过的最正确的决定就是选择了相信你们，并和你们成为了伙伴。我隐隐地感觉到了，或许翁法罗斯最大的奇迹并非藏在创世涡心星空背后的秘密…而是你和丹恒自天边降临的一瞬。<br><br>你是我心中的英雄，{NICKNAME}。若来世如期而至，不管我会变成哪般模样——我都一定会让世界记住名为「开拓」的奇迹。<br><br>但，我是说万一…要是你不爽我单方面的决定和安排，想靠自己开辟一条崭新的道路、一个无人设想过的未来——<br><br>——你总能找到打破规则的办法，对么？"
            }
        ]
    },
    {
        "Name": "鸢尾花影报的采访",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "由葛瑞迪先生举债拍摄的「巨制」，《外太空计划六号》已从各大院线下线，对该电影的评价也趋于稳定。「匹诺康尼第一烂片」、「我不允许只有我被它伤害」等评论层出不穷。我们不得不揭下对于拍摄者的滤镜，承认一个事实——葛瑞迪是个彻头彻尾的烂片导演。<br><br>在电影上映前，葛瑞迪影业已处于破产边缘。作为多年的合作者，以及葛瑞迪影业的主要投资人，苜蓿草家系表现出了强烈的收购意愿。<br><br><b>记者：</b>目前有许多观众认为，您只适合拍摄小成本的恐怖片，一旦上升到艺术追求和大制作，就会暴露您的短板，赔得血本无归，就像您的前几部电影那样。对此，您有什么看法？<br><br><b>葛瑞迪：</b>可以说，《外太空计划六号》是我迄今为止最得意的作品。它的色彩设计和场景布置，都借鉴了阿尔卡其斯的哲学思想，力争做出一种现实与梦境的错位感。另外，也欢迎观众们去解析怪物台词背后的时代背景，以及它们的微表情里携带的隐藏线索。<br><br><b>记者：</b>那个，您是不是有点答非所问了？<br><br><b>葛瑞迪：</b>对了，我还在电影里藏了不少的彩蛋，也算是对我最爱的那些老电影的致敬吧。如果观众们也对这些电影有所涉猎，希望他们在看到后也能会心一笑。<br><br><b>记者：</b>针对您个人「毫无艺术才能」的评价，请问您有什么想说的吗？<br><br><b>葛瑞迪：</b>我？我可是葛瑞迪影业的创始人，全电影界最会做生意的人。如果不拍电影，我能赚得盆满钵满。如果我想，我能一天拍一部新片，堆量都能堆成富翁。你懂不懂？你，还有那些观众，你们看不懂我的作品！根本没人知道怎么欣赏我的电影。<br><br><b>记者：</b>您如何看待钟表匠在他的最新动画作品《胶卷灾难》中疑似对葛瑞迪影业进行的讽刺？<br><br><b>葛瑞迪：</b>（漫长的沉默）……钟表匠！他有什么资格在他的作品对我，对我这样一位艺术道路上的前辈阴阳怪气？！他…他是个彻头彻尾的白痴！他根本不明白，如果没有我放弃专利…克劳克影业根本不可能有诞生的机会！是他抢走了属于我的成功，竟然还敢恬不知耻地嘲笑我这样的恩人！<br><br><b>记者：</b>您曾经盛赞过钟表匠的作品，认为他是不世出的天才。您如何看待现在的他？<br><br><b>葛瑞迪：</b>我曾经真的很喜欢他的电影，我…我明白，那是我一辈子也达不到的艺术。为什么世上会有那样的天才？怎么追都追赶不上。<br><br>你说，如果那天我没有放弃专利…如果他死了…会不会…不，不不不，把刚才那段话剪掉……<br><br><b>记者：</b>看来葛瑞迪先生有些激动，采访暂且到此终止。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梦泡电影发展史（节选）",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "如果把历史的转折比作结绳记事的缠结，那么，在葛瑞迪身上，无疑有着两道缠结。第一道是发明原始的梦泡拍摄技术。第二道，则是撕毁梦泡电影的专利版权。为何放弃带来天价收益的版权？葛瑞迪并未给出答案。<br><br>时人盛赞葛瑞迪的无私，但这种赞美也随着越来越多烂片的诞生，日渐变为了对葛瑞迪的声讨。以下是当时的采访记录。<br><br><b>记者：</b>真是令人惊叹，您是出于怎样的想法，才做出了放弃专利的决定呢？<br><br><b>葛瑞迪：</b>长久以来，梦泡电影的专利权为匹诺康尼的影视创作带来了诸多限制，很多优秀的创作者被迫因其放弃了梦想。随着版权意识的增长，相对应的，许多版权流氓的诞生也让整个创作环境变得乌烟瘴气。我是个恐怖片导演，但我想听到的是观众被吓到后，在回忆时发出的笑声，而非一场场版权悲剧。<br><br><b>记者：</b>另外，许多人认为，是███的死讯，使得您下定决心撕毁了专利。作为对她的纪念，以及送给新生的希米亚影业的礼物。对此，您有什么看法？<br><br><b>葛瑞迪：</b>███的死，是一场彻头彻尾的悲剧。在几乎所有人都离她而去的时候，她却仍为了那些最弱小的人而歌唱，甚至为此在义演的途中丧生。我们所有人都应当为此承担责任。<br><br><b>记者：</b>您这是在暗指苜蓿草家系和老奥帝先生的行为吗？<br><br><b>葛瑞迪：</b>不，怎么会呢？苜蓿草历来是娱乐业的天使投资人，鸢尾花家系的许多艺者，也都是在他们的资助下一炮而红。老奥帝先生更是葛瑞迪影业不可多得的合作伙伴。相信在以后，我们也会有更多更深入的合作吧。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "关于███的报道",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "关于知名演员███近期爆出的诸多丑闻，与她有合作关系的各大企业均已做出回应，解除与其签订的代言合同，并取消原定的梦境巡演。但仍有部分曾接受过资助的逐梦客组织宣称，拟定于荒原区域举办的义演活动，仍将如期进行。<br><br>苜蓿草家系的家主奥帝先生表示，███曾应苜蓿草之邀，出演过多部经典作品，她的歌曲家喻户晓，几乎每个匹诺康尼人家里都会有几件由她代言的日用产品。对于她的堕落，奥帝先生深表遗憾。据悉，他们已找到了新的替代者，接过███的艺名，第二任███也将以更好的姿态面向观众，为大家续写███的传奇故事。<br><br>奥帝先生认为，███是一位优秀的演员、歌手和艺术家，不必因现在的丑闻否定了她过去的作品。但依照合同规定，苜蓿草家系有权收回与其相关的诸多商品的版权，包括但不限于相关音乐制品、影视版权及███姓名注册商标的使用权。如███在不经苜蓿草家系同意的情况下，将以上条目用作商业用途，苜蓿草家系将有权对其提起法律诉讼。<br><br>此外，老牌电影公司葛瑞迪影业的新闻发言人在发布会中宣称，基于███女士近期造成的恶劣影响，葛瑞迪影业拟于 10 个系统日后解除与她的合作关系。原定于年末开拍的电影《球笼站》，其主演将由███改为苜蓿草的经纪公司选取的第二任███出演。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "葛瑞迪影业周年报道",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "作为匹诺康尼风头最盛的娱乐公司，由葛瑞迪创建的电影公司，已占据了本地电影市场 45 ％的份额。时过境迁，再度采访葛瑞迪先生，他是否又能给我们一份意外的答卷？<br><br><b>记者：</b>早在监狱时代，您就已经成立了葛瑞迪公司。您是怎样说服公司的监察，让他允许一位囚犯在监狱里创建公司的？<br><br><b>葛瑞迪：</b>对大部分公司狗而言，这个问题都很简单——利益。在大家都清醒的时候，公司的镍币影院的确能够掏空那些一穷二白的囚犯的钱包。那么，在梦里呢？很可惜，在他们发现端倪前，我的律师朋友们已经成功在梦泡电影的技术专利上留下我的名字。<br><br>他们需要赚更多的钱，让囚犯们最后的积蓄也流进自己的口袋。所以，他们替我成立了公司，给了我董事长的职位。当然，真正的管理者是那位「亲爱」的监察大人，麦考伊•德纳尔。<br><br><b>记者：</b>还记得，那时候的您可没少被骂作公司的走狗。不过，现在的葛瑞迪影业，应该算是一家全新的公司了吧？<br><br><b>葛瑞迪：</b>是的，这也要归功于麦考伊先生的过度自信。他真的像施舍那样，给了身为荣誉董事长的我一笔股份分红。瞧，原本会 100 ％回流到公司手里的，囚犯们的积蓄，现在有了一股小小的支流到了我这儿。虽说只能算聊胜于无，但还是成功为匹诺康尼的「独立战争」带来了部分启动资金。<br><br>麦考伊在镇压叛乱时一命呜呼，原本的葛瑞迪公司也成为历史。但他留下的镍币影院和资产，却成为了后来我们重建电影产业的基础。从这个角度想，我还得好好谢谢他——尤其是死得好。<br><br><b>记者：</b>葛瑞迪影业不仅引进了大量的优秀影片，也培养了众多本土的后起之秀，面对越来越激烈的竞争，您有什么想对后辈们说的吗？<br><br><b>葛瑞迪：</b>希望大家能带着热情，而非功利心去拍摄电影。也希望未来的匹诺康尼能拥有属于自己的，闻名寰宇的优秀作品。<br><br>另外，也诚邀筑梦技术相关方面的人才加入葛瑞迪影业，对还不成熟的梦泡电影技术做出进一步的改良，为大家提供更好的作品。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "监狱小报 13 期",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "尖叫、鲜血和娱乐——《午夜电锯狂想》作者专访<br><br>由葛瑞迪自编自导自演，阿斯德纳监狱历史上的第一部电影，《午夜电锯狂想》目前已获得超过百万的观影人次。值此之际，我们特地找到了导演葛瑞迪先生，希望能分享他的成功经验。<br><br><b>记者：</b>梦泡电影的制作，是一项划时代的技术。在监狱里，想要完成这样的发明则更加困难。请问，您是如何从无到有，开创这门全新的技术的？<br><br><b>葛瑞迪：</b>这个点子源自一次洗脸的经历。我在镜子上发现了残留有梦境的忆质，那时候我意识到，虽然梦境是难以把握的东西，但承载它的忆质却是可控的。<br><br>如果能有一种机器，让忆质稳定在记录了梦境的状态，并将其捕捉，不就能够制作出梦境专属的摄像机了？正好，我在入狱前学过些机器修理的技术。把监狱里废弃的零部件组装起来，鼓捣了大概有一两年吧，终于做出了这个小玩意儿。<br><br><b>记者：</b>您是怎么想到在监狱拍摄电影的？还是恐怖片。<br><br><b>葛瑞迪：</b>最开始，我也就只是用这个机器来记录一些梦里的画面，但时间久了之后，也就无聊了。这时候███突然向我提议，「要不你拍部电影如何？反正闲着也是闲着。」一个人自娱自乐终究是无趣的，但如果能给沉闷的监狱生活带来些激情……<br><br>起初在联觉梦境里的拍摄并不顺利，本以为梦里能够随心所欲地组建场景和动作，但忆质往往会处于两种极端状态，要么过于稳定，和现实一样，只有老老实实地进行道具制作和场景布置。要么过于紊乱，像块果冻，演员的脸一秒钟能变九次。因为梦境太难控制，好多画面甚至是在现实的监狱里布景拍摄的。<br><br>至于恐怖片，首先是成本比较低，对拍摄的限制没那么高。其次，长期在监狱和噩梦之间生活，我认为大家在娱乐方面可能需要更刺激的内容。最后嘛，不怕大家笑话，我在入狱前做的最后一件事，就是去影院看恐怖电影，电影看了一半，人就被公司狗架进了飞船，拍摄这种类型片，可能也是想延续那场没看完的电影吧。<br><br>……<br><br>（在监狱时代流通甚广的粗糙小报，在奥扎卡贿赂监狱管理人员后获得了发行权）"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "禁忌之恋：树与蝶",
        "Desc": "在树庭的友爱之馆中发现的一册闲书，分类为「历史言情」。",
        "World": 5,
        "Books": [
            {
                "Desc": "她漫步于花海中，试着搜寻那翩翩蝶翼的一隅，却未能如愿。<br><br>「希，听说…每朵花都有花语。」<br>「大体上，这个认知没错。」<br><br>只闻其声，却不见其人，可瑟希斯并不在意，她悠闲地回应着她最特别的学生，一边四处张望着。<br><br>「你的花语是什么？」<br>「很遗憾，我不是花，而是树。」<br>「唔……」<br><br>显然，这个回答并没能让对方满意，一声夹杂着不满和遗憾的顿音传来，她只得再补上一句。<br><br>「呃，如果只是打比喻…应该是『知性』吧。」<br><br>不过，目的差不多也达成了。大概就在这附近？接下来，就该找个饵把她钓出来了。<br><br>「…明明是知性，却又很浪漫？」<br>「那…也许是因为我会…冬眠？你瞧，在长梦里，我曾和无数情种许下诺言哦。」<br>「……真的吗？」<br><br>蝶翼少女从瑟希斯面前的树丛中咻地起身，让她惊讶了一下。毕竟此时，二人间的距离，几乎为零。<br>近距离注视着墨涅塔的面容，放任唇角的反光掠过眼底，瑟希斯的脸上闪过一丝旁观者难以觉察的绯色。<br>当然，动摇只有仅仅一瞬，随后，瑟希斯便将双手环过少女的腰，然后像是拔萝卜一样，轻轻地将她从花丛里拔了出来。<br><br>「当然是假的，抓到你了。」<br><br>将她放在地上，巨树的化身用叶沿轻抚蝶翼，断定对方状态正常后才缓缓撤开。<br>「所以…现在，你愿意说了吗？为什么要躲着我？」<br>「……」<br><br>「你们，能不要在我家的安提灵园里打闹吗？」<br>一道冰冷的声音不合时宜地打断了二人的思绪，诚然，对花海的主人，冥亡的化身而言，这种鲜活的氛围属实是类似于天敌一样的东西。<br><br>「对不起…我们这就离开。谢谢你愿意听我倾诉，塞纳托斯女士。希，我们先回树庭吧。」<br>「嗯……抱歉啊，塞纳，给你添麻烦了。」<br>「你们这两个家伙，真是…唉。那什么，瑟希斯。」<br>「……？」<br>「…你差不多，也该意识到了吧？」<br><br>苦涩感再度蔓延在口中，瑟希斯无言，只是点点头，向老友告别。<br><br>回树庭的路上，墨涅塔一言不发。瑟希斯一次寻问无果后，也再难以找到开口的时机，只好专注于脚下的道路。<br><br>——议论声传来，令人烦躁。<br><br>「天才…又如何？她就像是……」<br>「好可怕…」<br><br>一位凛然者快步走来，那是███，令人烦躁的源头。<br>墨涅塔向瑟希斯露出一抹笑容，随后便转身离去。<br><br>███向蝶翼少女离去的方向投去锐利的目光，随后将视线转回瑟希斯身上。<br><br>先是事务性的汇报，毫无生气的闲聊，随后上升到人身攻击般的争吵——<br><br>「你究竟懂……」<br>「我不需要懂，我就直说了，瑟希斯——」<br>「与学生，甚至是自己的造物谈情说爱，你就不觉得诡异吗——！」<br>「啪！」<br>这是理性的化身第一次放任感情支配自己的头脑，手掌遗留的触感，仿佛要灼伤树心一般疼痛。<br><br>不远处，熟悉却又陌生的奔跑声传来，瑟希斯本想立刻追上去，回响耳畔的话语却将她的脚步绊住。<br>她的确有些魂不守舍，一遍又一遍让少女的身影在脑海中浮现，随后再度隐去。<br><br>当她下定决心为此间落定，已然是第三个幕匿时之后。<br>巨树化身走向金色的茧居，呼唤着重要之人的名字，随后，动作如冰结般凝滞。<br><br>——蝶翼少女曾经居留于此的痕迹，已然不剩一点。<br>叶桌上的文字，是少女为她写下的第一封，也是最后一封情书。<br><br>「我爱你，希。毕业贺礼我已经拿到了，所以，请你忘记我吧。」"
            }
        ]
    },
    {
        "Name": "神驹的天空勘察记录",
        "Desc": "造访天空的雅努斯之驹，这份手稿诉说着它们存在过的证明。",
        "World": 5,
        "Books": [
            {
                "Desc": "第一日<br>两件事，一好一坏。<br>好消息是，空天都市真的存在。凭这个发现，我们两个回去之后肯定能晋升成祭司！<br>坏消息是，我们回不去，哈哈。<br><br>第三日<br>我们布置了一堆密径门，也对这个要塞的结构有了初步认知。<br>那群野蛮的拉冬人，居然和昏光庭院的医师阁下们一样，出身如此高贵？我还是不愿相信。<br><br>第五日<br>找到了一些天空住民遗留的文献，有大量祭祀活动相关的记载。形式细则虽依种族出身有差异，但整体具有通性——一言以蔽之，从天上往下扔东西。<br>回想曾经听闻的天降粮雨、苍空兵刃等坊间故事传闻，不得不考虑与天空祭仪的关联性。<br><br>第八日<br>我见过狮子，我也听过鸟叫，但没听过狮子学鸟叫。<br>还有，神驹是木质，不是真的马，别老盯着这边看，我害怕！<br><br>第九日<br>被天马追，行李全掉下去了。<br>储粮见底，但这铁石要塞根本没有一点生机，饿了要怎么办呢？<br><br>第十日<br>找到办法了。<br><br>第十五日<br>同袍无法忍受天上岁月的折磨，将神识与他的神驹融为了一体。<br>这是他的选择，我无力干涉。<br><br>第十七日<br>对天空之民历史的调查有了重大进展——阳雷骑士与艾格勒禁忌传说·完整版！<br>虽然文笔像是写给年轻人看的，还画着渎神的插画，但没关系，史学家们本来就该如孩童般渴求知识。<br>——应该不会真的只是古人的漫画书吧？<br><br>……<br><br>第二四日<br>难以缓解的无聊感。我把周围搜集到的小玩意找了个箱子装一起，摆在神驹的停驻处。<br>以后说不准会有人发现它们。<br>我想明白了，迷宫里的宝箱该不会都是这么来的吧？<br><br>……<br><br>第三三日<br>大祭司来救我了！赞美雅努斯！！<br>同袍已成为神驹的一部分，很遗憾，我流下了泪水，但无济于事。<br>我将此行最重要的发现载于此处，作为结语，愿为后人尽微薄之力。<br><br><br>——神驹的木板，可以充饥，味道还行。"
            }
        ]
    },
    {
        "Name": "斯缇科西亚难民的日志",
        "Desc": "从宝箱中得到的日志，由斯缇科西亚城邦里的某位居民亲笔写下，因年代久远，部分内容已无法识别。",
        "World": 5,
        "Books": [
            {
                "Desc": "【平衡月 ██日】<br>今天又有三户邻居从我们这儿搬走了，潮水涨得比以往更高，已经淹到了我们住处的石阶第五级。祭司们说这只是季节性涨潮，很快就会退去，但我在斯缇科西亚生活了三十年，从未见过这样的水位。<br><br>港口的莱安德罗说，他三天前出海捕鱼，发现海水的颜色变得异常浑浊，像是混入了墨汁。他在水下看到了奇怪的影子，不似人形，却又有着模糊的轮廓。回来后就发起了高烧，至今卧床不起。<br><br>【平衡月 ███ 日】<br>城里的酒宴越来越疯狂。往日里只在欢喜月才会举办的盛大欢宴，现在几乎天天都在举行。昨晚安佐家的宴会上，我亲眼看见两个平日安分守己的妇人赤脚踩踏葡萄，边踩边发出怪异的笑声，末了竟直接喝下那混着泥垢的汁液。他们说是在模仿法吉娜的祭祀仪式，但我从未听说过这样荒诞的祭祀方式。<br><br>市集上的物价涨了三成。卖蜜酿的商贩说最近酿造过程变得异常困难，酒曲总是莫名地腐败，只有用直接从港口取回的海水进行蒸馏，才有可能制成美酒。<br>好在我们家的朵丽丝还算清醒，她劝我们少喝城里的水和酒。<br><br>【长昼月 ███ 日】<br>昨夜，港口传来了奇怪的乐声。并非从任何乐器中发出，而像是来自海底深处。低沉的旋律仿佛在诉说着某个古老的故事，令人不由自主地想要靠近海边。好几个邻居家的孩子昨晚都梦游到了码头，他们说看到了「水中的女神」在演奏着什么，想要过去看看。<br><br>祭司们宣布禁止任何形式的音乐演奏，还派士兵在码头巡逻。不知为何，我总觉得他们是在害怕什么，而非真正想要保护我们。<br><br>【长昼月 ██ 日】<br>今天在市场上遇见了卖布的诺拉，她告诉我，她那边的情况比我们想象的要糟糕得多。法吉娜神殿的灵水池三天前突然干涸，祭司们尝试了各种办法都无法重新注满它。更糟的是，神像背后的墙壁上出现了奇怪的裂痕，像是某种纹路或文字，却无人能够解读。<br><br>诺拉还带来了一个奇怪的传闻：有人声称曾在梦中见到一位弹琴的女子，身披黑纱，眼中泛着海水般的光芒。她告诉梦中人，斯缇科西亚即将面临大变，只有「听见她声音的人」才能得救。城里的一些人已经开始称呼她为「预言的海之乐者」——尽管祭司们极力压制这一传言。<br><br>【自由月 ██ 日】<br>我们最终还是决定举家搬离。海水已经达到码头的最高水位线，但有些人对此熟视无睹，依旧沉浸在无休止的狂欢中。我们一家与隔壁的米隆达家决定一同前往奥赫玛。据说那里有负世泰坦的庇护，黑色的潮水尚未侵染到那里。我们计划今晚从码头北侧的出口悄悄离开。祈祷法吉娜能保佑我们一路平安。<br><br>【自由月 ███ 日】<br>已经在路上走了三天。米隆达家的幼子在昨晚突然发起高烧，嘴里不停地念叨着怪异的词句，像是在唱一首古老的歌谣。他的父亲决定带他回城寻医，尽管我们都知道那里已经没有多少希望。<br><br>今早在山坡上回望斯缇科西亚，惊骇地发现整座城市仿佛被一层诡异的光晕包围，海水在阳光下闪烁着不自然的蓝光。远远望去，那些华丽的建筑似乎在水中扭曲变形，如同某种幻象。<br><br>【拾线月 ██日】<br>遇到了另外几名逃亡的同乡。他们带来了更为可怕的消息：斯缇科西亚的海水开始呈现出异样的颜色和质地，有时如浓稠的蜜糖，有时又似凝固的玻璃。那些留在城中的人开始出现奇怪的变化，███████████████。<br><br>更为诡异的是，夜晚时分，整座城市沐浴在一种无法描述的光芒中，仿佛被某种巨大的胎膜覆盖。他们说这是法吉娜的惩罚，但我不禁怀疑：这是泰坦的愤怒，还是比泰坦更加强大的力量在作祟？<br><br>我们决定继续北上前往奥赫玛。路上听说有位名████████能够平息法吉娜的愤怒，但那不过是绝望之人编造的传说罢了。我们普通人只能依靠自己的双脚，逃离这场灾难。<br><br>【拾线月 ████日】<br>今晚，孩子们睡着后，我偷偷拿出了从城里带出的一小瓶海水。这是我们离开前从法吉娜神庙的灵水池中取的最后一滴。在月光下，它呈现出奇怪的光泽，似乎有什么东西在其中流动，不像是普通的水。<br><br>无意中，我发现如果用指尖轻轻敲击瓶壁，会听到一种奇特的声音，像是远方的琴声回响。那一刻，我仿佛看见了一位神秘女子站在海面上，哀伤地演奏着一曲无人能听懂的歌谣。<br><br>我不知道这是幻觉还是真实。但如果真有这样一位存在，能够聆听斯缇科西亚子民的哀伤，那么在我们踏上这条未知旅途之际，请赐予我们一丝希望——哪怕只是一个美丽的梦境也好。<br><br>奥赫玛近在咫尺，最后一次回望故土，却已不见昔日的美景，只有一片扭曲的光影在海平面上起伏不定，有点像黎明前海浪堆卷的泡沫，逐一消散，逐渐露出它冰冷而真实的本质……"
            }
        ]
    },
    {
        "Name": "清洗者的接头纸条",
        "Desc": "清洗者身上搜出的接头纸条，传递着城防部署、暗杀命令、黄金裔动向等诸多情报。",
        "World": 5,
        "Books": [
            {
                "Desc": "僭主死后，白铠煽动众多难民投身戍卫，重新部署城防。调度如下：<br>云石市集守卫交接班次增多；践行时至幕匿时，离怀之路巡逻均提前一刻。<br>务必留意变化，避免不必要的麻烦。<br><i>*纸条捻平后又再度蜷曲，似乎曾卷绕在藏密筒中。*</i><br><br>……<br><br><color=#eb4d3dff>████</color>，逐火派祭司之首。<br>灰发中年<color=#eb4d3dff>█</color>，腰背佝偻，右颈有一道烫伤。<color=#eb4d3dff>██</color>门扉时一刻独自前往诵经堂祷告。<br>阶梯扶手上将有一根裸露的铁钉。<color=#eb4d3dff>█████</color>，一场意外或许<color=#eb4d3dff>███</color>让他永远闭嘴。<br><i>*凝固的暗红血垢沾污了字迹，名字则被沾满鲜血的手指抹去。*</i><br><br>……<br><br>白铠与圣女近日屡屡出入昏光庭院，会见医者。<br>言语间提及天空流民、阳雷骑士旧事，夺还艾格勒火种之日或已迫于眉睫——<br>千年的宿怨将在那时了结。做好准备，那时刻近了。<br><i>*…写在白净的绷带内侧，一股药材的枯涩气息散逸而出。*</i>"
            }
        ]
    },
    {
        "Name": "晨昏先祖书",
        "Desc": "天空末裔的族谱，自黄金世至今代代相传，记载了先祖的事迹和功绩。大部分段落已经佚失。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>天上书</b><br><br><br><b>「风筝舞者」阿娜斯塔西娅，雨之民</b><br><i>以及她的翼兽，辛西娅</i><br>自艾格勒张开百目注视大地以来最好的风筝舞者。如同飞鸟生来会用羽翼拨动微风，她能用指尖掌控最为细微的气流。<br>天上诸邦仍繁盛时，我们齐聚晨昏会，为她乘风筝掠过云层的身影欢呼，却不知黄金世已经迎来尾声。灾厄的泰坦射落艾格勒的百目，失控的飓风撕裂诸邦间的航道。为了寻回卷入乱流中的堡垒，阿娜斯塔西娅与辛西娅开始了最后一次航行，从此再也没有回来。<br><i>「当她的身影沉入乱云再未升起，我们才终于醒悟。一个新的时代开启了，而这个时代注定不属于我们。」</i><br><br><br><b>「失范的裁判官」克里斯普斯，冬之民</b><br><i>以及他的翼兽，西力迩</i><br>成长在最接近天幕的天空城邦的凛冬中，克里斯普斯具备着冬之民常见的秉性：冷静、细致、逻辑严密、刚直不屈。他用自己的前半生走近天象画壁，成为艾格勒赐福下的一位裁判官。<br>而当他看见律法被祭司屡次修改，目睹雨之民仅仅因画壁呈现晴日便被判处渎神之罪，却开始怀疑起来时之路。最终，怀疑酝酿为背叛，他包庇雨之民的失范之举被察觉，愤怒的晖之民用砾石将他处死，试图用羽翼庇护他的西力迩也一并消亡。<br><i>「『在将石头丢向他之前，艾格勒已确证了我的无罪。』一位晖之民说。」</i><br><br><br><b><s>「黄昏之女」塞涅俄丝，异端血脉</s></b><br><s>流着不详血脉的杂种，竟听信大地上漫布的惑众妖言，背弃养育自己神明……</s><br><s><b>「行猎天穹的神明」</b></s><br><s>不可直呼它的名讳，因它已以己身击碎苍穹。一切旧日异端，都应在它降下的烈焰中焚毁……</s><br><i>（此页遍布删改，连字缝间也写满了密密麻麻、难以看清的蝇头小字。最终被全部删去。）</i><br><b>「阳雷骑士」塞涅俄丝</b><br><i>以及她的翼兽，露奈比斯和索拉比斯</i><br>烈阳与阴雨共同的子嗣，逐火弑神的先驱。被视为不洁的血脉，她降下大地游历，与传谕的圣女相识，得知了「再创世」的预言。也因此，她重回天空，带着终结神明的夙愿。<br>索拉比斯点燃了泰坦的羽翼，露奈比斯封锁了泰坦的身躯，塞涅俄丝则洞穿了艾格勒的最后一只眼睛，夺过了司掌晨昏的权柄，并将取回火种的使命交由后人。<br>执掌天穹的神明也会负伤坠落，千万人为之奔赴的逐火由此开始。<br><i>「…功过罪责，或许尚且轮不到我们评说。」</i><br><br><br><b>地上书</b><br><br><br><b>「昏光将领」特克菈</b><br><i>以及她的翼兽，康斯坦丁</i><br>天空的流民离开家园时，大地上的生灵和物产已经被地上诸邦分割干净。他们在野地建立起昏光庭院行医，却屡屡遭到勒索和驱逐。直至黄金战争中特克菈成为领袖。<br>她以刚强性格和铁血手段，凭借医术为筹码与奥赫玛结盟，在抵御悬锋军队的战争中屡获功勋。昏光庭院自此在奥赫玛获得了一席之地，获得了近百年之久的安宁。<br><i>「天空之民被药草汁液浸透的指尖，有着更辽阔、更宽广的力量……」</i><br><br><br><b>「斗士」雅辛缇娅</b><br><i>以及她的翼兽，索提芬</i><br>逐火的狩神之战落幕，城邦间的战潮再度掀起。圣城权力更迭，动荡不安，昏光庭院也失去了庇护之地，再次沦为野地中的流浪部族。<br>为了在悬锋兵锋下苟存，雅辛缇娅孤身参加悬锋祭典，试图用荣誉换取一纸和平誓约，却倒在了最后的一战中。<br><i>「最后一位领袖归于塞纳托斯的怀抱，天空的流民自此散落，天各一方。」</i>"
            }
        ]
    },
    {
        "Name": "小伊卡观察报告",
        "Desc": "一份奇兽观察报告，从属于山羊学派奇兽学研究课题，观察对象为名为「小伊卡」的马身有翼兽。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>马身有翼兽的生活习性观察报告——以小伊卡为例</b><br>课题项目：山羊学派奇兽学谱系研究<br>指导教师：███ ██<br><br><b>观察目的</b><br>通过对翼兽食性、毛发等方面的长期观察，深入探究翼兽族群独特的生理结构和生活习性，从而进一步掌握奇兽学研究的基本方法，为后续对于艾格勒造物的进一步研究提供实践和理论基础。<br><br><b>食性</b><br>草食性。日常食用青草、苜蓿和谷物。喜爱色彩鲜艳的水果，如野苹果、橄榄、撷枝莓子。<br>可能由于翼兽高度驯化的特性，进食习惯上保持与人相近的一日三餐。<br><br>在食量观察中，小伊卡在一次午餐时段内摄入了十颗野苹果。继续投喂十颗野苹果，即刻摄入。又投喂二十颗，即刻摄入。观察到一个饱嗝。投喂五颗野苹果，仍即刻摄入。观察因经费耗尽中止。<br><br><b>毛发</b><br>周身遍布白色短绒毛，额头和后颈长有青蓝色鬃毛，翅上有白色长羽。<br>采取部分绒毛测试，透明、耐火，在一刻之后自然消散。在月光下会微微浮起。并试用触摸法，记录如下——<br><br>摸起来暖暖的，软软的，像云朵一样。践行时的小憩时间，把头埋在它的绒毛里，就像漂浮在空中，所有烦恼都暖融融地消散了……<br><i>（批注：我们鼓励切身观察，但雅辛忒丝，请注意，观察报告需要使用更客观、更学理化的语言。）</i><br><br><b>智性</b><br>小伊卡扑打翼翅，能够拨开云翳，唤下一片遍布虹光的结界，疗愈患者，封锁敌人。<br>查阅石板和典籍，发现其与昔日「阳雷骑士」的翼兽露奈比斯之间的相近之处。推测它们属于同一亲族，甚至可能有更密切的联系。<br><br>虽磕磕绊绊，但能通过简单言语沟通。词汇量略逊于奇美拉，约合于五岁孩童。<br>或许因为它是艾格勒的造物，能够响应其他泰坦神迹。有时会和仙女木聊天。<br><br><b>沉睡</b><br>每次长聊或者施放虹光后，小伊卡都需要沉睡很久。即便醒来后，也需要缓和很久才能再次清晰地吐露言语。<br>它得到的赐福并不稳定，并且在逐步衰弱中…难道是因为艾格勒已不再庇护天空之民的缘故？<br><br>我说：「为了让你健健康康、活蹦乱跳地活下去，以后可不许再找仙女木聊天了！」<br>观察到它说：「…嘟嘟嘟嘟？」<br><i>（批注：此类原始语料可别置附录收纳，一般不列入报告正文。）</i>"
            }
        ]
    },
    {
        "Name": "第一次逐火之旅史（残卷）",
        "Desc": "一本关于第一次逐火之旅的史书残卷，许多内容已经被烧毁、无法辨认。",
        "World": 5,
        "Books": [
            {
                "Desc": "████<i>前卷佚，似乎已经被烧毁。</i>████<br><br>众所周知，阳雷骑士塞涅俄丝挑战神明，是引发第一次逐火之旅的关键事件。自那之后，黄金的旗帜遮蔽了天空，英雄们放下彼此厮杀的刀剑、争先恐后地投入命运的洪流。但关于那场远征的起点，则远非诗人所传唱的那么简单。今日，笔者就来为大家揭晓，寻常史书不会提及的秘辛。<br><br>世人都以为，奥赫玛贵为永恒圣城，其墙垣必定屹立千年不倒。然而在历史上，它确有险些被攻克的时候——或被陈年的旧恨驱使，或听信了阴谋家的挑拨，于光历 3867 年，吕奎亚、伊卡利亚和科林斯三大城邦结为联军，对奥赫玛发动了围攻。那是一支规模浩大的军队，身着铜盔和铁甲的战士排成一列，足以堆满整个黎明云崖……<br><br>████<i>内容佚，似乎已经被烧毁。</i>████<br><br>于是，吕奎亚僭主的阴谋得逞，三位戍边将领在内乱中相继殒命。驻守外堡的士兵们孤立无援，补给断绝，最终不得不缴械投降。一时间，圣城周边已是空门大开、危如累卵。<br><br>联军逼近的消息很快便传入奥赫玛，元老们召开了为期三日的公民大会，最终除了令民心大乱外什么用都没有。贵族和富商们将自己锁进最豪华的公寓，聘请卫兵轮班站岗、以求一丝心安。平民和祭司们则终日祈祷，希望神迹能对敌军降下惩罚、救奥赫玛于危难之中。<br><br>████<i>内容佚，似乎已经被烧毁。</i>████<br><br>奥赫玛果真得救了。但施救者并非众神，而是一支突然出现的军队。它如一尾游鱼般加入战场，旗帜不属于任何城邦。它的阵型进退有度，动作整齐划一。为首的战士拿着一把琴弓般的长剑，在战场上泼血如墨、所向披靡——如今我们知道，那就是「海洋」的半神，以剑旗为名的爵士，海瑟音。那场战斗中，她杀敌六万；鲜血染红了她的裙角，令公民们视她如鬼魅。<br><br>将残局收拾妥当后，这支军队并未就此离去，而是大张旗鼓地进驻了奥赫玛。刻律德菈——军队的领袖，亦是后世的「律法」半神——宣布担任圣城的最高统治者，并承诺会为百姓带来公正。没过多久，她便用强力手段肃清元老院，将反对的声音彻底抹除。有人因此称她为独裁者、僭主、暴君等，但无人能否认，她的统治确实令奥赫玛迅速恢复了元气，更是为如今圣城的繁荣奠定了基石。<br><br>████<i>内容佚，似乎已经被烧毁。</i>████<br><br>刻律德菈大肆募兵，征服了一个又一个城邦；那位剑士则始终伴她左右，斩下一位又一位冠军的头颅。最终，随着科林斯国王跳窗自杀，旷日持久的黄金战争也宣告终结。二人几乎凭一己之力终结了黄金战争，刻律德菈也立下了前无古人的功绩，真正成为了圣城人人敬仰的女皇。<br><br>当民间支持者的声音壮大到一定程度时，刻律德菈颁布手谕，宣称要实现刻法勒神谕中的再创世——猎杀泰坦，夺取火种。她组建起一支浩大的队伍，囊括了战士、学者、祭司和冒险家。听闻她号召的英雄们从各地云集响应，数目比天宫的石柱还多。那场远征被称为第一次逐火之旅，但届时世人并不知道，千年后的英雄们还需再次踏上征程……<br><br>████<i>内容佚，似乎已经被烧毁。</i>████<br><br>就这样，逐火军遭遇了一场惨痛的失败。自那以后，原本贤明的刻律德菈性情大变、一意孤行，最后从众人视野中彻底消失。直到「金织」阿格莱雅站出来拨乱反正，奥赫玛的政局才逐渐脱离混乱、重归秩序。为表彰阿格莱雅的手段与担当，元老院将她推举为新任执政官，并一直延续至今。<br><br>然而，笔者认为，刻律德菈并非如元老院宣称的那般失踪，而是主动投身于一盘更宏大的棋局之中。如今翁法罗斯大地上的「律法」仍未失序，便是最有力的佐证。至于那位「剑旗爵」海瑟音，有传言称她仍在翁法罗斯某处、孤独地行使着海洋的神权。那拍击岸边的阵阵浪涛声，便是她排解寂寞的呓语。"
            }
        ]
    },
    {
        "Name": "逝者录",
        "Desc": "一册逝者的名簿，再创世前，将有人使其完成。",
        "World": 5,
        "Books": [
            {
                "Desc": "光历 2147 年，圣城直面黑潮之灾，渐隐于夜幕中。<br>以此卷记叙逝者，书下奥赫玛之殇。<br><br><b>军士、司祭、学者阵亡者</b><br>……<br><br>• 阿尔菲奥斯，马隆萨 - 孪生兄弟，为圣城同死。<br><br><br> / <br>• 佩特拉 - 英勇的山之民，其牺牲不朽。<br><br><br> / <br>• 玛格什 - 睿智的学者，不幸于市集身陨。<br><br><br> / <br>• 尤里萨 - 辅祭，为护同伴而亡。<br><br><br> / <br>• 涅柔娅 - 刻法勒司祭，其使命结于归宿。<br><br><b>市民阵亡者</b><br>……<br><br>• 安提戈涅 - 阿加西亚斯之女，死于倒塌之家中。<br><br>• 特阿吉斯 - 三子之母，怀抱幼子而同亡。<br><br><br> / <br>• 艾犹卜 - 正直之人，于祈祷中逝去。<br><br><br> / <br>• 博莱斯 - 体恤民众者，直面黑潮造物而亡。<br><br><br> / <br>• 希吉拉 - 商人，于铺内死亡。<br><br><br> / <br>• 卢克雷提娅 - 大地兽的友人，竟应竟之事后离去。<br><br><br> / <br>• 马尔库斯 - 饱经风霜，于奥赫玛外奔赴命运。<br><br><br><br><br><b>不明去向者</b><br>• 赫格西娅 - 朴实之人，失踪。<br><br><b>其他</b><br>• 无名遗体十具，面容难辨。<br><br>……<br><br>愿塞纳托斯的温婉，携斯人魂灵至新世。<br>我们将于西风的尽头再会。"
            }
        ]
    },
    {
        "Name": "神性的回响：天空",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那遥远的云端酝酿震耳的雷声。",
        "World": 5,
        "Books": [
            {
                "Desc": "晨昏之眼，艾格勒。<br>聚风暴为翼，悬千星作眼。<br>求你裂开混沌的渊暗，<br>令风骨不折，苍鹰得越云堆。"
            }
        ]
    },
    {
        "Name": "神性的回响：诡计",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，两枚硬币碰撞发出了谎言的响声。",
        "World": 5,
        "Books": [
            {
                "Desc": "翻飞之币，扎格列斯。<br>织言语之网，启歧路之扉。<br>快去掩藏虚谎的锋芒，<br>令愚者行善，智者识破雾帷。"
            }
        ]
    },
    {
        "Name": "神性的回响：大地",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那崩裂的地渊发出岩石的悲鸣。",
        "World": 5,
        "Books": [
            {
                "Desc": "磐岩之脊，吉奥里亚。<br>孕五谷之息，固群山之基。<br>愿你永驻褐土深处，<br>令荒芜溃散，生者得享丰衣。"
            }
        ]
    },
    {
        "Name": "防止金丝窃听的秘诀",
        "Desc": "从「火种匣」中取出的密卷，记载了元老院提防金丝窃听的经验之谈。",
        "World": 5,
        "Books": [
            {
                "Desc": "近年来元老院的意图往往因「金丝」窃听而识破，我们有必要找到行之有效的应对措施。<br><br><br><b>暗语</b><br>金丝能洞悉人心、获知讯息，但并非万事皆可得知，且知晓并不等同于理解。<br>手势：以绸缎覆住双手，在彼此手心划下字句交流。<br>暗号：将真正的意图层层包裹，确保只有我们能够理解其中的含义。如「十年前今日我们会面之处，如今已存满扫帚。」<br><br><br><b>裁断</b><br>金丝与千年前相较，权能似乎有所衰落。近来金丝末梢愈加衰颓僵硬，甚至到了触之不觉的程度……<br>毒杀：金丝衰弱，若虫亦更易驱逐。以药草熬制熏蒸剂，即可有效驱逐这些耳目。<br>木剪：墨涅塔与瑟希斯权能不相抵触，以树庭枝桠制作木剪，或可在被察觉前绞断金丝。<br><br><b>扰乱</b><br>僭主履行{RUBY_B#浪漫之泰坦}墨涅塔{RUBY_E#}神权，金丝会趋「美」而来，避「丑」而去。<br>声音：乐声能使金丝沉醉，噪声则能扰乱金丝视听。先辈们乐于在剧场议事，的确是一种古老的智慧。<br>污秽：此招虽好，气味却大，较为不雅，慎之慎之。<br><br><br>……<br><br><br>以上秘诀须隐秘传阅，万勿泄露。<br>但不可排除，我等写下笔记的此刻，金丝也并未放过……"
            }
        ]
    },
    {
        "Name": "清洗者的名录残卷",
        "Desc": "从「火种匣」中取出的密卷，记载了清洗者名讳、生平等不传之秘。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>第七号</b><br><br><br><b><s>十六世：奥里维亚，营造官</s></b><br>担任奥赫玛营造官，主持云石天宫修缮工作。<br>清理部分地宫塌陷区域，将各处据点通过地道相连。寿终正寝。<br>质素已提取，等待合适人选继承。<br><br><br><b>十七世：莉薇娅，斟酿人</b><br>常驻云石天宫，偶尔在英雄浴池工作，负责收集黄金裔动向。<br>接过秘酿时轻叩三次杯壁，会在下次送上秘酿时在盘底附上情报。<br><br><br>……<br><br><br><b>第二十三号</b><br><br><br><b><s>四十一世：格雷戈尼，曳石学者</s></b><br>潜入曳石学派窃取成果，以探求继承仪式的改进方法。<br>在掷铁饼比赛中遭链球砸伤，不治身亡。<br>质素已提取，等待合适人选继承。<br><br><br><b><s>四十二世：科罗尼，戍卫队长</s></b><br>驻守云石市集，负责给予通行便利，必要时响应行动。<br>死于尼卡多利眷属突袭，在护送灾民中受伤，不治身亡。<br><i>（笔迹凌厉的批注）每一世、每一世都这样…头脑发热前想想你继承身份是为了什么，这是清洗者该有的死法吗？</i><br>质素已提取，暂时封存，继承人选暂缓挑选。"
            }
        ]
    },
    {
        "Name": "「富家翁」维奥提斯的生意经",
        "Desc": "奥赫玛曾富甲一方的富商维奥提斯的名言集，千年来口口相传，被商人小贩奉为不可不读的生意经。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>「未学经商，先学做人。求知若渴，终身学习。」</i><br><i>——「富家翁」维奥提斯</i><br><br><br>家财万贯的「富家翁」维奥提斯死后，他留下的只言片语被奉为生意经，在千年间被贩夫走卒争相传阅。人们总是好奇这位来自异乡、身无长物的少年是如何白手起家，在奥赫玛打下一片天地的，而每每被问及这个问题，维奥提斯总会提及那场不幸的灾祸。<br><br><br><i>「我始终相信，塔兰顿对每个人都是公平的。」</i><br><i>——「商行公民代表」维奥提斯</i><br><br><br>维奥提斯仍是少年时，故乡被黑潮吞没，只身投奔身在奥赫玛的同胞兄弟阿提卡斯。只是扎格列斯向来爱捉弄倒霉之人，途中他遭盗匪抢劫，一刀刺入胸膛，一刀砍中臂膀。好在有猎户经过，救下了他的性命。尽管性命无忧，这场灾祸却给他留下了困扰多年的病症。<br><br><br><i>「悦纳自己的缺陷。适时的遗忘能让你更专注于自己的目标。」</i><br><i>——「树庭失忆诊疗首席资助人」维奥提斯</i><br><br><br>维奥提斯跌落溪谷捡回性命，却也失去了一切记忆。受昏光庭院救治被问及自己是谁时，他只是喃喃自语「阿提卡斯」。依照这个线索，人们找到了他的兄长阿提卡斯。后者对他悉心照料，慢慢告诉他此前经历，症状才略有恢复。<br>此后，维奥提斯仍饱受失忆症困扰。或许因为回忆都从兄长的口述中得知，在病症发作时，他甚至分不清自己究竟是阿提卡斯还是维奥提斯。<br><br><br><i>「兄弟合作总要拆伙。我的奋斗历程中，从未依靠过兄弟的权势。」</i><br><i>——「刻法勒圣殿特许供应商」维奥提斯</i><br><br><br>维奥提斯的兄长阿提卡斯其时已是大司铎座下最受厚望的学徒，在大司铎病逝后，他继任司铎，宣布著名的「永昼预言」。但维奥提斯却并未乘势领受圣职，而是选择自己打拼。<br>他在云石市集租下店铺，起早贪黑整整三年，攒下一万利衡币。再加上兄长阿提卡斯资助的三十万利衡币，他的第一个当铺终于开张了。<br><br><br><i>「诚信不蚀本，虔诚助盈利。」</i><br><i>——「黎明云崖终身宾客」维奥提斯</i><br><br><br>动荡的岁月使维奥提斯在当铺中谋得第一笔资金。随后，他组织商队，垄断了城邦间的木材和橄榄油贸易，赚取了用之不竭的财富。奇怪的是，兄长阿提卡斯因病英年早逝后，维奥提斯的失忆症愈加严重。他在谵妄中自称阿提卡斯，并能将刻法勒谕言倒背如流。<br>这种奇异的现象使他开始笃信泰坦。每年，他抽取利润的六十分之一作为贡金献给刻法勒，直到逝世为止。"
            }
        ]
    },
    {
        "Name": "一拳神王•艾格勒卷",
        "Desc": "在树庭的友爱之馆中发现的一册闲书，分类为幻想小说。",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br><br>掸掸落于身上的灰尘，他正了正仪表，站定与巨鹰对峙。<br><br>「呵，打败了寡言的吉奥里亚，便以为自己算上个东西了？凡种，我劝你……」<br><br>神王不言，直视着艾格勒的千只眼瞳。他缓缓抬起右臂，四指并拢，对着眼前巨物轻轻摆手。<br><br>「狂妄！你会为你的傲慢付出代价！」<br><br>艾格勒怒发冲冠，巨躯也随之变得滚烫。随即，它以肉眼看不见的速度振荡双翼！霎时间，千片羽毛犹如利剑般射出，直逼神王而来！<br><br>众所周知，天空泰坦之羽，每一片都可透铁穿钢，更何况凡人之躯？其数量之密，躲无可躲！<br><br>凶刃的暴风逼近眼前，时间仿佛凝滞！艾格勒强化了自己的反应能力，预测起眼前这狂妄小贼的动作。<br><br>见神王下盘用劲，艾格勒暗想——他能做的无非有二！蹬地向左或右闪躲，亦或是站稳全力防御，可无论哪种，都乃无用之举！羽刃会随着风向偏移，无论他的闪躲能力有多强，都会追他而去！<br><br>——可谁能想到，神王从未曾想躲闪！他借力向前冲去，用双指夺来首枚飞至的羽刃，反身划下一道螺旋，以音速将其掷出——<br><br>羽刃顺势转向，向着风暴深处飞去，不偏不倚地与另一片钢羽的锋尖相撞——<br><br>「叮！」<br><br>只见冲击后的羽毛向着两侧偏转，各自撞上其他羽毛，再度偏转其轨迹！<br><br>「叮！！！」<br><br>叮叮的碰撞声连锁成不规则的节奏，直至最后一片羽毛的力道也被消解，散在空中！神王仅用一片夺来的羽毛，便化解了整片刀羽军势！<br><br>艾格勒震诧！一介凡人怎会有如此神技？<br>但它仍是神识之躯，并未因此就慌了心神。趁着四散的羽毛遮蔽双方视线，它立即用如同钢铁大剑般的利爪向下拍击，意图趁机结束战斗——<br><br>「轰！！」<br><br>巨爪不偏不倚地正中神王所在之处，地面因巨力的冲击陷出一个大坑！<br>不对！艾格勒暗想，这手感有些怪异…落空了吗？还是——<br>它定睛一看，却怎么也没能想到，它那于神王数倍大的尖爪，却被神王单手捏着，像是握持餐具那般轻松接住！<br><br>漫天白羽似乎为肃杀的战场添上了一笔诡异的淡彩，那不可一世的巨鹰却陷入了千年来的首次呆愣，它喃喃道：<br><br>「不可能！哪怕与吉奥里亚相争，它在我的铁爪之下也只能一味闪躲——你，你究竟是什么东西！！！」<br><br>「你不是早已知晓答案了吗？凡人，仅此而已。」<br><br>「你这该死的——！！！」<br><br>艾格勒尝试收回爪尖，但在神王的持握下，像是凝固般纹丝不动，它的脸色变得十分难看——<br><br>见此，神王似乎露出微笑。握紧空余的五指，随后，用泰坦视力也无法判断的速度——<br><br>全力，将一拳挥出——<br><br>「砰！！！！」<br><br>瞬间，神躯爆散！<br><br>巨涛般的力道撼动了天际，震得那神钢所铸的幕墙上都出现了数道裂纹，圣殿即将崩毁！<br><br>此后，世间再无天界！翁法罗斯的万众将不再需要忍受天幕的奴役！而这一切，都仰仗着神王的数拳，乃至一拳！<br><br>远方的泰坦众神感应到同僚的败亡，爆发出了愤怒的啸叫——没有谁能够阻止他吗？怎样才能动摇他的前进？？<br><br>它们有所不知，即使强如神王，也仍被凡人的欲望所束缚着——<br><br>如同开战前那般，他再度正了正衣冠。<br><br>「…恭喜，你走到了终点，艾格勒。你很强，强到无愧天空泰坦之名。」<br><br>他无视身后逐渐崩毁的石壁，踏步向殿外走去，步伐镇定，却难掩脸上的失望神色。<br><br>「但你唯一的败笔，便是没能让我尽兴。」<br><br><br>——次回「战尼卡多利」（下期休刊）"
            }
        ]
    },
    {
        "Name": "我的教授不可能这么娇羞",
        "Desc": "在树庭的友爱之馆中发现的一册闲书，分类上算是…青春文学？",
        "World": 5,
        "Books": [
            {
                "Desc": "「对不起，我迟到了！」<br>我靠着识之花的力量翻越藤蔓，冲刺来到教室前，忐忑不安地拉开大门，却恰好与约定的对象四目相对。<br>刚刚年过三十的教授倚靠在墙上的讲课石板旁，松垮地站立着，学者服在永夜的微光下璨璨生辉，散发出一种近乎神圣的氛围感。<br><br>「哼嗯？第一节课就选择迟到。看来有人想去见塞纳托斯了啊……」<br>换句话说，这是我们的第一次一对一教学。而我这个开场就搞砸了的家伙，正可谓瑟希斯看了都觉得丢人。<br>好在我已经想好了对策案——<br><br>「对不起，教授，我愿意做任何事情来补偿！」<br>「任何事？」<br>「那个…还，还请手下留情…」<br>听闻此话，教授的脸上划过一丝带有魅力的笑容。<br><br>「那，我要你来教我。」<br>「等等，教授？」<br>「我希望，你能把这篇论文里的知识点，拆解开来，一字一句地，慢慢讲给我听。」<br>虽然这里没有镜子，但我猜，自己的脸已经因为突如其来的直接攻势而变得通红。<br><br>「那个，教授…我还只是实习生，现在做这种事，会不会，太早了？」<br>「唔…明明是我好不容易才鼓起勇气说出来的！你是想让我备的课白费吗？你这个笨蛋！」<br>「至少，至少等到课后！」<br>「…既然你都这么说了，那好吧。别忘了，我还没原谅你呢…今天我们先来学什么？」<br>「要不要先看一期学术期刊？最近好像新出版了对自然数字规律的研究」<br>「听起来不错嘛，快，来看看吧」<br><br>那篇研究报告十分具有价值，但我却连它的论点都没能理解，因为我无法把视线从教授犀利的眼眸上移开。<br>他沉浸于数字时的样貌是何等理性。不愧是我珍视的教授。<br><br>那之后，我们经历了充实的一课。在古典文学的展览中游逛，如饥似渴地嘬食着泰坦信仰调查的新编，最后，在赤陶学派新作带来的梦境中流连，以至于忘记了——<br><br>象征幕匿时的钟声响起，我们彼此相视。下课了。我不止一次地怨恨时刻为何近似线性流淌，然而却无法对其进行干涉。<br>教授看向了我顿了顿，仿佛下定了某种决心似的，喃喃道：<br><br>「把论文…拿出来吧。我会为你改稿的。」<br>「真的，可以吗？」<br>「嗯，你是我引以为傲的学生。我早已有此打算。」<br>「教授…」<br>「请让我理解，你的思想，你的研究成果，你的…一切。」<br>无需进一步的言语，两位理性的追寻者基于本能，开始了对知识点的探讨。<br>我们此时还未曾想，这一课过后，论文的致谢一栏会多出一个名字。而这最终，成为了我们成立学术研讨会的起因。"
            }
        ]
    },
    {
        "Name": "万帷网，感谢你停下来",
        "Desc": "传信石版上的一条疑似动机不纯的信息，已遭作者删除。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>万帷网归档文件，原作者（匿名）已删除内容</i><br><br>就在不久之前，万帷网上还充斥着如此这般的「商业广告」：<br><br>无论白天，还是夜晚~♪ ♪<br>「超级英雄」沐浴皂，让我舞动翩翩~♪ ♪<br><br>——是的，彼时的万帷网就像它宣传的这些商品一样，充满肥皂的味道，令人心生厌倦。阿格莱雅原本许诺我们什么？万帷网是分享知识的网络，是开放、平等、协作、共享的伟大平台。可结果又如何？劣币驱逐良币，我们不是用垃圾信息淹没别人的感官，就是借助平台开启无穷无尽的争吵。我曾向刻法勒道出自己的迷惘，而刻法勒也只是沉默不语。如果一切就这样下去，在这数字洪流的尽头，究竟是什么样的命运在等待我们？速度根本不是文明的伙伴，它只是吞噬人性的一头巨兽！<br><br>不过，有必要澄清一点——虽然我和许多人一样，在公民大会上向阿格莱雅女士投下了反对票，但我仍然认为她是一位诚实的正人君子。我想，那些为我们仗义执言的元老院公仆们也会同意这个看法：她只是一位可悲的盲人，无视现实，自顾自地在幻想的世界中行走。<br><br>当然，阿格莱雅女士的离世令人遗憾。但当我写下这段心里话的时候，失去了金线的万帷网正用每秒以字节记的速度传输着信息——这让我突然有种生活回到了现实的感觉。我沏了一盅茶，一边饶有兴致地阅读着《悬锋列王纪》，一边等待着有声版《多洛斯侠盗列传》下载完毕。在昨天的我的眼中，这肯定是一种令人难以忍受的慢节奏生活——可是，在我们真的失去了金线，万帷网的速度已经不比飞天坛递更有优势的时候…我却发现自己找回了生活的平衡，重获了内心的宁静。<br><br>从那些「商业广告」的意义上，万帷网或许已经死了；但在我心里，它却刚刚重获新生。（离愁时三刻匿名发，积极回复评论，但注意不要暴露身份）"
            }
        ]
    },
    {
        "Name": "阳雷骑士真传",
        "Desc": "一位不知名作者的历史笔记，上面充满了涂改痕迹，似乎作者对自己的论点相当纠结。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>（开头的一小段话有擦除重写的痕迹，并且作者的姓名被刻意抹去了）</i><br><br>如果有人看到了这份笔记，发现历史的真相与自己的假设相去甚远——请不要感到奇怪。所谓历史，是在世的人们对往事的一致说法；如果某段历史的存在，本身就对世人构成了伤害……那么将它遗忘的人，也不该被斥责为愚者或懦夫。<br><br>阳雷骑士塞涅俄丝，艾格勒神权的篡夺者，天空的融合神。如此强大的她，在刚刚离开天空之子大家庭的年少之时，也不过是一位被迫离群索居的普通姑娘。大家庭当中难免会产生基于派系的矛盾，晖之民与雨之民的争执也的确时有发生。但对少女塞涅俄丝而言，真正的麻烦在于，她流着黄金色的血液。<br><br>黄金血既是天生神力的证明，也是「非我族类」的诅咒。少女厌倦了这种总是要打消他人疑虑的生活，于是踏上了流浪的旅程。在无言的旷野中，她遇到了露奈比斯和索拉比斯——与人类不同，她们之间轻松地建立起了信任，一同狩猎、成长、生活，拜师学艺、增广见闻。<br><br>不负一身黄金血，在游学多年之后，少女已然成长为举世无双的阳雷骑士，连天空中的艾格勒也不敢无视她的一双羽翼。或许是她在内心深处并不愿做一个孤独的强者，又或许是儿时拯救天空之子的理想从未离开她的心头——无论如何，作为一个强力的外来者，她重新回到了天空之子的部族当中，并宣布要替他们击落身为泰坦却无能懦弱的艾格勒，好让人们的生活踏入充满希望的全新阶段。<br><br>我时常设想…如果阳雷骑士并没有拯救天空之子的愿望，一切会不会有所不同？如果她只是听凭自己的心意击落艾格勒，却并不邀请这些与她貌合神离的同胞一起分享战果…那么之后的许多悲剧是不是就可以避免？或许天空之子遵循他们过去的生活，依然可以从陨落的艾格勒身上得到慰藉；而让他们沿着过去的惯性自行其是，对如今的阳雷骑士而言也谈不上什么损失。<br><br>只可惜，历史没有如果。在我的眼中，阳雷骑士的真正心愿，可能是希望所有天空之子都成为像她那样孤高而自豪的骑士——她是真心实意用这种标准平等地爱着每一个人。但现实残酷地证明，比起成为精神上的贵族，大多数天空之子却更习惯于成为「跪族」。她越是厌恶艾格勒，就越有一些人像过去崇拜艾格勒一样去崇拜她自己——除了更换口号之外，一切简直毫无区别。<br><br>而身为外来者，她只能用极端的暴力去控制这些自己想拯救的对象…就像一个习惯了动手打孩子的父母，只能用家庭暴力的语言去传达畸形的爱意（以她个人的理解而言，这的确是一种爱）。<br><br><i>（下面这段文字也明显有擦除重写的痕迹）</i><br><br>当初写成这篇小传的时候，事情还没有发展到不可挽回的状态。但今天过后…我将成为仅剩的天空之子，并按照与她的约定，为她所书写的这段历史在未来寻找全新的意义。<br><br>我不知道我（以及我的后代）能不能完成这项使命…如果有人看到了这份笔记，那么相信到那时，你会有属于你自己的判断。"
            }
        ]
    },
    {
        "Name": "眷族志残本",
        "Desc": "某位佚名树庭学者记录家族历史的专著，手抄本，因年代久远部分内容已遗失。原件藏于友爱之馆。",
        "World": 5,
        "Books": [
            {
                "Desc": "（残本，抄录自友爱之馆藏书）<br><br>我族祖上皆为天空泰坦艾格勒的眷属。在那遥远的时代，我们居于天象画壁之中，分为晖之民、雨之民与冬之民。晖之民执掌烈阳，象征尊贵；雨之民主宰雷雨，代表力量；冬之民守护霜雪，寄托智慧。三族各司其职，共同侍奉伟大的艾格勒。<br><br>然而天空之下并非总是和睦。晖之民认为唯有阳光才能驱散世间阴霾，他们追求力量与荣耀，视其他族群为懦弱；雨之民则坚信唯有雷霆才能净化污秽，常以暴烈手段对抗异己；冬之民虽以智慧著称，却也因傲慢与偏执招致他族不满。三族矛盾日渐加深，几至不可调和。<br><br>直到那场劫难降临。<br><br>塞涅俄丝向天空发起挑战，天象画壁被硬生生撕裂。无数天空眷族葬身于永夜，幸存者不得不逃离故土，隐匿于大地之上。在这场浩劫中，一位流着黄金血的贤者带领着残存的三族眷民远遁。她深知分歧已为天空族带来灾厄，于是立下誓言：要建立一处能调和阴晴、融合晨昏的庇护之所。这便是昏光庭院的起源。<br><br>昏光庭院并未如其他城邦般选择定居。他们深知，若要弥合族群裂痕、疗愈宿怨，就不能困于一隅。于是庭院成员化身游医、占星师与学者，行走于翁法罗斯大地。他们以艾格勒赐予的天空祝福为民解困，同时也在寻找着重返天际的可能。<br><br>庭院虽已不复昔日天空眷族的荣光，却保留了重要的传统。每当族中子弟满八岁时，便要举行天空祭礼。在这场古老的仪式中，孩童将与四件圣物中的一件共鸣：烈阳头环、雷雨手镯、冰雪戒指，或是微光吊坠。前三件分别传承自晖之民、雨之民与冬之民的血脉，而微光吊坠则象征着超越分歧的和谐。据传千百年来，能与微光吊坠共鸣者寥寥无几。<br><br>在黄金战争爆发后，昏光庭院的处境愈发艰难。游走的生活使他们成为各方势力眼中的软弱之辈。悬锋城的战士们尤其轻视这群不战而逃的遗民，时常对其发动袭扰。庭院虽曾与奥赫玛、神悟树庭等势力结盟，但血脉中流淌的使命又总驱使他们放弃安定，继续寻找着重返天空的启示。<br><br>在这动荡年代，昏光庭院坚守着最初的理念：以疗愈化解仇怨，以和谐消弭纷争。尽管外界嘲笑他们的软弱，但庭院成员始终相信，唯有调和对立、包容差异，方能避免重蹈覆辙。这种信念一直延续到今日，成为昏光庭院最宝贵的遗产。<br><br>……<br><br>[后页已佚]"
            }
        ]
    },
    {
        "Name": "一封家书",
        "Desc": "一位慈祥的母亲留给孩子的家书，从内容来看，似乎记载着家族的过往",
        "World": 5,
        "Books": [
            {
                "Desc": "亲爱的孩子：<br><br>当你问起我们的祖先是如何在天上生活时，我总说推却说那些故事太长了，一时半会儿说不清。今天，趁着这难得的闲暇，我想将那些从家族中传下来的故事记录下来，也算是给你留个纪念。<br><br>你知道吗？我们的先祖也有类似奥赫玛集市的地方。在晨昏交替的回廊上，不同族群的人们会聚在一起交换物品。晖之民带来太阳晒干的云绒，那是用来织布最好的材料；雨之民出售凝结的雷露，据说敷在脸上能让皮肤发光；而冬之民则贩卖他们特制的冰晶糖果，含在嘴里会慢慢化开，甜味能持续一整天。<br><br>我小时候最爱听的就是关于这些集市的故事。你外祖母说，那里不光有买卖，还经常有人站在云台上即兴表演。最受欢迎的是冬一族的歌手，他们能让飘落的雪花随着歌声起舞。而雨之民则擅长用打雷的节奏伴奏，配合得恰到好处。<br><br>……<br><br>我们的传统饮食比奥赫玛有趣得多，不同的族群有各自的特色：晖之民喜欢在正午时分举办日光宴，他们用特制的水晶器皿折射阳光，将食物烤至金黄；雨之民则偏爱在雷雨来临时才开饭，他们说这时的空气最为清新，连最普通的云羊奶都会变得格外美味。<br><br>其中最有特色的要数冬之民的寒林茶会。他们在结满冰花的树枝间支起长桌，饮用一种用星光煮成的茶。茶水倒入杯中时是透明的，但随着温度变化会呈现出不同的色彩。家族中流传着一个笑话：有个雨之民在茶会上太过兴奋，一个喷嚏就把整张桌子上的茶水都冻成了冰柱。<br><br>……<br><br>孩子们也和你一样爱玩耍。不过他们的游戏和地上大不相同。最受欢迎的是追光，孩子们会分成几队，在光影交错的云层间你追我赶。晖之民的孩子总是跑得最快，但雨之民的孩子更会找捷径，而冬之民的孩子则以出其不意的战术著称。<br><br>还有一种叫风筝舞的游戏，需要参与者借助气流在云层间滑翔。这其实是一种非常实用的技能训练，很能锻炼大家驾驭气流的技术。你外公说他年轻时是风筝舞的好手，曾在一次比赛中一口气飞过三层云梯，赢得了不少赞叹。<br><br>……<br><br>每当艾格勒的光芒最为璀璨时，我们的先祖就会举办盛大的天光节。所有的族群都会放下分歧，聚集在一起庆祝。晖之民负责编织光芒织成的彩带，雨之民用他们独特的技艺造出七彩的云桥，而冬之民则在高处降下闪耀的雪花。整个画壁会变得五光十色，美得让人屏息。<br><br>不过最热闹的要数每年的晨昏会。这是专门为了庆祝日升月落而设的节日，也是不同族群交流的重要场合。人们会带着自己最喜欢的食物，讲述一年中发生的趣事。晖之民常常表演牵光术，让阳光在指间流动；雨之民则会献上雷鸣舞，踩着雷声的节奏起舞；冬之民最后压轴，用他们的冰晶乐器演奏，那声音据说能让整个天空为之共鸣。<br><br>写到这里，我不禁想起你外婆常说的那句话：虽然我们如今生活在地上，但只要抬头看看天空，就能感受到先祖们的祝福。<br><br>或许有一天，当艾格勒的伤痕痊愈，我们还能重返那片云端的家园。不过在那之前，让我们好好珍惜当下的生活，也请你记住这些故事，它们是我们最宝贵的遗产。<br><br>永远爱你的母亲"
            }
        ]
    },
    {
        "Name": "晨昏记事",
        "Desc": "某位已叛逃的祭司的随身手札，原件下落不明，此为树庭抄本的复制品。",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br><br>在成为祭司的第七年，我终于得以进入████深处，参与祭祀仪式。但正是这次机会，让我对艾格勒的本质产生了动摇。<br><br>我们晖之民一直深信，艾格勒偏爱着我们。毕竟在所有天空眷属中，只有我们能承受最炽烈的阳光。我们将这视作泰坦的青睐，甚至因此轻视其他眷属。但当我走入画壁深处，亲眼目睹了泰坦行事的真相，一切都变得不同了。<br><br>画壁中央有一面巨大的镜子，能映照出艾格勒注视大地的百只眼睛。那一天，我看见一群虔诚的信徒正在祈祷，恳求艾格勒保佑他们的收成。但泰坦对此无动于衷，它的目光始终凝视着远方渐起的黑潮。当黑雾逼近时，艾格勒会不由自主地将眼睛转向高处，仿佛在躲避什么可怕的东西。<br><br>这一幕让我忽然明白了许多。艾格勒并非出于偏爱才青睐我们这些生活在高处的晖之民，它只是在逃避地面上不断蔓延的黑潮。我们误将泰坦的恐惧当作了恩宠，为此沾沾自喜。更讽刺的是，它对信徒们的祈祷从不在意，那些虔诚的跪拜在它眼中不过是蝼蚁的舞蹈。<br><br>我开始注意到更多细节。每当有城邦倾覆，艾格勒便会略微收缩瞳孔，但那不是悲悯，而是在评估黑潮的蔓延速度。它高居云端，永远冷漠地俯瞰众生。就连它创造的光明，也不过是为了照亮自己的视野，好让它能更清楚地观测黑潮的动向。<br><br>有天夜里，我又一次站在画壁前。虔诚的信徒们正在歌颂太阳与光明，赞美泰坦的仁慈。但我看到艾格勒的眼中闪过一丝轻蔑。它厌恶这些软弱的生灵，正如它厌恶那些令它恐惧的黑暗。在它的天空中，既无慈悲，也无真理，只有一个永恒的悖论——它既是光明的主宰，却又是最怯懦的逃亡者。<br><br>最讽刺的是，当我写下这些文字时，依然能感受到艾格勒的注视。但我知道它不会因为我的亵渎而降下惩罚。在它眼中，我的背叛与信徒的崇拜同样无关紧要。或许正是这种冷漠，才是它最真实的神性。<br><br><i>[后记：此篇手稿被发现于██████的角落，疑似出自████之手。经考证，作者很可能是已叛逃的████大祭司。神悟树庭图书馆内藏有一份抄本，原件下落不明。]</i>"
            }
        ]
    },
    {
        "Name": "多洛斯侠盗列传",
        "Desc": "悬锋史官托勒密所著史传。本卷讲述贼城多洛斯三百侠盗中部分侠盗的事迹。",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<b><i>卷序</i></b><br><br>自史家掌笔以来，黄金裔暂且不论，上至一城之主、一国之王，下括征伐有名的战勇、博学笃行的学者，其功名俱辑录在册、流传百代。其余百业，若有奇人散杰，事迹亦能为史家所载。{RUBY_B#天空之泰坦}艾格勒{RUBY_E#}赐名之祭司、{RUBY_B#大地之泰坦}吉奥里亚{RUBY_E#}恩准之铁匠，乃至{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}默许之苦行者，均有人为其作传。唯独{RUBY_B#诡计之泰坦}扎格列斯{RUBY_E#}麾下眷从，以谎言乱法、以诡行犯禁，又不惮矜其能、伐其德，故为万人所讥。因其不轨于荣耀，尤为悬锋人所不齿。<br><br>笔者托勒密，自认嚼尽悬锋密阁一字一符，却从未见有人为贼神眷从著书立传。然，随孤军之王行走诸邦时，笔者却反复听闻多洛斯三百侠盗之轶事。<br><br>贼城多洛斯，位于雅努萨波利斯之南、神悟树庭以北，城中法规与他处不同，乃贼徒耍诈欺瞒的沃土。相传千余年前，首次逐火以众黄金裔全军覆没宣告败亡。此后黄金战争再度开启，诸邦再度陷入民不聊生之境。多洛斯贵族借机敛财，随后颁布禁诈令，垄断城中钱财流通的渠道，一时城中百姓有倒悬之急。为求生计，多位平民盗贼远走他乡，以才谋诓人越货。前前后后、男女老少，搏出声名者共计三百，时人谓其「多洛斯三百侠盗」。<br><br>笔者忖度，世人称此三百人为三百侠盗（而非三百大盗或三百贼人），必是因其行径虽落盗贼之实，却有英雄之风；虽失荣耀，却或有牺牲之傲骨，或有勇气之形貌。故分出几毫笔墨，将其事迹辑录成集。<br><br>……<br><br><b><i>三百侠盗之一，「千面人」希伦杜</i></b><br>希伦杜其人，形貌、身份已不可考。有传言说是一名善于易容的娇弱女子，也有传言说是一名声线多变的瘦削男子，更有传言说其人亦是黄金裔。但绝大多数口述史均承认，其人乃多洛斯首位离城前往他邦的侠盗。厄涅俄努斯、神悟树庭、奥德里西安，均有其事迹相传。希伦杜善于伪造形貌行骗，且最爱以不同身份反复诓骗同一人——多是有财无德的贵族。<br><br>……<br><br>在「多洛斯瞒神伟业」中，希伦杜只身前往北部城邦吕奎亚，以一百种身份从残暴僭主的狱中设计释放了一千名无辜的囚徒，最终不幸落网，被处以枭首之刑。然而行刑当天，在刽子手落刀以后，众看客却发现滚落的竟是僭主的头颅。看台上伪装成君王的希伦杜摘下面具，在人群自发的掩护中施施然离去。其人凭一己之力越狱，在三百侠盗中亦属罕见。<br><br>……<br><br><b><i>三百侠盗之九十七，「执刃黑绒」费鲁姆</i></b><br>执刃黑绒，又名钢爪兽，形如大鼹鼠，善掘洞，指爪坚锐无匹，一挥间可断精工兵器。常在城墙根部打出难以修复的巨大盗洞。单独捕猎钢爪兽乃悬锋某些部族传承百年的成人礼。<br><br>费鲁姆因其形貌与手段得此诨名。其人有画像传世，黑面粗髯、两臂健硕，双手有正常男子两倍大小。善使两柄折叠铲，平日里以臂甲示人。费鲁姆不善言辞，但其祖辈乃哈图西里的吉奥里亚祭司，对土壤与地质有过人感知。据说费鲁姆能够在两天之内精准地掘出一条数千步长的地道，绕过所有顽石，直达贵族藏宝的地窖。<br><br>……<br><br>在「多洛斯瞒神伟业」中，费鲁姆前往密底斯泰歇，花费十日光阴掘出了联通城中八位贵族家府的地道，其终点为国王的宝库。当国王发觉时，费鲁姆已将库中财宝搬走过半。其人虽捉拿归案，财宝却都不翼而飞。国王与贵族没收了费鲁姆的双铲，将他关在精钢打制的立方监牢中，埋入地下。大约半月后，密底斯泰歇的财宝悄然出现在各城邦贫民的手中。<br><br>……<br><br><b><i>三百侠盗之二百三十五至二百三十八，「惧生愚鸟」佩尔拉四姐妹</i></b><br><br>惧生愚鸟，又名嘟噜鸟，原指曾生活于奥莱诺斯城郊的群居禽类，大多四匹同时行动，不能飞、善滑翔，遭袭时会原地诈死，并伺机分头逃离。黄金战争饥荒期，此物种因易捕而灭绝。<br><br>佩尔拉四姐妹天生伶俐，据传四人直到成年时仍如孩童一般大小。四人常于商队行道途中结伴出现，骗取路人同情。然，对四姐妹施惠者，往往能在分别时于囊中发现不属于自己的珍宝；而粗暴驱赶四姐妹者，却会遭她们沿途反复骚扰，并最终损失大量财货。<br><br>……<br><br>在「多洛斯瞒神伟业」中，佩尔拉四姐妹首次分头行动，前往东南西北四条商队要道独自行骗，约定好数日后碰头。但她们未能如约再聚，据传一人身死、一人下狱、一人残疾、一人不知所踪。<br><br>……"
            },
            {
                "Name": "其二",
                "Desc": "<b><i>三百侠盗之三百零一，「欺世之人」赛法利娅</i></b><br><br>赛法利娅，又名赛飞儿，其人以捷足善奔、伶牙俐齿著称，常披一兜帽披风，时人多称之为扯谎猫赛飞儿或者捷足的赛法利娅。后人往往并不将其算入三百侠盗之列，因她崭露头角之时三百侠盗俱已成名良久；而其行骗偷盗生涯，至瞒神伟业落成之时，不过区区二十余年。<br><br>赛法利娅的事迹，笔者整理之时仍不禁啧啧称奇：如此年轻的姑娘，较之其他侠盗可谓籍籍无名，竟能统络三百同行，实现瞒神伟业，甚至背负起「诡计」的神权。莫非，一切果真皆是预言中的命定之事？<br><br>自赛法利娅接过扎格列斯神权至今，已有约九百年。有关「多洛斯瞒神伟业」的记载并不明晰，只因当时黄金战争正盛，各邦自身难保，并无太多空暇在意逐火之旅之外一颗灾厄泰坦火种的去向。但彼时漂泊的吟游诗人却堪称全程目睹了那场幽灵日的诡计盛宴，将其写为诗歌，代代相传。<br><br>……<br><br>在赛法利娅决心夺取扎格列斯火种的计谋后，她便迈开传说中能日行千里的脚踵，在翁法罗斯大地上寻找散落如星火的三百侠盗。其中，听闻瞒神伟业即将开启，有一百零三位侠盗主动请缨；有八十七名侠盗恰好身在多洛斯，赛法利娅花费一月时间挨个探访、说服；有六十五位侠盗归隐祖辈故乡，赛法利娅花费五个月时间逐一拜访，同样一一说服；有十九位侠盗身陷囹圄，其中有两名即将问斩，赛法利娅与「金织」借助外交手段将其救出；最后，有二十六位侠盗不知所踪，赛飞儿花了两年零五月方才寻齐。<br><br>……<br><br>最终，拢共耗费四年零七个月，三百零一位侠盗在幽灵日前夜于多洛斯城聚首，经过简单的动员与商议，翌日，侠盗们借助「门匠」的力量散往不同的城邦，将平生最渴望一试、却从未敢施展的诡计，不顾风险一一实践。其人各自实现了何种诡计，史有载者，笔者均已于其个人传记内记录。<br><br>扎格列斯，其本体仅在幽灵日出没，会被优秀的诡计吸引。幽灵日一役使三百大盗近乎全员锒铛入狱，但是也终于引出了臭名昭著的贼神。这位诡计泰坦对此次谎言的盛宴大为满意，专程前去嘲讽每一位罹受牢狱之灾的侠盗。轮到赛法利娅这第三百零一位侠盗时，已是幽灵日的幕匿时最后时分，扎格列斯特地亮身于赛法利娅面前，声称知晓她费大气力弄这么一遭幽灵日盛宴，正是为了引自己现身。现在它如约来了，可赛法利娅不过凡人，又能奈诡计的尊神如何？<br><br>但在贼神现身的一瞬，早埋伏于此的「金织」阿格莱雅便瞬息间以真言金线锁住扎格列斯。扎格列斯正欲以谎言的神力隐匿身形逃离，却发现它以神力捏塑的谎言在金线面前无所遁形。原来赛法利娅早已与阿格莱雅定下计谋，借助「门径」之半神缇里西庇俄丝的预言推算出贼神的出没时间，阿格莱雅实施抓捕，最后由赛法利娅借机弑夺扎格列斯的火种。<br><br>至此，「多洛斯瞒神伟业」完成。在幽灵日盛宴后，赛法利娅用计废除了多洛斯的禁诈令。史料记载她与「金织」阿格莱雅一同回了奥赫玛，并通过火种试炼，成为「诡计」之半神，迄今仍偶有其人的目击记录。<br><br>至于多洛斯三百侠盗，有人说他们都死于狱中，也有人说他们被赛法利娅以「诡计」的神力一一救走，绝大多数得以善终。无论如何，自瞒神伟业后，三百侠盗均销声匿迹、再无事迹流传。正如悬锋勇士荣耀的终点便是登王，对于一介盗贼来说，以瞒神伟业作为行骗生涯的终点，亦不失为一件美事。<br><br>……"
            }
        ]
    },
    {
        "Name": "黎明机器颂",
        "Desc": "歌颂黎明机器的诗篇，侍奉艾格勒的祭司们必读经典之一。",
        "World": 5,
        "Books": [
            {
                "Desc": "诸神的黄金时代，光明的泰坦艾格勒统御九天，百眼如繁星般照耀大地。<br>在某个永恒的时刻，天空之主的心中泛起无边愁绪。<br><br>因它曾献祭最明亮的双目，使刻法勒享得智慧的火种。<br>如今这位背负苍穹的泰坦，却再不能直视天际的光辉。<br><br>于是在无数个千年的尽头，艾格勒召集了所有的神使，来到苍穹的至深处。<br>在那里，泰坦的神血与雷电交融，熔铸出永世不灭的光华。<br><br>七次昼夜的轮转，七重天界的力量，七道神血的灌注。<br>天空之主以自身的永恒为祭，锻造着这件空前的造物。<br><br>每一缕曙光都是泰坦的心跳，每一道光束都是神血的脉动。<br>星辰的碎片在其中流转，雷霆的力量于其中凝聚。<br>这便是足以照亮永恒的圣器。<br><br>当黎明机器铸成之日，群星为之黯淡，云雾为之退散。<br>它的光芒胜过千日之辉，它的壮美令诸神屏息。<br>这是天空泰坦最圣洁的造物。<br><br>「我以永恒为誓，」<br>艾格勒向刻法勒宣告，<br>「这机器中流淌着我的神血，继承着我的神力，」<br>「纵使我百目皆阖，它也将永远照亮你的国度。」<br><br>「这不仅是一件礼物，」<br>「更是我们血脉相连的誓言。」<br>「我用自身的永恒为你铸就光明，就如同你用肩膀支持天穹。」<br>「我们自此是命运相连的兄弟。」<br><br>当圣器被送往永恒之城，<br>所有的神使都俯身行礼。<br>因为他们知晓神的口谕，<br>这不仅是一件礼物，更是一个永恒的誓约。<br><br>从此，黎明机器静默伫立，<br>它在奥赫玛最高处沉睡。<br>等待着那个需要它苏醒的时刻。<br>正如艾格勒所言，<br>这是一个用永恒铸就的承诺。"
            }
        ]
    },
    {
        "Name": "破碎的祖传日记",
        "Desc": "某位奥赫玛居民先祖撰写的日记，未能妥善保存，因而只有残页留下。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>[古老的日记，部分内容残缺，前后文已不可考]</i><br><br>我决定开始记录这些不同寻常的事，或许在将来的某一天，会有人需要了解我们是如何失去光明的。尽管现在想来，那些再平常不过的光辉，竟已恍如隔世……<br><br>最初的异象出现在何时？我有些想不清了，只记得早在三个月前，我在书房整理资料的时候，突然听见窗外传来一阵骚扰。我从窗户望去，人们纷纷跑到街上，指着天空议论纷纷。我瞧了两眼，发现艾格勒洒下的光辉像是在颤抖一样——一息明亮一息黯淡，如此闪烁了数次，便恢复了往日的光芒，只是看上去似乎比平日里黯淡了几分，但不仔细看很难看得出来。<br><br>再后来…是远方传来消息，我的学生说，他们那里的世界变得一片昏暗。很快，黑暗就像章鱼泼洒的墨汁一样扩散。我在浴场听到一位在卖粮食的小贩说，他家里的作物已经因为缺乏足够的光照逐渐开始枯萎。<br><br>最令人不安的是…侍奉██████的祭司们的沉默。往日里，总听闻有虔诚信徒向它祈祷后得到诸多回应。可这一次，无论祭司们如何祷告，它都没有任何反应——要不是我认识██████，我还真不知道这一层机密。<br><br>直到昨天，变故终于降临，奥赫玛在劫难逃……<br><br>门扉时我就醒了，不知为何心跳得很快，我发现窗外市集的人格外地多，大家都在仰望天空——在圣城上空，艾格勒的光辉如我躁动不安的眼皮般颤抖，我拼命地想睁开眼睛，却又无可奈何地阖上。街上的气氛变得异常压抑，有人开始啜泣，有人拼命向艾格勒祈祷。我看见孩子扯着妈妈的衣角问发生了什么，但那位母亲却说不出话来，只是紧紧地抱住孩子。<br><br>没过多久，最后的光明终于消失了——艾格勒终于阖上了它的眼睛。街上响起一片哀叹。就在所有人以为永夜就此降临之际，圣城上空突然亮起一道金光。那是「黎明机器」——黎明云崖的大司铎向大家宣布，这是刻法勒的恩赐，它将在此照耀奥赫玛，永不停歇。<br><br>虽然它的光芒不及艾格勒的光辉明亮，但它至少给了我们一线希望。尽管大家都对████的话深信不疑，但我却对此表示怀疑——我们怎能指望一台什么机器就能与泰坦的神力相媲美？<br><br>当然，这话我可不敢往外说……<br><br>离愁时分，我第一次注意到城中多了许多光亮，邻居们纷纷点起了火烛。大家都很害怕黑暗的降临，但那些火光是多么的渺小，一丝清风就能将它们吹熄，和我们每个人的心一样脆弱。我不知道这样的日子还要维持多久，我朋友占星师████说，他观测到一些异常的天象，似乎有什么可怕的东西在接近艾格勒。但我们谁都不敢声张，祭司们声称有「神谕」，我们私下妄自关注██████，万一被发现了，等待我们的恐怕是……<br><br>写到这里，我也不知道该说些什么。这本日记我上了三重锁，希望不会被人发现。希望我的孩子在长大后读到这些文字时，世界已经重新迎来了永恒的光明。窗外有喧哗声，今天有如此巨变，城中有不少地方都遭了殃，还不知道住得最远的阿妹现在如何了……愿诸位泰坦保佑我们。"
            }
        ]
    },
    {
        "Name": "舰队基础知识手册",
        "Desc": "一篇由星际和平公司编纂、下发给舰队成员的扫盲手册，科普了宇宙作战的一些注意事项。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i><u>内部学习资料，请勿外传</u></i><br><br>水手，上过公司的太空军校吗？无所谓，都一样。<br><br>考虑到船上总有些不知从哪个边缘星球来的<s>文盲</s>（审核部门修改：待教育者），有必要给你们科普下现阶段的宇宙战争是怎么打的，以及我们的对手都是些什么东西。<br><br>人类的战争史就是玩具越变越大的过程：从铠甲与刀剑，到车辆与枪械，再到战舰与巨炮…无论士兵的装备如何膨胀，胜负始终要由人决定。然而在宇宙尺度下，绝大多数战斗开打之前就已分出胜负——只需稍微计算双方的装备水准，便不难推测胜利的天平会往哪边倾斜，其中差距有时会比人和虫豸都大。<br><br>在宇宙中，射程、精度和速度是一组不可能三角，没有个体能同时兼顾三者（审核部门备注：令使除外）。因此，战舰的攻击思路主要分为两种：缩短距离发动精确打击，或是用超大范围的无差别攻击淹没对手。星际海盗之流还会采取更直接的手段：跳帮，把战局拉入他们熟悉的领域——比起计算弹道和航线，面对面肉搏显然更不烧脑，赢了还能白赚一条船呢。<br><br><b>星际和平公司</b><br><br>在没有银轨的环境下，命途行者们总归也有些或低效、或危险的旅行手段；这些手段或许能联通数个星区，却无法建立起庞大且高效的宇宙市场——因此，公司舰队的主要职责是保卫并维护现有的银轨，有时也承担着登陆星球、占领关键节点的任务。大多数战舰都会携带一定编制的机甲陆战队和空投舱，以便在掌控轨道后为地面部队提供支援。<br><br>公司战舰偏好能量武器，诸如阳电子炮、湮灭光束、虚数裂解炮等产品早已列装到护卫舰一级。我们的舰队同时也拥有寰宇间最强大的护盾技术，其色泽仿佛琥珀王的圣体。市场开拓部旗下的六大舰队更是被评价为「每支的价值都抵得上一位P 46 员工」。<br><br>近来，博识学会完成了对天才俱乐部某项发明的改造工作，并将其命名为「#77迷图炮」。它能直接在目标地点引发爆炸，没有飞行时间、无需担心偏差，是完美的武器。但由于仍处在试验阶段，该设备体积过于庞大，只有吨位最大的舰船才能搭载。<br><br><b>反物质军团</b><br><br>反物质军团的绝大多数成员无需飞船也能横渡星海。但在进行远征时，它们仍会搭载名为「蛀洞飞梭」的运输舰，作为攻占星球的跳板。这种舰船能在虚数障壁上钻开一条破坏性的隧道，供军团强行通过。不同于银轨，这些隧道极其危险、无法被军团以外的势力利用，有时还会导致虚数能量逸散。试图借助蛀洞完成旅行的飞船就像是在布满尖牙的食道里穿梭，十死无生。而当飞梭靠近到足够距离后，虚卒与践踏者便能无视护盾、直接传送进入我军舰桥，届时哪怕是舰载机甲部队也无力抵抗。<br><br>在舰队战中，绝灭大君「星啸」无疑是最可怕的对手。即使普通虚卒在她的指挥下也能造成恐怖的破坏。据幸存的舰长描述，星啸的舰队总会表现出诡异的协调性，如齿轮般严丝合缝，甚至能使出仅存在于理论中的战术——考虑到通讯存在延迟，士兵难免胆怯，我们的舰队恐怕永远都无法做到那么精密的配合。<br><br>近来一些案例已经表明「星啸」拥有跨星系指挥的能力，即使护卫舰级别的遭遇战也可能被她插足。在面对「星啸」率领的军团时，各单位必须优先判断星啸或其分身是否位于旗舰上：若是，则需确保对其实施斩首（即便这无法彻底将她消灭，也能短暂地扰乱指挥）；若否，则应尽量阻击靠近的飞梭，并随时做好撤退的准备。<br><br><b>仙舟联盟</b><br><br>仙舟联盟的舰队经历过两次改革，如今是生物与机械舰船的庞大混编。关于仙舟联盟的主力战舰，目前能分享的情报并不多，更值得注意的是一种名叫「星槎」的多功能载具。<br><br>以交流最为密切的曜青为例：他们的星槎技术似乎与步离人的器兽舰异曲同工，每一艘都由生物科技培育而成。其采用驾驶员的基因信息作为密钥，各项数据细节与驾驶员的操作习惯完美适配，仿佛量身定制的第二副肉身。<br><br>吨位达到一定规模后，这些星槎甚至能取代驾驶员自行做出判断和行动。博识学会认为，此类舰船应当被视作生物——它与驾驶员之间的关系并非机器与操纵者，而是结伴狩猎的猎犬与猎人。<br><br><b>螺丝星</b><br><br>反有机方程的威胁已经成为过去，但考虑到两次帝皇战争对已知宇宙造成的破坏，任何单位都不应放松对智械的警惕——亦不能把它摆在明面上。<br><br>螺丝星是如今智械势力的门面，其麾下舰队也延续了智械一贯以来的风格：升级，而非新建。通过改造，智械个体能无缝变形为或大或小的飞行作战单位，对加装于其上的各种武器如臂指使；和仙舟星槎的区别在于，云骑军在战斗结束后可以自由脱离载具，经过改造的智械则是彻底成为了战舰本身。<br><br>对智械来说，身躯的形态并不会影响它们的自我认同——无论被改造或破坏到何种地步。这也让它们的修复成本大大降低。也许某天，智械会抛弃这副为融入社会而准备的人形躯壳，而我们将不得不把那些尘封已久的武器都拿出来。"
            }
        ]
    },
    {
        "Name": "赛飞儿留下的怪盗信",
        "Desc": "「猫咪怪盗」留下的信件。",
        "World": 5,
        "Books": [
            {
                "Desc": "尊敬的「蜗居公主」：<br><br>路过人来人往的花园，发现这里放着「蜗居公主」亲手准备的精致礼品，极为出色，我十分喜欢。<br><br>我还喜欢你那些为其他黄金裔们准备的小小礼品。在你住所右面客厅里，漂亮的羊毛毡娃娃，米色与浅紫交替的挂毯，哀地里亚传统的独脚小圆桌，在左面客厅里，准备赠予他人的首饰与小巧精致的艺术品，我都注意到了。<br><br>这次，我仅收下了这一枚小小礼品。我相信它容易被缺乏品味的小毛贼盯上，只好勉为其难地暂时替你保管一下。当然，我已提供了合适的价码，并将一枚硬币留在此处。倘若你对此价格不甚满意，欢迎你来与我协商赎回。只不过那样一来，我理所应当不会满足于一枚硬币的价格。<br><br>要想找我的话，<color=#dbc291ff>不妨向到*云石市集*来，那里有我留下的一截黄金短矛，你们明白怎么做，它会带你们找我的！</color>以防你有任何疑问——我不接受任何疑问。<br><br>请原谅这小小的打扰，并请接受我崇高的敬意。<br><br>又及：谁会在家里摆放一堆生物标本啊？看着还怪瘆人的，建议你在待客时，将它们收起来。<br><br>又又及：尽管你为了购下客厅里那幅《哀地里亚的埋骨堂》，花了不少钱，但它只是一件赝品。原作早就被神悟树庭坏心眼的学者们偷偷替换了。详情请查阅尚未出版的《赛法利娅回忆录》。<br><br>猫咪怪盗，敬上"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "斯缇科西亚寓言集",
        "Desc": "自巨龙与海浪的城邦「斯缇科西亚」流传下来的寓言集，出自吟游女诗人阿尔基皮亚之手整理。",
        "World": 5,
        "Books": [
            {
                "Name": "（一）",
                "Desc": "<i>*自巨龙与海浪的城邦「斯缇科西亚」流传下来的寓言集，出自吟游女诗人阿尔基皮亚之手整理。这一本经缇安收藏转赠遐蝶。*</i><br><br><br><b>龙与公主的故事</b><br><br><br>当巨龙的双翼最初如冲刷礁石的海浪般掠过斯缇科西亚，<br>任是贫者、贵者、好奇者、胆怯者都抬头仰望它。<br><br><br>「巨龙，巨龙，你为何悲伤不语？」<br>公主爬上巨龙栖居的高塔，<br>哀怜地抚摸它的额头。<br><br><br>巨龙的翅膀显现出可怖腐肉，腐烂的黑水自其中流下，<br>远方的黑潮已使它恶堕为怪物。<br>它张开嘴巴，将心生怜悯的公主囫囵吞入了肚腹。<br><br><br>「莫大的耻辱！定要向它复仇！」<br>城中拿银弓的射手，和拿锤砧的铁匠，纠集成七百勇士，<br>誓要剖开龙的肚腹，救出公主。<br><br><br>那是一场恶战，砖石为之崩裂，廊柱为之倾圮，<br>直到巨龙身负无数森然见骨的伤口，流尽黑血而死。<br>龙腹中剖出的公主，也已了无生气。<br><br><br>「吾儿啊，原是我腹中诞生的血肉，怎能坐视你在母亲之前死去？」<br>悲恸的女王捧出王国至宝，请来一位炼金术士。<br>在高塔布下阵法，吹其骨敛其魂，<br>要将巨龙散落的血肉，捏塑为重新诞生的公主。<br><br><br>然而黑垩的血肉如何诞生出纯白之花？<br>死而复苏的「公主」，伸出指爪，扇动巨大的骨翼——<br>将一城的百姓全部吞吃。<br><br><br>当恶龙的双翼终于如「死亡」的阴影般彻底覆盖斯缇科西亚，<br>任是贫者、贵者、哭号者、惊惧者都无从拒绝它。<br><br><br>斯缇科西亚，昔日珍宝之邦，你的子民至死不愿责备你，<br>不愿责备爱民的女王、骁勇的百夫长、妙法的术士、善良的公主，<br>只怪那命定的黑恶之死不可阻挡！<br><br><br><i>*阿尔基皮亚批注：哎！这个故事有价值。如此说来，是一只恶龙为斯缇科西亚人带来了死亡。但故事的最后，公主化身的恶龙如今又身在哪里呢？*</i>"
            },
            {
                "Name": "（二）",
                "Desc": "<i>*自巨龙与海浪的城邦「斯缇科西亚」流传下来的寓言集，出自吟游女诗人阿尔基皮亚之手整理。*</i><br><br><i>*除巨龙吞吃公主的传说外，书中还收录了诸多诗歌体的寓言，撷取如下：</i>*<br><br><br><b>许愿时钟的故事</b><br><br><br>在久远的过去，巨龙尚未来临。<br>我们的高塔上，曾经悬挂一座无与伦比的时钟。<br><br><br>它知道番红花何时飘香，潮水何时起而复落，<br>一天在何时开始，在何时结束，总之它知道世间一切问题的答案。<br>因此形形色色的人们，常来高塔拜访它。<br><br><br>此处来过一个苦闷于爱情中的年轻人，<br>「时钟，时钟啊，我恋人的父亲刁难我们，<br>要我把满满一仓混在一起的小麦和大麦分成两堆，<br>求求你教我怎么做到？」<br><br><br>「滴答，滴答，滴答，<br>安心地做个好梦吧，今夜蚁岛上的蚂蚁群体出动，<br>这些细小的生物会帮你搬运它们。」<br><br><br>又来过一个戴着弁帽，满手戒指的官爵，<br>「快告诉我，时钟，<br>我的财富够不够把你买下？<br>要是不够，我就把你狠狠砸碎！」<br><br><br>「滴答，滴答，滴答，<br>国王若不俯首躬听，也会从宝座跌落悬崖。<br>今日趾高气扬者，明日便被他人踩过头顶。」<br><br><br>最后来的一位看不出年纪，他的手指瘦削如鬼魅，<br>面容活像刚爬出来的干尸。<br>「时钟，时钟啊，我求问你，<br>折磨我的病痛何时才能结束？死亡何时才能来临？」<br><br><br>而时钟的步履依旧如常：<br>「滴答，滴答，滴答，<br>幸运又不幸的斯缇科西亚人，唯独这个问题我无能为力，<br>你们的寿命还长着哪！」<br><br><br><i>*阿尔基皮亚批注：哦？斯缇科西亚人曾经都是长生不死者？那么，这个城邦是怎么覆灭的呢？</i>*<br><br><br><b>陶罐中的死神</b><br><br><br>从前有个吝啬鬼，没有亲朋，只与钱财作伴，<br>他的大钱箱源源不断地生出小钱箱，<br>烧过的蜡油又能融出一支新蜡。<br><br><br>后来吝啬鬼也到了花白胡子的年纪，<br>冥河的潮汛在耳边响起，他心知死神要来呼唤他去冥界了。<br><br><br>吝啬鬼不肯撒手撇下满箱金银，心生了一个绝妙的主意。<br>当死神来临时，他正躺在床榻上，奄奄一息，<br>面带着愁容，对死神诉说临终的心愿：<br><br><br>「那边的柜子上，摆着装满芬芳蜜酿的陶罐，<br>可我的眼睛看到陶罐里溺死了一只蜜蜂。<br>死神，我恳求你钻进陶罐，把贪嘴的蜜蜂挑出来，<br>莫要坏了我的一罐子佳酿。」<br><br><br>死神同情他的心愿，遂化身一只精灵，<br>钻进了陶罐里，探头探脑寻找死去的蜜蜂。<br><br><br>正当此时，吝啬鬼迅速地从床上一跃而起，合上了陶罐的盖子。<br>「可抓住你了，死神啊！<br>这下谁也别想把我从温暖的床榻上拽开。」<br><br><br>提及这桩事，斯缇科西亚人至今也要为他鼓掌——<br>在无休止的欢宴中日日享乐，是我们躲过了死神的奖赏！<br><br><br><i>*阿尔基皮亚批注：有趣，斯缇科西亚人如此编排那位隐匿踪迹的死亡泰坦，看来在覆灭之前，他们可是过了好一段享乐的日子呀！*</i>"
            }
        ]
    },
    {
        "Name": "清洗者流言（内部传阅）",
        "Desc": "一页元老院的内部参考资料，正文疑似是一则传信石版上的谣言，送审与批阅者皆不明。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>这张稿件上，由不明人士手写着一段批注——</i><br><br><i>转卡勒克提斯：最近在传信石版上，这条阴谋论传播颇多，产生了一定的负面影响。我们需要一些治理…但掌握好分寸，不要给人留下我们对这种无稽之谈十分敏感的印象。对戏言太过较真，反而会让一些人相信确有其事。</i><br><br>***<br><br>各位好奇的读者，不知道您最近是否在传信石版上听说过这样的传闻？<br><br>「清洗者组织的成员，个个都是技艺娴熟的暗杀者。他们传承技艺的方式，乃是谋杀自己的前辈、抽去他们由神秘金属打造的脊椎，然后再用炼金术将它置换进自己的身体。他们因此保有前辈的一切技巧和记忆，有时连人格都会被前辈的人格所覆盖。」<br><br>小编就此采访了一位奥赫玛本地的炼金术专家，没想到，竟然得到了一段惊人的答复！征得那位专家同意后（按照她本人的意愿隐去姓名），小编在这里省略了前后的寒暄内容，将大家最关心的部分直接转载出来！<br><br>小编：真的可以用炼金术置换人类的记忆吗？<br>专家：单靠炼金术肯定做不到。但如果把欧洛尼斯的神迹考虑进来…空穴来风，你说的那个传言并非没有可取之处。<br>小编：你的意思是，不管清洗者是不是真的如此，至少这种方法不是胡扯？<br>专家：人类的技能、知识…这些都可以被视作记忆。而如果求助于欧洛尼斯的神迹，我们就有办法把记忆转化为某种形式的实体…虽然「由神秘金属打造的脊椎」听上去不怎么可信，但不能否认，骨骼或者义肢确实也可以作为神迹的一种载体。<br>小编：所以，借助于神迹和炼金术，记忆真的可以永生？<br>专家：理论上是这样。但也仅仅是记忆而已。用这个办法不可能让死者复生，最多也只是「偷梁换柱」罢了。<br>小编：对不起，什么意思？<br>专家：举个例子。即使我拥有了我妈妈的记忆，能够回忆起她和爸爸的蜜月故事…那也不意味着我直接变成了我自己的妈妈啊。<br>小编：哦哦好的，理解了。<br>小编：但如果有一个组织，它的成员珍惜的并不是身家性命，而是技巧、秘密、甚至是情感上的某种爱或恨…那么选择这个方法进行传承，道理上就确实能说得通？<br>专家：是这样没错。<br>小编：原来如此，感谢您的精彩解读！"
            }
        ]
    },
    {
        "Name": "宝箱中发现的石板",
        "Desc": "在获得的箱子中找到的日记石板，一位欧洛尼斯祭司的手笔，口吻真挚。",
        "World": 5,
        "Books": [
            {
                "Desc": "你好，旅人。恭喜你，既然三次破解了谜题，想必你一定具备我所寻求的特质——欧洛尼斯认可的智慧与坚韧、富有冒险精神，以及最为重要的——是个活人。<br><br>可能你已经猜到了，所谓真正的宝物，便是不受岁月阻隔之物。于我，便是这份特殊的情谊。<br><br>自从我对灵魂的研究受阻，被教会当成异端驱赶出城，路途中遇到的这只若虫就变成了我唯一的谈话对象。我们一同历经千辛，来到这亡者的古城，一待便是数十个光历年。<br><br>如今我寿数将近，却突然对岁月的教导有了新的体悟——我布下这谜题，为我一生的积蓄能够被斯人识见，由此传承下去。而仍存挂念的，便是我这位超脱岁月桎梏的若虫伙伴——<br><br>不，我并非担心伙伴的安危，而是为很快将要无人供它解闷而忧虑。依我对它的了解，再过许久，它怕是会闲到操纵殿内的铁球横冲直撞——这可能是我夸张了，但还请理解，伙伴它就是有如此程度的顽皮。<br><br>或许…你已经被它撞过了？请原谅它吧。<br><br>不知您可否抽空将它带离此地，不管随您一同冒险，或是让它与其他若虫伙伴团聚——至少别让它再滋扰此地的亡者们，确实有些冒犯了。<br><br>当然，我深知提出此种要求实属无理，所以——如何决断全仰仗于您。愿您，与岁月长久同行。<br><br>附言：那只虫子总说「连你这个『冒牌祭司』都能学会祷言，那欧洛尼斯的神力也没什么了不起的」。这算是我的额外请求——烦请您为它讲解，欧洛尼斯祷言究竟是多么精妙的技巧！"
            }
        ]
    },
    {
        "Name": "关于涨落的冥河（残卷）",
        "Desc": "一册残破的石板，内容为当地学者对于「冥河」这一现象的调查记录与部分结论，落笔年代不详。",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br><br>…<i>「在死亡初诞后数年间，我们都未曾有精力把视线投向悄然流淌的冥界之水。」</i><br><br>最初的记录源于某则描绘战争的文献，原文见下：<br><br><i>…军势出现在地平一侧时，周遭便注定会在第四个晨昏时前化作纷争之地。若是战场规模巨大，染尽大地的鲜红会汇聚成幽紫，沿着胜者离去的方向蔓延，又在艾格勒将目光投向它之前沉入大地…</i><br><br>我们推测，那时的人们将日常难以见到的紫色当成「至深的赤红」，另有部分文献中，还将其描述为「瑰丽又散发危险气息」或是「纷争之殇」云云。<br><br>然而据某位哀地里亚将领的手稿，这一认知可能仅仅持续了数个光历年——<br><br><i>…自邻邦信息阻绝以来第三个月，疫病的蔓延终究没能被控制住，那座城现在已经一片死寂。但今日探查后，哨兵发来的回报让我有些疑惑，他说邻邦的雪原上出现了幽紫的河流，但却未听闻纷争踏入此处…</i><br><br><i>…一直以来的想法是错的？那并非浓郁的赤红，而是死者的步道！我命副官传令众军，切不可切不可触碰那冥河之水…</i><br><br>这应该是「冥河」一词首次出现的时间点，此后，他们认定其现世的缘由与「塞纳托斯」的诞生有所关联……<br><br>……<br><br><i>不明•光历█████——在一场「举城狩猎」的活动后，冥河涌现，致使归途被延误。</i><br><br><i>██图•光历 25 ████争月——饥荒致三成居民消亡，有记录在城外荒地发现「冥河流淌两日」。</i><br><br><i>曲恩██城•光███5年初——战争导致城毁，冥河浸没整个城区，据外部观测记载，至少维持了十五日以上。</i><br><br>……<br><br>…结合哀地里亚传来的文献，学者们总结出了一些规律——冥河会随着大量的「死亡」出现，不消数日便会消散，其涨落与「死亡」的规模相关。<br><br>而针对其本质的讨论至今仍混乱不清，数个论点诸如「阻碍亡者面见塞纳托斯的试炼」，「迷惘灵魂的具象化」，「塞纳托斯的泪滴」等均有其支持者，但始终无法求证…<br><br>……"
            }
        ]
    },
    {
        "Name": "炼金手札残卷（节选）",
        "Desc": "一页古籍残卷，记载着黄金世末期的炼金术基本原理。",
        "World": 5,
        "Books": [
            {
                "Desc": "（……）<br><br><i>（端正的笔记）注：本章为炼金术基本原理，介绍了「本原」、「动力」与「元素」，属于入门级的基础教材。</i><br><br><b>此乃确凿无疑之真理</b><br><b>须知万物本原为一</b><br><b>一分作二、二化为四</b><br><b>而后世界往复，生生不息</b><br><br><i>（潦草的笔记）注：基础中的基础、看不懂就不用入门了</i><br><i>（端正的笔记）附注：此节为对于炼金术基本原理的简要概括。本门学科旨在「万物皆为一物」的基础原则之上，研究「存在」之间的相互转化。文中提及的「一」、「二」、「四」分别代指「令万物得以存在之『本原』」、「令万物得以流变之『动力』」与「令万物得以构筑之『元素』」。</i><br><br><b>恰如黑夜与白昼相互分娩——</b><br><b>「理与智」的根须疏离拒斥</b><br><b>「爱与美」的丝线亲和属连</b><br><b>万物方得构筑于此聚散之间</b><br><br><i>（潦草的笔记）注：绝对的运动、嬗变之基础</i><br><i>（端正的笔记）附注：此节为对于「令万物得以流变之『动力』」的简要介绍。普遍认为，令万物不息运动、转化的动力包括『斥力』与『引力』两种。其中『斥力』常与泰坦瑟希斯所代表的「理性」相关联，而『引力』常与泰坦墨涅塔所代表的「感性」相联系。关于此部分内容的详细展开见后文附注。</i><br><br><b>四者可为万有之基，且看——</b><br><b>艾格勒的飘风，助长了刻法勒的火焰</b><br><b>吉奥里亚的沃土，浸润法吉娜的清泉</b><br><b>万物方得构筑于此元素之间</b><br><br><i>（潦草的笔记）注：构筑世界的四元素、基本实体</i><br><i>（端正的笔记）附注：此节为对于「令万物得以构筑之『元素』」的简要介绍。普遍认为，构成物质世界的基本实体为「四元素」，即：土、水、火、气。这四种元素通常又与吉奥里亚、法吉娜、刻法勒与艾格勒四位泰坦联系在一起。关于此部分内容的详细展开见后文附注。</i><br><br><b>吾等得此智慧，提纯蒸馏而取精去粗</b><br><b>吾等得此真理，思索一物则衍化万物</b><br><b>三相眷顾，令规则可解构、始基可回溯</b><br><b>至此工事已毕，自可创生有无</b><br><br><i>（端正的笔记）注：前辈，您的概括有些过于简洁了，不太适合刚入门的研究者。</i><br><i>（潦草的笔记）附注：臭小子！莫管老子！！！</i><br><br>（……）"
            }
        ]
    },
    {
        "Name": "关于死亡我们知道什么",
        "Desc": "阿蒙内特致斯缇科西亚女王的一封回信，其上下文与年代已很难考证。",
        "World": 5,
        "Books": [
            {
                "Desc": "致斯缇科西亚女王：关于死亡我们知道什么<br><br><i>致斯缇科西亚女王：</i><br><br>尊敬的女王，数日前您的来信我已经收到。诚如您所言，自从{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}在翁法罗斯诞生以来，不死的黄金岁月已然成为了过去。而我相信，我们也再无机会回到那个时代了。<br><br>我知道，在其他的城邦看来，哀地里亚信仰｢死亡｣一事着实令人畏惧。这并不难理解，对于｢死亡｣的排斥或许来源于生命更底层的逻辑。您在来信中提到，您想要了解｢死亡｣，并且希望得到我对于｢永生之苦｣的解答。这实属让我受宠若惊，我知道永生者和有死者眼里的世界截然不同，也没有把握能够给经历漫长岁月的您提供什么有用的建议。但是既然您渴求一个答案，那么我还是在这里斗胆谈谈我的看法。<br><br>我想简单的总结为一句话就是：<i>因为万事万物终有终结的一天，于是万事万物也就都有了意义，生命也就有了意义。</i>这就是我们如此信仰和爱戴｢死亡｣的原因。它如此的简单，但也如此的复杂。如果您对此感兴趣，还请劳烦我再多念叨几句。<br><br>在哀地里亚，每一年过去我们都会向孩子们献上祝福，祝愿他们距离｢死亡｣更近了一步。我们会举办各种仪式和节日（例如他们的成人礼），去纪念生命中的每一个特殊和重要的时刻，因为我们知道那些过去的事物在我们短暂的人生中难以有机会再次重现。我们会在离别时向自己的所爱之人郑重告别，会在一天结束时祝福彼此能够明天再见，也会在夜晚入梦前在耳边道上一句晚安。<br><br>我们会因为失去而悲伤，也就会因为获得而欢乐。于是我们就学会了珍惜，并且会因为珍惜而感到喜悦，即便对于永生者们来说，这喜悦是短暂的。是的，这听起来会有些荒谬，但事实的确如此，是｢死亡｣带给了我们喜悦。<br><br>但是，对于你们及其所有曾生活在黄金时代的永生者们来说，一切就都不一样了。<br><br>例如，我听说在斯缇科西亚从未有过什么庄重的仪式或是节日，甚至根本不存在能够被冠以｢庄严的｣、｢挽歌式的｣、｢纪念式的｣等形容的事物。因为那本身并无必要。在漫长的岁月当中，没有什么东西是重要的，同样也没有什么东西是值得纪念的。在永生者看来，一切的行为和思想都不过是从遥远的过去传来的回响，并且坚信会继续传播至永恒的未来。<br><br>所谓<i>｢太阳底下无新事，一切的新奇皆来自遗忘｣</i>。我想对于经历过一切并且仍要不断经历一切的永生者们来说，万物不过都是无趣无味的旧物。倘若永生者真有什么称得上是｢乐趣｣，那的确不是我等受迫于死亡之人能够理解的了。<br><br>我想到这里答案已经呼之欲出了：若想要摆脱您先前在信件里提到的｢永生之苦｣，我给出的答案就是｢死亡｣。早在{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}刚刚行走于翁法罗斯的大地之初，就有哲学家提出｢永生｣不过是一种诅咒，延长生命的寿命本质上不过是重复枯燥乏味之事。事实上持有这些观点的人或许就是哀地里亚这座城邦的最初建城者。<br><br>在｢死亡｣的威胁之下，我们会看重每一次选择，因为每一次的选择对于我们来说都蕴含着｢覆水难收｣和｢无法挽回｣的意味。曾有哲学家提出过我们的人生处于一种｢永恒轮回｣的状态，这意味着你的每一次选择都会在永恒的轮回中被无限次放大，再细微的差距都会改变你轮回的人生。我想作为永生者，大抵是很难感受到其中的不能承受之重吧？<br><br>我们知道我们经历的这些时刻并不是永恒，甚至不是永恒的组成部分。不过是一些捉摸不定的幻影。我们如朝露般的生命中的每一次举动都有可能是最后一次，每一张面孔都会像梦中所见那般模糊消失。<br><br>因此，我尊敬的女王陛下。如若您要问我对于｢死亡｣的理解，还请我斗胆将其理解为对于｢生命｣的理解，因为它们不过是同一件事。而在生命这场旅途之中，｢死亡｣并不是我们最终要抵达的地方，而是一件需要我们随身携带的行李。若您还存在不理解的地方，请勿急躁，我想我将会在不久后拜访斯缇科西亚。彼时我会告诉你我所知的一切。<br><br>最后还请我以一句哀地里亚本地的祝福语作为结束：<i>愿你我皆被笼罩在{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}的阴影下，因为那将教会我们什么是光明。</i><br><br><br><i>哀地里亚</i><br><i>阿蒙内特</i>"
            }
        ]
    },
    {
        "Name": "「重返黄金世」宣传读物",
        "Desc": "一篇咏唱诗般的宣传读物，以真挚的情感号召人们坚守对黄金世的留恋与向往。",
        "World": 5,
        "Books": [
            {
                "Desc": "时至今日，我们仍为那华美的黄金世垂泪——<br>它是我们魂牵梦萦的故乡。<br>如今，纷争的枪刃钉穿它圆润的骨节，<br>诡计的秽语腐蚀它庄严的容颜。<br>它高贵的身躯深埋于冥河之下，<br>灾厄的泰坦不许它与世人再度相见。<br><br>伟大的天父啊，托起黎明的长眠的全世之座，<br>你可曾将仁慈的预言播撒，<br>指引那高尚的盛世重归世人的身旁？<br>我们能为它做的，唯有祓除灾厄、展露虔诚。<br>勇士们将斫断纷争的枪刃、焚烧诡计的秽语；<br>勇士们还将讨伐那冥河的僭主，<br>剔净那死亡的冷骨，从中托出新生的旧人——<br><br>那便是你啊，黄金世，<br>我们魂牵梦萦的故乡。<br>你使那无垠的天空、大地与海洋，都镀上了高洁的晖光。<br>你用门径与天平为世人定夺方向，<br>又用帷幕轻柔地将万千往事收藏。<br>你的亲吻使大地诞出爱情与知己，<br>你见证那全知的父是如何垂睑，将幸福的宿命赐予万邦。<br><br>天父在上，我们从未希求过飘渺的来世——<br>我们只为那华美的黄金世垂泪，<br>因为它是我们必须归返的故乡。"
            }
        ]
    },
    {
        "Name": "云崖迎宾组工作手札",
        "Desc": "黎明云崖入口处迎宾工作组的工作手札，记载着云崖访客审查标准和迎宾组人员部分时日的工作手录。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>黎明云崖访客审查标准：</b><br>1、可无碍出入黎明云崖者，唯刻法勒高级祭司、元老院成员，以及受认可的终身贵宾。其姓名、相貌均在贵宾名册中有载。此类访客自由出入、不予登记，切不可怠慢。<br>2、在黎明云崖工作、生活的公民，需佩戴特制的刻法勒石符，展示石符、验明身份后可出入黎明云崖。不予登记。<br>3、除以上两类访客，其他访客原则上均需审慎询问身份。唯有受邀宾客可登访黎明云崖，此类宾客需手持一次性刻法勒石符登访，行程结束后其石符由迎宾组成员统一收缴。<br>4、受元老院郑重接见的最尊贵访客，待遇不在上列。元老院将派元老以特殊的高等礼节接见。<br>5、严格禁止平民无端进入黎明云崖。<br><br><br><b>光历 4930 年，平衡月， 11 日</b><br>……<br><br>践行时，访客五位。<br>福玻斯，富商，捐巨款前来观光。石符已收缴。<br>卡森德拉，神谕者，受邀登访。石符已收缴。<br>宁芙，黎明云崖贵族祭司的侄女，由侍女陪同前来。按其亲属的要求，暂住云崖。<br><br>……<br><br><b>光历 4930 年，耕耘月，9日</b><br>门扉时，访客两位。<br>克里默斯，前元老院成员，出示失去神性的石符，称按手续前来为石符续以刻法勒神性。<br><i>次日注：此人对被逐出元老院一事心存不满，在黎明云崖私自对石符灌注神性、妄图据为己有，如今已吊销石符，其人被黎明云崖永久拒访。</i><br>尤里萨，异邦贵族，受邀登访。其人为元老院提供巨额财货，石符已永续神性，后续来访不予登记。<br><br>……<br><br><b>光历 4930 年，自由月， 17 日</b><br><br>……<br><br>离愁时，访客一位。<br>特殊贵宾，其人拒绝透露姓名，元老院遣专人接见，并由一名刻法勒辅祭恳请刻法勒神体垂腕，乘坐泰坦的手掌登访。这等壮景往往数年得观一回，实属罕见。"
            }
        ]
    },
    {
        "Name": "阿提卡斯的刻法勒谕言集",
        "Desc": "由信仰刻法勒的祭司们编纂的谕言集，刻法勒所降神谕的权威解读。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>*刻法勒不再言说后，大司铎阿提卡斯编纂的谕言集，涵括了刻法勒的谕说、祭司的释义和酬神颂词…随后的千年里，祭司们以搜罗、增编、解读新的内容为己任，代代相承。*</i><br><br><br><b>宣谕篇</b><br>黄金世，天父荣光普照，谕言响彻大地。<br><br><br> 35 ：3<br><color=#dbc291ff>「人子们，珍重你们的毗邻。」</color><br><color=#dbc291ff>「分享你们的秘酿，用毛毯温暖他们的躯体。」</color><br><color=#dbc291ff>「如此你们的歌谣，他们也将随声附和。」</color><br><br><br>全知的天父，是你让受造者放下猜忌，<br>陌路的城邦得以结为同盟，商路得以带来香料和皮毛，<br>歌者得以传唱新的曲调——你的名字也将以它颂唱。<br><br><br><b>耳语篇</b><br>纷争世，谕言轻如耳语，直至彻底沉默。<br><br><br>2： 12 <br><color=#dbc291ff>「找到那处溪谷，岩砾中深藏着彩色的花种。」</color><br><color=#dbc291ff>「用银色的种子打造你们的锋刃，用金色的种子充实你们的府库。」</color><br><color=#dbc291ff>「让它们生根发芽，建立根系，筑造起抵御冥河的长堤。」</color><br><br><br>蛮族的战火无法灼伤你庇佑的门扉，<br>全知的天父。等待他们的将是你恩准我们铸造的长矛。<br>你将看到——黑潮侵凌大地，圣城仍生生不息。<br><br><br>7： 21 <br><color=#dbc291ff>「神谕已然降世，吾之使命将终，从此归于沉寂——」</color><br><color=#dbc291ff>「永夜将至…但黎明机器将照拂圣城，只待金血人子塑造奇迹，『直到永远』。」</color><br><br><br>全知的天父啊，有什么能阻止你沉默，<br>当你解下那名为命运的挽具，又有谁能将缰绳交还你的手中？<br>在你慈爱的目光里，请准许我们耕耘生命的荒野，<br>如你所想，如你所愿，如你所为。<br><br><br><b>指引篇</b><br>神明沉默的时代，亦有只言片语亟待解读。<br><br><br>造物天象  12 ： 55 <br>黎明机器光照强度强于去年，草药长势喜人。<br>「绳结学派」报告，天父垂手时摆动幅度锐增。<br>天父预见纷争来袭，<br>赐予我们药草，以藤蔓编织的绳索，<br>网罗受造者的性命，指引我们举臂迎敌。<br><br><br>物相征兆  53 ：7<br>贡品中的金色绸缎受潮后呈现血色，<br>天父不满黄金裔擅权预政之兆。<br>大地兽争相逃出工坊，对着黎明机器嘶鸣，<br>恐有灾祸即将来临。<br><br><br>圣灵显现  352 ： 18 <br>民众阿淼菲斯醉中见天父显现，<br>得谕「不可过度饮用秘酿」，遂戒饮三天。<br>「敬拜学派」学者不幸遭大地兽踩踏后见天父显现，<br>亲眼得证「一百头大地兽在针尖上跳舞」。<br>全知的天父引迷途者向善，启示蒙昧以真理。<br><br><br><b>祷告</b><br>啊，全知的天父，负世之主，我们唯一的祈盼。<br>恩赐我们以话语，倾听我们以回应，<br>准许我们运用你赋予的一切，记住你、理解你、赞美你，<br>使我们的双足免于黑潮的濯洗，驻留于彼世的此端。"
            }
        ]
    },
    {
        "Name": "神性的回响：律法",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那断罪的秤发出嫉恶的责令。",
        "World": 5,
        "Books": [
            {
                "Desc": "公正之秤，塔兰顿。<br>以罚惩不义，以法调不和。<br>自以为能躲过审判的人，<br>殊不知天平衡量着一切过失。"
            }
        ]
    },
    {
        "Name": "神性的回响：负世",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那世界的中央传来黎明的赞颂。",
        "World": 5,
        "Books": [
            {
                "Desc": "全世之座，刻法勒。<br>尊贵不可灭，肩负万丈光。<br>神圣经由你的神首显露，<br>美丽的黎明已来临。"
            }
        ]
    },
    {
        "Name": "神性的回响：死亡",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那无休的冥河中踱步的死灵低语。",
        "World": 5,
        "Books": [
            {
                "Desc": "灰黯之手，塞纳托斯<br>捧众生命运，掌灵魂之舵。<br>求你长久远离我们，<br>使人之垂暮成为一种赐福。"
            }
        ]
    },
    {
        "Name": "{NICKNAME}小海豹战队选手变动公告",
        "Desc": "{NICKNAME}水上竞技俱乐部小海豹战队发布的官方公告。",
        "World": 5,
        "Books": [
            {
                "Desc": "经俱乐部与选手积极友好沟通，俱乐部充分尊重选手意愿，原{NICKNAME}水上竞技俱乐部小海豹战队奇美拉选手泡泡（原ID：西珀康珀斯），现与俱乐部合约期满，即日起正式离队。<br><br>自法吉娜诞辰月开始，{NICKNAME}俱乐部经历小海豹选手更迭补充，从小组赛到淘汰赛，保持着全胜无败的战绩。泡泡选手自「豹豹碰碰大作战」开赛之初便加入{NICKNAME}俱乐部担任核心队员。作为「豹豹碰碰大作战」的明星选手，泡泡定能在新的团队创造新的辉煌。<br><br>长风破浪会有时，直挂云帆济沧海。<br><br>天下无不散之筵席，赛场上留下的精彩瞬间会永远被大家铭记。感谢泡泡选手开赛以来对{NICKNAME}俱乐部的努力与贡献，也感谢粉丝们的关心与支持。<br><br>凡是过往，皆为序章，庆幸相遇，无憾别离。<br><br>人生有梦，各自精彩。祝愿泡泡选手未来的职业生涯，前程似锦。<br><br>下一次在赛场的入口，与你笑着相遇。<br><br>{NICKNAME}水上竞技俱乐部小海豹战队"
            }
        ]
    },
    {
        "Name": "一段关于公民大会的谈话记录",
        "Desc": "一份令人深思的记录——即便是奥赫玛最受尊敬的黄金裔，也曾对制度产生过质疑。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>*两位黄金裔的交谈记录，大部分内容已经模糊不清，只余下几句零散的对话…*</i><br><br><br>白厄：<br><i>阿格莱雅，如果我们坚持的理想在公民大会上遭到大多数人反对，该怎么办呢？</i><br><br><br>阿格莱雅：<br><i>我大概知道你在想什么。我向你提几个问题，答案没有正确与错误，你可以慢慢考虑。</i><br><br><br>阿格莱雅：<br><i>第一问，奥赫玛人认为集体的决定比个人的决定更正确，你也这样认为吗？</i><br><br><br>白厄：<br><i>我认为一个人的考虑是有限的。</i><br><br><br>白厄：<br><i>曾有学者说「集合于一个会场的群众就好像一个具有好多手足、好多耳目的异人一样，他还具有许多性格，许多聪明」。</i><br><br><br>白厄：<br><i>…不过也有学者说，这样的集会被派阀心理所支配——千人聚集在一起会热烈赞同一项提议，但如果把同一群人分成数个小团体，同样的提议会遭到反对。</i><br><br><br>阿格莱雅：<br><i>第二问，每位公民都能充分认识不同决策的影响吗？</i><br><br><br>白厄：<br><i>…不能，大部分的城邦政治需要由演说家解释政策。</i><br><br><br>阿格莱雅：<br><i>这是否也意味着公众很容易被演讲家煽动？</i><br><br><br>阿格莱雅：<br><i>第三问，公众会对自己得出的结果负责吗？</i><br><br><br>白厄：<br><i>据我所知，在奥赫玛的历史中，曾有过一次严重的军事惨败——</i><br><br><br>白厄：<br><i>当战败的消息传回城中时，公众走上街头愤怒地斥责那些鼓动「远征」的演说家。</i><br><br><br>白厄：<br><i>但「远征」正是公众在公民大会上的表决结果……</i><br><br><br>阿格莱雅：<br><i>公民大会对于一个议题既非绝对正确，也非绝对深入，还不负责任。</i><br><br><br>阿格莱雅：<br><i>我认为你不应为它的最后的结果烦恼，而是专注于获取胜利。</i><br><br><br>阿格莱雅：<br><i>第四问，在你看来，即便公众不支持逐火之旅，我会继续坚持下去吗？</i><br><br><br>白厄：<br><i>我已经明白了，谢谢你，阿格莱雅。</i><br><br><br><i>*…能分辨清楚的内容只记载到了这里。*</i>"
            }
        ]
    },
    {
        "Name": "赛飞儿留下的怪盗信•续了又续",
        "Desc": "「猫咪怪盗」三度留下的信件。",
        "World": 5,
        "Books": [
            {
                "Desc": "灰子：<br><br>每次都写个恭恭敬敬的开头挺麻烦的，你读了三次没有信息量的怪盗信也挺麻烦的。<br><br>「蜗居公主」留下的礼物，就放在这里了，你得好好保管。<br><br>别忘了，别去浴场，直接来奥赫玛城门口找我。<br><br>众所周知，我没有什么耐心。你要是来晚了，我就不带你了，懂了吗？<br><br>又及：是我帮你盖好了被子，感谢我吧。<br><br>猫咪怪盗，敬上"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "赛飞儿留下的怪盗信•续",
        "Desc": "「猫咪怪盗」再度留下的信件。",
        "World": 5,
        "Books": [
            {
                "Desc": "尊敬的「蜗居公主」以及灰子：<br><br>你们可能早就猜到了，我并没有在驮兽工坊里露脸的打算。当然这也就意味着，我并没有在工坊里归还礼物的打算…这只是「猫鼠游戏」的暖场罢了。<br><br>不过你们也猜到了，猫咪怪盗的目的根本就不是*偷走一个廉价的手工品*，对吧？<br><br>——我要偷走的，是你们的心。<br><br>开玩笑的。<br><br>我对你们的心并不感兴趣。既然「蜗居公主」能追踪我的痕迹，那你们就来试试吧。我会在终点等着你们，放心，这次我们面对面谈。<br><br>又及：灰子，你哪弄的神血蜜露，不会是裁缝女给你的吧？我替你尝尝。<br><br>猫咪怪盗，敬上"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "一份潦草的手记",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Name": "一份潦草的手记（一）",
                "Desc": "<i>*似乎是随手记下的内容，看起来是对黄金裔的身份背景考察…*</i><br><br><br>雅努萨波利斯的圣女缇宝、缇安、缇宁…命运三相殿圣女的后裔……<br>奥赫玛城的金织阿格莱雅…墨涅塔祭司世家……<br>悬锋城的王子…昏光庭院的风堇…出身均与泰坦神，或泰坦权能有着不同程度的关联。<br><br>……<br><br>金血…来自于祭司世家传承…或是王族传承…？<br><br>……<br><br>阿那克萨戈拉斯，本人。暂未发现这种关联。<br>创世的刻法勒，究竟依据什么造成金血…塑成黄金裔？<br><br>……<br><br>但，哀地里亚的死亡侍者遐蝶…并非泰坦祭司出身，也不是半神…却在大地上行走千年，拥有赐人「死亡」的能力…何处得来的能力？<br><br>……<br><br>又有一文献，记载了斯缇科西亚城的巨龙传说…剥离龙之残躯提炼「灵魂」的炼金术，有趣…<br>巨龙的存在…似为泰坦造物……<br>是否有逆行的办法，依靠炼金术，将人的「灵魂」与泰坦造物重新融合，提升金血的纯度和神性，趋近于至纯？<br><br>……<br><br>此为可验证的方法，择日实验。"
            },
            {
                "Name": "一份潦草的手记（二）",
                "Desc": "<i>*这份资料似乎有所缺失，从剩余的部分来看，关键的炼金术式已经被带走，只剩下作者思考的过程记录…*</i><br><br><br>前述的方法…仍有空白。<br>将人的「灵魂」与泰坦造物重新融合，并不能提升金血的纯度。<br>即便是纯粹的泰坦造物，对黄金裔的金血来说仍是杂质。<br>将人的灵魂与造物融合，只能臻于灵魂杂质的修补，或灵魂即灭状态的牵萦。<br><br><br>……<br><br><br>即便黄金裔与造物们在创世神话中皆由泰坦创造，但「创造」与「创造」之间亦有不同。<br>泰坦造物并非是炼金研究的中介变量，黄金裔比造物更为接近泰坦。<br>换句话说，我不应将泰坦造物与黄金裔并列比较。<br>我所考虑的假设，理应直接指向泰坦本身。<br><br><br>……<br><br><br>泰坦研究的机会绝无仅有，理应谨慎选择研究对象——<br>尚还活着的泰坦，难以控制。<br>早已死去的泰坦，缺少价值。<br>正在死去的泰坦，理想样本。<br><br><br>……<br><br><br>应掌握造物的原理，令万物诞生时即为完美的状态。<br>我将亲手熔炼泰坦，抵达灵魂的本质……"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "学者的论辩记录",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Name": "学者的论辩记录（一）",
                "Desc": "<i>*一段「敬拜学派」学者与「智种学派」学者的论辩记录，大部分内容已经模糊不清，只余下几句零散的对话…*</i><br><br><br>「敬拜学派」学者：<br><i>…我们都记得那座僭越天空的邦国。可事实上呢？不过是一群盲听盲信的民众，被自大的政客鼓动，自以为能挑战泰坦的权威。</i><br><br><br>「敬拜学派」学者：<br><i>一场毫无意义的尝试，一个彻头彻尾的错误。</i><br><br><br>「智种学派」学者：<br><i>哼，世代匍匐在泰坦脚下的「敬拜学派」，到头来连身为学者的自知都忘了吗？</i><br><br><br>「智种学派」学者：<br><i>「错误绝不等同于无意义」。</i><br><br><br>「智种学派」学者：<br><i>哪怕是初入树庭的学生，都能从最简单的逻辑证明里学到这句话。</i><br><br><br>「智种学派」学者：<br><i>整座城邦以灰飞烟灭为代价，证明了建造天舟的错误。在我看来，这恰恰是他们以牺牲得到的意义。</i><br><br><br>「敬拜学派」学者：<br><i>我没听错吧？这番发言…你是打算转投「敬拜学派」门下？</i><br><br><br>「智种学派」学者：<br><i>不，我只是换了个角度看问题。</i><br><br><br>「敬拜学派」学者：<br><i>……</i><br><br><br><i>*…能分辨清楚的内容只记载到了这里。*</i>"
            },
            {
                "Name": "学者的论辩记录（二）",
                "Desc": "<i>*两位学者的论辩记录，大部分内容已经模糊不清，只余下几句零散的对话…*</i><br><br><br>尤绪弗罗：<br><i>…那么我愿意洗耳恭听，你说的「换个角度看问题」，是哪种方式？</i><br><br><br>？？？：<br><i>很简单，就好比——</i><br><br><br>？？？：<br><i>站在地上看天空，天空在我们头顶。倒立着看天空，天空就在我们脚下。</i><br><br><br>尤绪弗罗：<br><i>呵呵，我不愿想象是什么情境令你萌发了此等高论。</i><br><br><br>尤绪弗罗：<br><i>哦，我有位爱写讽刺喜剧的学生，写过一名苦思一道题不得解法的愚人。</i><br><br><br>？？？：<br><i>我说了，和「敬拜学派」的人讲不通。</i><br><br><br>？？？：<br><i>你们像大地兽一样，躯体庞大却始终双眼看着地面，而我要做叮咬大地兽的马蜂。</i><br><br><br>？？？：<br><i>假如那城邦僭主的失败，只是向你我证明了，在所有无限接近于{RUBY_B#天空之泰坦}艾格勒{RUBY_E#}的方式当中……</i><br><br><br>？？？：<br><i>建造「天舟」这一种是错误的呢？</i><br><br><br>尤绪弗罗：<br><i>……</i><br><br><br>尤绪弗罗：<br><i>阿那克萨戈拉斯，缺乏敬畏之心的渎神者啊，你迟早会为你的言行付出代价。</i><br><br><br>尤绪弗罗：<br><i>你的学生们，还有那个助讲小姑娘，大概也不知道你正在进行什么样的*秘密研究*吧……</i><br><br><br><i>*…能分辨清楚的内容只记载到了这里。*</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "关于「公民大会」的考察",
        "Desc": "记载着奥赫玛公民大会制度的演变历程与运行机制的研究报告，对理解奥赫玛的政治体系具有重要参考价值。",
        "World": 5,
        "Books": [
            {
                "Desc": "民主政治对于翁法罗斯不同城邦的公民来说，始终焕发着无穷的魅力。在奥赫玛建立初期，奥赫玛的民主曾是少数特权阶层的民主；而后，在不断改革中，奥赫玛的公民大会走上历史的舞台，奥赫玛的民主从此转变为「全体人民的民主」——所有重大的城邦事务都由公民大会来决定。<br><br>需要注意的是，随着黑潮临近，不同城邦的公民进入奥赫玛中参与城邦政治中，原本奥赫玛公民手中的宝贵权利也不断稀释…因此，希望促进奥赫玛的公民大会制度改革的声音也层出不穷。<br><br>民主只是文明发展的结果之一，而非其原因。民主要有成效，就必须为不同的社会，不同的情况，不同的问题制定不同的规则。没有一种规则对于一切情况都是最合适的。<br><br>换言之，在成书的当下，奥赫玛的公民大会制度仍然会经历变革。由于时间所限，本书只是考察当前奥赫玛的公民大会，对于之后的变动概不进行研究，请列位读者谨慎参考本书内容。<br><br><b>奥赫玛城邦的公民、公民权与公民政策</b><br>在深入研究奥赫玛公民大会运行机制和主要职能之前，我们必须先谈一下奥赫玛的公民、公民权以及公民政策问题。曾有元老指出，奥赫玛是自由公民的集合体，公民的权力如此之大，必须要对公民的资格严加限制，以保证公民享有自己的权利。<br><br>围绕着是否承认归化民权利的讨论，曾经一直是黄金裔领袖与元老院论辩的焦点。随着历史发展，翁法罗斯中诸多城邦的陷落，黑潮逼近，公民权改革迫在眉睫…从最后的结果上来看，不同城邦公民在圣城平等地拥有公民资格，并能够平等地参与公共事务之中。<br><br>诚然，不同的人在社会上存在差异的，有穷人，有富人，有本地人，也有异邦人，但圣城奥赫玛不会让社会差异成为政治差异，一切公民在政治上完全平等。<br><br>（下略）<br><br><b>公民大会的运行机制</b><br>除紧急情况外，奥赫玛公民大会的召开都要遵循固定的模式。当届的元老院作为城邦代表组成的权力机构，他们将在大会召开前，在纪名英雄墙前公布即将召开的公民大会议事日程，以及开会地点——通常来说，为圣城的黎明云崖。<br><br>通常在大会召开前由元老院成员发起议题，并且经过议事会过半数同意后，该议题将成为公民大会的正式议题。议事会要预先拟定，应当受理哪些事情，哪一天做哪些事情。在确定后，议事会主席将公民大会的议事日程移交给元老院的「会议主席」，将由其主持会议。<br><br>通常情况下，任何没有经过议事会先期讨论的事务都不能在公民大会上讨论。议事会讨论的事务只有两个结果：一个是已经在议事会上详细讨论，只需要公民进行表决的。另一个是还没有形成任何建议，而是由公民在大会上进行论辩以形成最后的决议。<br><br>投票结果将由「{RUBY_B#负世之泰坦}刻法勒{RUBY_E#}符文赐福的陶片」记录并统计，在大会召开期间，奥赫玛全城将设立投票用陶罐收集公民意见。所有议案被充分讨论和投票决定后，元老院会公开已通过的法令，并将其张贴于纪名英雄墙前。<br><br>（下略）<br><br><b>公民大会的主要职能</b><br>公民大会实际拥有立法权、人事任免权、宣战、缔和乃至指挥具体战争的重要权力。<br><br>不过从历史实践的角度出发，奥赫玛的公民大会并非完全交由「公民」管理与通知，而是一种保证由比较符合社会大多数成员意愿的「精英」有效地管理社会事务的方式。<br><br>换言之，现如今由黄金裔领袖和元老院共同主理奥赫玛城中大小事务的局面，也是由奥赫玛的公民大会制度决定的。公民并不亲自管理社会事务、做出政治决定，而是通过投票等多种政治参与方式来影响政策制定者。<br><br>（下略）<br><br><b>附录•元老院的主要成员</b><br>元老院是由翁法罗斯的城邦代表们组成的权力机构。其中大部分成员由不同城邦推选，少数成员由现役元老院成员直接邀请，由公民大会赋予权力，实际处理奥赫玛城中的大小事务。<br><br>其中最为有名的名誉元老为吕枯耳戈斯，为黄金战争前就几乎灭迹的安提基色拉人——曾在黄金世中多次与{RUBY_B#负世之泰坦}刻法勒{RUBY_E#}直接交流，并向刻法勒传递世人的凡音，是名副其实的「神礼观众」——吕枯耳戈斯的中立态度有目共睹，这也是他屡次被推选为公民大会会议主席的主要原因。<br><br>值得一提的是，元老凯妮斯在奥赫玛城中的事务颇有成效，并且拥有大量拥趸。不少人相信，凯妮斯将利用手中积累的资源，改变「黄金裔掌握实权」的现状，并重塑奥赫玛的政治生态。"
            }
        ]
    },
    {
        "Name": "神性的回响：浪漫",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那牵引金丝的若虫交换着包含爱意的诗歌。",
        "World": 5,
        "Books": [
            {
                "Desc": "黄金之茧，墨涅塔。<br>巧计命注定，缔结有情人。<br>你是最清澈的美好，<br>最浑浊的欲望。"
            }
        ]
    },
    {
        "Name": "神性的回响：理性",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那林中的教诲种下世间的真理。",
        "World": 5,
        "Books": [
            {
                "Desc": "裂分之枝，瑟希斯。<br>春来种疑问，秋收得天慧。<br>在无尽的花与圣叶中，<br>真理展示形迹。"
            }
        ]
    },
    {
        "Name": "神性的回响：门径",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那隐秘小路上的圣所打开了门扉。",
        "World": 5,
        "Books": [
            {
                "Desc": "万径之门，雅努斯。<br>慷慨开千路，引得万物归。<br>迷途之人面前的一切道途，<br>通向你独一的门扉。"
            }
        ]
    },
    {
        "Name": "命运季之歌",
        "Desc": "关于命运三泰坦的民谣，由著名黄金裔吟游诗人伊利亚写就。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>相传黄金裔诗人伊利亚曾在命运季中行经雅努萨波利斯，于大地兽背脊上随口吟唱出这首民谣。</i><br><br>年岁中最崭新的一月，雅努斯扣上门关，将过往辞别<br>命运的长女啊，如锁链划出轮廓与边界<br>瞧，那空中的折线，如利斧劈开后与前<br>人们纷纷抛却身外之物、焚毁已逝羁绊<br>「待门扉再启，必将迎来崭新的未来」<br><br>年岁中最规律的一月，塔兰顿拧紧发条，将分秒甄别<br>命运的次女啊，如尺规度量世间的一切<br>瞧，那等长的晨昏，如天秤平衡昼与夜<br>人们日落而息日出而作、运作裁决契约<br>「绝对的均等，卑微伟大又有何不同」<br><br>年岁中最慵懒的一月，欧洛尼斯打个呵欠，将睡意播撒<br>命运的幺女啊，如秘酿怠惰理性与喧哗<br>瞧，那暗淡的日色，黎明机器也觉困倦<br>人们意识模糊昏昏欲睡、难免多愁善感<br>「万物且小憩，而后万物流转生发」"
            }
        ]
    },
    {
        "Name": "论仪式的地域性特征（节选）",
        "Desc": "敬拜学派学者著作节选，本书试图从神话学角度讨论翁法罗斯不同地域泰坦敬拜仪式的异同。",
        "World": 5,
        "Books": [
            {
                "Desc": "（……）<br><br>接下来我将给出一些范例，用以简要说明不同城邦的文化习俗对于本地泰坦神话的影响。<br><br>在翁法罗斯有这样一个广为人知的神话故事：黄金世中，某个海边部族为海啸所苦，于是在首领的带领下筑起堤坝、挖出沟壑，以阻挡浪花；却因此引得法吉娜玩心大起，用巨浪将人们的劳动成果毁于一旦。面对那位首领悲愤的诘问，泰坦化身巨鲸来到岸边，与其打赌：七天内，若他们能横渡大海，到达海洋那头的小岛，自己就不再侵扰他们的休憩，还会把自己的宝物赠给他们。但如果他们失败了，这片海岸就要永远被大海淹没。<br><br>在普遍流行的传说中，人类最终得以取胜，是由于艾格勒在首领梦中教会其制造木筏的方式，并在途中受到了吉奥里亚的帮助。但在一些沿海城邦（譬如在阿里斯蒂亚）的版本中，自始至终出场的泰坦仅有法吉娜：它教授部族首领造船技巧，是因为被来自人类的挑战激起了兴趣，以此试图保证游戏的公平性；而在最后关头放弃对人们的阻碍，则是由于被其坚强勇敢所打动。<br><br>相较于流行版本，该故事中的法吉娜形象被塑造得更加复杂生动。神与人的联系得到了加强，二者在性格与行事上也有了更多的相似之处。考虑到一众沿海城邦对于法吉娜的崇拜与仰赖，我在此大胆作出假设：在不同地域文化的影响下，人们会下意识将自身或族群的需求与渴望「投射」在泰坦身上。<br><br>接下来我将从另一角度对以上观点做出佐证。众所周知，在扎格列斯对于诸神的恶作剧中，最为著名的一项便是：其藏身墨涅塔神像的影子中窃取对方祭品。在广为流传的版本中，故事结尾有个看似不甚重要的细节：墨涅塔由于无法抓住扎格列斯，转而迁怒自己的祭司，惩罚他眼中再也看不见美。<br><br>然而就是如此一个小小细节，在欧瑞尼亚、米里奥斯等城邦的历史上，却曾多次引发学者与艺术家们大规模讨论——由于各自出身、立场与观念的差异，人们对这个「任性的神罚」的接受度各自不同。部分极端的墨涅塔拥趸对此拒不承认，态度激烈地将其称作「对完美神明的无耻亵渎」，并在一切祭祀场合将其视为不可提及的禁忌。<br><br>以上述内容为基础，也就引出了本篇接下来将要详细讨论的内容：不同地域泰坦敬拜仪式的异同——即身处不同文化氛围的人们，如何根据其所认知的「神明的喜好与倾向」，来进行合宜的祭祀，以取悦相应的泰坦。<br><br>（……）"
            }
        ]
    },
    {
        "Name": "一位赤陶学者的随笔（节选）",
        "Desc": "一位赤陶学者的随笔，以短诗的形式零零碎碎记载了其日常所思所感。",
        "World": 5,
        "Books": [
            {
                "Desc": "（……）<br><br>我们在梦中与亲友纵情欢歌，清晨醒来，却因流离失乡泣涕涟涟。<br><br>我们在梦中与挚爱生死离别，清晨醒来，却因一味佳肴笑逐颜开。<br><br>我们做梦、我们醒来；如此循环往复，生命被分割成片段、又属连成一串。<br><br>我们时常以为自己能明晰醒与梦——<br><br>但若不醒来，又如何知晓我们曾在梦中？<br><br>而若在梦中，又如何能够呼唤自己醒来？<br><br>（……）<br><br>星辰升起时也在落下，万物诞生后便将衰亡。<br><br>世界壮阔、时光绵延，命运则好似无尽蛛网。<br><br>你我不过网中虫豸、点缀于生命苍穹间的渺小碎片。<br><br>我们杂乱无章地颤抖、生灭如流云随意聚散——<br><br>世界从未要求我们去理解，又何故徒劳去分析、去推演、去构建？<br><br>难道有人于睡榻上再叠床铺？难道有人于地基下再置廊柱？<br><br>不可感知者无需存在。即便存在，也是虚无。<br><br>（……）<br><br>我在仙女木摇曳的花蕊中看见清雅芬芳、在宴席上奏响的乐曲中听见鲜美甘甜。<br><br>我在苗圃间花香中闻到绚烂色彩、在流淌的蜜糖中尝到欢快旋律。<br><br>我的灵魂早就教给我万物究竟应为何物、心智也早已学会了切勿以理性自缚。<br><br>我遇见一朵花，我观看、倾听、嗅闻、品尝它，它就在那儿——<br><br>但若我将它写下、画下、做成标本收藏，那朵花便不再是那朵花。<br><br>（……）"
            }
        ]
    },
    {
        "Name": "树庭植物的导引石版摘",
        "Desc": "一册对树庭植物的介绍手册，不知为何却是以旅游指南的格式写下的。",
        "World": 5,
        "Books": [
            {
                "Desc": "须知：<br>沿沉思步道前行观览，因部分植物较为敏感，请勿在一处聚集太久。<br>除个别标注外，严禁触碰园中的植物。（省省你们的探究心，这是为了你们好）<br>如果在旧诗卉区和永夜卉区发现若虫，请不要在意，它们是无害的。<br>如果在异典卉区发现若虫，请试着将它们带离。<br><br>……<br><br><b>永夜卉区</b><br>对偏远区域植物抱有憧憬，却因黑潮而难以外出探寻？莲食学派学者与欧洛尼斯祭司共同研发的天帷温室将会是好去处。此处全天设有人造黯源，即使是黎明机器的光芒也无法穿透。<br>卉区精选品种如下——<br><br><b>刀芒草</b><br>生于悬锋旅路的棘草种，它仅在土壤被悬锋城的蜜酿浸透后才会成片冒出，这样独特的生态让其成为了树庭学者们流连的神秘。<br>虽名为草，但其叶片硕大，且极度锋利，若由瑟希斯的祭司赐福，叶片会硬化并带有一定韧性，可作为卫士们的备用武器使用。<br><br><b>拉冬之雨</b><br>拉冬特产的靛蓝晶状莓果，又被称为欧洛尼斯的泪滴。曾是拉冬人的主食之一，但随着纷争与黑潮的到来，其生长环境全数损毁，现已仅存于此处。<br>当雨滴遍撒大地时，拉冬之雨便会成片盛开。人们说，是泰坦的泪滴滋养了这些果实，而果实为泰坦带去的，却仅有更多的哀伤。<br><br>……<br><br><b>生命树种区</b><br>此处的植物并非天然之物，而是生命信息的聚合，若想了解详情，请咨询附近的学者。<br>已随负责人一同迁至奥赫玛。<br><br><br><b>旧诗卉区</b><br>庭内的学者或多或少都曾有过怀疑，某些泰坦传说中记载的植物其实并不存在，而是从祭仪与哲思文献中杜撰而来。<br>本卉区便是为了使我们让打消，或者确信这种疑虑而出现的。<br>※部分品种为莲食学派杂交出的人工品种，旨在还原传说的原貌。<br>卉区精选品种如下——<br><br><b>粉金花</b><br>诚然，鲜花是浪漫故事中最易见的配角，但却从未有人愿意将粉金花当做情物去描绘。只因无人不知，自刻法勒创世之后，它便一直被塞纳托斯所注视。<br>传闻说道，塞纳托斯在它的国度中，会将怀中之人安置在黄金色花田之上。每一片花瓣，都寄宿着一位于纷争中离去的魂灵。也正因此，即使是最为贪吃的云羊，也会对它视而不见。<br>树庭的学者们沿着这条线索，寻找这一植物的源头，最终出现在他们眼前的，便是这粉金的蔷薇——华美而多刺，而这恐怕才是云羊群回避它的真正原因。<br><br><b>石木</b><br>野史曾传，吉奥里亚创造山之民时并非是用土，而是借用了石木的硬枝干。这逸闻虽是胡编，但传至山之民处后，反倒让他们产生了些许亲近感——时至今日，奥赫玛仍有不少卫士愿意让自己的装备都使用石木进行打造。<br>它是庭内为数不多允许直接接触的植物。请试着用手抚摸，感受那名为大地的坚毅。<br><br>……<br><br><b>异典卉区</b><br>将花儿罩在琉璃盖中，一般是为了保护它不受外界的伤害。但在树庭中，是为了保护外界不受它的伤害。在本卉区游览时，请牢记这点。<br><br><b>夜冥菇</b><br>瑟希斯的意外造物，扎格列斯中意的玩具，没有人能描绘出它的样貌，因为一切视线都会被它吃进肚里。如果你在奥赫玛外，看见地上有一丛黑洞，不必好奇，只是又一朵夜冥菇在盛开罢了。<br>园中自不必说，即使遇见野生的——除非你想早点去见塞纳托斯，否则绝对，绝对不要捏它。<br><br>……"
            }
        ]
    },
    {
        "Name": "未寄出的树庭定期报告",
        "Desc": "神悟树庭与奥赫玛的定期通讯信件，因灾害而未能即时送出。",
        "World": 5,
        "Books": [
            {
                "Desc": "致圣城的邻人：<br>        此为光历 4931 年的第二次通讯。<br>• 成果汇报<br>• 请款<br>• 请求物资<br>• 其他<br><br>成果汇报<br>1、莲食学派<br>草药对黑潮侵蚀的抵御一题未有显著进展。<br>新型改良谷物品种的产量提升了 800% 。<br><br>2、山羊学派<br>奇美拉的新式康复药剂研发成功，实验表明，平均一季投放会促使其工作效率加速 87% （±6%，个体间存在差异）<br>长线报告：「远离万帷网三年后，这是他身体发生的变化」<br><br>赤陶学派<br>研究报告：视野中颜色对情绪产生的影响（详见附文）<br>研究报告：艺术的最小单位<br><br>4、绳结学派<br>研究报告：信息加密与解密方案更新<br>研究报告：从分形结构延伸出的思考——我们有方法预测一切吗？<br><br>5、敬拜学派<br>多重信仰者用祭具品类仍在研发，灾厄泰坦相关内容延后处理。<br><br>6、曳石学派<br>我们的成果将会是这位传信信使，他会在二日内从树庭跑抵奥赫玛，敬请见证。<br><br>7、智种学派<br>无报告。<br><br>请款<br>常态款项  30000000 <br>新课题赞助款  5000000 <br>传信信使薪酬  5420 <br>撰写费（按字数计费）  40.1 <br>合计：<br>利衡币  35005460.1 <br>因计算或存在困难，「.1」可被减省。<br><br>请求物资<br>空置石板x 5000 <br>传信石版x1（损坏过重）<br>种质库的最新信息副件<br><br>其他                                                                                                                    <br>树庭侧希望能聘用数位山之民，负责简单安保工作，我方会负责提供饮食起居。<br><br>以上，愿瑟希斯的恩典永伴你我。<br> －—神悟树庭学者一同"
            }
        ]
    },
    {
        "Name": "预言真相考",
        "Desc": "不知名调查员的调查报告抄本（第 13 版），部分字句被人为抹去，具体内容已不可考。",
        "World": 5,
        "Books": [
            {
                "Desc": "——对三相神谕仪式的剖析<br>调查员：██<br>光历████年<br><br>此为第 13 份抄本，若有读者有幸见到这份抄本，说明我可能已经遭遇不测。但真相必须被记录下来，无论代价是什么……<br><br>引言<br>在潜伏于命运重渊神殿的十年里，我逐渐明白了这群自称是「命运三泰坦的神谕代言人」的群体究竟是如何亵渎泰坦们的威名。他们将神圣的预言变成了权力的工具，将圣女的天赋当做为自己攻击政敌的武器。<br><br>神谕的污染<br>表面上，祭司们声称只有献上与所求等重之物，才能凸显信徒之诚意。但实际上，整个求取神谕的过程已经沦为一个精密的情报体系：<br><br>1、情报搜集<br>他们设立了三层问事处，每层配有专门的祭司将提问者的信息记录在案，又对下一层祭司的表现进行监管。祭司们被要求详细记录所有提问者的背景、人际关系与社会身份。此外，他们会为提问者建立档案，定期呈报给最高级别的祭司。<br><br>2、优先级划分<br>信徒们前来问事，会根据来者的问题与身份，提前划分为三个级别。祭司们会根据级别的高低来对提问事由进行排期——即使信徒们先前已经献上与所求等重之财物也不例外，除非…加钱。<br>最高级为：涉及城邦重大事务的问题。<br>次级为：影响日常生活的重大决策。<br>最低级为：平民的常见祈求，通常会以「不够虔诚」为由拒绝，又或者「祭司近日正在进修」为由推后。<br><br>仪式的亵渎<br>最令人发指的是他们对神圣仪式的亵渎。经过长期观察，我发现整套所谓的「预言占卜」仪式已经沦为残酷的压迫了！<br><br>1、圣女的囚笼<br>███<br><br>2、环境控制<br>至于信徒…他们从来不把信徒放在眼里，大多数信徒所见到的「和蔼友善」的一面也只是必要的伪装。而真相更是……<br>…随处可见的熏香，说是能抚慰信徒们的精神，带来振奋的力量。实际上他们在里面添加了致幻成分，要不是我亲自研磨过线香，还真发现不了这里面的东西。<br>…祈祷室中有独特的声学设计，祭司讲话时会令信徒们产生「神谕」的错觉。更别说窗户和采光的设计，在抬头时特定的视觉混乱——穹顶聚光的效果就算让信徒们感到头晕目眩，他们也只会觉得这是「泰坦的神威」。<br><br>3、编织的预言<br>很讽刺，命运织者在这一刻成为了现实——原来信众的命运，甚至是城邦的命运，所谓的未来，一切都能被祭司们人为操纵、编撰而成。<br>当然，我不否认命运三泰坦的眷顾会赐予祭司与圣女们瞥见未来的能力。但有能力是一回事，用不用和怎么用又是另外一回事。<br>初级祭司负责编撰预言素材，中级祭司负责调整用词的模糊程度，高级祭司则确保预言导向与神殿的方向一致。<br>在我的调查中，我发现他们又将祭司分为了三种等级。哈，「三」这个数字无处不在，在这点上倒是对命运三泰坦忠心耿耿。<br><br>[笔迹开始变得潦草]<br>我在秘密档案室发现了更可怕的真相。前代圣女████绝非意外——她开始在预言中暗示反抗。可是，等等，可是缇██西█俄██呢？<br>作为她的女儿，她████████████████████████████████████<br><br>[字迹变得混乱，部分内容无法辨认]<br>黑暗的根源远比表面更深。整个系统是一个巨大的谎言网络。<br>我找到了证据，证明某████实际上利用伪造的预言在城邦间挑起纷争，从中牟利。他们甚至密谋利用神谕煽动██，只为……<br><br>塔兰顿在上！他们派人来了。我听到脚步声。我已将完整证据藏在██████████████"
            }
        ]
    },
    {
        "Name": "迷津结语",
        "Desc": "雅努斯迷津的推演结论",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "委托人：祭司门塔<br><br>待寻之物：昨日留存的小甜饼<br><br>门径导引：可于祭司哈娜的腹中寻得"
            },
            {
                "Name": "其二",
                "Desc": "委托人：祭司门塔<br><br>待寻之物：本应身处预言书库内的雅努斯辅祭<br><br>迷津导引：可于奥德修的宴会会饮厅内寻见"
            },
            {
                "Name": "其三",
                "Desc": "委托人：信徒丝西涅<br><br>待寻之物：其父亲的智力<br><br>门径导引：飞走了"
            },
            {
                "Name": "其四",
                "Desc": "委托人：信徒丝西涅<br><br>待寻之物：其父亲的智力飞向了何处<br><br>门径导引：世界各地"
            },
            {
                "Name": "其五",
                "Desc": "委托人：信徒泽洛<br><br>待寻之物：其真爱所在处<br><br>门径导引：雅努萨波利斯城内"
            },
            {
                "Name": "其六",
                "Desc": "委托人：信徒泽洛<br><br>待寻之物：其真爱所在处<br><br>门径导引：雅努萨波利斯城内， 177 号房屋。"
            },
            {
                "Name": "其七",
                "Desc": "委托人：信徒潘<br><br>待寻之物：其母亲的灵魂<br><br>门径导引：冥界"
            },
            {
                "Name": "其八",
                "Desc": "委托人：信徒潘<br><br>待寻之物：母亲的灵魂 冥界所在之处<br><br>门径导引：布匹围成城墙"
            },
            {
                "Name": "其九",
                "Desc": "委托人：信徒潘<br><br>待寻之物：母亲的灵魂 冥界所在之处<br><br>门径导引：布匹围成城墙 高悬心灵之上"
            },
            {
                "Name": "其十",
                "Desc": "委托人已不可考<br><br>待寻之物：丢失的一千万利衡币<br><br>门径导引：梦中"
            },
            {
                "Name": "其十一",
                "Desc": "委托人已不可考<br><br>待寻之物：一切事物的答案在何处<br><br>门径导引：脑中"
            },
            {
                "Name": "其十二",
                "Desc": "委托人已不可考<br><br>待寻之物：委托人想找的东西<br><br>门径导引：在其应在之处"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "迷津推演记录•神殿留存",
        "Desc": "雅努斯迷津的推演记录，具体留档时间已经难以确定。",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br><br><b>命运季</b><br>请求：「我的家乡在何方？」<br>推演结果：「不存在了」<br>※注：门塔祭司指示再度进行推演。<br><br>请求：「委托人的家乡应在何方？」<br>推演结果：「在此处，雅努萨波利斯」<br><br>请求：「我的透镜去哪了？」<br>推演结果：「在自宅卧榻角落」<br><br>请求：「请找到能让我开心的事物」<br>推演结果：「圣殿内有一处负责聆听与讲述的职缺」<br>※注：委托人通过了圣殿考验，正式成为了辅祭。<br><br>……<br><br><b>支柱季</b><br>请求：「我的透镜去哪了？」<br>推演结果：「在自宅餐台下方」<br><br>请求：「雅努斯的神躯在哪？」<br>不进行推演<br>※注：等待三日，并按照清单直接回复即可，所有求问泰坦方位的请求均以此种方式处理。<br><br>请求：「我最喜欢的首饰掉到哪里去了？」<br>推演结果：「它并未遗失」<br>※注：门塔祭司指示再度进行推演。<br><br>请求：「委托人曾经最喜欢的、现已遗失的首饰掉到哪去了？」<br>推演结果：「在自宅躺椅夹缝内」<br><s>※注：门塔祭司叹了口气</s><br>※注：别什么都往里记。<br><br>请求：「我的孩子在哪？」<br>推演结果：「在家中」<br>※注：我叹了口气。<br>※注：算了，记就记吧。<br><br>请求：「天外在哪？」<br>推演结果：「不存在」<br>※注：请将本推演结果公之于众。<br><br>……<br><br><b>创生季</b><br>请求：「我的透镜去哪了？」<br>推演结果：「在鼻梁上」<br><br>请求：「一加一等于几？」<br>推演无效，问题性质不符。<br>※注：请接洽的祭司进行初步筛选，迷津能够推演的内容，充其量只有「方位」。请勿让不合规的提问干扰正常推演流程。<br><br>请求：「一加一等于几的答案在哪里？」<br>推演结果：「可在你的脑中寻得」<br>※注：后续有三次重复委托，归档处理。<br><br>请求：「我此生最喜欢的首饰在哪？」<br>推演结果：「可在前往伊卡利亚的旅途中寻得」<br>※注：与纷争季的相似委托为同一人发起，此外，委托人在领受神谕后便出城了。<br><br>请求：「阿忒藏哪去了？」<br>推演结果：「在你身边」<br>※注：考虑到请求递交流程的繁长，后续出现孩童玩乐性质的求问（特别是捉迷藏类），请勿按正式请求规格接取。<br>※注：据门塔祭司所述，交付石板时，委托人与搜寻的对象正在嬉闹，与推演结果所示一致。<br><br>请求：「明日在哪里？」<br>推演结果：「在十五日前」<br>※注：从请求发起到石板交付总共经过十七日。<br><br>请求：「先代圣女的所在处」<br>推演结果：████<br>※注：按照惯例处理即可，此后同类委托无需处理，也无需记录。<br><br>请求：「我的新任辅祭去哪了？能找到他的线索在哪里？」<br>推演结果：「在神悟树庭，请留意桌案」<br>※注：委托人为祭司门塔，桌案上留有告别的字条与些许手工制品。<br><br>请求：「我的孩子在哪？」<br>推演结果：「在家中」<br><s>※注：孩童的玩闹，不建议接取。</s><br>※注：门塔祭司否定了该观点，表示没事才是最重要的。<br><br>请求：「本次祭献给欧洛尼斯的祭品中，一组茶具内最为朴素的一只去哪了？」<br>推演结果：「在达格拉的口袋中」<br>※注：委托人表达了感谢，并表示如果是祭司借用便不再追究。<br>※注：那人根本不是祭司！怎么不先确认一下呢？<br>※注：没事，委托人都走了。<br><br>……<br><br><b>灾厄季</b><br>请求：「我的孩子在哪里？」<br><s>不接取</s><br>推演结果：「在城外南侧的废墟中」<br>※注：组织守卫们搜救，并成功将被瓦砾压伤无法行动的孩童救出。<br>※注：将创生季时临时接任的辅祭撤职。<br><br>请求：「合适的辅祭在哪里？」<br>推演结果：「请耐心等待」<br><br>请求：「请找到我。」<br>展露出的迷津过于繁杂，委派三位祭司均难以理清，故该请求于中途截断。<br>※注：委托人失踪，奉献款项未能成功退还。"
            }
        ]
    },
    {
        "Name": "残破的神驹线路表",
        "Desc": "一册记载了每个雅努斯之驹目的地与使命的清单，但因被阅览太多次而变得有些破破烂烂的。",
        "World": 5,
        "Books": [
            {
                "Desc": "「为雅努萨波利斯的辉煌，为救世界于黑潮之中，我们，雅努斯的神驹役者，将跨越门径，踏上求盟之旅，直至危机消散，万众一心。」<br> ——神驹行誓<br><br>「我们每个人，都在『途中』」<br> ——门径的神谕，致神驹们。<i>由高等祭司释义</i><br><br><b>中枢</b><br><b>其〇 ·雅努萨波利斯</b><br>编号为〇的神驹会驻留在雅努萨波利斯，作为役者的中转与休息枢纽。<br><s>视拥挤情况，后续会考虑再追加一匹相同功能的神驹</s><br>没有富余资源，请役者秉持奉献精神，共度难关。<br><br><b>常态线路</b><br><b>（〇号神驹的使用时刻表见███）</b><br><b>其一 · 奥赫玛</b><br>神驹的首次试运行，因此选择了离雅努萨波利斯物理距离较近的城邦进行跨越，仅为确认神驹功能完好。此外同时派遣了使者从陆路并行前往进行确认。<br>追记：成功联通，役者升格为正祭司。三相祭司规划将该线路作为首个常态线路运行。<br>追记：因求盟价值，将有第二匹神驹跨越至奥赫玛。<br><br><b>其三 · 斯廷法洛</b><br>对抗黑潮灾害的最前线之一，神驹使命为「求盟」，成功跨越后，役者借雅努斯的权柄从城内输送了少量物资，并得到大量黑潮造物的相关记叙信息。<br>线路转为常态，将维持至灾害结束，或某种不可抗力因素导致断联为止。<br><br><b>其四 · 悬锋城</b><br>神驹使命同样为「求盟」，为争取「纷争」及其权柄所在地，作为盟友一同对抗黑潮，命运殿先后派出五位役者，意图寻至悬锋所在地，但因移动城邦特性，门径的联系并不明晰，后续甚至有两位役者失联。<br><br><br><b>其一一 · 奥莱诺斯</b><br>其地理位置靠近中部，离黑潮威胁较远，故神驹此行完成了与该农业城邦构建商业贸易往来的使命，后为维持友好关系，本线路转为常态运行。<br><br><br><b>其一五 · 拉冬</b><br>与派往悬锋城的神驹使命一致，但首次跨越便成功与天空信仰的野蛮住民们取得了联系，目前正在洽谈同盟的可能性。<br>追记：该线路役者感染力较强，但也较为特立独行，需多加关注。<br><br><b>实验线路</b><br><br>……<br><br><b>其七 · 埃普斯</b><br>一次带有风险的尝试，据信，城邦埃普斯因地域偏远，此前极少接续泰坦信仰，故此次役者人选为命运三相殿的十二位讲学者之一，愿他们能将命运泰坦的恩典播撒在那片蛮荒土地上。<br><br><b>其一六 · 帕福斯</b><br>神谕并不明确，役者在到达后才厘清其目的地为传闻中信仰墨涅塔的城邦。因物理距离较远，故仅进行了传道，并交换了彼此的特产（金苹果）。<br><br><b>废弃线路留档</b><br><b>其六 · 神悟树庭</b><br>树庭方向神驹的使命仅为求取学识、以及搭创人才引进模式等。<br>追记：在代价交换层面未与树庭达成一致，数次往返后役者失联。<br>追记：曾有蛛丝马迹表明，该役者表达过追求真理、成为学者的意愿，推测其「失踪」实为自行潜逃。<br><br><b>其一二 · 多洛斯</b><br>神驹使命并非求援，而是尝试打探扎格列斯信仰城邦面对黑潮灾厄的意图。<br>结果并不明朗。据役者口述，该地居民自发对神驹的外壳进行了改装，变成了大地兽模样。其神性也因此逐步消散。<br><br><b>其一九 · 米拉瓦塔</b><br>神驹未能成功联通。<br><br><b>其二三 · 布利萨</b><br>地理位置过远，故仅提出资源交易请托。<br>追记：同因距离过远，役者仍在尝试联通至此处。<br>追记：该城邦因卷入与悬锋城的争战，布利萨王携部将长途跋涉，向雅努萨波利斯求援，而岁月的神谕则告知了城邦已覆灭的事实，因而该线路将被弃置，待下次役者回返时进行告知。<br><br><br>……<br><br><b>███路</b><br><b>其二 · █缇██亚</b><br>神驹使命为███████龙███████████真理。<br><br><b>其██ · ███</b><br>██████████████████"
            }
        ]
    },
    {
        "Name": "垂泪集",
        "Desc": "由学者克瑞斯汇集而成的树庭巨变之时的真实故事集，因在编修时数次嚎哭致使工作难以为继而得名。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>编者按：本集由学者克瑞斯汇集整理，所收内容皆为树庭巨变之时的真实故事，经由瑟希斯神树保存。愿智慧与理性之光永驻。</i><br> <br>永恒学院<br>多少个清晨，我们在慈爱之庭的石阶上背诵塞勒苏斯的教诲。晨露凝结在树叶上，滴落在我们的书页间。那时我总觉得，这些水珠里一定藏着智慧的火花，正如瑟希斯为每一个新生的思想凝结露水。<br>如今想来，那露水或许真的蕴含神性。否则，为何我们能在树庭度过如此漫长而美好的时光？为何即便是最愚钝的学子，也能在神树的庇护下渐渐开悟？<br> <br>最后讲堂<br>那天原本是普通的一课。我们在逐星天井讨论赤陶学派与曳石学派的理念区别，争论究竟是感性先于理性，还是理性孕育感性。<br>突然有人喊道：「快看天上，那是什么？！」<br>所有人抬起头，看见群星在永夜中黯淡，仿佛被一层浓雾遮蔽。后来我们才知道，那是黑潮的先兆。<br>老师说：「…诸位，本学期的课程就此结束。愿你们记住，思考是最崇高的仪式。」<br>这是我在树庭听到的最后一课。<br> <br>垂泪哀思<br><i>以下文字发现于净身室墙壁上</i><br>亲爱的母亲：<br>记得您说过，冰冷能让思维更清晰。现在我浸在这池水中，却只觉得麻木。<br>您离开那天，我没能见您最后一面。您随商队去奥赫玛，说要给我带回一本《论七情与三重爱》。黑潮来得太快了。<br>现在，我终于明白为何这里叫「垂泪净身室」。这池水不仅能洗净身体，更能洗去心中的悲伤。<br>我多希望能再尝一次您做的肉桂卷。<br>您的女儿 艾琳娜<br> <br>临终絮语<br><i>记录源自一株垂死的仙女木</i><br>…那家伙说我们会死，但树木怎会畏惧死亡？我们的根系相连，记忆流淌。即便枝干腐朽，智慧的种子也会重生发芽。<br>我记得那些来来往往的学者，他们与我们对话，将我们视作智者。多么有趣，他们追求永恒的知识，却常常忘记生命本身的智慧。<br>黑潮侵蚀时，年轻的枝条最先枯萎。这让我想起瑟希斯教导的第一课：理性必须扎根于大地……<br> <br>逃亡者的自白<br>我带着能带走的典籍逃离时，友爱之馆已被黑潮浸没大半。那些珍贵的手稿瞬间溶解，化作墨色的云朵。<br>一路上遇到许多同样在逃的学者。我们互相搀扶，分享仅存的口粮。感到恐惧时，便轮流讲述自己记得的典籍内容，生怕遗失了树庭的智慧。<br>最讽刺的是，正当我们逃离树庭时，脑中却不断浮现塞勒苏斯在《论巡礼》中的警句：「追赶群星时亦要留心脚下。」<br>或许这就是命运的玩笑。我们追逐知识至此，却在仓皇逃命时才真正理解了先贤的教诲。<br> <br>最后的祷词<br><i>发现于一具遗骸旁的石板</i><br>伟大的瑟希斯啊，您教导我们理性与智慧， 却未曾提及死亡的恐惧。<br>当黑潮吞噬您的根系，我看见您枝干上的最后一片叶子，仍在努力舒展，向上生长。<br>若这就是终末，愿我如您般坚韧，直到最后一刻仍在思考。<br> <br><i>编后记：</i><br><i>在整理这些内容时，我常常泪流不止。每一滴泪水落在纸上，都会晕开成一小片墨迹，仿佛那些逝去的生命在诉说他们未完的故事。</i><br><i>但我想，这便是瑟希斯留给我们最后的启示：即便在至暗时刻，理性的火种也永不熄灭。若有来者读到此集，愿你记住，树庭不仅是供千万学者求学的地方，这里更是大家理想与信念的见证。我们虽然倒下了，但我们的理想与信念长存于此，永不泯灭。</i>"
            }
        ]
    },
    {
        "Name": "莫忒丝密信",
        "Desc": "雅努萨波利斯圣女曾寄给某位祭司的密信，经欧洛尼斯之力复现而出，信中阐述寄信人对雅努萨波利斯政局的冷静分析以及对世界暗藏危机的忧虑。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>致柯德克斯：</b><br><br>       原谅我无法当面与你说清心中所想。我注意到新一批圣女卫队多了好些陌生的面孔，他们虽还不至于限制我的行动，但早已成为隔墙之耳，其背后想必是达姆纳蒂奥一派对我持续的监视。与我交好的那几位祭司与政官大多被调离神殿，作为使者遣往其它城邦；而我与平民的接触也被他们严格控制。不难看出，达姆纳蒂奥一派在千方百计地削弱我的影响力。<br><br>       如今我虽名义上身兼大祭司与传谕圣女的要职，实际却已几无话语权，日趋名存实亡。偌大一个雅努萨波利斯，所谓三相神谕源地、命运泰坦垂睑之圣城，政教高层中仍对尊神心怀虔诚与崇敬之人…唯你与我两人耳。<br><br>       ……<br><br>      还有一事。身处泰坦战争的时代，尼卡多利踏裂吉奥里亚、一路追杀艾格勒，沿途碾碎诸邦，许多家园被毁的人千里迢迢前来求谕。我整理了迄今百年的异邦来客，发现最遥远的几所城邦已许久未有使者前来，而他们本应身处蛮神的征伐路线上。我向泰坦求谕，得到的答案是…这些远疆小邦早已尽数湮灭。<br>       <br>       命运泰坦们早已告知罪魁祸首的名号——黑潮。与毁于塞纳托斯或尼卡多利的城邦不同，那两尊厄神虽手段狠辣，却不至于一朝一夕便戮尽全城平民，尚能留幸存者泣涕；而毁于黑潮的城邦…无一例外，如同从翁法罗斯大陆上被瞬间剜去一般，除却天佑的龙与海浪之邦，几乎无人逃出。故而世间多有怨怼尼卡多利、憎恨塞纳托斯之声，却少有对黑潮之灾的传述。此种偏差使得各大城邦对黑潮的威胁视若无睹。<br><br>       另外，我对尼卡多利的行军路线进行了一番考究，一个问题不禁萦绕我心：过去的百年间，天谴之矛为何极少杀向翁法罗斯中心的城邦，反总在远疆徘徊？奥赫玛声称是因全知的刻法勒庇护，但我却有一种荒谬的推测——尼卡多利，这尊为世人所唾弃的疯王、蛮神，实际上也是阻隔黑潮的守护者。沿途摧毁城邦的毒手，恐怕不过是想将人们驱逐出死域罢了，正如「开山者」吉奥刻勒斯的故事那般……<br><br>       ……<br><br>       无需怀疑，假以时日，黑潮必然成为翁法罗斯头等大敌。但观如今雅努萨波利斯之乱象，我忧心当灾厄泰坦的威胁暂息时，人们还能否未雨绸缪，以更为坚韧的心境抵御黑潮之灾。世界需要三相的圣女指引未来——她须是背负真正的救世神谕的使者，而非一具哗众取宠的傀儡。<br><br>       ……<br><br>       达姆纳蒂奥一派的行径愈发肆无忌惮，恐不知何时会对我与缇里西庇俄丝伸出毒手。诸多祭司中，我唯独信任辅祭大人。我愿将传诵圣女神谕之权柄让渡与你，作为交换，烦请辅祭大人在我不可见之时、不可触之处，照看缇里西庇俄丝，并为我母女二人所居密室开辟秘径，以备不时之需。<br><br>        愿雅努斯能揭示你我…暨此世之前路。<br><br>莫忒丝"
            }
        ]
    },
    {
        "Name": "赤陶学派的意识论基础",
        "Desc": "一篇由绳结学派贤人撰写，为赤陶学派的存在意义进行辩护的文章。哲学意味浓厚。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>作者：绳结学派传人，阿普列尤斯</i><br><br>赤陶学派从不为自己著书立说。这难免引人非议，使得「赤陶学派是否应该存在」这一争论，自从它诞生之初就不绝于耳。有鉴于此，鄙人撰写了这篇小文，以求从绳结学派的角度分析赤陶学派的存在合理性。本文不涉及任何复杂的数学知识，请各位学人放心阅读。<br><br>让我们先回忆一下赤陶学派的立派宗旨。据称，建立赤陶学派的贤者对此概括为：「通过感官直接提取的信息最为精炼，这些未经过度处理的素材构成了我们眼中最为宁静的世界。」也就是说，与绳结学派相反，赤陶学派拒绝从理性的角度理解、分析万物之间的关系，只考察自己的感官能够辨识到的那部分「世界」。<br><br>因此，非议者往往认为，在我等绳结学派的眼中，赤陶学派最为不值一哂——也因此总有人怂恿我等出面「提案撤销这一浪费树庭资源的学派」。<br><br>但很可惜，即使是单纯从学术价值考虑，绳结学派也并不赞同此种观点。于我等而言，赤陶学派恰恰是这样的一个绝佳范本：它力求保留下人类对于万物的潜意识反应，并以此帮助我们更精确地认知自己的心智究竟为何物。<br><br>说理难免抽象，还是举一个例子（或者说讲一个故事）吧。鄙人曾和赤陶学派的苏鲁琦珮女士等人共游奥赫玛，我们之间发生了如下这样的对话——<br><br>阿普列尤斯（以下简称「阿」）：逻辑推理对于万物的意义，正如负世泰坦挺立云端。<br><br>苏鲁琦珮（以下简称「苏」）：我同意，它们都是空中楼阁。<br><br>阿：此话怎讲？<br><br>苏：负世泰坦虽挺立云端，云端之下却依旧黑潮汹涌。它拯救我们的方式，就是将我们保护在云端。楼阁可以建在空中——只不过它的用法必然是在下面搭个梯子。<br><br>苏：至于你们绳结学派的主张，同样也是如此——你们的理智幸运地找到了一些永恒的真理，于是就紧抱它们不放，认为这样就能在变幻莫测的世间获得心灵的保全。<br><br>阿：真理就是真理，无所谓人是否拥抱它。<br><br>苏：所以真理对你来说是自然之美。<br><br>阿：我不排斥这种说法。<br><br>苏：那么在我看来，绳结学派只不过给自己想象出了一套感官：它比眼睛看得更透彻，也比耳朵听得更清晰。<br><br>苏：——可恕我直言，这仍然是一个为了自我保护而搭建的空中楼阁。<br><br>阿：保护什么？<br><br>苏：保护你们的心智，以弃绝泰坦赐予你们的一切感官的方式。你们的美学是通过幻想来实现的——现实中可不存在直线和圆，也不存在无穷和负数。<br><br>阿：正因为现实中不存在这些，我们才需要它们来理解现实。<br><br>苏：那你们不过是在一个球上倒着行走。走了最远的路，只为了达到一个转身就能触碰的目标。<br><br>阿：即使你这样说，我也不认为放弃思考就能让我获得宁静。<br><br>苏：我没让你放弃思考。我只是建议你，去倾听感官都对你说些什么。你首先要容忍矛盾的存在，以此为前提，你才能拥有欣赏矛盾的眼睛。<br><br>苏：…啊。为了让你听懂，用你们学派的方式说话可真累。<br><br>阿：哦？用贵学派的方式，刚才的观点又应该如何表达？<br><br>苏：如果你是我的学生，我就让你坐在这里，什么也不要想，而是用你的眼睛去倾听风声，用你的耳朵去嗅闻花香。<br><br>阿：我不理解。<br><br>苏：世界本来也没有要求我们理解。你的感官能为你提供的信息，其实远远超过你的理智能进一步提炼的内容。你只是在思考中主动拒绝了它们。<br><br>阿：我并不认为你暗指的那些事物是可以被理智分析的。<br><br>苏：哦，那我要恭喜你——你终于迈出了理解赤陶学派的第一步。<br><br>苏：没错，正因为「理智」不是万能的，我们才需要时时警惕，避免它自高自大地认为自己什么都能。<br><br>苏：人们常说，理智使人谦卑。但在我看来，这种谦卑不过是一种换了形式的自大：我们正是在这样的幻觉中，误以为自己真的能够和一切至高的存在平起平坐。<br><br>苏：用我们学派的话来说，你们关于「我」的执着太重。你们因为觉得云端的泰坦非常美丽，所以自己想象出了一片云彩，然后再把自己和泰坦并肩供奉在上面。<br><br>阿：你不能否认负世泰坦的壮丽。它就在我们眼前。至于我们创造的云彩，那也不是想象，而是另一种现实。<br><br>苏：你说的没错。但不去完成这些创造也同样能获得内心的宁静——这正是我们两个学派的本质不同。<br><br>考虑到或许难免有读者没能看懂这段对话中，苏鲁琦珮女士和我究竟在讨论什么，我愿意在此做出简单（然而并不精确）的翻译：赤陶学派之所以拒绝分析性的思维，是在用身体力行的方式告诉我们，分析性的思维并不万能，这个世界上有太多知识（在赤陶学派看来，艺术、情感、欲望均是变相的知识）都不能用分析性思维加以总结。赤陶学派绝非不擅长分析性思维（比如在我记录的这段对话中，显而易见，苏鲁琦珮女士的分析性思维毫不弱于鄙人），他们只是拒绝用分析性的标尺丈量这个世界，或者说，拒绝把思维还原成更简单的思维（这正是绳结学派的要义）。<br><br>这也是为什么，鄙人的这篇小文会叫做《赤陶学派的意识论基础》。以绳结学派的理路来说：为了彰显潜意识的存在，赤陶学派不得不和意识正面对抗。<br><br>如果赤陶学派不复存在，那么树庭就不会再有任何人实践这一行为。<br><br>鄙人希望从这个角度让大家理解赤陶学派存在的价值（如果您实在无法欣赏他们的艺术作品）。"
            }
        ]
    },
    {
        "Name": "绳结学派招生简章",
        "Desc": "神悟树庭的绳结学派在不久前制定的新招生简章。看得出，绳结学派认为这些要求非常基本且简单。",
        "World": 5,
        "Books": [
            {
                "Desc": "一、绳结学派旨在培养具备扎实的学理基础，能够凭借绝对严谨的演绎法研究万物之间的关系，度量万物的数量、结构、所在空间及其变化关系的研究者。<br><br>二、作为神悟树庭历史最悠久的学派，研究者能够在绳结学派修习到过往数千年人类总结下来的宝贵真理。这些知识仅从极少且必要的基本设定出发，以严格的重言式排除所有可能产生谬论的<br>「不言自明」之说。<br><br>三、因此，本学派虽然在日常生活中崇敬泰坦、也尊重翁法罗斯的一切世俗道德，但拒绝在学理中以不严谨的方式讨论它们。凡有借此高谈阔论、不务学术正业者，学派一概作劝退处理。<br><br>四、本学派认为，作为学派的理论支柱，数学是一种以绝对严谨的方式研究世界上一切关系的学问。我们欢迎一切对数学抱有如此见解的前辈、同侪、后学加入我们。<br><br>五、本学派不设置任何程序化的考核。虽然如此，为了节省彼此的精力，我们希望您对以下问题具备解答能力后再考虑联系我们：<br><br>1.为何说，与其他种种学理只能被称为「知识」不同，数学的结论可以当之无愧地被称为「真理」。<br>2.为何说，即使崇高如泰坦，也必然要遵循数学的法则。<br>3.为何说，如果世界存在一种底层语言，那么它必然是数学。<br>4.为何说，即使泰坦的权能可以随意改变，数学的结论也不可能发生改变。<br>5.为什么不只是数字，无穷（包括极大、极小、极远等）也可以是数学研究的对象。<br>6.为什么看似绝对客观的数学，其实无法离开泰坦和人类的主观意志而存在，而且是这种主观意志的创造物。<br>7.为什么（6）与（1）不构成矛盾。<br>8.为什么1+1=2可以只用一句话证明完毕。<br>9.在半分钟内心算任意两位整数之平方，并得出正确结果。<br><br>六、如有意加入本学派，请联系贤人阿普列尤斯的首席秘书尼科马库斯先生。（注：尼科马库斯的工作时间为每周一至周五的明晰时，其余时间属私人支配，谢绝打扰。）"
            }
        ]
    },
    {
        "Name": "七贤议定书",
        "Desc": "神悟树庭学派共通教育读本的其中一页，多年来一直作为「要求全文背诵」的重要考点折磨着世代学者。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>神悟树庭历史文献•第三卷 记录者：智种学派 希罗多塔 光历 4919 年</i><br><br>在树庭建立后，学者们在争论与分歧中保持着克制，如此过了数百年，一场关乎生死存亡的争论终于爆发。起因是对于理性与信仰的权衡。部分学者认为树庭应纯然追求知识，另一些则主张不应背离对瑟希斯的敬畏。争论日益激烈，各派学者甚至一度分裂成七个独立的团体，各自在树庭不同区域自行其是。<br><br>莲食学派从慈爱之庭迁往偏僻的林地，山羊学派的学者带着他们的奇兽隐居深林，而绳结学派的数学家们甚至扬言要离开树庭，去寻找一片「不被愚人污染的净土」。眼看这座智慧的圣地就要四分五裂，各派才不得不坐在一起商议对策。<br><br>经过三个月的反复协商，七派终于同意在逐星天井举行议会。会议持续了整整七天。根据当时的记载，第一天的辩论几近失控。敬拜学派坚持认为，一切研究都应以崇敬泰坦为根本。而曳石学派则反驳说，过度的敬畏会阻碍真理的探索。赤陶学派更是抨击其他派系「以理性之名扼杀艺术的自由」。<br><br>争执一直持续到第四天，一场罕见的雷暴雨于白日突袭树庭，众学者被迫转移至友爱之馆避雨休息。就在这个茶休的间歇里，学者们开始思考一个根本性的问题：为何瑟希斯选择以一棵树的形态降临？<br><br>山羊学派指出，树木既需要扎根大地，又要向天空伸展；既要遵循生长的规律，又要适应环境的变化。绳结学派的数学家补充说，树的形态本身就蕴含着最严密的数理结构。而莲食学派则提醒众人，树木的生长离不开阳光、雨露、泥土的供养，正如知识的成长也需要多方的滋养。<br><br>到了第六天，各派终于就管理体系达成一致：设立七贤制度，让各派保持独立性的同时又能相互制衡。但关于首席贤者的人选，争论却陷入了前所未有的僵局。<br><br>每一派都认为自己最接近瑟希斯的理念：秘芽学派（即现今的智种学派，为方便理解，以下均以「智种学派」称之）强调对生命本质的追寻，莲食学派坚持身心的修持，山羊学派主张回归自然，绳结学派推崇严密的逻辑，敬拜学派重视神圣的仪式，曳石学派追求完美的平衡，赤陶学派则捍卫艺术的自由。<br><br>争论持续了整整一天一夜。人们提出了种种方案：轮值制、议会制、甚至抽签制，但都无法让所有人满意。就在僵持不下时，一片树叶从圣树飘落，正好落在议事桌中央。这一幕让在场的学者想起了一个古老的寓言：瑟希斯曾说，理性之树的根系与枝叶同样重要，若偏废一端，整棵树都会枯萎。<br><br>沉默良久，不知是谁先说出了一个想法：既然无人能够代表理性本身，不如让首席永远虚悬，以此向瑟希斯致意。这个提议在场间传开，渐渐获得了认同。这不仅象征着对泰坦的敬畏，也提醒着所有学者：任何人都不该僭越理性本身。<br><br>到了第七天，各派终于就管理体系达成一致：设立七贤制度，以此实现树庭内部的平衡。七贤并非单纯的学术领袖，而是一个深思熟虑的管理体系。<br><br>至此，七贤分别执掌树庭七大要务：<br>1、智种学派的贤者负责实验与研究的审核，确保探索不会危及树庭安全<br>2、莲食学派的贤者管理药圃与膳食，维系师生的身心健康<br>3、山羊学派的贤者监管林地与奇兽，平衡自然与人为的界限<br>4、绳结学派的贤者主理图书与档案，确保知识的传承与保存<br>5、敬拜学派的贤者主持重要仪式，维护树庭与泰坦的联系<br>6、曳石学派的贤者督导体技训练，培养身心合一的修行<br>7、赤陶学派的贤者掌管艺术教化，滋养心灵与感知的成长<br><br>其次，设立了严格的制衡机制：<br>1、每位贤者任期七年，不得由同一学派重复担任。<br>2、重大决议需至少五位贤者同意。<br>3、任何实验或研究若涉及三个以上学派，必须经由相关贤者联合审议。<br>4、各贤者有权否决本学派内的危险行为。<br>5、若有贤者失职，其他六贤可联名弹劾。<br><br>最后，为确保传承，还设立了继任制度：<br>1、每位贤者需培养三名继任候选人。<br>2、继任者必须获得至少四位贤者的认可。<br>3、不同学派的继任者需互相学习对方专长。<br>4、继任者需在友爱之馆中共同生活一年，培养默契。<br><br><color=#dbc291ff>而首席之位，永远留给圣树与理性本身。</color><br><br>在议定书的最后，七派共同写下一段结语：「我们追求知识，但不僭越神性； 我们尊崇信仰，但不背离理性。 如同圣树的根叶交融， 智慧与敬畏当相辅相成。」<br><br>从后续的影响来看，七贤议定的结果不仅确保了学术的自由发展，也维系了各派之间的制衡，更重要的是，它为后世树立了一个范例：真正的智慧，来自于多元的融合，而非单一的独尊。正是这次议定确立的平衡，让神悟树庭在此后的岁月里始终保持着活力。<br><br><br><color=#dbc291ff>附：现任树庭七贤人名录</color><br><br>莲食学派：美狄亚<br>山羊学派：███<br>绳结学派：阿普列尤斯<br>敬拜学派：██<br>曳石学派：████<br>赤陶学派：苏鲁琦珮<br>智种学派：那刻夏"
            }
        ]
    },
    {
        "Name": "未能寄出的家信",
        "Desc": "树庭黄金裔卡林尼库斯与其妻的日常来往书信。只是这一封信终究是没能寄到收信人的手中。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>吾妻亲启：</b><br><br>       思念甚已，见信如晤。<br>       <br>       近日树庭无甚大事，各项研究均如期推进，烦心事不多，我饮食起居均安，勿念。<br><br>       倒是有趣事一则，阿塔卡玛与库娜涅姐妹闲时竟找上我比试身手。哪有树庭学者不讨论学术，却在瑟希斯注视下动手动脚的道理！出乎意料，她俩竟真有几分武艺傍身，据说小时便脾性骄纵，常与邻童扭打…此事过耳会心一笑即可。幸得吾妻教授武艺，否则我被她们击倒的笑话便要远传奥赫玛了。<br><br>       还有一事，上次托人寄与你的衣褂，穿着还合衬否？莲食学派对植物织品的研究一日千里，近来又产出不少布料，新布料耐污又柔顺。树庭有几个裁衣师还算手灵，我托她们裁了几件，虽然你对华服并无兴致，但成衣几处花边设计是我私心，忖来你穿着一定好看…望妻海涵。<br><br>       我往驻树庭，距今已三年又七月；而自我俩相识，则将有八年整。周年日只在下月，彼时我会与树庭同事们报假，回奥赫玛与你小聚数日。我知你亦有事务缠身，多歇息，切勿身心俱劳。愿尼卡多利捍卫你。<br><br>       望妻自顾！<br><br>卡林尼库斯"
            }
        ]
    },
    {
        "Name": "番红蕊秘制法",
        "Desc": "一封政官密信，乍一看还以为是菜谱，细读之却总觉得像一桩经言语粉饰的迫害阴谋。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>致温库卢姆先生：</b><br><br>       ……<br><br>       数年以来，雅城仰赖桃金娘接取天赐润泽。我等花费五六载，刨其根系、剪其枝节，如今这株红木摇摇欲坠，早已失去了它的效用，却仍妄图伸展叶冠、遮蔽雅城的光辉。我等已密谋好伐木之计，只需在承泽的仪式上略动些手脚，桃金娘便会失足跌落深渊——雅城依山而建，历史上失足坠崖之事不在少数。<br><br>       ……<br><br>       关于下一株神木，我等本想另择一傀儡，至于桃金娘之女，缇里西庇俄丝…我们且唤她为番红蕊。依我之见，随意寻一借口将番红蕊处理掉即可，但辅祭柯德克斯极力要求将她培养为下一株神木，毕竟她从小接受相关教育，能为我们省下很多力气。至于桃金娘之女的身份…她年岁尚小，全无羽翼，只要将她禁足，传谕权便仍能牢牢握在我们的手里。<br><br>       你我都知，番红蕊最优秀之处便在于怎么烹饪都合适，煮粥、炖菜、煎炸，如何不是一道锅中佳肴呢？<br><br>       ……<br><br>达姆纳蒂奥"
            }
        ]
    },
    {
        "Name": "忏悔录",
        "Desc": "某位不知名祭司的临终笔记，藏在神殿的隐秘角落，时隔多年才被人发现。",
        "World": 5,
        "Books": [
            {
                "Desc": "我不知道还能活多久，我看到黑潮涌进圣殿，这里将变成废墟，而我垂垂老矣，却无能为力。但在死前，我必须写下这些话。不是为了请求什么狗屁宽恕，我只是不想带着这些秘密离开——我可不想在渡冥河时狼狈地背着一身枷锁，然后看着自己沉没于河水中，永世不得解脱。<br><br>五十三年了。<br><br>我在雅努萨波利斯度过了大半生。从一个懵懂的见习祭司，到登上高阶祭司之位，再到如今这个藏身于废墟中的老人。年轻时，我总以为自己在做一份神圣的工作，将用尽此生为泰坦服务，但到头来却发现自己只是个利欲熏心的凡人。<br><br>又或许，我们的行为，本质上是在亵渎泰坦。不，也许「亵渎」这个词并不准确。我们所做的事情更复杂。我还记得…当一个年轻的圣女第一次走进预言厅时，她确实能感受到某种力量。我亲眼见过太多次了：她们的眼神会变得空洞，身体会轻微颤抖，口中会说出连她们自己都不明白的话语。这就是真正的神谕，来自万径之门彼端的低语。但这样的预言总是晦涩难懂，充满矛盾的意象。正是这种模糊性，给了我们阐释的空间。<br><br>起初，我们只是…稍稍调整。就像园丁修剪枝桠那样，把预言中不合时宜的部分轻轻剪去，强调那些有益的警示。谁能说这样做是错的呢？毕竟混乱的预言只会引起恐慌，而经过整理的神谕能给人指引。<br><br>但权力是种奇怪的东西。它会让你觉得自己在做正确的事，直到为时已晚。渐渐地，我们不再满足于修改预言。我们开始筛选圣女，寻找那些更听话，也更容易听取我们的「指导意见」的人选。我们在她们的饮食中加入药草，美其名曰「帮助冥想」。最后，我们甚至开始提前写好预言，让圣女们在仪式上宣读。<br><br>……<br><br>我还记得那个叫████的女孩。她是我见过最有天赋的圣女，有时候我甚至疑心是否在某一刻，某位泰坦在她身上降下一道投影…但她的预言总是不合时宜：在我们需要战争时预言和平，在我们贪图安稳时预警灾难，其他祭司因此对她非常不满。那时我以为自己在保护她，教她如何说「正确」的预言。现在想来，也许她是想拯救我们，我们却再三推却了一切先机。<br><br>预言应当是真正的神谕，但我们却将它变成了我们的口谕。而真相则更微妙，我们创造的「预言」就像一面镜子，你越是想从中看到什么，就越容易看到什么。当一个祭司期待战争的预言时，任何风的呼啸都能被解读为刀剑出鞘的声音。我们或许没有伪造预言，只是选择性地听到了我们想听的部分。<br><br>最讽刺的是，即便是被操纵的预言有时也显露真实。某次仪式上，████突然发疯似的大喊：「深渊张开大口！黑水将吞没圣城！」那时我们都以为她是在说些无意义的疯话。现在想来，或许泰坦们从未离开，只是我们已经听不见了。<br><br>我常常想，雅努斯是否一直在注视着这一切。命运之门后的神明是否在嘲笑我们的傲慢？我们以为自己在编织命运，实际上却是命运在编织着我们可笑的人生。<br><br>现在看来，我所瞥见的未来——那片黑潮的来临或许不是惩罚，而是解脱。它冲垮了我们精心构建的谎言，让我们直面真实的世界。<br><br>……<br><br>在圣殿后方的静修室里，我遇到了几位熟人，我还记得她们当年是如何谄媚于我的，漂亮的宝石，将绸缎荷包压得变形的金币…还有我最喜欢的玩意儿，从奥赫玛搞来的，从悬锋城弄到的，千方百计地送到我房间里。可一转眼间，曾经的圣女们都已年迈，眼神却比年轻时清澈。我们谈起过去的事，奇怪的是，她们似乎都不恨我。「预言本就是混沌的，」她们说，「或许没有人真正懂得泰坦的意志。」<br><br>是这样的，预言或许是混沌的，但是圣女的吃穿用度与权柄却是由凡人所精准控制的。<br><br>我看到我的生机在一点点退去，那片可怕的黑潮越来越近了，尽管大家都看不见，但它却清晰地出现在我瞳孔里。不知为何，我竟感到一丝平静。也许这就是我的最后一个预言：在毁灭之后，新的真实将会重生。"
            }
        ]
    },
    {
        "Name": "奇美拉管理员传奇",
        "Desc": "奥赫玛的好事者撰写的调查报告，里面记载了各个奇美拉小队的管理员情报，但其真实性仍旧存疑。",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br>众所周知，奇美拉队伍的管理员均由奥赫玛最有才能与智慧的人士担任，他们的真实身份，始终是公民们关注的焦点。嘿嘿，不巧本人最近正好弄到些独家消息，就先写在这里，供各位揣摩。<br><br>首先是长期占据排行榜首位的<b>「自由之角」</b>！<br>很抱歉，那位管理员实在太过神秘，即便是消息灵通如我，也没能打听到更多情报。<br><br>咳咳。但其余的管理员，他们的资料可都是千真万确！听我细细为各位道来——<br><br><b>强壮的山之民卫兵</b>！<br>这位管理员拒绝透露他的姓名，但从装束与生活轨迹不难看出，他是守护奥赫玛的诸多卫兵中的一员。让我们向这些忠诚的卫士表示感激！<br>保护城邦与管理奇美拉，这两件事看似毫无关联，也确实扯不上什么关系。传说中不善言辞的山之民卫兵，能否担得起统领奇美拉的重任呢，让我们拭目以待吧！<br><br><b>商贩联合</b>！<br>来自云石集市的商贩们，也想成为奇美拉的管理员！不知道擅长招徕顾客、与人打交道的各位店主小贩们，能否和奇美拉和睦共处，做好管理的工作呢？哼哼。<br><br><b>爱抓虫的小孩子</b>！<br>发现这个事实的时候，我也很震惊，但很快就明白了——要论和可爱的小动物沟通，谁能比得过天真的孩童呢？言语的差异不会成为他们交流的阻碍，孩子与奇美拉天然就是同伴！<br>真要说的话…爱管教的父母才是阻止他成为传奇管理员的最大阻力吧。<br><br><b>瑟希斯的祭司</b>！<br>没什么好说的。生命花园与信仰瑟希斯的树庭原本就关系密切，祭司们会参与进来也合情合理。<br><br><b>「花花」的管理员</b>！<br>容我先卖个关子吧，你们肯定猜不到这位神秘的大人物是谁。不对，或许该说是…「小人物」？<br><br><b>悬锋族人</b>！<br>哎呀，悬锋城的流民愿意为奥赫玛的建设出一份力，我们有什么理由拒绝呢？万敌殿下证明了他是奥赫玛所有公民的伙伴，我们自然也愿意相信这个充满勇气与荣誉感的族群。<br>只是，希望他们不要把奇美拉也培养成了好战的模样……<br><br><b>大地兽的饲养员</b>！<br>养得好大地兽，当然也能管得了奇美拉！只是论聪明程度，大地兽和奇美拉是不是差得有点远？<br><br><b>浴场的王</b>！<br>…又是个奇怪的队伍名称。目前得到的情报是，这是位常年流连在云石天宫的男性管理员，外表看起来稀松平常，甚至有些慵懒和邋遢。但英雄总是其貌不扬，谁知道这副普通的身躯中，是否埋藏着足以撼动整个行业的力量呢？！我很看好他哦。"
            }
        ]
    },
    {
        "Name": "奇美拉工作手册（第三次修订版）",
        "Desc": "由生命花园的园丁编写的奇美拉工作手册，所有小队的管理员都必须熟读。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>——由「生命花园」编写的规范手册，用以指导奇美拉小队的工作行为。</i><br><i>所有管理员必须学习本手册内的全部内容，定期参加「生命花园」的开展的知识考试。连续两次考试均未通过的对象，将取消其管理员资格，并通报公民大会进行公开批评。</i><br><br>本考核周期内，表现优异的队伍：「自由之角」、「花花」<br>反面典型：某位沉迷浴场的管理员，请注意你的队伍名次，准时到岗！<br><br><br><b>奇美拉工作总则：</b><br>1、奇美拉的合法权益受「生命花园」的保护，禁止任何人或团体以任何名义伤害奇美拉。<br>伤害行为包括且不限于：<b>造成奇美拉的身体受伤，恶意延长奇美拉的工作时间或增加工作强度，对奇美拉实施任何形式的责骂、训斥行为，或是冷淡、粗暴、无礼、恶劣对待……</b><br><br>2、经由「生命花园」组织，奇美拉会在<b>适当范围</b>内帮助奥赫玛的居民完成工作。<br>所有奇美拉将分为若干队伍，每支队伍分配一位对应的管理员，对奇美拉的整体工作表现负责。<br><br>3、管理员与奇美拉是相互监督的关系。管理员需要合理安排队伍中的奇美拉，提高工作效率，保证团队和睦共处。奇美拉同样可以对管理员的工作情况进行督察，并直接向园丁报告。<br><b>注意</b>：奇美拉不是私人财产，而是奥赫玛的象征。管理员必须认清自己的职权范围。<br><br>4、奇美拉需完成「生命花园」分配的工作。园丁会定期对每支队伍的工作量进行考核，若工作成绩始终不达标，管理员必须为队伍的糟糕表现负责，支付罚金并接受公民大会的质询。<br><br>5、奇美拉的外形特征与性格极为丰富，管理员不得以个人喜好决定奇美拉的工作分配。所有奇美拉都享有平等的生命权与发展权，禁止任何形式的歧视与不公行为。<br><br>6、「生命花园」诚邀奥赫玛的各位公民，共同参与到奇美拉小队的管理中来。<br><br>……"
            }
        ]
    },
    {
        "Name": "幻化者手记",
        "Desc": "被莲食学派勒令不得向其他学派公开的笔记，据某位不愿透露姓名的学者说，可能是因为「家丑不能外扬」。",
        "World": 5,
        "Books": [
            {
                "Desc": "莲食学派学者 克瑞修斯<br><br>我确信自己看到了真实。不，也许是那些果实影响了我的判断？但这是我亲眼所见，绝不可能有错。我必须记录下来，即便这可能会给我带来麻烦。<br><br>昨日，我在花园采集样本时发现了一株奇怪的植物——它长得真美，优雅如鹅颈般任意弯曲的藤蔓…还有光洁纯白又娇嫩的花瓣！也该是我运气好，正巧碰到了它结果的时节。我吞下它紫色果实。那味道异常甘甜，带着某种难以形容的芳香。只是不久后我就感到不适，喉咙不太舒服，头有些昏沉，像是感冒——是了，这个季节在花园里吹了这么久冷风，想来是着凉了！<br><br>我本想立即返回住处，却在经过花园时看到了不可思议的一幕。<br><br>我竟看到美狄亚贤者独自站在月光下，她似乎没有注意到我。我看到她的身影开始扭曲、延展，仿佛树木生长的轨迹，却被压缩在了几个呼吸之间。她的手臂化作枝条，发丝变成藤蔓，皮肤上浮现出细密的纹路，就像年轮一样。最令人震惊的是，她开始与周围的植物交谈，用一种我从未听过的低语。<br><br>我想这解释了为什么莲食学派能够如此精准地掌握植物的性质。贤者她并非在研究植物，她本身就是……<br><br>她本身就是植物…所以…她根本不是人！！！<br><br>就算是，那也是化形为人的植物…或许可以简称为？等等，此事在树庭的典籍中好像有过类似记载。<br><br>我明白了！！！！！<br><br><i>[笔迹突然变得潦草]</i><br><br>有人来了。我听到走廊里有脚步声。不，那不是脚步声，更像是…枝条摩擦地面的声响？<br><br>她发现了我！她发现我知道了她的秘密！不对，这究竟是她的「秘密」，亦或是我们学派的……等等，为什么当初那么热心地招揽我，还夸我富有研究植物的天分与热情…难道…难道我也会像美狄亚学者一样？我有点头绪了……<br><br><i>[后面的内容全部空白]</i><br><br><i>[在笔记最后一页夹着一张便签，字迹明显出自他人之手]</i><br>此手记于光历 3745 年机缘月在智慧花园的灌木丛中被发现。经查证，克瑞修斯确实在当日误食了幻形草的果实，此物以引发强烈幻觉著称。他本人已被送往休养，望早日康复。<br>——莲食学派档案管理员"
            }
        ]
    },
    {
        "Name": "君王的墓志铭",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "敌友、诸神，与命运<br>恩惠与压迫<br>所有一切，我已奉还"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "帷幕之外",
        "Desc": "敬拜学派学者弗勒修斯的手札，记录着他昔日观测永夜天帷的心得，据后世看考据，这是他在失踪之前的遗作。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>敬拜学派 弗勒修斯记 光历 3749 年</i><br><br>手记<br>我必须记录下这一切。我的思维开始混乱，记忆出现断层。但这些发现太重要了，它们可能揭示了欧洛尼斯帷幕之外的真相。让我尝试用最后的理智整理这些笔记。<br><br>仪式准备<br>作为敬拜学派的学者，我们一直在研究各种与泰坦交流的仪式。但我想更进一步——不仅是交流，而是直接观测。欧洛尼斯的永夜天帷究竟有多大，在帷幕之外还有什么，难道那里是泰坦的神国？如果能找到正确的方法，或许能窥见其中的奥秘。<br><br>经过多年研究，我找到了一些关键要素：<br>1、宝珠——欧洛尼斯宝珠中蕴含着某种力量<br>2、特定的星象排列<br>3、古老的咒文，需要以正确的音调吟诵<br><br>第一次尝试（光历 3749 年 机缘月）<br>今天的星象完美契合。我在垂泪净身室完成净化仪式后，开始第一次尝试。<br>将宝珠置于额前，开始吟诵。最初什么都没发生，但在第七遍咒文后，我感觉到了异常。天帷似乎出现了波动，就像水面的涟漪。但更奇怪的是，我看到的星光开始扭曲，组成了无法理解的图案。<br><i>[此处墨迹晕染，似乎是匆忙中打翻了墨水]</i><br><br>……<br><br>第三次尝试（时间不详）<br>[中间似乎缺失了第二次实验的记录]<br>我想我看到了什么。在帷幕的缝隙中，有什么在流动。好像不是星光，是以太吗，这种更基础的东西。它们像是…像是…我找不到词来形容。每当我试图描述它们，词语就在我舌尖崩解。<br>有趣的发现：当我凝视那些流动的物质时，我的思维似乎也开始流动。过去和现在的界限变得模糊。我看到了还未发生的对话，听到了早已消逝的声音。<br>警告：不要尝试用言语记录那些景象。每次我试图这么做，文字就会———<br><br>……<br><br>（日期模糊）<br>今天的实验出现了意外。当我将三颗宝珠同时启动时，宝珠直接破碎了，巨大的爆炸把实验室毁得一干二净。这是什么意思，欧洛尼斯降下了神罚吗？是因为欧洛尼斯在注视着我，觉得我的实验逾越了凡人的准则？还是说，我的仪式设计得有问题，才会爆炸？<br><br>我的头开始疼痛。记忆变得零碎。我想重新整理下我的手稿，我记得我写过一些数字…关于星体的运转，还有别的什么…但现在手稿上只留下一些符号？像是打瞌睡的时候画下来的东西，这究竟是啥？<br><br>（日期模糊）<br>我犯了个错误。 帷幕是欧洛尼斯的神圣领域，凡人不可深入泰坦的圣域——还有什么？ 记不清了，头好疼。<br><br>结语<br>给██████，我觉得这个研究做不下去了。<br>不要重复我的错误。有些界限不该跨越。我现在明白为什么欧洛尼斯要创造永夜天帷了。那是隔绝凡人理智与泰坦神力的界线。<br><br>我开始怀疑自己的存在。当我书写这些文字时，究竟是谁在移动我的手？当我思考这些问题时，究竟是谁在推动我的思维？我们以为自己在观测命运，但或许我们才是被观测的对象…是欧洛尼斯在观察着我们这些可笑的凡人！<br><br><i>[后续几页纸张上布满了无法辨认的符号和凌乱的线条，偶尔能辨认出几个词组：]</i><br>欧洛尼斯在看着我们<br>凡人！<br>滚回去<br>不可探索泰坦的神力，神力不可观测<br>我不是真的我是谁是什么是———<br><br><i>[最后一页只写着一行颤抖的文字：]</i><br> 原谅我的僭越，永夜之帷啊……<br><br><i>[注：此份手稿最初于神悟树庭友爱之馆的密室中被发现。根据记载，作者弗勒修斯在完成这份记录后失踪。有人说他化作了永夜天帷中的一颗星辰，也有人说在图书馆深处偶尔能听到他喃喃自语的声音。]</i>"
            }
        ]
    },
    {
        "Name": "论瑟希斯的双重性",
        "Desc": "某位智种学派学者的著作，打破了树庭对瑟希斯泰坦的旧有认知。",
        "World": 5,
        "Books": [
            {
                "Desc": "序言<br>在有历史可考的世代里，泰坦的研究已经成为一门显学，并长盛不衰。然而，对于瑟希斯的探讨，似乎始终停留在表面。作为智种学派的学者，我不得不说，这种现象充满了讽刺意味——我们对理性的研究，本身却缺乏理性的深度。<br><br>在多年的研究中，我注意到了一个值得深思的现象：作为理性的化身，瑟希斯展现出的并非纯粹的逻辑性质，而是一种微妙的双重性。这种双重性不仅体现在其形态选择上，更反映在其对世界的影响方式上。<br><br>形态之谜<br>首先，让我们思考一个基本问题：为什么理性的化身会选择以一棵巨树的形态降临世间？这个选择本身就颇具深意。在神悟树庭的古籍中，记载了不少学者对此的思考。有人认为这是对几何形态的拒绝，有人则认为这暗示了理性必须扎根现实。<br>根据友爱之馆中保存的记载，瑟希斯最初扎根大地时，正值造物世初期。当时的世界充满混沌与不确定性，而瑟希斯选择通过根系将自身与大地紧密相连。这一选择暗示了理性并非凌驾于自然之上，而是需要在现实的土壤中生根发芽。<br><br>理性的双重权柄<br>在我的研究中，发现瑟希斯的权柄实际上包含了两个看似矛盾的方面：理性思考与生命繁衍。这种双重性在其他泰坦身上都不曾见到。当我们观察神悟树庭的仙女木时，这种双重性表现得尤为明显：它们既能进行哲学思辨，又保持着最原始的生命活力。<br>我在近期对圣树年轮的研究中发现，年轮的生长模式呈现出惊人的规律性，这些规律与古代数学家总结的黄金分割极为相似。这似乎暗示了理性的根基，恰恰来自于对自然规律的体察。<br><br>知识与生命的统一<br>在神悟树庭的历史中，我们可以看到瑟希斯如何将这两种看似对立的特质完美统一。它既是知识的守护者，又是生命的孕育者。每当灵感的火花在树庭中迸发，巨树便会凝结露水，滋养新的思想；而这些思想又会化作养分，促进生命的成长。<br>特别值得注意的是垂泪净身室的设计。传统观点认为，寒冷有助于激活大脑，促进思考。但通过研究我发现，这种寒意实际上是一种净化，目的是让求知者回归到生命最本真的状态。这种仪式性的设计完美地体现了瑟希斯理性与生命的双重属性。<br><br>启示<br>在我们这个时代，这一发现具有特殊的意义。当黑潮肆虐，我们被迫离开家园时，单纯的理性计算可能会令我们陷入绝望。正如我在逃难途中所见证的：那些仅依靠理性的人往往走不远，而那些能够同时倾听理性与生命召唤的人，反而更容易在险境中存活。<br>就拿我们智种学派的研究来说，追求从凡人向更高存在的转化，若仅仅依靠冰冷的炼金术计算，注定会失败。真正的蜕变需要理解理性的双重性：它既是思考的指引，又是生命的律动。<br><br>结论<br>通过对瑟希斯双重性的研究，我得出一个重要结论：理性并非如我们常见认知中那般单一。它既是思考的方式，也是生命的律动；既是知识的源泉，也是成长的动力。正是这种双重性，使得瑟希斯能够在翁法罗斯的秩序中扮演如此独特的角色。<br>在书写这篇论文时，我不禁想到在神悟树庭中看到的仙女木——在光线下舒展枝叶时，既遵循着最理性的生长法则，又展现着最自然的生命活力。这或许就是瑟希斯留给我们最直观的启示：真正的理性，必然与生命相融共生。<br><br><i>[注：本文的部分论点源自对神悟树庭圣树年轮的实地考察。感谢智种学派同仁的支持与建议。]</i>"
            }
        ]
    },
    {
        "Name": "曳石学派新人健身指南",
        "Desc": "似乎是神悟树庭的曳石学派为本派新人制定的一份健身指南。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>如果重视知识却轻视身体，就如同用最好的墨水在最烂的纸张上书写。</i><br><br>1.门扉时<br>清醒后不要立即起床，而是在床上简单地伸展一下躯体，促进血液的流动。起床后以冷水洗脸，做祈祷、进行思维训练、吃第一餐（七成饱即可）。与民间常识相反，睡醒后至用餐前是进行抽象思维的最佳时间，不宜剧烈运动。<br><br>2.明晰时<br>这是一天中人们最为健谈、论辩最为敏捷的时段，身为学者应该积极参加学术活动和课题讨论（注意不要久坐或久站，以自由的站坐结合为宜）。作为调剂，可以在此时段组织如奇兽球、冲击球、棍球等团队项目作为锻炼（兼娱乐）内容。<br><br>3.践行时<br>在践行时，大家头脑中的灵光开始枯竭，是时候补充能量并投入体力活动了。在吃过第二餐后，稍作二十到三十分钟的休息，便可以开始慢跑活动（注意做好准备运动！）。有条件的人士可以用游泳代替慢跑，这能将运动对关节的损耗降至最低（<b>注意：不要因噎废食，跑步是仅次于游泳的最佳锻炼方式，这绝不是拒绝跑步的理由</b>）。<br><br>跑步或游泳的距离没有必然的标准，总体上每当你感到无法坚持需要休息的时候，就休息五分钟，然后进行新的一轮即可（<b>注意：不可过度休息</b>）。总锻炼时长控制在一小时之内为宜。如果恰好有某种劳动能够兼顾此类锻炼（如递送包裹等），那么适度参加这种劳动也是不错的选择。<br><br>如果在践行时没有诸如做实验、参与特种训练、进行社交活动或私人娱乐等事项安排，那么就可以在上述针对心肺耐力的锻炼结束后开展针对肌肉力量的锻炼科目。此种练习以每周2~4次为宜，保持自身肌肉的爆发力不致退化即可。此外，参与如前所述的种种团队项目也是不错的选择。<br><br>4.离愁时<br>经过践行时的刻苦锻炼，现在是享受第三餐的最佳时机。一定不要把每天的最后一餐拖进幕匿时！过晚用餐会给你的身体带来沉重的负担，让所有的锻炼都变得事倍功半。<br><br>享用第三餐之后，如果践行时的运动量已经较大，那么就可以将私人娱乐安排在这段时间；反之，则应该在此时段补足必要的锻炼项目（如心肺功能类）。<br><br>健身贵在坚持——没有人能把自己的时间表安排得天衣无缝不受任何因素的打扰，而所有人也都有惰性——关键是如何与这些无法避免的因素积极共存。因此，既不要因为某段时间没有及时锻炼就自暴自弃，也不要把所有的科目都拖延到每天的最后再加以解决。从经验上来说，结伴锻炼是最容易让人养成良好习惯的方式——而且这也方便去参加比个人项目更有趣味的团队项目。<br><br>总而言之……参与锻炼的同时要记得多交朋友！<br><br>5.幕匿时<br>这是睡觉时间，你不应该做除了睡觉以外的任何事。切记：熬夜会让你的所有锻炼效果都大打折扣，并且会给第二天的生活增加种种不必要的风险和负担。<br><br>如果熬夜无法避免——那么宁可赖床，也不要强行早起。"
            }
        ]
    },
    {
        "Name": "万敌之母，歌耳戈的遗信",
        "Desc": "在往世的悬锋城发现的石板信，由万敌母亲歌耳戈写就的绝笔。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>吾儿迈德漠斯：</b><br><br>若此信能为你所见…说明为母已经去世，而你活了下来。两日前，我才知晓他们欲以你的性命亵渎尼卡多利，只是那时你已遭囚禁，哪怕为母想带着你逃离也为时已晚。若明日我劝不动我的丈夫——你的父亲——欧利庞，我便会发起「挑战王权」之动议，以角斗从他手里将你保全。我并无全然自信获胜…但为母哪怕不敌，也能够以命搏命，把欧利庞一同拖入冥河。待到彼时悬锋无王，局势大乱，克拉特鲁斯必能将你护住。此人乃为母亲封的王师，可心腹相托，你须待他如长，他亦会尊你若王。<br><br>迈德漠斯！莫要忘了你的父亲，欧利庞。哪怕你忘了为母，都不可忘了这卑耻的王。我曾与他相约，将悬锋弑父夺位的传统止于此代。只是他不知何时起恶欲膨胀、腐了心肝，竟不惜亵渎尼卡多利、玷污悬锋的荣耀。迈德漠斯！切不可步你这父亲的后尘！<br><br>迈德漠斯，我犹记得那声啼哭：孱弱，飘渺，我与欧利庞都不信这般低微的哭声，竟是来自我们的孩子。只是，当尼卡多利的战吼自铸魂仪门透出时，你的哭声骤然嘹亮，如同特雷托斯雄狮的怒吼——无需犹疑，你是纯血的悬锋人，你是生来便要接取王冠的{RUBY_B#悬锋建城者}歌耳戈{RUBY_E#}之子！<br><br>只是，迈德漠斯…你恐怕自明日以后，便要命途多舛了。为母从未想过能够在悬锋之王的剑锋下幸存，也绝不甘坐视欧利庞带走你的性命。若真如此…你将从此无父无母，或许将被迫离开悬锋城，漂泊孤旅、染上满背的鲜血与伤痕。<br><br>迈德漠斯啊…若真如此…依为母之见，你可不必做那{RUBY_B#悬锋建城者}歌耳戈{RUBY_E#}之子，你只是{RUBY_B#悬锋王后}歌耳戈{RUBY_E#}之子，一名普通悬锋母亲的孩子。若你锐意成长，有朝一日斩获冠军勇士之名，为母在天之灵自然高兴；可若你同为母一般，对那所谓的荣光心有疑虑，便依你所想而行吧！建城者歌耳戈，正是依他们的意志与向往，唤住尼卡多利、赢得纷争的荣耀。而你，同样可在「天谴之矛」的辉映下，身负真正的荣耀还乡……<br><br>迈德漠斯啊……<br><br>迈德漠斯……<br><br>歌耳戈"
            }
        ]
    },
    {
        "Name": "奇美拉的工作日报",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": " -06 日<br><b>本日工作：</b>添置红土，6次；修理真言狮口，1次；浇水， 13 次；盾牌质量检测，9次……<br><b>未完成内容：</b>安慰失落的山之民（尝试安抚对方情绪，但反被感染，一起哭了半天）<br><b> 明日计划：</b>浇水， 18 次；盾牌质量检测， 18 次；添置红土，8次……<br>    <br><b>自我评述：</b>认真完成了团队分配的任务，并在工作过程中主动总结经验教训，提高浇水效率达8个点，基本符合《奇美拉工作手册》要求的价值观，能做到自主、自律、自我驱动。<br><b>团队报告：</b>米提丰监工表示，今日天气炎热，不宜工作，只适合泡澡。迟到。<br><br> -07 日<br><b>本日工作：</b>添置红土， 10 次；修理真言狮口，2次；浇水， 21 次；盾牌质量检测， 16 次……<br><b>未完成内容：</b>安慰失落的山之民（和他一起哭了半天）<br><b> 明日计划：</b>浇水， 12 次；盾牌质量检测， 14 次；添置红土，6次……<br>    <br><b>自我评述：</b>并在工作过程中主动总结经验教训，提高修理效率达8个点，认真完成了团队分配的任务，基本符合《奇美拉工作手册》要求的价值观，能做到自主、自律、自我驱动。<br><b>团队报告：</b>米提丰监工表示，今日天气寒冷，不宜工作，只适合泡澡。迟到，且早退。<br><br> -08 日<br><b>本日工作：</b>添置红土， 16 次；修理真言狮口，7次；浇水， 33 次；盾牌质量检测， 27 次……<br><b>未完成内容：</b>安慰失落的山之民（和他一起哭了半天）<br><b> 明日计划：</b>浇水， 14 次；盾牌质量检测， 18 次；添置红土， 13 次……<br>    <br><b>自我评述：</b>基本符合《奇美拉工作手册》要求的价值观，能做到自主、自律、自我驱动。认真完成了团队分配的任务，并在工作过程中主动总结经验教训，提高检测效率达8个点。（请在这里填写你的自我评述内容。）<br><b>团队报告：</b>米提丰监工表示，今日天气舒适，心情大好，正适合泡澡。此后再未出现。<br><br> -09 日<br><b>本日工作：</b>奇美拉为什么要工作？"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "欧洛尼斯眼中的世界",
        "Desc": "一本文集的残页，具信是古代欧洛尼斯祭司对于该泰坦神力的观点。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>以下内容据称摘录自古代欧洛尼斯祭司罗比塔在路过奥赫玛时发表的演讲，具体年份已不可考，可能是后人附会的。罗比塔一派的神学见解在后世毁誉参半，读者应该带着足够的批判性阅读他们的言论——编者注</i><br><br>（前文已散佚）<br><br>人们常说，只要欧洛尼斯愿意帮助，我们欧洛尼斯的祭司就可以看尽古今未来之事…甚至有不少前辈和新学也抱持着此类观点。但很可惜，这的确是一种基于人们对泰坦的误解而产生的不正确看法。<br><br>泰坦虽然是至高无上的存在，但它们并非无所不能。欧洛尼斯的奇迹并不是直接「看到」过去与未来，而是它能够「推演出」这些。不要小看这一点点差别。在我看来，如果欧洛尼斯真的愿意帮我们预测每天的天气（或者说艾格勒的脾气）——那么它也完全有可能出错。<br><br>我知道有人会说，既然雅努斯的预言可以制造出万千的道路并让人们加以选择，那么欧洛尼斯的情况不应该也是如此吗？这句话对了一半——欧洛尼斯与雅努斯的神性的确非常相似，但事实上它们都与「直接和过去发生交互」没有关系。<br><br>欧洛尼斯与雅努斯让祭司们看到的、参与进来的，其实并不是事实本身，而是某种与事实极为近似之物。可能从雅努斯的情况更好解释一点：既然我们能够选择一件事的「历史」，这也就意味着在它的眼中，所谓历史绝不是确定之物——而是一种能够让事物「得以存在或消失」的原因。这显然与我们常识中「历史是唯一确定的过去」并不相同。雅努斯的祭司并不是在改变历史，而只是在选择一种背景，或者说，一种「某件事存在至今的状态」。也就是说，泰坦帮助我们改变的，本质上还是现实本身，而不是已经发生的过去——我们看到的一切，只是将「改变现实」合理化的那个过程；它只是看起来像极了时间倒流，但在逻辑上根本不是。<br><br>如果理解了这一层，那么再看欧洛尼斯的降示（或者说梦境）就很好理解了：之所以它不肯告诉我们明天的天气如何（尽管理论上问一问艾格勒它就能知道），之所以不肯预测大多数人的寿命和死因，乃是因为受它与雅努斯同构的神力所限，它并没有办法预测这些过于不确定的事物。<b>也就是说，欧洛尼斯选择让我们看到的，都是它确信必定发生过的预言。</b>（或者「必定将要发生」，时态对欧洛尼斯几乎没有意义。）这很好理解，没有哪个预言家愿意给出自己没有信心的预言。<br><br>所以，如果各位相信我身为欧洛尼斯祭司的专业性，那么我希望你们能意识到：祭司们对欧洛尼斯神力的引导已经做到了极致。这种极致，如果用一种亵渎的视角来评价，甚至可以说我们已经将欧洛尼斯软禁了起来，完全不给它别的任何工作，只让它专心地探求过去和未来的知识——然而结果也不外如此。如果欧洛尼斯没有心情（在我看来就是它没有信心），那么它就不会（事实上也没有能力）去降示关于过去、现在、未来的任何信息。<br><br>各位应当意识到，即使洪荒如泰坦之力——它们也是有极限的。<br><br>（后文已散佚）"
            }
        ]
    },
    {
        "Name": "与宁芙的往来书信",
        "Desc": "爱侣临走前托付于你的书信，记录了两人从相识到相恋的点点滴滴。",
        "World": 5,
        "Books": [
            {
                "Desc": "宁芙，若诸神允我平凡之人以一纸书信，问候行走在凡间的美的化身。愿天神以柔风守护你，犹如呵护门扉时玫瑰花瓣上的露珠。<br><br>昨日与你的相逢，我始终难以忘怀——那是何等美妙的感觉：心中常为一种温柔的喜悦所盈满，你若一缕轻柔晨光穿透我心扉，洒落无尽的安宁与欢悦。我当如何感谢你的优雅与友善，正是它们如使者般，将我引荐至你这高贵纯净的存在身前。<br><br>你的微笑如明晰时的阳光，温暖却并不灼人，蕴含着一种无声的力量，教人心头分外柔软、却不由悸动。<br><br>我从未曾设想，如此一位高贵的女子，竟会对我这不起眼的铁匠技艺感兴趣。我之所长在旁人眼中沉默、脏乱、粗鄙，可你谈及锻造之术时却那般专注、那般娴熟，连悬锋的自动化兵器也如数家珍…我们从市集喧闹时，聊至最勤劳的哈托努斯也泛起困意。从此，分别的时刻便有了名字——其名为离愁时。<br><br>想必你日常事务繁多，而我心中总不由挂念，常担忧你是否感到劳倦或心烦意乱——虽自知我这样一个无名之辈或许并无资格关心你，但我的心正催促着我冒昧向你发出邀请——<br><br>近日云石天宫筹办着公众假日，风景如画、夜莺啼鸣。或许在这里你可得片刻小憩、暂离烦忧。我虽无深厚的见识，却对此地此景颇为熟悉。若你愿意，三个日夜后，请允许我为你做个向导。<br><br>也不知我此刻写下的这些文字，是否会冲撞了你…若此提议有不妥之处，还盼你能一笑而过。愿你的美梦如欧洛尼斯的夜幕般安宁。<br><br><i>厄琉斯 谨启</i><br><br><br>（……）<br><br>来自悬锋城的厄琉斯，感谢你今日赠予我的项链。尽管自我们相识相知已有一百零一个日夜，如此贵重的礼物却仍教我心有不安。<br><br>请别误会，我自然是喜爱它的——喜爱那瑰丽热烈、如猎鹰鲜血般的宝石，也喜爱那雅致精巧、美轮美奂的挂链——正如我喜爱你。<br><br>请原谅这冒昧的告白，尽管我已对你诉说过千万遍。<br><br>偶尔在夜里，我仍会梦见那日铁匠铺中的你。我的勇士，我一眼便望见了你。即便你从未奔跑在那座要塞的斗技场上，我却依旧识得你眼底的勇气。<br><br>哎，情正浓时，却又泛起那失落之哀。若你今夜的梦中有我，我便已心满意足。若黑潮将我们分离，只要你偶尔能记起这世上有我，我便已心满意足……<br><br><i>宁芙 谨启</i><br><br><br>（……）<br><br>亲爱的厄琉斯，请原谅我今日的失约。<br><br>最近我常往来于市集，行事虽可谓谨慎，却依旧引起了家中父母的注意。为了避免节外生枝，我只得答应了与他们一起旁听今日的公民法庭。<br><br>我的家族素来无心体恤外邦民，长久以来，与家人主张相悖的我便不屑于过问他们的决策，然而…直至今日，我才真正了解到，他们是何其极端与偏激，我的父母更是二十载来毫无长进……<br><br>人们为何要因血脉相互憎恨、为何要与同类相互征伐？在这灾厄遍布的末日中，最后的城邦奥赫玛，难道不该是所有人的庇护所吗？<br><br>但亲爱的，无论如何，我们都不会成为上一代恩怨的傀儡——我们的爱是墨涅塔的旨意，真爱之人自会受到泰坦的眷顾。<br><br><i>宁芙 谨启</i><br><br><br><br>（……）<br> <br>亲爱的宁芙，关于你之前的提议，我思虑良久，还是决定再与你当面谈谈。<br><br>悬锋城与奥赫玛积怨已久，所以纵然明知会遭受冷眼与阻碍，我也从未曾怨怼过你的父母。<br><br>以我之拙见，比起带你离开奥赫玛——这个人类最后的庇护所——去往前途未卜、怪物遍布的城外，我更希望能在城中拼搏出一番成就，好获得个配得上你的身份。<br><br>当然，请相信我，此种想法并非出于胆怯——至少不是关乎自身安危的胆怯——而是唯恐无法在黑潮与怪物间护你周全。<br><br>我体内流淌着悬锋的血脉，也曾憧憬故乡、坚信「宁战死，毋荣归」；然而直到与你相遇，我才懂得原来爱比荣誉之死更加伟大。<br><br>你的果敢与勇气令人倾慕叹服，但请原谅，我亲爱的——原谅我这个被爱意充满胸腔的傻瓜与懦夫，无法容忍任何可能潜藏在你身边的危险与伤害。<br><br>所以请再给予我一些耐心与信任吧，我亲爱的宁芙！让我得以成长起来、让我足以与你相配——如果我们是命定中的爱人，墨涅塔必定会守护我们的！<br><br><i>厄琉斯 谨启</i>"
            }
        ]
    },
    {
        "Name": "阿克蒙的纸条",
        "Desc": "从阿克蒙手中，花费 500 利衡币购买的小纸条。据说上面都是些劲爆的消息，而他看在你们「珍贵友情」的份上，给你打了 0.1 折。",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "铁匠铺的穷小子攀上高枝喽~<br><br>好一个被爱情蒙蔽了双眼的傻瓜啊——难道他真的以为，自己能带着心上人逃离权势的泥淖，获得所谓的幸福吗？"
            },
            {
                "Name": "其二",
                "Desc": "生命花园的园丁怎么可能是坏家伙呢？<br><br>他们可都是纯洁高尚的学者，既不会被财富迷眼，也不可能作奸犯科——一定是这样的，对吧？"
            },
            {
                "Name": "其三",
                "Desc": "厌倦了浴场的日常活动怎么办？<br><br>去找那些工作人员聊聊吧~建筑师啊、数学家啊、「清洁工」啊…只要能让他们对你敞开心扉，乐子保准少不了。"
            }
        ]
    },
    {
        "Name": "翁法罗斯开拓日志",
        "Desc": "丹恒抽空整理的日志，记录了这段时间在翁法罗斯的见闻。",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "……<br><br>列车车厢受到来源不明的袭击，不得不迫降一处看似神庙的地方，好在我们并无大碍。通过周围的建筑可以初步判断，这个世界有文明存在。在探索神殿时，我们与翁法罗斯人发生了初次接触，他们自称黄金裔，来此是为了营救难民前往「圣城」奥赫玛。那两位翁法罗斯人并非等闲之辈，名为缇宝的黄金裔能够借助奇妙的时空复现能力修补建筑，而名为白厄的黄金裔武力非凡，一击便斫断了我的长枪。<br><br>我们带着难民奔赴圣城，却恰逢纷争泰坦「尼卡多利」突袭奥赫玛。泰坦是翁法罗斯人所信仰的神明，目前尚不知是否与星神相关。尼卡多利的泰坦眷属凶猛异常，情急下我们伸出援手，跟随白厄一路击败眷属、保护居民，并最终与他一同直面尼卡多利的神躯。在此过程中我们结识了名为万敌与遐蝶的黄金裔，万敌武力与白厄相近，而遐蝶则能凭借触碰夺走生命。<br><br>这次来袭的尼卡多利似乎只是纷争泰坦众多分身的一具，白厄并未得到他们口中至关重要的火种。黄金裔领袖阿格莱雅带我们来到云石天宫，让浴场的精灵为我们讲述了翁法罗斯的历史。我们得知十二个泰坦创造了翁法罗斯，但这个世界如今正处在末世的威胁之中，泰坦神明纷纷失去理智，名为黄金裔的英雄们需要依次打倒泰坦、点亮火种，才能拯救翁法罗斯。<br><br>阿格莱雅同样拥有特殊的能力——其金线能够洞悉人心。她向我们提出一个奇怪的请求：不可向奥赫玛居民提起我们天外来客的身份。「圣城」奥赫玛是如今的末世长夜中，唯一的永昼之地。我们在城中游历了一番，了解此处风土人情，同时收集可靠信息。但三月七的照片却意外流出，不但被奥赫玛的居民们传颂为「粉霞天女」，还险些闹出人命。我们以暴露天外来客身份为代价救下了那名执着于探索天界的居民。只是，如此一来便违背了对阿格莱雅的承诺。<br><br>……<br><br>我们的侥幸心理终归被打破了，阿格莱雅的金线遍布奥赫玛，这场风波最终传到她的耳中。这位黄金裔的领袖展现出铁血冷酷的一面，以生命相胁，再度确认我们的来意。虽然通过了考验，我们对翁法罗斯的印象却大打折扣，甚至考虑过就此离开、更换目的地。只是，在跟随白厄、了解黄金裔的救世苦旅后，我们最终还是决定留在翁法罗斯。<br><br>经过一番休整，众黄金裔再度集结，准备向尼卡多利所在的悬锋城发起讨伐，夺取「天谴之矛」的火种。{NICKNAME}与白厄、万敌来到了悬锋城。那座曾经兵戈作响的尚战之邦，如今已成了一座阴森的荒墟，而疯溃的尼卡多利就身在这座移动堡垒的深处。<br><br>在探索悬锋城时，{NICKNAME}一行人偶然得知尼卡多利早已酝酿了针对奥赫玛的恐怖袭击。他们一路杀到尼卡多利面前，却不料这位向来以荣耀著称的泰坦不知何时为自己锻造了不死神躯，并试图挥动「天谴之锋」刺穿远方的奥赫玛城。危急时刻，万敌独自殿后拖住尼卡多利，而其余人则回到奥赫玛，商议破局之法。<br><br>遐蝶发觉尼卡多利的不死身源于它对「死亡」的背叛。为揭露深埋于岁月中的谜团，我们前往位于重渊的命运三相殿，试图借助欧洛尼斯的力量复现往日。只是，欧洛尼斯似乎并不欢迎我们，反而以各种谜题刁难，阻止我们进入神殿深处。它最后的谜题是：找到比「世界命运」更沉重之物。我们以取巧的方式，用三月七的相机通过了这项考验。<br><br>不过，虽然我们成功来到欧洛尼斯所在，这位岁月之泰坦却依然拒绝提供帮助。为了及时救援万敌，白厄几欲直接杀死这位泰坦、强取火种。在这剑拔弩张之时，欧洛尼斯的态度却在见到{NICKNAME}后发生了转变。据{NICKNAME}所说，欧洛尼斯让{F#她}{M#他}看到了星核猎手…那是一段理应不存在，却无比鲜明的记忆。在这段不存在的记忆中，{NICKNAME}竟得到了记忆星神浮黎的瞥视。也许是欧洛尼斯的馈赠，{F#她}{M#他}的身边出现了一个名为迷迷的奇妙生物。{F#她}{M#他}看上去有些…惆怅？好在{F#她}{M#他}很快就振作起来了。<br><br>自重渊归来，我们再次兵分两路。我与白厄前去援助死战多时的万敌，而{NICKNAME}则利用欧洛尼斯赋予的力量，收集记忆碎片，想办法前往悬锋城的往世，与遐蝶一同破解尼卡多利的不死神躯。与此同时，奥赫玛城中，阿格莱雅也开始着手处理尼卡多利渗透一事。 <br><br>收集数段记忆碎片后，{NICKNAME}成功打开悬锋城的往世之门，来到过去的悬锋城。彼时正值悬锋祭典，尼卡多利的失神刚刚开始，悬锋城仍然喧嚣繁荣。为尽可能安全地推行计划，遐蝶与{NICKNAME}决定融入祭典，与一名寡言的斗士格奈乌斯组成三人小组，向悬锋城深处进发。一行人沿途收集情报，誓要将尼卡多利的五瓣神魂归位，阻止不死神躯的诞生、重铸纷争泰坦的荣耀。出乎意料的是，格奈乌斯竟是尼卡多利的一部分。如今得知后世苦难，他坦然将自己融入尼卡多利早已腐坏的神魂之中，让尼卡多利重归完整，破解不死身的同时，也意味着一尊鼎盛的泰坦将伫立在我们面前。<br><br>经过一番苦战，「天谴之矛」尼卡多利一役，以黄金裔的胜利作结。我们返回奥赫玛，经过休整，一同见证了尼卡多利火种的归还。白厄与我们暂时作别，进入创世涡心接受纷争泰坦火种的试炼。通过试炼，即可获取半神之力，同时也将担负起对应的泰坦神职。希望白厄此行顺利。<br><br>……"
            },
            {
                "Name": "其二",
                "Desc": "……<br><br>距离白厄进入创世涡心挑战「纷争」试炼已过去很长时间，众黄金裔对此都不禁心生不安。在焦急的等待中，白厄的火种试炼突生变故，情急之下，我们决定与遐蝶、万敌一同介入试炼，将可能遭遇危险的白厄救出。<br><br>在幻境中，我与{NICKNAME}他们失散。据{NICKNAME}所说，{F#她}{M#他}与万敌同行，看到了万敌心中的恐惧：那是来自悬锋一族以血铺就的荣耀。至于我，也看到了一些前尘往事。「纷争」的试炼竟然是与心魔的搏斗，看来{RUBY_B#纷争之泰坦}尼卡多利{RUBY_E#}也并非传闻中蛮勇无谋的疯神。<br><br>经过一番战斗，我们在试炼幻境中会合，并循着厮杀声寻找纷争的源头，在那里找到了因心魔险些失控的白厄，将他救出。白厄的火种试炼失败，意味着承载尼卡多利神权的重任落到了唯一的悬锋王储——黄金裔万敌的身上。但纵然身为「纷争」的正统继承人，万敌却对接过神权表现出了怪异的犹疑与抗拒。<br><br>将白厄安顿好后，我与{NICKNAME}回到浴宫稍作休整。关于翁法罗斯世界的现状，我们也做了一些自己的判断与总结：这个世界的发展过于离奇，无论是泰坦还是黑潮，都不像是自然成长的文明应具备的表征。但是种种迹象也表明，星核可能并非幕后黑手。这个世界的谜团，还需要更多的「开拓」去探索、揭秘。<br><br>……<br><br>对于我们伸出援手击败尼卡多利一事，阿格莱雅表现出真挚的谢意，诚备厚礼、邀我与{NICKNAME}前往英雄浴池一叙，并提出结盟一事。商谈间我们与昏光庭院的风堇相识，她是一名医师，已经结束了在奥赫玛的行诊日程。在阿格莱雅的建议下，{NICKNAME}与遐蝶决定陪她一同回到树庭，顺带完成阿格莱雅托付的外交任务，而我则留在奥赫玛整理日志。只不过，{NICKNAME}这趟树庭之旅，并不如想象的那般风平浪静。<br><br>行将出发之际，缇安在奥赫玛城郊发现一名为黑潮所伤、生命垂危的陌生人，风堇不得不暂时驻留奥赫玛照看伤员，由缇安、遐蝶与{NICKNAME}三人先行前往神悟树庭——那是一处信仰{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}的学术圣地。但当三人到达目的地时，却发现树庭早已陷入诡异的静默。{NICKNAME}一行人设法进入树庭，发现内部似乎情况不对——黑潮的造物在树庭四处游荡。<br><br>临此浩劫，树庭恐怕凶多吉少。驻留树庭的黄金裔中有一人名为那刻夏，他以炼金术留下线索，指引{NICKNAME}一行人前往树庭深处查看瑟希斯火种的安危。在探索途中他们还与自称卡吕普索的神秘人相遇，此人声称自己为神悟树庭七贤人之首，先前正是他救下那刻夏，但经过一路的观察，遐蝶揭穿卡吕普索的真面目，指出其人正是{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}。瑟希斯承认身份，委托{NICKNAME}等人助它前往那刻夏所在之处，将火种再度熔合，以便一同缉拿使树庭覆灭的元凶——无名的黑袍剑士。<br><br>经历一场恶战，{NICKNAME}他们带着那刻夏安全返回奥赫玛，我也从白厄处获悉了树庭一事。提到那名无名黑袍剑士的时候，白厄看上去状态有些不对，似乎与那人颇有渊源，也许后续他会向众人解释吧。<br><br>……<br><br>名为克拉特鲁斯的悬锋人竟然劫持了缇宁，试图进入创世涡心、接受「纷争」的试炼，却以失败告终，并被阿格莱雅当场缉拿。难怪万敌对接过纷争神权一事如此踟蹰，悬锋人内部仍然存有亟待化解的病灶。至于那病灶究竟是什么，恐怕只有万敌本人知道。而缇宁虽然被劫持，却对克拉特鲁斯的急躁表示出理解，决定借助欧洛尼斯的力量，为克拉特鲁斯复现久远岁月以前的记忆，以化解他心中的不安。<br><br>……<br><br>缇宝三人在重渊遭遇了覆灭树庭的黑衣剑士，「盗火行者」。缇安以耗尽神力为代价，将缇宝与缇宁送离战场。城中英雄会合，决定分头行动，我与风堇前去搜索缇安的下落，阿格莱雅与遐蝶驻留城中处理政务危机，其余人则制定战术，前往悬锋城、共同阻击盗火行者。面对未知的强敌，众黄金裔必须全力以赴。<br><br>……<br><br>在这期间，万敌终于下定决心，顺利通过火种试炼、晋升为纷争的半神，在悬锋城掷出决定胜负的一枪，将盗火行者击溃。此役以黄金裔的凯旋作结。万敌选择独自还乡，接下尼卡多利抗击黑潮的使命，成为奥赫玛乃至整个翁法罗斯的后盾。<br><br>虽然我们赢下了与盗火行者的战斗，却永远地失去了缇安。在缇安的葬礼上，白厄向缇宝提出请求，希望见证她迈上逐火之路的最初景象。借助{NICKNAME}的力量，他们来到了命运重渊的往世——神谕的圣地「雅努萨波利斯」，并在这里见证了缇里西庇俄丝是如何夺取「门径」的火种、接过雅努斯的神权，又是如何逃离那座囚禁了她数十年之久的三相圣地，奔赴自己的命运。<br><br>不知是不是受黄金裔们的信念感染，{NICKNAME}和迷迷竟然提出由他们接受{RUBY_B#岁月之泰坦}欧洛尼斯{RUBY_E#}火种的试炼。虽然身为一介过客，却甘愿将自己的宿命与身处的此方世界的宿命相连，这恐怕正是「开拓」逃不开的命运吧……<br><br>……"
            }
        ]
    },
    {
        "Name": "神性的回响：海洋",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那杯中的蜜酿如巨浪般袭来。",
        "World": 5,
        "Books": [
            {
                "Desc": "满溢之杯，法吉娜。<br>蜜酿入汪洋，激浪如花开。<br>在波涛与醉客的喧嚣里，<br>万物在疯狂中清醒。"
            }
        ]
    },
    {
        "Name": "神性的回响：纷争",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那天降的雷枪正引领着万军厮杀。",
        "World": 5,
        "Books": [
            {
                "Desc": "天谴之矛，尼卡多利。<br>刀枪鸣响亮，永恒嗜残杀。<br>在那可怖的尸山血海中，<br>埋着它守护的和平。"
            }
        ]
    },
    {
        "Name": "神性的回响：岁月",
        "Desc": "泰坦神迹所留的追忆，受赐福者才能闻得此等神圣的残音…听，那帷幕的夜语是往昔与来日的隐喻。",
        "World": 5,
        "Books": [
            {
                "Desc": "永夜天帷，欧洛尼斯。<br>夜芒璨然间，万物享宁静。<br>时间在它的沉眠中流逝，<br>世界也如此之短暂。"
            }
        ]
    },
    {
        "Name": "浴场管理备忘录•摘",
        "Desc": "浴场工作人员的公共备忘录，但大多都是不同信仰者在浴场中闹出的各种事故记录。",
        "World": 5,
        "Books": [
            {
                "Desc": "……<br><br>前略，本石版自光历 4930 年纷争月 13 日启用。<br><br>请勿将本石版留在客人能拿到的位置。<br><br><b>纷争月 14 日</b><br>·创生季结束的泡澡潮还在继续，侍者们有点应接不暇了，速找替班的人。<br>·留意悬锋城和拉冬来的人。他们会想方设法在浴场点火焚烧祭品。<br><i>-是不让点火？还是压根就不允许举办纷争祭？</i><br><i>--点火没事，但他们会把武器扔进去，烧得噼啪作响，会吓到客人。</i><br><i>--真要干了怎么办？我可不敢去阻止他们。</i><br><i>--去叫达罗，他有办法。</i><br><br><b>机缘月2日</b><br>·星辉池再次启用。<br>·留意日渐增多的扎格列斯信徒。<br><br><b>机缘月 10 日</b><br>·这帮家伙的恶作剧越来越过火了，<br>·有位叫提萨先生的客人说他有办法处理，要借浴场的讲学区搞个活动。<br><br><b>机缘月 16 日</b><br>·禁止提萨先生出入浴场。<br>·向大地兽驿站借些碎土，临时当做防滑材料用。<br><br><b>机缘月 17 日</b><br>·禁止提萨先生的朋友出入浴场。<br>·向大地兽驿站借些人手，让他们把这堆大地兽牵回去。<br><br><b>机缘月-日</b><br>·不是，这水上怎么能着火的？还有，怎么没人灭火啊！<br>·没见过{RUBY_B#闰日}幽灵日{RUBY_E#}？<br><br><b>门关月1日</b><br>·恭祝门关！也让我们欢迎新人侍者。<br><br><b>门关月5日</b><br>·书库新入一批库藏，近期非洗浴目的性质的客人会变多。<br><s>·小心悬锋族人。</s><br><s>·你只是打不过他们。</s><br>·再次重申，请勿将备忘录留在客人能拿到的位置。<br><br><b>门关月 14 日</b><br>·致新入侍者：浴场允许简单的祭祀活动，但欧洛尼斯的信者提出希望借浴池占卜时，请务必问清操作细则。<br>·好的…我有些好奇为什么？<br>·因为奶酪如果化在浴池里，味道会很难闻。<br><br><b>门关月 15 日</b><br>·浴盐仅限私人浴池使用，麻烦叙涅给买浴盐的客人多说几遍。<br>·但已经很久没人买了。<br>·不是那个，是法吉娜赐福的那个彩虹色的，泡完会让人上蹿下跳的那个。<br>·我知道了。墙上的洞是这么来的吗？<br>·是。<br><br><b>门关月 22 日</b><br>·有位艾格勒的信徒好久没来过了…<br>你是说坚持要在浴池里洗头的那位？<br>·对，就是坚持要给若虫们开个单独池子的那位。<br>·如果你们说的就是那位用一双丝质手套驯服了城内最凶猛大地兽的那位，他自告奋勇参加探险队迎击黑潮了，只是……<br>·愿塞纳托斯为他带去宁静。<br><br><b>平衡月2日</b><br>·致新入侍者：浴场中，法吉娜的信徒占多数，有客人在角落对着池水自言自语是正常现象。<br>·但池水回应了…也算正常现象吗？<br>·你别管。<br><br><b>平衡月 10 日</b><br>·今天一切正常，我只是想问，要不要把觅宝活动这项传统再组织起来？<br>·没时间，没人手，要办你自己去办。<br>·好的，那我去了。<br><br><b>平衡月 18 日</b><br>·到底发生了什么事？客人们怎么全吵成一团了？<br>·要怪就怪被山之民兄弟赶出去的那位。<br>·他干了什么？是动用了哪位泰坦的祷言还是什么？<br>·没，他只是在泉眼剧场附近大喊「谁才是奥赫玛最强大的战士？」<br>·明白了。奥赫玛人不认识少主的占多数。<br>·所以说你们这些悬锋族人啊……<br><br>……<br><br><b>■■■■日</b><br>·愿刻法勒庇佑我们。<br><br>·赞美刻法勒。<br><br>·云石天宫恢复营业…阿格莱雅大人说，为表达感谢，天宫最好的那个房间会免费提供给他们…不知道那几位外乡的客人能不能受得了黎明池的温度？"
            }
        ]
    },
    {
        "Name": "大地兽驿站的账板",
        "Desc": "大地兽驿站的设备、材料购置单，还记载着些许饲养业的趣事。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>本说是要庆祝长昼月来临，结果我们的公共资金居然被花干净了。你们这些家伙是一点不懂得节约是吧？ <br>这个月开始记账，每一笔开销都写明白点。</i><br><br><b>光历 4930 年欢喜月</b><br>十块土—— 2000 利衡币<br>七块土—— 1600 利衡币<br>七块土—— 1720 利衡币<br>十块土—— 2000 利衡币<br>六块土—— 1741 利衡币<br><br><i>不是让你们这么记的你们这些蠢货！大地兽都比你们会算账！能不能归类？还有，为什么土这么贵？每批的价钱都还不一样？<br>老大，因为土质不一样<br>去找专业的寻土人，签契约定期供货，能便宜点，别再跟个傻子似的一批一批买了。之后记账每个月底算一次土。 好</i><br><br><b>光历 4930 年长昼月</b><br>寻土人佣金—— 30000 利衡币<br>红土，一百二十标准块—— 12000 利衡币<br>黄土，一百二十标准块—— 15000 利衡币<br>黑土，十五标准块—— 3000 利衡币<br>大地兽挽具翻新—— 41750 利衡币<br>照顾蛋的酬劳—— 3000 利衡币<br>本月支出共计 104750 利衡币<br><br><i>这次对了，就照这种方法记，下个月要是一样就写一样。 好<br>寻土人佣金有点太高了，找个更便宜的。<br>老大，没有更便宜的了，有黑潮在，都不愿跑<br>算了，那就先这样。</i><br><br><b>光历 4930 年自由月</b><br>和上月一样，除了大地兽挽具没有新增<br>给吉奥里亚祭司的捐赠—— 100000 利衡币<br>本月支出共计 163000 利衡币<br><br><i>这个捐赠，是非捐不可吗？是的，老大<br>我是说，不能少捐点吗？不行，老大，<br>唉，好吧，既然大家伙们需要吉奥里亚的赐福，那该花还是得花。预算不够我们就去问元老院要。</i><br><br><b>光历 4930 年收获月</b><br>和上月一样，土不一样<br>红土，一百二十标准块—— 12000 利衡币<br>黄土，一百标准块—— 12000 利衡币<br>黑土，十五标准块—— 3000 利衡币<br>赤土，一百二十标准块—— 15000 利衡币<br>给艾格勒祭司的捐赠—— 100000 利衡币<br>本月支出共计 175000 利衡币<br><br><i>什么是赤土？为什么要给艾格勒祭司捐赠？<br>老大，寻土人说，赤土是新种类的土，很稀有，很贵 <br>我去看看。<br>那*翁法罗斯方言*就是红土！你们这帮土脑袋又被坑了！赶紧换寻土人！那个捐赠呢？<br>祭司说，天空跟大地本是一起的，既然我们在刻法勒的圣城，捐助就要一视同仁<br>你们真的是要气死我。以后，哪个祭司都不准给，明白吗？<br>可万一 没有万一！<br>算了，你们这个状态我真信不过了，下个月我先自己管账吧。</i><br><br><b>光历 4930 年拾线月</b><br>寻土人佣金—— 42000 利衡币。<br>土价——四种共 20000 利衡币。<br>云石天宫修缮费用—— 113384 利衡币。<br>邀请树庭学者讲学—— 300 利衡币（未计入）<br><br><i>怪我，忘了照顾最顽皮的那一头了。把云石天宫的墙撞了个洞出来。<br>还有你们，这次我可花大价钱请树庭学者来给你们普及防受骗知识了，别再上当了。 好<br>还好，新的寻土人挺靠谱。</i><br><br><b>光历 4930 年纷争月</b><br>寻土人与土价不变。<br>土篮全换—— 3000 利衡币。<br>草药（五头份量）—— 15000 利衡币。<br>瑟希斯的祭仪—— 99930 利衡币。<br>出售大地兽脱落的角（5块）——+ 50000 利衡币。<br><br><i>又到纷争月，半数大地兽染疾了，还好有提前做准备。<br>希望它们赶快好起来。</i><br><br><b>光历 4930 年哀悼月</b><br>寻土人不变。<br>土量翻倍，土价翻倍。<br>修蹄具尾款（支付给大工匠）—— 30000 利衡币<br>鞍具翻新（十五套）—— 700000 利衡币<br>聘请吟游诗人—— 10897 利衡币。<br>委托定金——+ 600000 利衡币。<br>给缇宝大人带点心—— 200 利衡币。<br><br><i>一路顺利。</i>"
            }
        ]
    },
    {
        "Name": "染红的石板",
        "Desc": "悬锋城郊发现的破碎记叙，一位悬锋战士英勇奋战的终末。",
        "World": 5,
        "Books": [
            {
                "Desc": "一<br>族人们说，日记并非是悬锋战士该做的事，听着就怯懦，跟个奥赫玛人似的。<br>但他们有所不知，这并非源自对死亡的畏惧。我只是担忧，若我们终将迎来荣耀，却无人可将其传颂——<br><br>唉，罢了。应来的始终还是会来。先写着吧。<br><br>……<br><br>二二<br>纷争眷属的神志越发模糊，它们有些开始将刃锋对向悬锋族人。呵，争斗的邀约岂有不接之理？<br><br>这眷属造得还真是粗重，得两个人一起砍才砍得动，相比之下它砍我们只要一挥。<br>哎，想喝鲜血蜜酿了。<br><br>……<br><br>三五<br>同一队的人担心对眷属刀剑相向是否会惹恼尼卡多利。<br><br>呵，惹恼尼卡多利，好笑话。大家都笑得很开心，说这话的人寻求解释。<br>第一，首先它得没在气头上，你才能惹恼它。<br>第二，和纷争泰坦挑起纷争，它没必要生气。<br>第三，尼卡多利生不生气有区别吗？<br><br>他懂了，跟着我们一起笑。真是个好笑话。<br><br>……<br><br>四七<br>梦见故王，王已去数年，王储的做法或有风度，但我等无法认可。<br>王所指，战士所向。此即为我等夙愿。<br><br>……<br><br>四九<br>打了场大的，走丢几个人，我把矛丢出去了，可惜没救下来。在英灵殿等我吧，伙计。<br><br>……<br><br>五五<br>我想到一个笑话，趁我还记得它的时候赶紧记下来。<br>狂神召开了盛宴，仅有勇武之人方可参与，猜猜谁没被邀请？奥赫玛人。<br>没谁能说了，无所谓了。<br><br>……<br><br>七八<br>刀刃断了，无碍。悬锋的一切均可化作征战器物。<br><br>……<br><br>八三<br>受了些小伤 不是什么大事 还能战 不便是 只用一只手记日记 有点麻烦。<br>有谁帮我扶一下石板  没有吗  只剩我一个了吗     ？<br><br>……<br><br>八五<br>这有个战士，最年轻的那个，少了条腿，用弓。真是个好家伙，扶着就好写多了。<br><br>……<br><br>九三<br>呵，那雾般的黑影，年轻的战士好像看不见它。<br>塞纳托斯？既然我等的信仰已然癫狂，能被它带走或许也不差。<br><br>……<br><br>一〇二<br>眷属，许多眷属，它们可真是不厌烦争斗，和我一样。<br>战士去见尼卡多利了，或许是塞纳托斯管他呢，替我跟伙计们问好。<br>我开始习惯不用扶来写字了。<br><br>……<br><br>一〇几来着<br>又一个眷属，那是我的矛，在它身上，此物也有寻仇的念头？<br>它在看我，我在看它，但太红了，我看不太清。<br>搞得我又想喝蜜酿了。最近喝纯的有点喝太多了，该换换口味了。<br><br>它在畏惧？即使我仅剩独臂，还在石板上胡写。<br>真讽刺，逃吧，狂神的眷属，你不配做悬锋之人。<br><b>纷争</b><br><b>荣耀</b>"
            }
        ]
    },
    {
        "Name": "命运织者的密函",
        "Desc": "几位命运织者之间的往来信函，不知是人为抹去亦或是时间流逝的缘故，部分字迹已经模糊不清。",
        "World": 5,
        "Books": [
            {
                "Desc": "第一封<br>亲爱的姐妹：<br>近日天象有异。欧洛尼斯的帷幕中现出撕裂般的痕迹，那些裂隙如同灰烬中的火线，在永夜中若隐若现。我在观星时感到一阵前所未有的恐惧——星辰的轨迹变得紊乱，它们在天穹中游走的轨迹不再遵循塔兰顿的法则。<br><br>更令人不安的是，创世涡心传来的神谕越发模糊。昨夜我尝试解读命运丝线，却发现它们如同被什么东西缠住了一般，怎么解都是一团混沌。你可曾遇到类似的征兆？<br>务必谨慎。 <br>——狄克勒娅<br><br>第二封<br>狄克勒娅：<br>你的担忧并非空穴来风。奥赫玛的命运罗盘也出现了异常。指针不再指向固定的方向，而是疯狂地旋转，仿佛受到某种看不见的力量干扰。<br><br>更糟的是，「贼星」的出现频率越来越高。按照古老的预言，这预示着扎格列斯的诡计正在发挥作用。然而，我觉得事情没有这么简单。贼星的轨迹中隐含着一种我们从未见过的混乱模式。<br><br>雅努斯的火种也变得不稳定。入夜后，万径之门会发出奇怪的共鸣，仿佛另一个世界正在叩门。<br>愿三相神谕庇护我们。 <br><br>第三封<br>海伦娜贤者：<br>我知道你一直在研究前代圣女的预言。请原谅我的冒昧，但情况紧急。近期的种种迹象都指向一个可怕的可能：命运的丝线正在被什么东西腐蚀。<br><br>██提到的现象与古籍《永夜启示录》中的描述惊人地相似。那些被认为是寓言的警示，是否正在成为现实？<br><br>请将你对██预言的最新解读告诉我。尤其是关于██泰坦的部分。 <br>——狄克勒娅<br><br>第四封<br>亲爱的同僚：<br>你们的观察印证了我最深的忧虑。让我直言：██的预言中提到的██世可能与我们想象的完全不同。我在研读古老的预言文本时发现，有些词句被刻意修改过。例如，「重返黄金世」的原文应该是「重█黄金世」。这个细微的差别令我头皮发麻，更令我恐惧的是——究竟是什么人，或者是什么组织，在暗中修改这一切？<br><br>更令我不安的是，我在整理预言书库时发现，有关██的记载正在逐渐消失。不是被人为销毁，而是字迹正在自行褪去，仿佛那段历史正被时间抹除。<br>我怀疑命运三泰坦已经预见到了这一切。这就是为什么欧洛尼斯的预言越来越晦涩，塔兰顿的天平失去平衡，而雅努斯的门扉也开始震颤。<br>——海伦娜<br><br>第五封<br>姐妹们：<br>事态已经到了不得不采取行动的地步。我在冥想时看到了一个可怕的景象：世界将被一种漆黑的潮水吞没。不是塞纳托斯的冥河，而是更加古老、更加邪恶的东西。<br><br>我建议：<br>1、秘密加固命运三相殿的封印<br>2、将所有预言文献复制三份，分散保管<br>3、寻找并保护那些「特别」的孩子<br>4、准备应对最坏的情况<br><br>记住：若世界真的走向终结，我们的使命就是保存希望的火种。即便命运的丝线已被玷污，我们也要尽力保护好最后一缕纯净的金线。<br><br>愿命运三泰坦庇护翁法罗斯。我们很快会再见。 <br>——狄克勒娅<br><br>附录：预言碎片<br><i>[在密函中发现的零散记录]</i><br>当永夜的帷幕被撕裂， <br>当公正的天平失衡，<br>当万径之门为黑潮所蚀，<br>█████将现身于世……<br><br>不要相信你们所见的火种，<br>不要相信你们所读的预言，<br> 因为命运已被篡改，<br> 而真相早已...…<br><i>[此处模糊不清，难以辨认]</i><br><br>记住：<br>世界的终结 <br>或许就是新的开始<br> 但代价是...… <br><i> [剩余文字消失]</i>"
            }
        ]
    },
    {
        "Name": "悬锋士官手札",
        "Desc": "一位悬锋士官的随身日记，记录着军旅生活的点点滴滴。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>愿尼卡多利在天谴之矛下见证我们的荣耀</i><br>第三营第五小队 列奥尼达斯<br><br>训练月 初始日<br>今日接手新兵编队，二十六人，大多乳臭未干。唯有一人引起我的注意，名字叫「克利通」。这小子自幼父母双亡，吃百家饭长大——难怪他的眼神里总有股狠劲儿。根据我的经验，这种自幼遭遇不幸的小孩但凡能好好活下去，未来都有大作为。<br><br>例行训话的时候，我特意加了一句：「从踏入军营的那一刻，你们就只有一个身份：尼卡多利的剑。剑不需要思考，只需要保持锋利。」<br><br>但愿克利通能听懂。<br><br>训练月 第三日<br>开始基础体能训练。<br>这群新兵蛋对石榴汁颇有微词，嫌弃口感发涩，有个富家少爷问我为什么不是冰镇的。我命他们加倍饮用——这是最基本的荣誉象征，连这都接受不了的人不配成为悬锋战士。<br>克利通表现出色。他主动要求背负两倍重的训练钢板。我没有阻止，一个懂得自找苦吃的士兵，未来可期。<br><br>本日训练内容：<br>1、山坡冲刺来回 50 组<br>2、负重格斗<br>3、睡前武器维护<br><br>训练月 第七日<br>不得不处理了一起斗殴事件。两名新兵因争夺一面练习盾牌大打出手。这本是好事，悬锋人理应为荣誉斗争。但他们选错了时间和场合。<br><br>处罚：各负三倍重岩板，绕营地行进到天明。同时我命人将那面盾牌摆在他们面前。既然你们这么渴望它，那就看着它走完全程。<br><br>训练月 第十二日<br>事故记录：编号 07 ，詹森，训练中坠崖。<br>后续处理：依传统将他的名字刻在演武场石碑上。<br><br>这是本月第二起意外事故。新兵们情绪低落，但我告诉他们：「能在训练时牺牲，是莫大的荣幸，总好过死在床榻之上。」<br><br>训练月 第十五日<br>收到督查官的质询：事故率过高。我已写就答复——自悬锋城建立以来，我们就不是在训练士兵，而是在锻造武器。武器需要淬火，需要打磨，需要折断后重铸。<br><br>看着克利通今天的表现，我知道自己是对的。他在格斗训练中打断了三柄铁剑，却依然没有退缩。这才是悬锋战士该有的样子。<br><br>训练月 第二十日<br>纪律处分记录：<br>1、编号 13 ，清理武器不力，罚夜跑<br>2、编号 04 ，训练时畏缩，面壁思过<br>3、编号 21 ，违反铠甲保养规程，降饷一级<br>今日向队列展示了一面真正的悬锋城盾。这面盾牌历经百战，边缘仍锋利如刀。告诉他们：「总有一天，你们会拿到这样的盾牌。前提是，活到那一天。」<br><br>训练月 第二十五日<br>克利通在斗技演武中击败了一名老兵。老兵们群情激愤，认为新兵僭越。但我支持这种行为。悬锋城不需要谦逊的战士，我们需要想赢的战士，渴望胜利的战士。<br><br>已将克利通推荐给神盾旅考官。他的表现配得上这个机会。<br><br>训练月 末日<br>完成月度评估：<br>1、存活： 19 人（合格）<br>2、受伤： 12 人（低于预期）<br>3、晋级：3人（以克利通为首）<br>总评： 这一批新兵资质尚可。他们已经初步理解了什么是悬锋精神。我在他们眼中看到了火焰，这就够了。<br>记得我还是新兵的时候，教官曾对我说过这么一句话：「悬锋城不需要活着的懦夫。」现在，我又把这句话传给了这一批新人。我在他们的表情里看到了过去的自己。<br>战争不需要完人，只需要愿意敢于赴死的人。而现在，我的新兵们已经准备好了。<br><br>新月札记<br>收到新的任务：护送补给队前往边境堡垒。这会是新兵们的第一场实战。<br>我没有告诉他们，这条补给线上一个月内已经损失了三支队伍。他们不需要了解这些琐事。悬锋战士只需知道自己的职责：战斗，直至死亡。<br><br>新月整备记录：<br>1、需补充石榴汁库存<br>2、安排武器交接<br>3、挑选夜间守备人选<br>4、修改训练方案（加强夜战）"
            }
        ]
    },
    {
        "Name": "看不懂文字的古语石板",
        "Desc": "以悬锋古语写就的石板，根本看不懂。或许可以找懂悬锋古语的人帮忙翻译翻译。",
        "World": 5,
        "Books": [
            {
                "Desc": "████████<br><br>██████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████<br><br>███████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████<br><br>█████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████<br><br>████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████<br><br>█████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████<br><br>████████████<br>████████████"
            }
        ]
    },
    {
        "Name": "有所磨损的信笺石板",
        "Desc": "经万敌翻译为通用语后，能看懂大部分语句的石板。不过漫长岁月里石板有所磨损，许多文字已然模糊不清。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>█████德漠斯：</b><br><br>       若此信能为你所见…说明███████████你活了下来。两日前，我才知晓他们欲以你的性命████████，只是那时你已遭囚禁，哪怕为母想带着你逃离也为时已晚。若明日我劝不动我的丈夫——你的父████████，我便会发起██████████████████从他手里将你保全。我并无全然自信获胜…但为母█████████████命搏命，█████一同拖入冥河。待到彼时悬锋无王，局势大乱，克拉特鲁斯██████████████████乃为母亲封的王师，可心腹相托，你██████████████████<br><br>       迈德漠斯！莫要████████████忘了为母，█████这卑耻的王。我曾与他相约，将悬锋████████████止于此代。只是他不知何时起恶欲膨胀、腐了心肝，竟不惜████████████的荣耀。迈德漠斯！切不可██████████████████<br><br>       迈德█████████████那声啼哭：孱弱，飘渺，████████都不信这般低微的哭声，竟是来自我们的孩子。只是，当尼卡多利的战吼自铸魂仪门透出██████████████████特雷托斯雄狮的怒吼——无需犹疑，你是纯血的悬锋人，你是██████████████████{RUBY_B#悬锋建城者}歌耳戈{RUBY_E#}之子！<br><br>       只是，迈德漠斯…你恐怕████████████████命途多舛了。为母从未想过████████████████也绝不甘███████带走你的性命。若真如此…你将从此无父无母，或许████████████████████████染上满背的鲜血与伤痕。<br><br>       迈德漠斯啊…若真如此…依为母之见，你███████████████████████{RUBY_B#悬锋建城者}歌耳戈{RUBY_E#}之子████████████████锐意成长，成功斩获督战勇士之名████████████████████████████████████████████████依你所想而行吧！建城者歌耳戈████████████████唤住尼卡多利、赢得纷争的荣耀。而你，同样可以在「天谴之矛」████████████████还乡……<br><br>       迈德漠斯啊……<br><br>       迈德漠斯……<br><br>           ████<br><br>"
            }
        ]
    },
    {
        "Name": "圣女卫队不当言论册",
        "Desc": "一卷颇有年头的古册，记录了圣女卫队的几次谈话——其中某些言论让他们吃了苦头。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>为确保预言的秘密不会被其他城邦揭穿，政官们必须仔细监督圣女及周边人的一言一行，以免对外「失言」。她身边的护卫尤其应受到重视，以下是一些反面例子——</i><br><br><b>其一</b><br>「圣女又跑了，这次是走窗户。」<br><br>「别慌，我在走廊的转角里发现了她，大概是迷路了。这会儿她刚喝了热羊奶，已经睡下了。」<br><br>「唉，那种经历对一个孩子来说果然还是…不过话说回来，圣女居然也会迷路？预言不会为她指明正确的方向吗？」<br><br>「谁知道呢？或许命运泰坦不会关注这些细枝末节。又或者…我听说命运泰坦其实早已沉默，许久不曾有祭司得到新的预言了。」<br><br>「啊？那圣女在众人面前发布的那些…都是假的？」<br><br>「谁知道，但要我说…咳咳，咳咳！」<br><br>「你怎么了，没事吧？」<br><br>「笨蛋，政官在看！」<br><br><b>其二</b><br>「这次圣女要了什么？」<br><br>「锤子，红泥，削木刀和两根细铁条。」<br><br>「把削木刀的尖磨钝，免得扎伤了她。她用之前那些材料做了什么？」<br><br>「她弄了个挺奇怪的东西：顶部尖尖，底下长着三条腿，表面用红泥粉涂上了一层颜色…难道是某种武器？」<br><br>「如果是武器，政官们不可能无动于衷，说是玩具都更靠谱些——不管长得多大，在政官们看来，她都始终是个孩子。」<br><br>「也许她比起圣女，她更想当个工匠？」<br><br>「工匠…呵，如果这世上没有黑潮，她的愿望或许还能实现。但现在，谁又能如愿呢？」<br><br><b>其三</b><br>「那位圣女什么时候会出来宣布神谕？」<br><br>「……」<br><br>「我们是要从悬锋城手中保护她吗？」<br><br>「……」<br><br>「哦对了，前辈你可能还不知道我的名字，我叫……」<br><br>「如果我是你，就会把嘴闭严实些——因为失言，我已经换了两届搭档。想见到圣女吗？等你撑过三个月不被赶回家再说吧！」<br><br>「……」<br><br>「抱歉，我可能语气太重了。」<br><br>「不，别在意…其实我不是雅努萨波利斯人来着。我以前住在阿卡索斯，我已经很久没回家了。」<br><br>「那…你是怎么到这儿的？」<br><br>「有位漂亮的女士救了我，她也自称圣女来着——不过现在应该叫前代圣女了。就是因为她，我才来当圣女护卫。这个故事挺长的，等我仔细跟你讲……」"
            }
        ]
    },
    {
        "Name": "一封遗书",
        "Desc": "在悬锋城某个角落发现的、一封再无法寄出的绝笔信。",
        "World": 5,
        "Books": [
            {
                "Desc": "亲爱的希洛诺美，<br><br>我猜你将永远不会有机会读到这封信。但思虑良久，我还是决定将这些话写下来。<br><br>时至今日，我已经被困在这间屋子里整整十天了。粮食三天前就已告罄，净水也在昨日耗尽。这样下去只会有两种结果：要么我继续在这安全的笼子里屈辱等死，要么我冲出大门、被发狂的泰坦眷属撕成碎片。<br><br>我猜你一定会嘲笑我，就像我曾经无数次嘲笑尤利克赛斯——那个被尼卡多利唾弃的懦夫——一样。但说来好笑，事到如今，我竟突然理解了那个逃兵的心情：<br><br>我不怕受伤流血，那是勇气的证明；我渴求英勇战死，那是荣誉的象征。但…作为一个「宁战死，毋荣归」的悬锋人，我却不得不承认，此刻的我竟开始感到胆怯——<br><br>那些眷属们都曾是荣光与勇猛的化身，但如今却成了污浊的野兽、亵渎的妖魔…作为一名战士，我不畏壮烈的死亡，却难以忍受悬锋城与我们敬崇的神变作如此毫无尊严的模样。<br><br>最后…我很庆幸你追随殿下去了奥赫玛。那里虽不是故乡，却没有黑潮与怪物。如今我最后的愿望，就是你的余生能够幸福安康。<br><br>                                                            爱你的哥哥，希列斯(Hyles)"
            }
        ]
    },
    {
        "Name": "悬锋诸王通鉴",
        "Desc": "万敌已故战友托勒密所写的悬锋诸王纪事，本卷讲述悬锋建城者歌耳戈搏杀雄狮、建立悬锋城的故事。",
        "World": 5,
        "Books": [
            {
                "Name": "卷之一",
                "Desc": "<b><i>卷序</i></b><br><br>历书，乃是时间的尺度；祚史，可记国运的更替。笔者托勒密，观悬锋密阁内藏书，虽有诸王传记，却大多旨在赞颂当朝，亢昂之语有余而承启之议不足。遂穷尽悬锋建城迄今二千五百岁，囊括悬锋王朝兴衰始末，记载历代诸王群伦事迹，以昭后人，亦可垂训于后世，铭记悬锋精神之源流、尼卡多利之荣耀根本。<br><br>……<br><br>今兹《诸王通鉴》一书，仍尚未完本。笔者随孤军掷命征战、朝不保夕，明日头悬冥河之上，亦未可知。若笔者不幸，未能亲眼见那悬锋新王登临绝顶，烦赖后人挥墨，替此书作结。<br><br>……<br><br><b><i>卷之一</i></b><br>昔时纷争世初启，尼卡多利锻斫世百兵，欲取诸支柱泰坦首级。翁法罗斯万民均瑟瑟胆寒，唯有一尚武部族深受「天谴之矛」威光折服，聚众成伍、一路追随尼卡多利行迹而去。为首者名唤歌耳戈，其人骁勇异常，一人、一盾、一矛，可于百人丛中恣意冲杀，待腰悬敌将首级凯旋之时，所着胸甲仍锃亮无痕。<br><br>纷争泰坦尼卡多利与天空泰坦艾格勒之争尤为长久，为追索云层之上那百目巨鸟踪迹，尼卡多利神躯往往掣电般自一邦疾行往另一邦。故歌耳戈部族亦不得不日夜兼程，循尼卡多利那震彻天地的战吼而去。此间歌耳戈一行遍历诸邦，所历奇诡之事颇众，笔者几经考究，仅录留其中几则最得民信者。<br><br>……<br><br>歌耳戈最广为流传之伟业即为徒手搏杀特雷托斯雄狮一事。彼时歌耳戈一行途径特雷托斯城，城主设宴相待，却无半点肉食。城主称特雷托斯城郊外有一猛狮盘踞，为害多年，城中所有肉食均要定期遣人为它送去，若猛狮腹中稍有空荡，便会冲袭城中，叼取男女老少就地嚼食。<br><br>歌耳戈部族崇尚尼卡多利战魂，同样唾弃圈守一处安宁度日，本想置此邦自生自灭。然而全族人跋涉多日未沾荤腥，饥饿难耐，遂前往特雷托斯郊外围猎猛狮。<br><br>日烈天高，歌耳戈一行执矛持盾，与荒原上与那匹凶兽相逢。平凡雄狮，往往毛发暗沉如土，而特雷托斯雄狮则形貌异常，身形庞若城门、毛色熠熠如炬，日光之下宛若黄金浇筑的巨像。见此异兽，歌耳戈战意亢昂，旋即弃矛遗盾，喝止众人，独自徒手与其角力。<br><br>角斗耗时甚寡。特雷托斯雄狮才从巢中露头，歌耳戈已近身前，轻而易举将其掀倒在地，寥寥数击便劈碎恶兽几处关节。雄狮虽颓然倒地，喉中巨声却仍能震碎常人心肝。然歌耳戈一行追逐尼卡多利数载，领受的泰坦战吼之怖，一匹恶兽岂可比拟。据传雄狮伏诛后的百余岁间，特雷托斯城郊外仍有其临死前的咆哮回荡。<br><br>……<br><br>众人逐尼卡多利数年之久，全族皆已筋疲力竭。彼时一行人恰好行至一座信奉欧洛尼斯的城邦，当地祭司呈以神谕：天谴之锋与逐锋之人，将永悬大地之上。歌耳戈与众勇士商议几日，决定赶在尼卡多利到达之前建造一座堡垒，待尼卡多利途径之时，最勇武的战士将站在堡垒之顶将它唤住，再由全族勇士彰显战魂、求取纷争泰坦的认可与赐福。<br><br>数月以后，堡垒完工，而尼卡多利亦追逐艾格勒行至歌耳戈近处。全族人均朝着那尊神躯高呼尼卡多利之名，然尼卡多利沉溺于朝艾格勒投掷长矛，对歌耳戈等人全无反应。眼见那纷争泰坦即将离去，歌耳戈意有所逮，奔入库中取来特雷托斯雄狮的头颅——兴许这凶兽过于怖人，就连塞纳托斯也不愿将它收取，时隔数年，其头颅仍未腐烂。<br><br>歌耳戈几步跃上城墙，将狮首举在额前，藉由巨兽头腔发出震耳欲聋的战吼。这等战吼虽远不及尼卡多利，却也终于将那尊泰坦唤住。见尼卡多利拧身回首，歌耳戈耸肩发劲，只一下便将黄金狮首嵌入城墙，率众勇士再度高呼「天谴之矛」威名。高傲的纷争泰坦终于认可这批逐锋之人，将其打造的一柄锋刃赋予歌耳戈部族，一众人等以巨石相砌，层层拱卫这柄锋刃，最终砌成一座移动要塞——此即最初的悬锋之城。歌耳戈即为第一代悬锋之王，后世尊其为「悬锋建城者」、「搦狮之王」。<br><br>……"
            }
        ]
    },
    {
        "Name": "谁能赢下最后的战争（残页）",
        "Desc": "看样子是古代悬锋城军事读物的残页。封面上有一行小字：「如果我们现在不能生活在未来，那么未来我们就会生活在过去。」",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>（……）</i><br><br>不论我们做什么事情，经验总归是重要的；但面对黑潮，这可能是个例外。一个陶器师傅的手艺胜过他所有的弟子是很正常的事——可一个从黑潮中活下来的人，下一次却未必还能有如此幸运。面对黑潮这种似乎有自身意识的自然灾害（这个说法没有定论，但黑潮总会挑选最脆弱的环节加以袭击，因此笔者倾向于采信），如果我们过于依赖「上一次的经验」和惯性思维，受到的损失只可能越来越大。<br><br>我们前面已经总结过，黑潮的危害主要由两部分构成：<br><br>（一）难以解释的黑潮本身；<br><br>（二）黑潮内出现的可怖怪物。<br><br>当黑潮规模较小时，通过肃清黑潮内的怪物，我们的确可以让黑潮在一时一地消退；可一旦怪物涌现的速度超过我们投入兵力的速度，黑潮就会迅速扩大、变得无法抑制。这使得「如何判断黑潮的规模」成了一个巨大的问题——如果低估了它，势必会有相当数量的优秀战士因为轻敌而白白牺牲；可如果高估了，迁移民众和财产的成本也会白白浪费，而且难免让大家的生活犹如惊弓之鸟，城邦的正常运作也会因此大受影响。<br><br><i>（……）</i><br><br>纵观翁法罗斯的各个城邦，应对黑潮比较得心应手的，无非是这样两种模式：<br><br>（一）悬锋城<br>这个大家都了解，就是我们可以利用悬锋城的机动性，主动布控军队，尽可能在源头上铲除新出现的黑潮。虽然目前来看，仰仗我们高效的军事调动能力，这一模式可谓行之有效；但历次战役中逐渐增加的伤亡数量也在提醒我们，即使拥有尼卡多利的庇护，悬锋城能否一直在这种战争中获胜，其实是要打一个问号的。<br><br>（二）奥赫玛<br>从悬锋族人的角度看，奥赫玛似乎完全没做什么——他们只是躲在刻法勒的背后，过着从黄金世延续下来的生活，没有丝毫的危机感和荣誉感。但笔者在这里需要指出，「不耻于利用自己的优势」是奥赫玛人一贯的精明之处，尽管在对抗黑潮的斗争中，他们付出的代价远比我们要少，但却能得到非常接近于我们的成果。（只要代入奥赫玛人的视角，不把躲藏在刻法勒身边当作一个缺陷，笔者相信，各位应该能够同意这个结论。）<br><br>通过总结，我们不难看出，悬锋城与它的对手奥赫玛，在应对黑潮的问题上其实各有所长，既有优势、也有不足。稍有常识的人都能明白，这种结构性的缺点，不可能通过短期内的一些措施就轻而易举的优化——但黑潮的威胁就在那里，我们无法排除这样一种可能：它在短时间内就会成长到连尼卡多利都无法单独应对的程度。<br><br>有鉴于此，我们得出了下面这个结论：<br><br>在黑潮变得足够强大之前，必须有人将悬锋城和奥赫玛的力量整合起来（其余城邦的实力基本可以忽略不计）。而想做到这一点，无非通过以下三种方式：<br><br>（一）悬锋城吞并奥赫玛，完全支配奥赫玛的资源和优势；<br><br>（二）奥赫玛吞并悬锋城，完全支配悬锋城的资源和优势；<br><br>（三）悬锋城和奥赫玛合并成一个具有悬锋精神的联合城邦。<br><br><i>（……）</i>"
            }
        ]
    },
    {
        "Name": "参谋学导论（序言）",
        "Desc": "看样子是古代悬锋城的军事教材。封面上有一行小字：「战争是荣誉、是艺术，也是科学。」",
        "World": 5,
        "Books": [
            {
                "Desc": "编者按：<br><br>战争是泰坦意志的延伸，泰坦的存在形式就是一切斗争的根源——这是尼卡多利的教导，也是参谋作业如此重要的根本原因。<br><br>个人的能力是有限的。如果要将泰坦的意志准确延伸到组成军队乃至城邦的每一个个体，依靠单个领袖的魅力远远不够。王不可能随时随地跟进战线上的每一处进展——但协同作业，或者具体说，发起进攻的节奏，对任何一只军队来说，又都是在战场上获得优势的最关键的手段。在此，参谋作业的重要性就无比具体地显露了出来：参谋群体是指挥官最重要的助手，他们通过彼此之间的密切协同，为指挥官提供情报、制定计划、组织部队实施战役安排、为指挥官提供各种有价值的建议，并保证指挥官的头脑始终在进行战略、战役级别的思考（而不是具体的战术，比如指挥某个中队向东前进五十步重新布防），帮助其做出明智的决策。<br><br>战争是一个系统工程，而且是互相最大限度地使用暴力的系统工程。有些愚蠢的城邦，幻想找出一种巧妙的方法，能够既不造成大量的伤亡，又能彻底打败对立的一方、使其心服口服——然而这种想法只会让他们自己崇敬的泰坦蒙羞，也往往让他们的同胞在敌人面前付出更惨痛的代价。这种愚蠢思想的起源，在编者看来，和那些城邦的领导者无视参谋作业有直接的关系（除了不敬尼卡多利之外）。任何实际了解过参谋作业、知晓军事斗争复杂性的人，都不会认为还存在一种可以不凭借暴力的角力就达成目标的手段——即使是看起来温文尔雅的外交活动，其背后的军事博弈也往往超过那些无知之人的想象。<br><br>近年来，悬锋城出现了一种错误的思潮，认为战争是尼卡多利的神权，普通人只要向它展现出足够的虔敬（往往是自虐式的），它就可以帮助我们得到任何我们想得到的东西。这不是尼卡多利的愿望。尼卡多利恰恰希望我们亲身投入到所有的生存斗争之中，用我们自己的聪明才智，为自己赢取生存空间（而不是由它包办代替）。「宁战死，毋荣归」——这句口号不是让我们做个愚蠢的匹夫，在战场上白白送死。它真正的内涵，是一个人应该倒在他所追求的事业上，应该倒在让悬锋城通往荣誉的征途上——这意味着他始终倾尽所有，在为自己「存在于世的意义」而斗争。而让各位在未来能够冷静地面对种种斗争、从参谋学问中懂得如何团结一致，以最大的胜率去击溃敌人，在编者看来，也是《参谋学导论》这门课程对于你们最大的价值。<br><br>在本课程中，我们将分章节讲解参谋的角色和职责、参谋的素质和能力、参谋作业的流程和方法、参谋与指挥官的关系、参谋在战时和平时训练中的不同作用。这是本套课程教材自创设以来的第八次修订，增添了不少与对抗黑潮有关的实战内容；编者在此特别感谢王翼冠军克拉特鲁斯的倾情指导，他为本次修订提供了很多的有益的素材与见解（包括本篇序言）。"
            }
        ]
    },
    {
        "Name": "利波的诗集",
        "Desc": "利波创作的诗歌，记录着以外乡流民视角游览不同地区时的所见所感。",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "（……）<br><br><b>《最后的庭园》</b><br><br>可曾听闻圣山之上，最后的城邦<br>不朽神明岿然背负，永恒的太阳<br>沉默中黎明未曾逝去<br>凝滞里生命尚存希望<br><br>失乡人啊，你的前路应往何方？<br>黑潮汹涌，混沌肆虐生死惶惶<br>流亡者啊，你的明日可有念想？<br>众神沉寂，命理昏昧人伦癫狂<br><br>寻求那末世之中的乐土吧<br>彼处尚存日光、清泉和丰壤<br>去往那仁慈神祇的庭园吧<br>彼处仍留笑语、欢宴与佳酿<br><br>（……）"
            },
            {
                "Name": "其二",
                "Desc": "（……）<br><br><b>《神圣的荒墟》</b><br><br>三相泰坦的废都，遍布黑潮与邪物<br>神明垂迹的残瓦，笼着永夜的迷雾<br>如我听闻：此地曾为虔信者的圣域、迷惘者的归处<br>而我来见：殿前今作蛇与鼠的家园、虫和蚁的乐土<br><br>诸神沉寂，祭司见弃，与凡俗皆未免于失乡<br>众生流离，圣女反逆，随门径散作碎星流光<br>门扉后凄风传神谕，天秤前芜草自熙攘<br>重渊之重欲负难负，预言之言得偿未偿<br><br>于此四顾，油然怅惘<br>人神隔绝，如舟失桨<br>其身何所依，黄金世已往<br>其魂何所托，举目皆惶惶<br><br>（……）"
            },
            {
                "Name": "其三",
                "Desc": "（……）<br><br><b>《空中的要塞》</b><br><br>移动的要塞，纷争中后起的城邦<br>从不曾掩饰，骁勇善战所向披靡的锋芒<br>浮游于天空，好似艾格勒的眷属<br>却誓要追随，尼卡多利矛尖所指的方向<br><br>悬锋的军队皆精锐、悬锋的武备俱精良<br>悬锋的子民永不辜负战士的荣光<br>他们饮石榴如饮血、他们教利刃傍身旁<br>他们的末路无不通向豪壮的战场<br><br>且听吧——<br>歌耳戈之子又将小调唱响<br>「宁战死，毋荣归」<br>「浴血代冠，荣耀无上」<br><br>（……）"
            }
        ]
    },
    {
        "Name": "数字崇拜者趣闻",
        "Desc": "翁法罗斯的沿海百邦无奇不有——其中也包括一些与奥赫玛截然相反、不那么崇敬泰坦的异端文化。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>编者按：各位圣城奥赫玛的居民可能很难想象，在遥远的海洋彼岸，曾经有这样一些城邦——那里的人们不认为泰坦是世界的真实支柱，反而认为它们是被一位不可言说的高级存在所控制，宛如某种具备神性的机械，以数字这种抽象之物从幕后驱动。尽管编者也认为这种异端邪说不值一哂；但由于它们将数字对于世界的重要性推崇到了无以复加的程度，作为趣闻而言也就有了某种收录价值。有鉴于此，编者特地采访了某位来奥赫玛避难的外邦学者（为了个人隐私着想，在此隐去姓名），在此奉上两种相当有趣的外邦思潮供各位批判。</i><br><br><br>数字崇拜者——秩序型<br>秩序型的数字崇拜者认为，万物的本质都是整数和整数的运算。举例来说，他们会认为支柱三泰坦（{RUBY_B#天空之泰坦}艾格勒{RUBY_E#}、{RUBY_B#大地之泰坦}吉奥里亚{RUBY_E#}、{RUBY_B#海洋之泰坦}法吉娜{RUBY_E#}）是加法的化身，创生三泰坦（{RUBY_B#浪漫之泰坦}墨涅塔{RUBY_E#}、{RUBY_B#负世之泰坦}刻法勒{RUBY_E#}、{RUBY_B#理性之泰坦}瑟希斯{RUBY_E#}）是乘法的化身，灾厄三泰坦（{RUBY_B#诡计之泰坦}扎格列斯{RUBY_E#}、{RUBY_B#纷争之泰坦}尼卡多利{RUBY_E#}、{RUBY_B#死亡之泰坦}塞纳托斯{RUBY_E#}）是减法和除法的化身，而命运三泰坦（{RUBY_B#岁月之泰坦}欧洛尼斯{RUBY_E#}、{RUBY_B#律法之泰坦}塔兰顿{RUBY_E#}、{RUBY_B#门径之泰坦}雅努斯{RUBY_E#}）是对数和指数的化身。<br>而随着数学研究的进步，在人们意识到逻辑运算可能比算术运算具有更基础的地位之后，秩序型数字崇拜者对于泰坦的说法又有了一种新版本：支柱三泰坦代表合取运算、创生三泰坦代表析取运算、灾厄三泰坦代表否定运算、命运三泰坦代表异或运算。将神秘但不常用的异或运算赋予命运泰坦，或许是这种荒诞学说唯一值得玩味的地方。<br>一般来说，按照奥赫玛的标准，秩序型数字崇拜者虽然拥有怪异的信仰，但总体上仍是遵纪守法的优质公民；大家如果在生活中遇到秉持此类信条的外邦人，不必恐慌——在圣城的生活自会引导他们抛弃自己以单一学术丈量泰坦的狭隘见解，重返正道。<br><br>数字崇拜者——混沌型<br>顾名思义，与秩序型的数字崇拜者相反，在混沌型数字崇拜者眼中，作为秩序象征的整数才是表象、是末端的产物。在他们眼中，不可以表示为整数之比的无理数才是世间最真实的存在，圆周率和自然对数的底远比列位泰坦要更加神圣。他们主张，和整数的存在一样，十二位泰坦也是一种由自然结构形成的幻象，其实在这十二位泰坦背后有着不可知的第十三位泰坦——它无法用语言或者任何数字有效地加以言说，超出所有人的认知之外。<br>因此，我们实际上可以看到一个矛盾而有趣的现象：混沌型数字崇拜者一方面否认所有泰坦的真实性，认为这些活生生的奇迹只是他们感官中的一种错觉；另一方面，他们事实上又认为在世界的背后存在着一位虚无缥缈的{RUBY_B#第十三泰坦}「唯一真神」{RUBY_E#}，是它赋予了世界混沌，从而能从混沌中衍生出秩序。（——在他们的视角中。编者特此强调。）<br>编者在此提醒：外邦的历史已经证明，混沌型数字崇拜者往往是激化黑潮的元凶。他们不崇敬任何一位真实存在于世的泰坦，却荒谬地信仰一位根本不存在的「第十三泰坦」——这种背离现实的狂妄和扭曲恰恰是现实世界纷争不断的一个重要原因。各位奥赫玛的善良居民，对此一定要引以为戒，切不可背离刻法勒的教导，切不可妄自藐视泰坦的威能。<br><br>"
            }
        ]
    },
    {
        "Name": "斗技场检修日志",
        "Desc": "一本厚重的工程手册，纸页已经泛黄，其中夹杂着各种工程图纸和计算草稿。",
        "World": 5,
        "Books": [
            {
                "Desc": "记录者：首席工程师 德达洛斯 <br>时间：光历 3875 年<br><br>【选址勘测】<br>经「天谴之矛」神谕指引，祖辈们在休眠火山中开凿斗技场。这处火山具有得天独厚的优势：岩浆可提供永续能量，山体坚固足以承载宏伟建筑，更重要的是，此处离圣枪坠地之处仅三里，可借其神力庇护。<br>根据祖辈们的记录，初期勘测发现三处隐患：<br>1、西北侧岩层有裂隙，需加固<br>2、地下暗河可能影响地基<br>3、火山虽休眠，但岩浆仍有活动<br><br>【整体规划】<br>斗技场分为四大区域，由下至上依次为：<br>1、采石区（ -300 至 -200 尺）<br>2、雕琢区（ -200 至 -100 尺）<br>3、铸魂区（ -100 至0尺）<br>4、竞技区（地表以上 200 尺）<br><br>各区通过螺旋升降装置连接。装置由岩浆提供动力，借助机关核心运作。这是我们从「代达罗斯之子」那里学来的技艺，但因技术不够纯熟，曾发生过两起事故。<br>第一次事故发生在光历 3847 年。升降机的齿轮在高温下变形，导致整个系统停摆。所幸当时未造成人员伤亡，但教训深刻。此后我们改用了山铜打造核心部件，这种金属虽然稀少，但能在高温下保持稳定。<br><br>【采石区】<br>采石区的工程年代久远，需要改造翻新。最大的挑战是如何在不影响山体结构的前提下开凿足够大的空间。起初我们采用常规开凿方式，但在 -270 尺处遭遇了意外：开凿震动引发了地下暗河改道，大量涌入的水汽与岩浆相遇，造成剧烈爆炸。损失了三名工匠，愿尼卡多利护佑他们的英灵。<br>事故后我们改变策略，先用探测杆确认地下水脉，再谨慎开凿。同时在关键位置布置了排水管道，材料选用耐高温的特殊陶土，这是从悬锋城陶匠行会定制的。<br><br>【雕琢区】<br>雕琢区是集悬锋巧匠技艺之大成的杰作。我们设计了一套利用岩浆热能驱动的自动雕琢系统。高温蒸汽通过铜管输送至各工作台，推动机械臂运转。这些机械臂能按照预设的轨迹进行基础雕琢，大大提高了效率。<br>但在光历 3845 年的一次意外中，管道突发性破裂，喷涌的蒸汽导致三座雕像报废，两名工匠重伤。经查是铜管在持续高温下产生了金属疲劳。此后改用了山铜与寻常铜的合金，提升了耐久性。<br><br>【铸魂区】<br>铸魂区需要扩建，以满足日渐增长的祭祀需求。扩建工程完美地将工程技术与祭祀需求融合在一起：环形大厅的地面镶嵌着导热的黑曜石，下方是错综复杂的导热管网。在祭祀仪式时，岩浆热量通过管网传导，使整个大厅温度升高，有助于神性注入雕像。<br>值得一提的是天顶的设计：我们在拱顶上开凿了数百个小孔，形成了尼卡多利长矛的图案。当阳光透过这些孔洞照射时，恰能映照在祭坛正中。<br><br>【竞技区】<br>竞技区最重要的机关是中央巨剑的升降系统。这柄剑不仅是建筑支柱，更是裁决生死的神器。它通过一套复杂的机关与地下岩浆连通，吸取其力量。当剑身升起时，会带动整个竞技场地面变化。<br>然而在光历 3829 年的一次祭典中，升降系统突发故障，巨剑卡在半空。所幸当时角斗已经结束，未造成伤亡。经过详细检查，发现是岩浆中的杂质堵塞了传动装置。此后我们在系统中加装了过滤装置，并制定了严格的维护规程。<br><br>【检修建议】<br>1、建议在采石区增设备用排水系统<br>2、雕琢区的蒸汽管道需每月检查<br>3、铸魂区祭坛底部的导热层需定期更换<br>4、竞技区地面裂缝的修补材料应适当改良<br><br>【后记】<br>历经诸多波折，斗技场于光历 2523 年正式完工，距今已有千载。悬锋后辈应维持每年的检修工作，不负尼卡多利垂青。今写下此志，既为记录，亦为警示。愿后来者能从中得到启发，继续完善斗技场的工程，使尼卡多利的荣光不灭。<br><br><i>「愿战火永燃， 愿钢铁长鸣，愿热血不熄。」</i>"
            }
        ]
    },
    {
        "Name": "雅努萨波利斯祭祀手册",
        "Desc": "雅努萨波利斯世代传承的典籍，记载着祭祀仪式的流程与心得。",
        "World": 5,
        "Books": [
            {
                "Desc": "引言<br><i>此手册为三相神谕之指引，</i><br><i>愿雅努斯予我们道路，</i><br><i>愿塔兰顿予我们公正，</i><br><i>愿欧洛尼斯予我们启示。</i><br><br>第一章：祭祀时序<br>【晨祭（门扉时）】<br>1、开启神殿大门时，必先向雅努斯祈祷<br>2、点燃三盏永明灯，象征命运三相<br>3、清扫神殿地面，更换供奉之物<br><br>【昼祭（明晰时）】<br>1、诵读《三相颂》<br>2、接受问事者，记录其求问<br>3、准备献祭之物<br><br>【暮祭（离愁时）】<br>1、焚香净化祭坛<br>2、献上当日供品<br>3、诵读谕示文<br><br>第二章：献祭规则<br>【基本原则】<br>遵循塔兰顿之训：所献之物必与所求等重。此为天平之律法，不可违背。<br><br>【常见供品及其象征】<br>1、利衡币：象征命运的转折<br>2、水晶：象征预言的清明<br>3、蜂蜜：象征言语的甘美<br>4、布帛：象征欧洛尼斯的帷幕<br>5、镜子：象征雅努斯的双面<br>6、天平：象征塔兰顿的公正<br>备注：供品质地必须纯净，形制必须完整。<br><br>【禁忌】<br>1、不可献上不祥之物<br>2、不可献上他人之物<br>3、不可在门扉时献祭<br><br>第三章：祈祷文<br>【晨祭祈祷文】<br>万径之主，开启前路， 公正之君，主持衡平， 永夜之灵，予我智慧。 今我叩门，求见圣容， 今我献祭，求问未来， 今我礼拜，求得指引。<br><br>【求问祈祷文】<br>此生如叶，飘摇无定， 命运三相，指引何方？ 雅努斯启明，开我前路， 塔兰顿衡平，正我道途， 欧洛尼斯遮幕，示我真知。<br><br>【谢恩祈祷文】<br>感命运三相垂听， 感诸神赐予谕示。 愿永明灯不熄， 愿圣言永驻。<br><br>第四章：预言规程<br>【预言准备】<br>1、圣女必先沐浴净身<br>2、着白色祭袍，戴银制面具<br>3、手持雅努斯双面杖<br>4、点燃三色圣火<br><br>【预言流程】<br>1、先由辅祭焚香引路<br>2、圣女入主命运之座<br>3、问事者置供于案<br>4、圣女诵读启示词<br>5、待命运显象后宣读谕语<br><br>【预言记录】<br>1、所有预言必用特制羊皮卷记录<br>2、字迹需用银粉制墨<br>3、必须有三位见证者签名<br>4、存档于预言室密室<br><br>第五章：特殊仪式<br>【新月祭典】<br>每月初，需举行新月大祭。届时：<br>1、开放三相殿所有门扉<br>2、摆放十二面镜，象征命运之轮<br>3、圣女率众巡行三圈<br>4、诵读《命运长歌》<br><br>【雅努斯迷津启示礼】<br>为重大问事专设：<br>1、布置迷津法阵<br>2、圣女施咒开启门径<br>3、放入双面镜<br>4、解读镜中倒影<br>5、记录启示内容<br><br>后记<br>此手册由历代圣女共同修订。 愿遵循此规，得见真知。 违者自负命运之责。"
            }
        ]
    },
    {
        "Name": "石榴汁考",
        "Desc": "警告：石榴汁爱好者阅读本文可能产生不适，请谨慎阅读。",
        "World": 5,
        "Books": [
            {
                "Desc": "序言<br>石榴汁之于悬锋城，不仅是饮品，更是一种文化象征。本文试图考证此传统的起源与演变，为后人留存一份完整记录。<br><br>壹：历史溯源<br>【远古陋习】<br>依据悬锋城元老院藏于《战争编年史》记载，在纷争世早期，尼卡多利的信徒确有饮用敌人鲜血的陋习。彼时悬锋人认为，饮下强者之血可获其勇武。此说虽无实据，却在军中盛行。<br><br>【法吉娜之谜】<br>光历 2600 年前后，发生了改变这一传统的关键事件。当时悬锋城与沿海诸邦爆发争端，尼卡多利率军亲征，连下三城。战后，尼卡多利向败者提出苛刻要求：献上城中居民的鲜血，否则将降下天谴。<br>据《海潮志》记载，危急时刻，海洋泰坦法吉娜现身解围。它命令信徒以石榴汁代血，并亲自为此饮品赋予神力。尼卡多利饮下后竟不辨真伪，反而对其味道赞不绝口。<br><br>贰：转变时期<br>【替代之议】<br>有趣的是，此事后来在元老院引发了激烈争论。保守派认为放弃饮血传统是懦弱的表现，然开明派则指出，既然连尼卡多利都认可了石榴汁，此变革必有深意。<br>克拉索将军在元老院的发言最具代表性：「诸君皆知尼卡多利与法吉娜的智慧。石榴色泽如血，味道似铁，岂不正是战士之饮？我军战前痛饮石榴汁，既显武勇，又传承了尼卡多利之举，实乃两全其美。」<br><br>【制度确立】<br>光历 2650 年，元老院正式颁布法令，以石榴汁取代血饮，并制定相关礼仪规程。此举标志着悬锋城酿饮文化的重大转折。<br><br>叁：配方演变<br>【传统配方】<br>最早期的石榴汁配方极为简单：<br>鲜榨石榴<br>少许盐<br>铁器存放（使其带有铁锈味）<br><br>【军中配方】<br>军中流传的加强版：<br>鲜榨石榴<br>生姜末<br>海盐<br>铁皮石斛（此方据称可提升体力，多在行军前饮用）<br><br>【仪式配方】<br>用于重要典礼：<br>野生石榴（必须采自战场）<br>蜂蜜（象征法吉娜恩赐）<br>铁质圣器浸泡<br>祭司咒言加持<br><i>注：此配方现仅用于「授盾礼」等重要仪式。</i><br><br>【新派争议】<br>近年，以某位著名战士为代表的群体开创新派饮法，加入羊奶和干酪，使得液体呈现粉色。对此，元老院保守派多有微词。然考据显示，在法吉娜最初的配方中就包含乳制品，或许新派反倒更接近原始形态。<br><br>肆：仪式意义<br>【军礼运用】<br>1、出征前：全军共饮，象征同仇敌忾<br>2、凯旋时：将领先饮，部下共饮<br>3、阵亡祭：将石榴汁洒于盾牌，象征战士回归<br><br>【民间仪式】<br>1、成年礼：少年首次饮用纯正石榴汁<br>2、授盾礼：父母离别时与子女对饮<br>3、结盟仪：缔结盟约时共饮同杯<br><br>伍：启示<br>石榴汁传统的演变昭示着悬锋城文明的进步。从野蛮的血祭到优雅的饮仪，体现了一个民族的成长。正如法吉娜当年的智慧，有时改变未必意味着背离传统，而可能是对传统更深层的传承。<br>然而不容忽视的是，石榴汁之所以能取代血饮，关键在于它保留了战士文化的核心——那种视死如归的勇武精神。这正是悬锋城得以传承至今的根本。<br><br>结语<br>愿饮下这杯石榴汁的战士，永远铭记其中所蕴含的历史与荣耀。正如先贤所言：「石榴汁虽非血，却承载着比血更深重的意义。」<br><br><i>附录：特别感谢悬锋城档案馆和元老院文献处对本研究的支持。</i>"
            }
        ]
    },
    {
        "Name": "黄金替罪羊的呓语",
        "Desc": "经某位匿名学者翻译润色的泰坦语远古回声，准确程度未知，有可能包含大量的艺术性加工。收集自所谓的「黄金替罪羊」系统。",
        "World": 5,
        "Books": [
            {
                "Name": "（1）",
                "Desc": "1<br>扎紧晾干的茴香枝，再让它吸饱橄榄油——趁手的炬火就这样做成了。<br>生长、枯萎、再度发芽…它们原本与文明世界无关，却被人蛮不讲理地取了名字、又烧成灰烬。<br>宛如野草丛中那纪念{RUBY_B#泰坦}神明{RUBY_E#}的石碑。<br>世上总要有一只用来替罪的羔羊，旅人如此想道：<br>火与光即是那罪的化身。<br><br>2<br>微弱的火苗。它的光仿佛少女的长发，如丝绢一般靓丽，却又注定被无尽的{RUBY_B#时间}黑暗{RUBY_E#}吞噬。<br>人们总说，光与暗是二元对立——仿佛她们是一对孪生姐妹。<br>可她们的本质绝不相同：暗是无限的时空、笨拙木讷；光是有穷的生命、闪耀短促。<br>无名的乌云永远徘徊在牧场的角落。聪明的羊会这样说服自己：<br>「我毕竟对屠刀一无所知。」<br><br>3<br>天空已走过大海，风暴激起惊涛拍岸。<br>黑礁上堆满破碎的白色岩石，仿佛盐中长出了地衣：那是浪头被肢解的痕迹。<br>{RUBY_B#罪人}旅人{RUBY_E#}带着它的羊乘波而去。那波涛比羊毛更白、更年轻——<br>也更加接近无声的永寂。<br><br>4<br>拾起一根羽毛，就能想象出鸟的声音；所以一根羽毛就是一只唱歌的鸟。<br>捡到一块陶片，就能想象出陶罐的模样；所以一块陶片就是一只陶罐、一样可以盛满甘露。<br>见到一位旅人，就能想象出他的故乡；所以一位旅人就是他的故乡、能触摸到那里的彩虹在牧场上说话。<br>神明想看见世界：因此便有了{RUBY_B#光明}黑暗{RUBY_E#}。"
            },
            {
                "Name": "（2）",
                "Desc": "5<br>死去的人活着，他的骨骼在发烧。<br>黑色的潮水，向白色的房顶宣战。他的故乡像一只腐烂的无花果，完好的表皮遮掩着内里的脓疮。<br>失去面孔、失去血液、失去灵魂…一切都因为光的逆行而混沌不清；最后失去的，则是姓名。<br>一切都已经停滞；一切都不得不停滞。<br>{RUBY_B#替罪的羊}罪魁祸首{RUBY_E#}必须死去——哪怕{RUBY_B#不能替掉}尚未犯下{RUBY_E#}任何的罪。<br><br>6<br>故乡的船漂浮在海面上——这哭泣的木材泛着绿色的泡沫。<br>从未远行过的人，离开自出生起就被指定为坟墓的地方，在生病的世界里四处流浪。<br>他的话语已然癫狂；他的嘶吼像一尊风化的石像——默默无言，一语不发。<br>{RUBY_B#血是光明的泡沫}人是大地的泡沫{RUBY_E#}。<br><br>7<br>纯黑的潮汐，在岩石上留下没有名字的水。纯粹的真实之水、死亡之水——也因此没有名字。<br>不喝这水的人，会在水中渴死；喝了这水的人，却会失去自己的名字。<br>在这映不出容貌的水中，有全世界所有人的面孔。<br>那面孔说，人会找回自己{RUBY_B#墓碑上的}更真实的{RUBY_E#}名字。"
            },
            {
                "Name": "（3）",
                "Desc": "5B<br>仇恨和虚无生吞了{RUBY_B#羔羊}罪人{RUBY_E#}。他被埋在世界的四极。<br>巨大的岩山失去了重量，于是化成天上的乌云。<br>世界已经颠倒：未来变成了过去，字母变成了咒符，吸了水的砖块重生成柔软的泥土。<br>鸟儿不知歌唱的内容，它全部的理解就只是自己的喉咙。<br>于寂静的造物之世，万物复苏。<br><br>6B<br>成年之前，羔羊能与死者对话。<br>不是乐音，不是字母——施展通灵之术的乃是黑铁和炭火。<br>烙具在炉中烧得通红，燃料正是{RUBY_B#祖先}死者{RUBY_E#}的过去；它要在羔羊无瑕的毛皮上，留下牧羊人{RUBY_B#命运}财产{RUBY_E#}的印记。<br>疤痕是它投在时间上的影子：从此羔羊再也不能通灵。<br><br>7B<br>割开没药树的皮肤，人们采集贵重的香料，为逝者的遗体防腐。<br>巨岩熔裂、硫磺升腾，大地被烘烤成沥青——想毁灭一切的人从坟墓中采集天火。<br>永恒之树熊熊燃烧，它的木片碎成了星星：生命在这原初的炽热中复活、死去，然后又再度回归。<br>天空是一块青金石：在凝固之前，大地曾将它高高抛起。"
            },
            {
                "Name": "（4）",
                "Desc": "8<br>两位神明在桥上擦肩而过——他设想着这样的情景。<br>一位是升起自空无至暗里的白光，一位是奔涌在干涸大地上的黑血。<br>一位在匍匐中戴上火焰的冠冕，一位在赞歌里淌出硫磺的泪水。<br>「此事发生在千年以前」——他设想中的老人对孩子们说道。<br>词句已成血肉。<br><br>9<br>{RUBY_B#旅人}罪人{RUBY_E#}吞下铁窗的微光，牢狱里伸手不见五指。<br>他不记得谁将他关押于此——一队黑蚂蚁在黑暗中爬过他黑色的征衣。<br>羊的头骨自言自语：如果我们有尖牙利爪，你如今就不会被锁在这里。<br>「别闹了，」他从喉咙的深处扯出腐朽的声带，「天空不过是一道比监牢更黑的深渊。」<br>「你我不过是一个遥远幻梦的奴隶。」<br><br> 10 <br>罪人曾做过墓志铭的园丁。那时世界草创未就，逝者们的遗言也刚刚睁开眼睛。<br>「黑夜用它的潮汐覆盖我们，往复的光是它的节拍。」<br>「阳光在走动与停留之间摇摆：那透明的一瞬，也曾是某人的一生。」<br>梦是梦忘记的一切。<br>人是人话语的影子。<br><br> 11 <br>罪人与羔羊如两片碎纸：被白日的梦撕开，被黑夜的血粘连；毁灭于一切未开始之前，苟活于一切都结束之后。<br>字母早已刻写在永恒当中——那命运，已由、正由、将由罪人自己的剑，蘸着血做的墨水写成。<br>行祭的人也是祭品的一份。<br>他们都不再拥有面孔。<br>他们都不再拥有名字。"
            },
            {
                "Name": "（5）",
                "Desc": " 12 <br>时针迎接着分针第十三次归来：正如第一次那般。罪人分不清最初与最后。<br>「昨天我要去天上放牧，那里白云茫茫，只有强风吹拂的时候才能露出我的绵羊。」<br>「明天我在石板上刻下过火焰，用它冶炼过破碎的枷锁，为英雄重铸过胜利的冠冕。」<br>「而今天，我永远不会弄丢自己的火种。」<br>死者尚未死去，正如生者还未降生。<br><br> 13 <br>瀑布为群山放血，正如羔羊被切开的喉咙。此世之恶，尽是旅人{RUBY_B#已行}要行{RUBY_E#}之罪。<br>——如此，{RUBY_B#便以首恶作结}便从首恶开始{RUBY_E#}。<br>「我们给世界带来了光芒。」<br>「我们给世界带来了毁灭。」<br>他孑然一身，却又作此呢喃。<br>{RUBY_B#旅人}罪人{RUBY_E#}的面孔模糊。{RUBY_B#罪人}旅人{RUBY_E#}的身影重叠。<br>天空{RUBY_B#曾}将{RUBY_E#}是大地死后的影子。<br><br> 14 <br>他曾为世界带来光明——但如今只住着不足尺余的乐园。<br>纳藏遗骨的、漆黑的瓮。<br>他是活着的死人，也是死去的活人；他用石头的语言和天空说话，他用火焰的语言和大地说话。<br>他用血的语言和人说话。<br>「{RUBY_B#然后他杀死了他们}然后他们杀死了他{RUBY_E#}。」<br><br> 15 <br>「我竟然还有思想。」<br>{RUBY_B#旅人}罪人{RUBY_E#}自己也颇为诧异。{RUBY_B#时间}此世之恶{RUBY_E#}让他学会了一切语言——也让他失去了自己的语言。<br>人是异类，唯有人拥有光明，唯有人值得被杀。{RUBY_B#纷争}光明{RUBY_E#}的确是他为世界带来的大恶。作为惩罚，他的理性、灵光、或者任何可以如此描述的东西…早已如剥开的洋葱，片片解体。<br>只是——<br>「{RUBY_B#你}我{RUBY_E#}竟然还有思想。」"
            },
            {
                "Name": "（6）",
                "Desc": " 16 <br>雪崩曾至。<br>他是一条勤奋的舢板，沿着凝固的飞瀑冲浪，追逐那只刻写在灵魂中的{RUBY_B#绵羊}猎物{RUBY_E#}。<br>他逆光而行，因为他记得自己尚未将那束点亮尘世的火光安置在天顶；他用血背诵自己的愿望，因为那天顶的空气稀薄到令人窒息，只有血的语言可以在思想中留下痕迹。<br>「我是牧羊人。」<br>梦中的金羊毛沉睡在血色的海底。<br><br> 16 B<br>好多人死得太晚，而有些人死得太早。<br>羔羊说，死亡是一件大事，值得像最尊贵的祭典一样重视；祭典不会只有一次，死亡却不能推倒重来。<br>「但你已经无数次地踏上祭台。因为{RUBY_B#行凶}助祭{RUBY_E#}的人是我，所以我很清楚。」<br>「那不是我。真的。」<br>「别故作轻松。」<br>「也对。抱歉啦。」<br>为了将{RUBY_B#光}火{RUBY_E#}传递，{RUBY_B#罪人}我们{RUBY_E#}每次都杀死了自己。"
            }
        ]
    },
    {
        "Name": "萨白尼人的绝笔",
        "Desc": "某位古代居民留下的刻字石板，记载了名为萨白尼的城邦融入奥赫玛前的最后时刻。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>「你在做什么？」</i>就在刚才，我那兄弟这样问我。于是我回答：<i>「哦，只是收拾东西而已。」</i><br><br>他不会同意我现在要做的事——身为族长，他要带领我们离开故乡、投奔圣城，这是躲避黑潮的唯一办法。而我要写点东西，趁我还是萨白尼人时为我的城邦留下些什么。<br><br>萨白尼人有什么特征呢？我们的脸并不比别人更白或更黑，身材也不像山之民那样高大。奥赫玛人总是夸我们手巧、擅长建造宏伟的建筑，但奥赫玛人也能建起云石天宫那样的奇观。我们似乎没什么特别……<br><br>那我们为什么要自称萨白尼人？等光历翻过上千年后，又有什么能证明我们曾经存在？我不知道。如果我是个学者，或许我能说出一长串历史，再掏出许多文献来论证我们其实是吉奥里亚或者其他某个神的眷属。但我只是个普通的砌砖匠，在盖房子的闲暇学会了写字而已。<br><br>不过说到盖房子，我确实有些经验：只要把红泥、沙子和碎靛石以1：4：7的比例混合，你就能得到理想的建筑材料。产物在湿润时像泥土一样柔软，凝固后又像金属一样坚硬——但你必须在凝固前完成塑形，一经干燥就不可更改。我靠这玩意弄出了真正的穹顶。<br><br>…或许这就够了？虽然我没学问，写不出什么壮阔史诗，但至少我留下了一份配方。如果一个城邦连可以传给后人的配方都留不下，那它才是真的消失了。<br><br>啊，哥哥在催我，去往圣城的队伍很快就要出发。等抵达之后，我们会学习奥赫玛的文化，融入他们的生活、成为他们的一员。萨白尼人的时间将在这里定格。<br><br>那就写到这里吧。<br><br>或许将来的某天，黑潮退去，幸存的人们会回到故土，孩子的孩子会知晓我们的一切，并在我留下的刻字石板前流泪…但我没法看到。<br><br>希望那时的我们还能造出穹顶。"
            }
        ]
    },
    {
        "Name": "云石天宫•浴场秘酿畅饮免责协议",
        "Desc": "浴场秘酿主理人巴克斯为顾客准备的饮前协议，签署协议后，不自量力的饮用者后果自负。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>「我呼唤，满溢之杯，法吉娜——你的狂放神秘不可言说，你的歌声笑语激起海浪如花开，你的宴会宾客随你而饮，沉醉与浪花相戏至天明。」</i><br><br>于此神圣浴场，所售秘酿<b>皆不标明浓度</b>，以承袭法吉娜宴会传统。<br><br>饮下秘酿后，您会<b>受神力影响呈现不同程度的迷醉</b>，进而产生各类行为或幻象，请客人们量力而饮。若迷醉行为违反云石天宫秩序，您将被请出浴场。<br><br>敬风暴与海洋之神<br>云石天宫 「觐见法吉娜」秘酿主理人 巴克斯<br><i>*备注：购买秘酿则自动视为同意以上协议</i>"
            }
        ]
    },
    {
        "Name": "浴池使用手册",
        "Desc": "浴场官方为客人们准备的手册，随着浴池与表演节目的更替不断更新。",
        "World": 5,
        "Books": [
            {
                "Desc": "尊敬的访客：<br><br>欢迎莅临云石天宫浴场，在此您将领受法吉娜最珍贵的赐福。为使您获得圆满的沐浴体验，并维护这处圣地的神圣氛围，请您详阅以下内容。<br><br>【入场守则】<br>基本礼仪：<br>1、入场时需向法吉娜神像行礼。<br>2、更衣室备有洁净的浴袍，请勿穿戴自己的衣服进入浴池。<br>3、禁带私酿（本浴场提供法吉娜认可的佳酿）。<br>4、切勿擅动祭祀用具。<br><br>特殊时段：<br><i>不同时段将提引入不同功效的泉水，请按需选用</i><br>1、门扉时：净化身心，水性温和<br>2、明晰时：思维敏锐，宜冥想<br>3、践行时：社交宴饮，附带表演活动<br>4、离愁时：人少清净，适合独处<br>5、幕匿时：需预约，仅供特定宾客预定后使用<br><br>【浴池分区】<br>主池：涅瑞伊德泉眼<br>池区简介：<br>位于浴场中心，池水引自法吉娜赐福的涌泉，水体呈淡蓝色，隐约可见波纹律动，水面有微小气泡升起，象征神性显现。<br><br>池水功效：<br>洗涤疲惫，恢复精力，舒缓心神，助于冥想。<br><br>浴池特色：<br>偶有启示显现，感官敏锐者或许能感知到法吉娜的低语。<br><br>禁忌事项：<br>请勿在主池饮食，以示对法吉娜的敬意。<br><br>特殊池区：黎明池与星辉池<br>池区简介：<br>分为高温与低温两个池区，高温池区弥漫着带来黎明般温暖光芒的蒸汽，象征着艾格勒最初的光芒；低温池区水温偏低，水体颜色较深，池底镶嵌着星辰图案，象征着欧洛尼斯深邃的夜空。<br><br>池水功效：<br>低温区池水能清洁身心，排出体内浊气，提升精神活力；高温区池水能安抚身心，有助于入眠，驱散疲惫。<br><br>浴池特色：<br>高低温搭配起来使用能延年益寿，使身体保持最佳状态。<br><br>禁忌事项：<br>在高温池区停留三刻为佳，请勿泡浴过久；请勿在离愁时使用低温池区。<br><br>特殊池区：瑟希斯的冥思池<br>池区简介：<br>池水提前用瑟希斯赐福的草药浸泡过，承载着瑟希斯的智慧与祝福，神悟树庭的学者常在此区域流连，静思以寻觅理性之光。<br><br>池水功效：<br>增进思维敏锐，促进灵感涌现，适合深度冥想。<br><br>浴池特色：<br>池区附近有大量书架与休闲躺椅，可供客人惬意阅读。<br><br>禁忌事项：<br>请勿在池区内喧哗打闹。<br><br>特殊池区：法吉娜的欢宴池区<br>池区简介：<br>该池区分为公共多人池区与专为团体顾客设定的专属池区，池区内均设有特定装置，使池水能模仿潮汐涌动，一如法吉娜掌管的海洋。<br><br>池水功效：<br>滋养身心， 改善气色，安定心神，提振心情。<br><br>浴池特色：<br>适用于多人同时浸泡，休息区内设有按摩服务，最高可同时容纳十三人。<br><br>禁忌事项：<br>不可将食物或饮品带入池水中，避免管道堵塞。<br><br>特殊区域：上层浴池<br><i>该区域仅对黄金裔与特定人士开放，需查验凭证，开放时间不定，详情请向侍者咨询。</i><br><br>【表演区域】<br>泉眼剧场：<br>位于浴池泉眼中央，顾客可在温泉中观演，附带有水中座椅、漂浮餐台、特制音响石柱、可升降舞台等多种设施。<br><br>智者演说台：<br>位于浴池泉眼两侧高台，用于学术演说、诗歌朗诵，登台为邀请制，场地有回音设计，使登台者声传四方。<br><br>宴饮区：<br>多个池区内均设有漂浮餐台，附带休憩的躺椅，每日提供无限量的饮品。<br><br>【本月节目单】<br>泉眼剧场节目<br><i>剧场节目于践行时开演，每月剧目为以下内容轮换：</i><br>1、《吉奥里亚的叹息》史诗剧<br>2、歌队演绎泰坦赞歌<br>3、海妖传说歌剧团演出<br>4、水中舞蹈表演<br>5、竖琴伴奏诗歌朗诵<br>6、法吉娜的祈福仪式<br>7、浴场抽奖与观众互动节目<br><br>智者演说台节目<br><i>本月仅在下半月有节目，均为明晰时开演：</i><br>1、《泰坦预言诗》解读<br>2、开放讨论：法吉娜的启示<br>3、《浴场礼仪与传统》<br>4、哲学家现场辩论大赛<br><br>特别活动<br>门关月第三日：法吉娜祭典<br>门关月第七日：浴池水仗大赛（青年组）<br>门关月十五日：浴池水仗大赛（儿童组）<br>门关月二十日：黎明颂歌会<br><br>【礼仪提醒】<br>安全事项：<br>1、宴饮需节制<br>2、谨慎进入深水区<br>3、注意水温变化<br>4、身体如遇不适，请立刻告知离您最近的侍者<br><br>基本礼节：<br>1、请着浴袍入池<br>2、保持适度安静<br>3、尊重他人隐私，切勿随意打扰他人<br><br>特别说明：<br>若感受到水波异动，这可能是法吉娜的示现。请保持平静，虔心感受，或可得到启示。<br><br>【入池祷词】<br>恩典随涌泉流淌，<br>欢愉亦如佳酿，池内处处飘香。<br>愿满溢之杯的恩典，洗去疲惫与迷茫。<br>在泉水中获得启迪，在潮声里寻得安详。<br>——《满溢之杯颂》<br><br><i>补充说明：如有任何疑问，请询问我们的侍者。</i>"
            }
        ]
    },
    {
        "Name": "大地兽赫拉克勒斯的十二试炼",
        "Desc": "请不要将这个作品太当真——虽然它的作者其实很想让你把它们当真。",
        "World": 5,
        "Books": [
            {
                "Desc": "大地兽赫拉克勒斯曾走过千山万水，在遥远的异国留下它的英雄事迹。谨在此记录下它最伟大的十二次试炼，希望你也能够借此<s>理解我对大地兽的热爱</s>传颂大地兽赫拉克勒斯的威名。<br><br>勇斗真言狮口：<br>传说中没有一句话有纰漏的真言狮口被赫拉克勒斯发现了破绽！面对真言狮口尖酸刻薄的质疑，赫拉克勒斯用绝对的力量成功让它闭嘴，并在支付赔偿费用之后把它的面具装饰在了自己的鞍具上。<br><br>拯救小奇美拉：<br>许德拉是一只受伤的小奇美拉，它在黑潮的侵蚀中已经损失了九条尾巴中的八条。但好在赫拉克勒斯出手了！当时它飞奔向这只小奇美拉，把它安置在自己的背上，成功冲出了黑潮的重围。<br><br>解救艾格勒的猎人：<br>自称受艾格勒赐福的猎人塞勒涅追逐一只预言中的鹿已有数年之久。眼尖的赫拉克勒斯从黑潮残迹中辨认出了一支鹿角，成功说服了这名猎人放弃那已经无法达成的使命。<br><br>帮助奥莱诺斯的农民：<br>奥莱诺斯的农民们深受野猪侵扰，它们四处破坏、速度极快又凶猛异常。智慧的赫拉克勒斯驮来了大量水果引诱它们，将它们引出村庄后一网打尽。<br><br>清理伊卡利亚的大地兽之家：<br>伊卡利亚的大地兽之家缺乏管理，以脏乱差闻名于世，当地的大地兽不同程度地忍受着疾病的困扰。但是没关系！勇敢的赫拉克勒斯掘开了大地兽之家两侧的河堤，引两条河流的水将那里冲刷干净，大地兽们从此又过上了清洁幸福的生活。<br><br>赶走斯廷法洛的怪鸟：<br>斯廷法洛有一种长着金属羽毛的怪鸟，经常为了偷橄榄油而袭击风车和榨油作坊。大地兽赫拉克勒斯邀请当地人站在自己的背上用弹弓驱赶它们，经过三天的努力终于将它们彻底赶跑。<br><br>寻回汉达克的宝贝公牛：<br>汉达克的纯种公牛是当地的镇邦之宝，但有头「最纯公牛」跟着另一头普通的花斑母牛私奔了…还好赫拉克勒斯强壮无比，将这头不听话的畜生硬拖回了汉达克城下的牛棚。当地人为了感谢赫拉克勒斯，还允许它在汉达克不限量地享受免费红土！<br><br>驯服奥德里西安的发狂大地兽：<br>奥德里西安的大地兽饲养员由于粗心大意，给大地兽投喂了被黑潮污染过的红土，导致那里的四头大地兽都陷入了发狂的状态。好在我们还有强壮的赫拉克勒斯，它以一己之力牢牢地看住了这四头发狂的大地兽，直到它们体内的黑潮成分全都代谢干净，精神状态重新稳定下来。<br><br>赢下受刻法勒祝福的鞍具：<br>除了外出冒险，在奥赫玛，赫拉克勒斯也是众所周知的冠军大地兽！在奥赫玛举办的首届大地兽运动会上，作为最先报名的1号种子，赫拉克勒斯赢下了全部项目的冠军，从5名参赛选手中脱颖而出，获得了受刻法勒祝福的神圣鞍具（赞助人：伊阿宋先生）。<br><br>带回加蒂尔的走失大地兽：<br>加蒂尔邦的三头大地兽被一个骗子趁着夜色带走了。赫拉克勒斯凭借自己灵敏的鼻子锁定了骗子逃走的方向，在一个山沟里追回了消失在人们视野中的这三头大地兽，并且还帮助卫兵将骗子捉拿归案。<br><br>夺得神悟树庭的奖励苹果：<br>奥赫玛的第二届大地兽运动会，由神悟树庭的一位匿名热心人士赞助举办，奖品是树庭特制的一只红土苹果。最终赫拉克勒斯不负众望再次拔得头筹，开心地吃掉了这只价值不菲的人造「水果」。<br><br>协助提取黑潮造物样本：<br>这是赫拉克勒斯迄今为止最不可思议的试炼！多亏了它的长脖子，人们在毁灭万物的黑潮边缘打捞出了一份珍贵的样本，完成了连树庭都认为难以实现的任务。唯一可惜的是，赫拉克勒斯过于闲庭信步的表现，让人们意识不到这个任务其实有多危险……<br><br>以上就是大地兽赫拉克勒斯经历的十二次伟大试炼——相信在不久的将来，这个清单将会扩展到十三、十四…直到二十四次！<br>"
            }
        ]
    },
    {
        "Name": "利衡币——世界的脉搏",
        "Desc": "关于利衡币——翁法罗斯本地货币的简要介绍，内含一则历史故事。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>「商人重利，但仍需规矩制衡。」——不知名的塔兰顿祭司</i><br><br>利衡币，由塔兰顿划定的交易最小单位，也是它赐予人类的礼物。在当今世界，利衡币表现为沙砾般细小的砝码，可以如胶泥般将任意数量混合成更大的砝码。正因如此，单枚利衡币几乎无法被携带，而城邦间的交易则要用大地兽来运载所需的巨额钱币——但没人能否认，线性的计数方式确实非常「公平」。<br><br>利衡币的历史可追溯到古老的黄金世初期。在那之前，各城邦往往会选用与所信奉的泰坦相关的物件作为交换媒介，如贝壳、羽毛、红土块等。随着城邦的物资日渐丰盈，彼此通商的需求愈发强烈，商人们迫切需要某种一般等价物来充当交易的媒介，金银等贵金属便跃入了人们的视野——产量不高、价值稳固，能有效减少交易中的摩擦。自那之后，各城邦的日常交易也逐渐向贵金属转型。但即使最轻的铜币，面额也远超一颗菜的价值，这为平民生活带来了许多不便。<br><br>在各城邦的经济发展期，每年都有许多贵金属流入市场——我们知道，经济规模的扩张需要更多货币作为支撑。一位名叫迈达斯的富商兼城邦之主因而动起了歪脑筋：倘若拥有全天下的黄金，我的城邦岂不是举世无敌？他向某位泰坦祈祷（有人认为是吉奥里亚，有人认为是扎格列斯，还有人认为是法吉娜；学界至今仍对此争论不休），用邪恶的祭祀换得了操控矿藏的能力，将整个翁法罗斯的贵金属矿脉都集中在了自己的后山里。他公开宣布此事，要求各个城邦都听命于他，否则便不再有新的贵金属可用。<br><br>然而，历史总会找到新的出路。在贵金属输入受阻后，各城邦的日常交易并没有停止——法吉娜的城邦拾起了贝壳，吉奥里亚的城邦捡起了石块，艾格勒的城邦捆扎起羽毛…人们重新回到以物易物的时代，日子照旧，只是城邦间的通商无从维系。讽刺的是，由于这些杂物更方便携带和获取，平民参与交易的热情反倒提高了。<br><br>为平息这场闹剧，塔兰顿翻转天平，把取之不尽的砂砾转化成附有神力的砝码，并设立它为所有城邦的统一货币，也就是当今的利衡币——兼具物币和贵金属的优点与缺点。「公正之秤」最为守信，有它亲自作担保，城邦间的贸易很快便得以恢复。迈达斯本人则在悬锋城的围攻中愈发疯狂，直至最后变成了一座纯金雕像。"
            }
        ]
    },
    {
        "Name": "记载着神秘仪式的卷轴",
        "Desc": "破旧的卷轴，上面记载着某个流传已久的神秘仪式的步骤，并附带了不知名人士的批注",
        "World": 5,
        "Books": [
            {
                "Desc": "智慧的寻求者<br>遵循瑟希斯的法典<br><br>孕育大地的精魄<br><i>*纤细的笔迹：吉奥里亚的沃土*</i><br><br>生命之泉的祝福<br><i>*纤细的笔迹：法吉娜的圣酿*</i><br><br>传承智慧的恩赐<br><i>*纤细的笔迹：瑟希斯的树种*</i><br><br>献于巨树之下<br>智慧之眼将审视你的奉献予以恩赐"
            }
        ]
    },
    {
        "Name": "致纷争：礼赞尼卡多利",
        "Desc": "悬锋城人赞颂尼卡多利的颂歌，时常于纷争的神庙与战场中回响。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>在征战之前，悬锋子民会举办血祭，用厮杀点燃尼卡多利的伟力，在祭品的哀嚎中高唱颂歌。</i><br><br>不败者，一切战场的领主，悬锋城与废墟的王，<br>战车大匠，尸山王座，胜利父，<br>荣耀僭主，裂地惊海的雷，翁法罗斯的守护者，<br>纷争的泰坦，天谴之矛，尼卡多利。<br><br>全体世间应听谴的将领，永恒且锋利的兵戈，纷争与断绝纷争的法则。<br>礼赞尼卡多利，最伟大的征服者，最伟大的守护者。<br>你是一切败者的僭主，独负此世全部的残伤。<br><br>你曾为苍穹的雷枪，撕裂大地的脊髓。<br>劈断冥河的湍流，将生者掀入死水。<br>那战火漫无边际，点燃高山的坟堆。<br>那矛尖刺入天帷，令昼与夜都焚毁。<br><br>受征伐者皆见灾殃，殊死御侮皆临荣光，畏怖溃军皆成铠仗。<br>天谴降，皆奠纷争昂藏——<br>坚守天地的护卫，千邦安和，万敌败退！<br>不磨不灭的灾厄，千邦荡平，万敌成灰！"
            }
        ]
    },
    {
        "Name": "《潮汐轮舞》水漫琴简谱",
        "Desc": "水漫琴的琴谱，记载着在法吉娜信徒间颇负盛名的《潮汐轮舞》一曲。",
        "World": 5,
        "Books": [
            {
                "Desc": "——献给满溢之杯的圣咏<br><br>【调弦说明】<br>十二弦对应十二泰坦之力：<br>1 永夜 - E  （欧洛尼斯之弦）<br>2 公正 - A  （塔兰顿之弦）<br>3 万径 - D  （雅努斯之弦）<br>4 晨昏 - G  （艾格勒之弦）<br>5 磐岩 - C  （吉奥里亚之弦）<br>6 满溢 - F  （法吉娜之弦）<br>7 全世 - B  （刻法勒之弦）<br>8 裂分 - E' （瑟希斯之弦）<br>9 黄金 - A' （墨涅塔之弦）<br> 10  天谴 - D' （尼卡多利之弦）<br> 11  翻飞 - G' （扎格列斯之弦）<br> 12  灰黯 - C' （塞纳托斯之弦）<br><br><i>琴弦需浸润法吉娜圣水方显神力</i><br><i>水位每涨一寸，音调升半阶</i><br><br>【第一乐章：潮起】<br>水位：初涌（及踝）<br>节奏：♩= 72  舒缓如晨潮<br><br>E  |-E---B---|C---E---|<br>A  |--A---C--|--E---G-|<br>D  |---D---E-|---G---B|<br>G  |----G----|----C---|<br>C  |-----C---|-----E--|<br>F  |------F--|------A-|<br>B  |---------|B---D---|<br>E' |---------|--E---G-|<br>A' |---------|---A----|<br>D' |---------|----D---|<br>G' |---------|-----G--|<br>C' |---------|------C-|<br><br>【第二乐章：潮涌】<br>水位：渐强（及膝）<br>节奏：♩= 108  如海浪翻涌<br><br>E  |-E-B-E-|-G-B-E-|<br>A  |-A-C-E-|-C-E-A-|<br>D  |-D-E-G-|-E-G-D-|<br>G  |-G-B-D-|-B-D-G-|<br>C  |-C-E-G-|-E-G-C-|<br>F  |-F-A-C-|-A-C-F-|<br>B  |-B-D-F-|-D-F-B-|<br>E' |-E-G-B-|-G-B-E-|<br>A' |-A-C-E-|-C-E-A-|<br>D' |-D-F-A-|-F-A-D-|<br>G' |-G-B-D-|-B-D-G-|<br>C' |-C-E-G-|-E-G-C-|<br><br>【第三乐章：潮巅】<br>水位：满溢（及胸）<br>节奏：♩= 144  如暴风雨降临<br><br>E  |-E-G-B-E-|-B-E-G-B-|<br>A  |-A-C-E-A-|-C-E-A-C-|<br>D  |-D-F-A-D-|-F-A-D-F-|<br>G  |-G-B-D-G-|-B-D-G-B-|<br>C  |-C-E-G-C-|-E-G-C-E-|<br>F  |-F-A-C-F-|-A-C-F-A-|<br>B  |-B-D-F-B-|-D-F-B-D-|<br>E' |-E-G-B-E-|-G-B-E-G-|<br>A' |-A-C-E-A-|-C-E-A-C-|<br>D' |-D-F-A-D-|-F-A-D-F-|<br>G' |-G-B-D-G-|-B-D-G-B-|<br>C' |-C-E-G-C-|-E-G-C-E-|<br><br>【谱面说明】<br>1、「-」 表示延音，每格一拍<br>2、十二弦音准字符为基准音高，实际音高随水位浮动<br>3、谱面从上至下对应十二弦位置<br><br>【演奏提示】<br>此谱仅记载基准音型，实际演奏效果受以下因素影响：<br>   1、涨潮时音调自然升高<br>   2、水流湍急处音色明亮<br>   3、风暴来临时和声丰富<br>   4、在海边演奏共鸣加强<br><br>【特殊演奏效果】<br>   ≈ 波浪音：水流激荡时自然产生<br>   ↑ 涨潮音：音调随水位升高<br>   ↓ 退潮音：音调随水位降低<br>  ～ 余音：持续至水势变化<br><br>【禁忌警示】<br>1、切勿在黑潮肆虐时演奏<br>2、战时使用需先饮法吉娜圣水<br>3、暴风雨天演奏需保护琴身<br>4、谨防扎格列斯信徒偷换琴弦"
            }
        ]
    },
    {
        "Name": "兽医手札",
        "Desc": "兽医卢克雷提娅的贴身手札，记载着她照料大地兽的点点滴滴。",
        "World": 5,
        "Books": [
            {
                "Desc": "光历4███年 门关月<br><br><i>我决定开始记录最近大地兽们的异常行为。或许将来某天，这些记录能帮助我理解它们身上发生了什么。作为一名兽医，我深感困惑——从未见过这样的情况，连祖父留下的诊疗笔记中也找不到类似的记载。</i><br><br>【行为观察】<br>1、幕匿时的异常鸣叫：<br>-声调比往常高出许多，更接近某种古老号角的声音，近似于呜咽声<br>-持续时间不定，短则数息，长则持续整个幕匿时<br>-多数情况下会彼此呼应，形成某种韵律<br>-在鸣叫时，它们的眼睛会不自觉地望向地平线的方向<br><br>2、行进异常：<br>-商队报告称多起大地兽突然停止行进的事件<br>-它们会原地踏步，用前爪刨地，似乎在寻找什么<br>-有时会拒绝继续前行，直到幕匿时过去<br><i>值得注意的是，这种行为多发生在远离奥赫玛的地方</i><br><br>【身体状况】<br>1、较往常相比<br>-体温略有升高（+ 0.3 ~ 0.5 度）<br>-心跳频率增快（每分钟增加7~ 10 次）<br>-食欲正常，但对某些矿石的偏好发生改变，对那些来自地层深处的矿石表现出异常的渴求<br><br>2、环境反应：<br>-拒绝靠近原本最喜欢的沙浴场地<br>-对地面的震动比以往更加敏感<br>-在靠近山体或峭壁时会表现出焦虑<br>-但奇怪的是，它们反而开始频繁地用角和前爪触碰地面，仿佛在倾听什么<br><i>最显著的变化是它们对某些场所的态度……</i><br><i>我注意到它们的眼神变得迷茫而警惕。这让我想起祖父讲述的一个古老传说：在造物世，当吉奥里亚第一次从沉睡中苏醒时，大地兽们就会表现出类似的症状。但那都是上古的故事了，应该只是巧合吧？</i><br><br>【社交行为】<br>令人欣慰的是：<br>-它们对人类的友善程度未减<br>-仍然允许照料者触碰和梳理毛发<br>-甚至比以往更依恋人类，经常主动寻求身体接触<br>-特别是在幕匿时，它们会聚集在照料者周围<br><br>治疗尝试：<br>-增加日常按摩频率，帮助它们放松<br>-在饮用水中添加安神的草药<br>-改变沙浴方式，直接将沙子洒在它们身上<br>-尝试用音乐安抚它们的情绪<br><i>目前采取的措施效果都不明显。这让我越发怀疑，它们的异常或许不是疾病导致的。</i><br><br>【推论】<br>我开始思考一个大胆的推测：会不会这是它们与生俱来的某种本能在觉醒？毕竟大地兽是吉奥里亚赐予我们的礼物，它们与这片大地有着深刻的联系。<br>前几天，我翻阅了一些关于大地兽起源的古籍。据记载，它们最初是从吉奥里亚的脊背上生长出来的。如果这是真的，那么它们对大地的感知，或许远超我们的想象。<br><br>【后续计划】<br>-继续详细记录它们的行为变化<br>-请教一些研究泰坦历史的学者<br>-尝试总结它们行为异常的时间规律<br>-收集更多商队带来的相关报告<br><br><i>补充：今天早些时候，我看到最年长的那头大地兽独自站在角落，发出低沉的呜咽。它的眼神让我想起了某次黑潮来临前的异象。我开始认真思考：也许我们不应该把它们的反常行为简单地视作某种疾病，而应该以更开放的心态去理解它们想要传达的信息。</i>"
            }
        ]
    },
    {
        "Name": "五大美德与祭典通告",
        "Desc": "悬锋城鼎盛时期的祭典通告，以庄重而激昂的语调阐述了纷争泰坦的五大美德，同时宣告悬锋祭典的相关事宜。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>《祭典通告》</b><br><br>兹定于██月█日践行时，于悬锋斗技场举行盛典，飨宴尼卡多利，祈佑悬锋城之兴隆，磨砺万民战魂，使纷争泰坦之五大美德煊赫威扬：<br><br><i>不惧锋刃悬喉，以彰勇气之形貌；</i><br><i>不屑诡计翻覆，以卫荣耀之冠冕；</i><br><i>不闭炯炯双眸，以守理智之本性；</i><br><i>不伏鳞伤之躯，以铸坚韧之品格；</i><br><i>不惮搏命拱卫，以显牺牲之傲骨。</i><br><br>此次角斗祭典，勇士皆为悬锋城各家矫健。斗场设于方圆广地，勇士可携坚甲利矛，一路蹀血拼杀、觐见欧利庞王，胜者强夺威名、谱写荣光，败者不堕英灵、无悔其勇。<br><br>祭典亢昂，期盼众勇士踊跃投名，昭告泰坦神性。愿尼卡多利永世捍卫悬锋！"
            }
        ]
    },
    {
        "Name": "悬锋城的古语石板",
        "Desc": "经万敌翻译方能看明白的悬锋城古语石板，记载了不知多久前悬锋城对奥赫玛的渗透、袭击计划。",
        "World": 5,
        "Books": [
            {
                "Desc": "…黑潮虽为莫名之敌，若善加利用，却也能成为我等对付宿敌之利器。<br><br>可命渗透者运送污染眷属若干，以特质的土层将其裹装，混在大地兽商队所负货件中，借机潜入奥赫玛。进城后，趁幕匿时遣人将眷属藏于城中各处。数日后土层风化剥落，眷属的污浊气息便会萦绕奥赫玛大街小巷。<br><br>待到此时，奥赫玛人必疲于奔寻污染源头。我等只需待他们手忙脚乱，便可操行决胜的一步：汇聚城中英灵魂气，令天谴锋刃直指奥赫玛，以纷争之剑辉将整座城邦刺穿。而后大军压境、摧枯拉朽，千古一胜，终将落入我等手中。<br><br>"
            }
        ]
    },
    {
        "Name": "看不懂文字的石板",
        "Desc": "",
        "World": 5,
        "Books": [
            {
                "Desc": "██████████，██████，████████████████████。<br><br>███████████████，██████████████████████████，█████████████，████████████████████，██████████。██████████，████，██████████。<br><br>██████████████████，████████████████████████████████████，██████████████████████。████████，█████████████████。████████████████，██████████████████████████████。███████，██████████████，█████████████████。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "一本旧日记",
        "Desc": "诗人利波的日记，里面记载了其在家乡覆灭后，前往奥赫玛途中的一系列经历。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>光历 4928 年，纷争月， 21 日</b><br><br>我是利波，来自耶利卡城。我们的城邦昨天夜里被黑潮包围了。<br><br>到处都是黑色的泥沼、可怕的怪物，到处都是火光与尖叫。利波从没见过那么多血…那么多死掉的人……<br><br>帕里斯带我逃出了城，但父亲、母亲和姐姐都…不行，利波得学会坚强，不可以再哭了……<br><br>我们已经离城邦很远了，利波好累…好想念热腾腾的食物和柔软的床铺…但没关系，利波能忍耐，利波会好好的。<br><br>因为利波答应姐姐了——她让我一定要活下去，然后替她把在耶利卡之外见到的一切都记下来。<br><br>虽然她已经没有机会看到这本日记了…但利波是个小男子汉，一定会遵守诺言的！<br><br>（中略若干页）<br><br><b>光历 4928 年，哀悼月， 13 日</b><br><br>果然，帕里斯丢下利波了。<br><br>利波知道自己一路上都是个负担…虽然自从利波出生起，帕里斯就一直在照料利波，但现在和以前不一样了…他一定非常辛苦吧。而且黑潮那么吓人，帕里斯一定也很害怕…所以利波完全不怪他！<br><br>利波…利波只是有一点点伤心而已。真的，就只有那么一点点！<br><br>不过利波很幸运！赫西俄德先生是个特别好特别好的大好人——他不只救了利波，还给利波食物和住处！<br><br>他还是个特别厉害的诗人，不仅歌声好听，故事也很有趣。虽然其实一点儿都不一样，但他唱歌的时候，利波就是想起了小时候给我和姐姐唱安眠曲的母亲……<br><br>（中略若干页）<br><br><b>光历 4928 年，哀悼月， 27 日</b><br><br>赫西俄德先生可真受欢迎，所有人都喜欢他。<br><br>他的歌声里好像藏着魔法，大家无论多累多饿，只要听到赫西俄德先生唱歌，脸上就都会露出笑容来。<br><br>不过赫西俄德先生最喜欢的一定是利波！他昨天晚饭的时候说了，只要利波能学会够多的诗歌，他就收利波做学徒！<br><br>不过嘛…他不知道的是，利波不仅把他唱过的曲子都记住了，现在已经能自己写诗啦！<br><br>利波写的第一首诗叫做《最后的庭园》，讲的就是大家一起克服困难、终于成功抵达奥赫玛的故事！虽然写得不太好，但它可是专门写给赫西俄德先生的。<br><br>等到了奥赫玛，再也不用担心黑潮和那些怪物，利波就把这首诗作为礼物送给赫西俄德先生——不对，是赫西俄德老师！<br><br>（中略若干页）<br><br><b>光历 4928 年，机缘月，3日</b><br><br>…大家…大家都…就像那时候的耶利卡一样……<br><br>为什么…为什么要救利波…为什么不像帕里斯一样逃走啊……<br><br>对不起，都是利波的错，对不起，赫西俄德先生…要是利波更有用就好了…对不起赫西俄德老师…对不起对不起对不起对不起对不起！<br><br>（中略若干页）<br><br><b>光历 4928 年，机缘月， 13 日</b><br><br>这就是奥赫玛吗…不愧是「翁法罗斯最后的避难所」。<br><br>放心吧老师，利波会和您的琴一起，将您的诗歌带给这里的所有人……<br><br>（……）"
            }
        ]
    },
    {
        "Name": "翁法罗斯的历法",
        "Desc": "翁法罗斯本地的独特历法，记载了存在已久的十二月份，以及人们于这些月份中从事的工作。是奥赫玛居民生产生活的重要指南。",
        "World": 5,
        "Books": [
            {
                "Name": "月份篇",
                "Desc": "<i>时刻谨记赐我们历法的刻法勒，它如今仍在背负黎明。</i><br><br>命运季<br>一月•门关月<br><b>代表泰坦</b>：万径之门，雅努斯<br>作为除旧迎新的第一月，雅努斯将关上代表过去的旧门，打开代表未来的新门。它既是门，亦是把守门关的锁链，如一柄利斧劈开了前与后。<br><br>在这一月，人们会抛弃带来羁绊之物（如旧恋人或已逝亲人的信物），宣告斩断过去、直面未来——这一行为是完全自愿的。<br> <br>二月•平衡月<br><b>代表泰坦</b>：公正之秤，塔兰顿<br>最具规律的一月，刻法勒正是以此为尺度测定了月份。在这一月，人们的作息会变得规律，性情平和，因而也更乐于在这一月发起裁决、签订契约。<br> <br>据说在过去还有日夜之分时，平衡月是唯一一个昼夜等长的月份，因为塔兰顿调停了欧洛尼斯和艾格勒的争端。<br> <br>三月•长夜月<br><b>代表泰坦</b>：永夜之帷，欧洛尼斯<br>太阳光照比平常稍显暗淡的月份。人们更频繁地感到瞌睡，直觉与感性替代了思考与理性，因而难以完成过于精细的工作。<br>据说在过去，这一月的夜比昼长，因为欧洛尼斯在关于天空所有权的争斗中胜过了艾格勒。<br>  <br>支柱季<br>四月•耕耘月<br><b>代表泰坦</b>：磐岩之脊，吉奥里亚<br>春耕开始的月份，也是最为忙碌的月份。在这一月，大地恢复到最适合耕种的状态，人们翻动土地、播下种子，将劳动作为祭品献给大地。大地兽们也会加倍感到活力。<br> <br>五月•欢喜月<br><b>代表泰坦</b>：满溢之杯，法吉娜<br>春耕结束的月份。在这一月，泉水流淌、渔业兴盛。一年中最繁重的工作已经于上一月完成，人们沉浸在喜庆的氛围中。这是酿造和举办庆典最好的月份，人们经常揉着发懵的脑袋醒来，又摇摇头重新睡去。<br> <br>六月•长昼月<br><b>代表泰坦</b>：晨昏之眼，艾格勒<br>热力最旺盛的月份，黎明机器比平常更加闪耀，大地上的植物也卖力吸纳它的能量，让人们得以在之后收获。沐浴这光的人们会感到精神饱满，活力充沛。<br>据说在过去，这一月的昼比夜长，因为艾格勒在关于天空所有权的争斗中胜过了欧洛尼斯。<br> <br>创生季<br>七月•自由月<br><b>代表泰坦</b>：全世之座，刻法勒<br>平淡祥和的月份。没有什么大的节日要参与，也没有什么大的任务要去完成。人们可以在这一月发展爱好、追求理想，做自己想做的任何事。正如刻法勒创造了世界，又任由人们在它的庭院中玩耍。<br> <br>八月•收获月<br><b>代表泰坦</b>：裂分之枝，瑟希斯<br>秋收开始的月份。作物们吸收了长昼月的光照，成长到最为饱满的状态。同耕耘月一样，人们在这一月格外忙碌。<br> <br>九月•拾线月<br><b>代表泰坦</b>：黄金之茧，墨涅塔<br>秋收完成的月份。在这个月，人们会回顾自己一年来的经历。墨涅塔将一切在此收拢，编织成记忆的金线。这是陪伴家人、享受爱与美好的一月。得闲的人们会在家中织布，有关纺织的节日也会在此举办。<br> <br>灾厄季<br>十月•纷争月<br><b>代表泰坦</b>：天谴之矛，尼卡多利<br>生产活动完成后的第一个月份。人们从每年最为重要的工作中解放，社会因而多出了额外的劳力。在过去，各城邦经常于这一月约定战争。这一月也是处决囚犯、烧毁祭品以祀神明的时期。<br> <br>十一月•哀悼月<br><b>代表泰坦</b>：灰黯之手，塞纳托斯<br>城邦逐渐归于沉寂的月份，战争一般在这个月接近尾声。人们从战场上拖回尸体，埋葬死者、安抚生者。祭司们在这个月最为忙碌，因为他们需要为死者祈福。哀悼月给人以肃杀的气氛，人们在这个月开始会逐渐减少活动，仿佛沉眠。<br> <br>十二月•机缘月<br><b>代表泰坦</b>：翻飞之币，扎格列斯<br>一年最末尾的月份，于上月沉寂的众生再次活跃，好事和坏事都会更加频繁地发生。赌徒们相信这一月会为他们带去好手气，投机商人期待着暴富；窃贼往往也用光了积蓄，开始摩拳擦掌。机缘月是治安最动荡的月份。<br><br>由于扎格列斯难以捉摸的性情，这一月究竟有多少天是不能确定的——有时，本应翻页的日历末尾会多出幽灵般的一日，闰日。人们将有这一日的机缘月称为「红月」，没有这一日的称为「金月」。赌徒与窃贼们把这天当作自己的幸运日，加倍疯狂地行动，许多暗杀和阴谋也往往随之而来。"
            },
            {
                "Name": "生活篇",
                "Desc": "<i>翁法罗斯的历法由刻法勒亲自测定，人们认为它在愈发混乱的当下能保持不变。但或许在未来的某一时刻，这种不变本身也难逃变化。</i><br><br>周与一周中的天数<br>除机缘月外，翁法罗斯每月的天数都高度统一：每月四周，每周七天，周日休息。这种习俗从骄阳尚未远去时便已流传，关于它的由来有这样一个传说——<br><br>于造物世，艾格勒和欧洛尼斯分别掌管日夜。不过彼时的夜幕中唯有群星，并不存在足以和太阳媲美的庞大星体。在好胜心的驱使下，欧洛尼斯借助宝石吸取艾格勒的光芒，将它与夜空的绸缎混合、捏造出了可以在夜晚发光的卫星——即人们所知的月亮。这些工作只花去了它一天的时间。<br><br>欧洛尼斯审视这份作品，为自己完美的造物感到骄傲。但仅一颗月亮是不足以与太阳争辉的。于是欧洛尼斯继续工作，不眠不休地持续了六个日夜——每当夜晚降临时，天空中便多出一轮月亮。在第六天，万物的脚下都有六个影子随行。<br><br>六个月亮的存在让潮汐变得混乱不堪，引起了法吉娜的不满。于是在第七天，法吉娜用凡人无法想象的甘甜秘酿灌醉了欧洛尼斯，使后者整日保持昏睡。当夜幕降临时，月亮的数量终于不再增长。法吉娜此举本是为了捉弄欧洛尼斯，却阴差阳错地避免了艾格勒与欧洛尼斯的又一次争斗。<br><br>然而六个月亮的存在并不符合平衡。闻讯而来的塔兰顿拨动天平，削去了其中的三分之二——仅留下红月与金月。第八天的太阳升起时，欧洛尼斯醒来，被告知禁止创造更多月亮，一周的循环由此定下。在修订立法时，刻法勒便将这欧洛尼斯昏睡的第七天设为休息日。<br><br>一天中的时段<br>在敲定历法时，刻法勒将一天均匀地分成了五大时段，教导人们按时起床、工作、休息、入睡。<br><br>自打骄阳从天空中离去后，黎明机器承担起照亮奥赫玛的职责——它的光芒在短时间内变化并不明显，人们只能维持从前的作息习惯，继续沿用五大时段。<br><br><b>门扉时</b><br>各种活动逐渐开始的时段。人们陆续从睡榻上起身，将意识从远方呼唤回身体，如同穿过无形的门扉。人们打水、洗漱、前往晨市，有需求的人们会在此时祷告。<br><br><b>明晰时/上升时</b><br>一天中最为清醒的时段，智慧仿佛光透过玻璃般照进头脑。人们共同交谈，分享学说、见解和趣闻，仿佛相互交织的金线。学者们在这一时段的活动事半功倍。<br><br><b>践行时/下降时</b><br>头脑之灵光逐渐枯竭的时段。人们放下书本，来到户外从事运动与劳作，照料植物与动物，将汗水滴进土壤。学者与赋闲者会前往浴场，试图用法吉娜的水流重新唤起脑中明光，不过最后往往醉心于欢宴。<br><br><b>离愁时</b><br>生产活动逐渐止歇的时段。人们于此时结束一天的工作，与好友和伙伴分别。军队或旅者往往会选择在这一时段启程远行，减少对居民生活的困扰。<br><br><b>幕匿时</b><br>人们拉紧窗帘、下榻休息的时段。一颗隶属于扎格列斯的贼星会在该时段结束后划过天幕，拖出长长的尾迹，人们因而知晓一天已经过去。这也是盗贼活跃的时段。<br><br><b>关于贼星</b>：一颗特征明显、但漫无目的的飞星，每次出现的轨迹都不尽相同。人们往往上一秒看见它在东侧，下一秒又发现它去到了西侧。即便如今群星都因黎明机器而暗淡，贼星也依旧可见。<br>在极其罕见的情况下，贼星会发出红光，预示红月的到来——这被视作厄运的征兆，计划会遭遇挫折，战争会迎来惨败。<br><br>时段中的时刻<br>人们为五个时段进一步划分出了五个名为「刻」的节点。在需要指定具体的时间节点时，人们往往通过时段与刻的叠加来表示，如「幕匿时三刻」，「门扉时初刻」等。<br><br>比「刻」更细分的时间单位很少使用，因为人们不需要那么精密的计时——时间切得越细，生活就越是忙碌。"
            }
        ]
    },
    {
        "Name": "尼卡多利情史辨析",
        "Desc": "对尼卡多利相关神话的内容辨析，解读了民间为纷争泰坦编撰爱情故事的背景原因。",
        "World": 5,
        "Books": [
            {
                "Desc": "黄金之茧赋予了人类求爱的心，使我们热衷于聆听那些坎坷的泰坦恋情。而在一众泰坦中，被蔑称为蛮神的尼卡多利却颇受诗人和剧作家的青睐。本作旨在对民间流传的诸多爱情故事进行简要解析，以解读人们对于这位泰坦，以及悬锋城的复杂感情。<br><br><i>尼卡多利与柏尔庇西斯</i><br>据说，柏尔庇西斯降生于墨涅塔的神庙中，黄金之茧亲自为她赐福，使她拥有黄金色的头发与眸子，就连怀抱着她的乳母都险些因她的美貌晕厥。成年后，柏尔庇西斯的美貌更是出众，为了阻拦络绎不绝的求婚者，她身为僭主的父亲宣称，只有战胜他的三个儿子，才能赢得柏尔庇西斯的爱情。身披铠甲的三位少年在赛场上所向披靡，前来求婚的，不是被打得落花流水，就是在他们拔出利剑时逃之夭夭。<br><br>柏尔庇西斯的美貌也引来了尼卡多利的注视，它化身一位年轻的男子，叫嚣着向她的兄弟挑战。不知真相的三人败下阵来，只得应允了他与少女的婚约。男人与柏尔庇西斯约定，三日后的夜晚，到城外最高的山峰边缘，他会来接走自己的爱人。当夜幕降临，柏尔庇西斯来到约定的地点，却看见一个高大的巨人。少女误以为恋人已被杀死，害怕被巨人羞辱的她，在悲伤之际跳下山崖，结束了尚未开始的爱情。<br><br>注：和神话不同，现实中的柏尔庇西斯，她的父亲和三位兄弟，皆在与悬锋城的交战中战死。不愿在城破后受辱死去的柏尔庇西斯，最终选择结束自己的生命。尼卡多利战胜了她的兄弟，又露出骇人的身形，迫使少女自杀，无疑是对这一故事的隐喻。<br><br>……<br><br><i>追求塔兰顿</i><br>这则故事的诞生时期无从考证，却在黄金战争时期，因圣城奥赫玛上演的剧目《泥土的重量》而广为人知。公正之秤，塔兰顿，尼卡多利敬佩它的强大，吉奥里亚则痴情于它的公正。塔兰顿让两位追求者寻找足以代表自己爱意的秘宝，作为交换，它会回应以等价的情感。<br><br>愚笨的尼卡多利向它的挚友求问，什么能与律法之泰坦的爱相平衡？冥河中的塞纳托斯告诉它，唯有公平地带走一切的死亡，才称得上真正公正之物。<br><br>沉稳的吉奥里亚向森林中的墨涅塔与瑟希斯求问，如何解开塔兰顿的谜题？墨涅塔怂恿它交出自己的火种，但如此一来，大地便无法再滋养芸芸的生灵。而瑟希斯则劝告它遵从本心，找出自己最珍贵的秘藏。<br><br>于是，尼卡多利投出它的长矛，将破灭的城邦作为礼物带给塔兰顿。塔兰顿将自己的火种放在天平的一端，倘若这座城邦的尸骸能使它平衡，尼卡多利便赢得它的爱——但天平纹丝不动。<br><br>吉奥里亚将人类献祭给它的一抔麦田放上天平。可这简陋的礼物却将天平压下，变得比公正之秤的火种更沉重，因它承载着历史，人类的生活、生命与未来。最终，塔兰顿因无法付出比这更多的爱意，只能拒绝吉奥里亚的追求。但后来的诗人们仍常常戏言，公正之秤不能让心中的爱恋动摇了翁法罗斯的平衡，故而只能以此为借口。<br><br>注：这则故事中蠢笨、暴戾的尼卡多利形象，明显带有对泰坦的丑化倾向。其中蕴含的教化与政治色彩，也从侧面体现出战争对奥赫玛剧本创作的影响。与其说人们乐于杜撰尼卡多利的情史，不如说，人们乐于见到它在爱情中的失利。某种意义上，这也是黄金战争时期，诸城邦对悬锋城歧视和敌意的体现。"
            }
        ]
    },
    {
        "Name": "吉奥里亚节日仪典",
        "Desc": "记载了翁法罗斯的吉奥里亚信徒用以祭祀其神明的重要仪典。",
        "World": 5,
        "Books": [
            {
                "Desc": "（……）<br><br>在翁法罗斯，人们采取多种仪典来祭祀世界的基石——磐岩之脊，吉奥里亚。最重要的仪典之一是每年在阿卡索斯城举行的吉奥里亚神秘祭。该仪典主要包含两个部分：{RUBY_B#四月}耕耘月{RUBY_E#}的「苏生祭」和{RUBY_B#八月}收获月{RUBY_E#}的「丰收祭」。<br><br>传说在纷争世之初，随着死亡的诞生，衰老、疾病和饥饿也开始席卷大地。人类为了自身生存，开始竭泽而渔地大肆采摘、渔猎。瑟希斯为其愚蠢所激怒，降下神罚，于是植物纷纷枯萎，绝望中人们像野兽一样互相争斗掠夺。吉奥里亚深爱大地上所有的生灵，于是请求瑟希斯再给予人类一个机会——若其能够克服自己的贪婪，生机就会重归大地。<br><br>吉奥里亚令眷属鼹鼠偷走人们袋中最后一颗苹果，将其引至一片金色麦田。众人见到食物，很快在争抢中将麦田践踏得凌一片狼藉，唯有吉奥里亚的祭司不顾众人嘲笑，留下一抔麦种，在对着大地祭拜以后将其种下。此举令瑟希斯的怒火得以平息，人类也最终得以存续。<br><br>人们在第一抔小麦种下的地方建起吉奥里亚的神殿，并围绕着神殿建造起阿卡索斯城。各地的信徒将收获月的第一捆麦子送往这座神殿，以感恩这位伟大的泰坦。<br><br>传说那位祭司在掩埋麦种时模仿了鼹鼠钻入土壤的动作，令地面变得松软而适宜耕种。因此在耕耘月第八日的「苏生祭」上，家家户户会在{RUBY_B#黎明}门扉时{RUBY_E#}初刻到野外田间取一抔松软的泥土。稍晚些时候，他们会将那些泥土除净杂质、装进陶罐、供奉在家中，以此祈求本年作物能够丰产。<br><br>随后祭司将在人们的协助下，从指定地点挖出一具提前烧制并掩埋好的、代表着吉奥里亚的泥塑偶像，以示藉此唤醒大地泰坦，好令万物得以复苏、生机重返人间。及至{RUBY_B#清晨}明晰时{RUBY_E#}初刻，人们在城门口聚集，游行队伍将跟随在背负着偶像的大地兽身后，一同前往城中心的神殿，并在此举行祭祀与祈福仪典。<br><br>而在收获月第四日的「丰收祭」上，来自翁法罗斯各个城邦的吉奥里亚信徒与祭司将齐聚阿卡索斯城中。自{RUBY_B#午时}践行时{RUBY_E#}初刻开始，神殿前的广场上将举行一场盛大的丰收庆典，人们载歌载舞、尽情宴饮。这场狂欢将持续至{RUBY_B#傍晚}离愁时{RUBY_E#}第五刻，在宴会的尾声，祭司们各自取一支麦穗，对着殿中的吉奥里亚神像祭拜后，将麦穗供奉于祭坛上，以示始终未曾遗忘当年的教训，同时以此表达对「吉奥里亚替人类向瑟希斯求取宽恕」的感激。<br><br>（……）"
            }
        ]
    },
    {
        "Name": "论雨的归属",
        "Desc": "天上落下的雨滴究竟属于哪位泰坦？基于这一问题，学者们留下了大量的辩论记录。",
        "World": 5,
        "Books": [
            {
                "Desc": "雨，自天空落下，汇聚成河，复归大海。既然如此，漫天的雨滴，是属于艾格勒的天空，还是法吉娜的海洋？作为辩论场中最经久不衰的主题之一，这个问题向来缺乏定论。<br><br>关于「雨」的归属，最为我们所熟知的，当属原初论。法吉娜的祭司们引经据典，从泰坦诞生的创世史诗中找来论据。当值启蒙世，艾格勒与法吉娜自磐岩之脊，吉奥里亚的呼吸中诞生，自那时起，海洋与大地便永恒对立。受吉奥里亚憎恶的法吉娜无法落入大地，便在天地间遨游，化作永恒不息的大雨，直到塔兰顿的介入，才在地上创造出名为海洋的酿造池。故而，雨从一开始就是受法吉娜管辖的事物。<br><br>对于这一论调，神悟树庭的学者们提了果实说作为驳斥。将雨视为法吉娜的眷属，无非出自一种观点，也即，翁法罗斯所有的水，从杯中的佳酿到谷中的河流，都是那位满溢之杯神体的一部分。即使雨滴会从云中落下，也不过是它在狂醉中，误入了艾格勒的神国，又被震怒的它用雷枪赶出天空而已。<br><br>可若以此推论，含有水的事物都是法吉娜的一部分，成熟的果实中也带有可口的汁液，那么，树上的果实也是法吉娜的眷属。但就连悬锋城的三岁孩童都知道，大地上的果实皆为裂分之枝的馈赠。因此，雨是法吉娜的眷属一说，显然自相矛盾。<br><br>雨在天空是艾格勒的一部分，被草木汲取，则成为瑟希斯的子嗣。倘若任何水体都是法吉娜的一部分，那它必然要为吞噬大地的黑潮承担责任。<br><br>在众多争议当中，自不乏诡辩的声音。活跃于纷争世初期的智者戈尔狄克斯，就曾在一场辩论中公开宣称，雨应当是墨涅塔的神体。<br><br>世人在雨中，仍能得见天空、大地与海洋，但从未有人见过雨中的蝴蝶飞舞，当蝴蝶出现时，雨便不出现，当雨出现时，蝴蝶则消失无踪。可以推论——雨和蝴蝶，实为双生一体。而黄金的蝴蝶，正是墨涅塔的象征。大雨平等地击打地上所有的存在，令人类和百兽因寒冷伤病，但唯独滋养花草树木，这些受瑟希斯庇佑的生灵。这恰恰从反向证明了，身为瑟希斯伴侣的墨涅塔，正是以雨的姿态，润泽了恋人的身体。<br><br>戈尔狄克斯将在场的诸多智者辩得哑口无言，他的命运也因此走上歧路。在连续被九个城邦先后以渎神的罪名流放后，傲慢的智者倒在海边，死在了一场大雨里。据称，有归航的渔民看见无数的海妖卷起巨浪，用潮水接走了已死的戈尔狄克斯。他们说，法吉娜被这位恃才傲物的智者所激怒，将他的灵魂化作一条鱼，让智者永远在身边以笑话取悦自己。<br><br>既然世界仍在正常运行，管理世界的众多泰坦，必然是权职分明。但我们的智慧仍不及森林中的一片落叶，故而才无法看到构成翁法罗斯的真理。唯有认清自己的无知，以谦逊的姿态对待疑问，才能进一步接近瑟希斯的理性。戈尔狄克斯的结局，还望后人谨记。"
            }
        ]
    },
    {
        "Name": "诡计颂歌",
        "Desc": "用于驱逐扎格列斯的泰坦颂歌，旅人在远行前念诵，以远离偷盗和欺诈。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>远行时，颂唱诗歌驱赶扎格列斯，可以减少旅途中遭遇的欺诈和偷盗。</i><br><br>是谁诞生自刻法勒的泪水，在大地上溅起大小的泪滴？<br>请收起你的诡计，两幅面貌与身躯的翻飞之币，扎格列斯的影子。<br>黄金的蝴蝶难道不曾驱逐你吗？在它的神殿，被你偷走的位置，被蒙骗的祭司。<br>两道猩红的影子划过天帷。<br>一道是墨涅塔的翅膀也赶不上的阴影。<br>一道是艾格勒的目光也寻不至的贼星。<br>你盗走进献的佳酿，蜂与蝶的琼浆。<br>你盗走祭坛上的祈祷，对美与浪漫的赞美诗。<br>你还要盗走什么？不若盗走你自己的影子，早早离去。<br>莫等到全知的父戳穿你的诡计，公正之秤以审判将你鞭笞。<br><br>是谁假扮旅者哼唱起歌谣，在葡萄色的海水里？<br>请收起你的诡计，两幅面貌与身躯的翻飞之币，扎格列斯的影子。<br>咆哮的波涛仍在呼唤你的名姓，巨浪撕裂航船，却不见了被你盗走的器皿。<br>是你让海洋自此狂乱吗？我已听见你在逃跑时踏浪的声音。<br>一个躲进渊下物的鼾声中。<br>一个躲进海妖的歌声里。<br>别在此继续停留，诡计的泰坦。<br>我会把你的踪迹塞进双耳瓶里，和着繁花抛进漩涡。<br>我会把你的把戏刻在石板上，向满溢之杯献祭。<br>你还在等待什么？何不快快与你那贼灵一同溜走。<br>莫等到迷醉的法吉娜将你绑上礁石，彻骨的风暴将你锤击。<br><br>是谁烦乱命运的脚步，混淆恒久不变的秩序？<br>请收起你的诡计，两幅面貌与身躯的翻飞之币，扎格列斯的影子。<br>万径之门下，遭受戏弄的岁月暗自啜泣，怪异的时日，机缘的轨迹。<br>滚动的金币化作车轮，盗贼隐匿身形，赌徒一掷千金。<br>不会被失措的泰坦发觉，放肆编撰你的游戏。<br>就连瑟希斯也会遭欺骗。<br>塞纳托斯也会被蒙蔽。<br>你这恶徒，何必将自己的胞族激怒？<br>甚至妄想盗走它手中的黎明机器。<br>不过是白费力气，它的重量就超过一万个你。<br>莫等到迷离的泰坦找到方向，将你缚锁于天帷的一隅。<br><br>是谁聆听歌谣至此，躲藏在阴谋里的灾厄，自以为有人为你歌颂丰功伟绩。<br>我已识破你的诡计，两幅面貌与身躯的翻飞之币，扎格列斯的影子。<br>刻法勒的黎明已揭露你的影子，无论你逃向何地。<br>塔兰顿的律法将刺穿你的影子，即使你假作哭泣。<br>扎格列斯，在命运的见证下，奉劝你早早离去。<br>莫等到被我发现了，踩住影子，嘲笑你可怜又可笑的骗局。"
            }
        ]
    },
    {
        "Name": "不死的弥卡斯王",
        "Desc": "原定在奥赫玛进行公演的戏剧剧本，讲述了弥卡斯王试图欺骗塞纳托斯，却被泰坦所惩罚的故事。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>受不可抗力影响，原定于奥赫玛的公演临时取消，望各位海涵。</b><br><br>第一幕<br><i>歌队</i><br>荒诞的弥卡斯王！竟想要欺骗死亡，可塞纳托斯从来智慧，任何生灵都逃不过既定的死亡。你藏匿在暗无天日的宫廷，任盲眼的疯人行走在你的身旁，可塞纳托斯从来智慧，夜莺会用鸟喙轻叩你的灵窗。<br><br>（侍者和卫兵的演员进场）<br><br><i>侍者</i><br>嘿，老兄，你可知道那弥卡斯王？据说，他在我爷爷的爷爷还没坠地时，便已关上这宫殿的门窗。你听，疯人们的呓语在石头背后飘荡，城里磨坊的太太们都说，那弥卡斯必定也是个疯人的王。<br><br><i>卫兵</i><br>用不着你诽谤，王的智慧岂容得你这侍者中伤？那些疯人是塞纳托斯的眷属，被冥河带走了一半的灵魂。只因他们在这儿安居，灰黯之手才看不到，无数残缺的灵魂里，还有个神智健全的弥卡斯王。<br><br>可不得懈怠那群疯人，他们的死亡会带走另一半灵魂，若不好好招待，别怨他们到塞纳托斯那儿告状。<br><br><i>侍者</i><br>难怪我见他们都被蒙上眼睛，原来是咱们的王太过腼腆，担心被他们窥见了面庞。也罢，也罢，谁叫我只是个侍者，只用把餐食送予那些疯子和他们的弥卡斯王，倒不担心，有谁会见了我这副丑样。<br><br>第二幕<br><i>歌队</i><br>无知的弥卡斯王！你自以为疯狂是它的使徒，疯人是它的眷属。你自以为不与人言语，便不会被知晓，以为不走出这石墙，塞纳托斯就看不见你的狂妄。愿你仍能安睡这最后一夜，直到再也无法进入梦乡。<br><br>（弥卡斯演员进场）<br><br><i>弥卡斯</i><br>自我蒙蔽那愚蠢的灰黯之手，躲藏在此，已是数百年的时光。什么死亡泰坦，不过是痴儿傻子，被我玩弄于股掌。<br><br>瞧，窗外的城邦多么美妙，扎格列斯的偷儿从小径溜走，墨涅塔的鳞粉令少年为情话叨扰，欧洛尼斯的星光落下，照亮智者们辩论的广场。这决计是塞纳托斯在诱惑我，让我离开这安全的居港，把我带向它可笑的死亡。<br><br>可我多想再看一眼原野上的花朵，弥卡斯，扪心自问，你有多少年没能嗅到耕耘月的麦草芬芳？有多少年只能捂住耳朵，不去聆听法吉娜欢宴时的歌唱？可我听到声音就害怕，怕他们看见我，再把故事往塞纳托斯的耳朵里讲。<br><br>（扮演夜莺的少年，披上黑袍，按音律敲击石板）<br><br>这又是什么声响？！是谁在搞鬼？莫不是有谁去灰黯之手那儿捅穿了我的诡计，要我在此身亡？我卑微地请求您，请别再恐吓可怜的国王。<br><br>哦，不！不！请别再敲打那门窗！<br><br>第三幕<br><i>歌队</i><br>疯狂的弥卡斯王！你走出高耸的石墙，带着贮藏的疯狂。若是愚昧能制成佳酿，就连满溢之杯也要为你的愚行而鼓掌。可你已痴傻如婴孩，听不懂世人的讥讽，也拦不住诗人的声张。<br><br>（沉默的弥卡斯走出宫殿，身后跟着十位假扮疯人的演员）<br><br><i>侍者</i><br>老兄，那难道是我们滑稽的国王？他怎么带着蒙眼的疯人们，就像是带着眷属，一言不发，离了自己的城邦？<br><br><i>卫兵</i><br>你若问我，也只有困惑，倘若说有谁能答你，唯有塞纳托斯的夜莺知道真相。要我猜，从一开始，我们的王就没能骗过塞纳托斯。它只带走了一半的灵魂，令弥卡斯陷入疯狂，却又永不赐他以平等的死亡。<br><br><i>歌队</i><br>不死的弥卡斯王！你将走进枯萎的原野，迷失在众人的目光。愿你欣喜泰坦赠予的宝藏，在癫狂中荣享不死的嘉奖！"
            }
        ]
    },
    {
        "Name": "节庆美食烹饪指南",
        "Desc": "由奥赫玛知名美食家亲自整理的烹饪书，每个泰坦的信徒都能在其中找到适合自己的食谱。",
        "World": 5,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<br>【命运季】<br><br>门关月：雅努斯的双面馅饼<br>食材：<br>奥赫玛地麦面粉 500 克、橄榄油 100 毫升、岩盐 10 克、法吉娜的佳酿 100 毫升、云羊肉馅 300 克（提前用香草腌制并切碎）、蔬菜馅 300 克（切碎的韭葱、芹菜和莳萝）<br><br>制作方法：<br>1、将面粉、盐倒入陶盆中混合，慢慢加入橄榄油和温水，用手揉搓成面团。盖上湿布，静置半日。<br>2、准备两种馅料：一种是新鲜的云羊肉，用香草提前腌制后切碎，再加入盐稍做调味；另一种是切碎的韭葱、芹菜与莳萝，拌入少量橄榄油。<br>3、将面团切为两份，分别擀成圆形。<br>4、在陶土烤盘上刷上橄榄油，放入一个面饼，一半铺上肉馅，一半铺上蔬菜馅。<br>5、用另一个面饼盖上去，将边缘压紧密封。<br>6、在表面刷上橄榄油，放入预热的石窑中，烤制约四刻，直至表面金黄酥脆。<br>7、取出后，在表面倒上少量蜂蜜。<br><br><i>双面馅饼象征着雅努斯的连结性——一面面朝过去，一面迎接未来。</i><br><i>在门关月第一天，家庭成员们围坐在餐桌前，由最年长者切开饼，依次品尝：先吃代表过去的蔬菜馅，回顾往昔；再吃代表未来的肉馅，展望新年。吃完后，由最年幼者作为代表，说出对新年的期望，向雅努斯祈求开启通往美好未来的大门。</i><br><br><br><br>平衡月：沉思日的天平汤<br>食材：<br>白豆 200 克、黑豆 200 克、尖豆 200 克、吉奥里亚根 200 克（切小段）、泪葱 200 克（切碎）、芹菜 200 克（切小段）、橄榄油 50 毫升、月桂叶3片、盐适量、黑胡椒适量、岩泉水2升<br><br>制作方法：<br>1、将豆类洗干净后，提前一天先行浸泡。<br>2、在大铜锅中加入橄榄油，加热后放入泪葱，煸炒至透明。<br>3、加入其他所有材料（豆类需沥水），倒入水没过食材。<br>4、大火煮沸后转小火，加入月桂叶，盖上锅盖慢炖二时，直到豆类与蔬菜软熟。<br>5、加入盐、黑胡椒调味，用木勺捣碎部分豆类，使汤变浓稠。<br><br><i>二月是由塔兰顿所注视的平衡月，在它面前，一切食材重量需严格相等，以此维持天平的平衡。在沉思日的晚餐里，饮用天平汤是最重要的礼仪。在用餐之前，大家要齐声说出自己对过往行为的反思，方可共饮天平汤。</i><br><br>……<br><br><br>【支柱季】<br><br>耕耘月：吉奥里亚的七谷面包<br>食材：<br>地麦粉 500 克、云麦粉 500 克、潮麦片 50 克、小米 50 克、亚麻籽 30 克、芝麻 30 克、奇亚籽 20 克、酵母 15 克、盐 10 克、蜂蜜 30 毫升、法吉娜的温热佳酿 400 毫升、橄榄油 30 毫升<br><br>制作方法：<br>1、将所有谷物用石磨研磨成粗粉，在大陶盆中混合所有干料。<br>2、将酵母溶于少量温水中，加入蜂蜜搅拌均匀。<br>3、在面粉中间挖出一个小洞，倒入酵母蜂蜜混合物、剩余的水与橄榄油。<br>4、用手揉捏面团，直到形成光滑的球体，用时约1-2刻。<br>5、用亚麻布盖住面团，放在温暖处发酵半日，直至体积翻倍。<br>6、再次揉捏面团，排出气泡，捏制为圆形后在表面划出麦穗形状的花纹，随后再发酵五刻。<br>7、预热石窑，用面包铲将面包送入窑中，烤制约三刻，直至敲击底部有空心声为佳。<br><br><i>这是一道翁法罗斯经典美食：在播种节的明晰时，农夫们会聚集在麦田里，将烤好的七谷面包掰成小块，分给在场的所有人。大家一起咀嚼，感受七种吉奥里亚馈赠的味道。</i><br><i>在村庄里，农夫们还保有将面包屑撒入田中，祈求吉奥里亚保佑新年七谷丰登的习俗。在奥赫玛等城邦，居民将这种习俗改良为「将吃剩的面包屑撒入花盆中」。但不论是哪一种行为，在这个仪式结束后，播种工作方可正式开始。</i><br><br><br><br>欢喜月：法吉娜的笑声<br>食材：<br>新鲜鱼2条（提前清理好并切块），卷目鱼须 500 克（切段）、星贝 500 克（清洗干净）、泪葱2个（切碎）、大蒜4瓣（切碎）、橄榄油 100 毫升、狼茄4个（去皮后切碎）、月桂叶2片、迷迭香1小枝、盐适量、黑胡椒适量、法吉娜的佳酿 500 毫升、岩泉水1升<br><br>制作方法：<br>1、在大铜锅中加热橄榄油，煸炒泪葱和大蒜至软化。<br>2、加入狼茄，煨煮1刻。<br>3、倒入法吉娜的佳酿一整瓶，随后加入月桂叶与迷迭香，煮至佳酿挥发。<br>4、加入水，待汤底沸腾后倒入卷目鱼须，煮1刻。<br>5、加入鱼块与星贝，小火煮2刻，直至鱼肉熟透，星贝张开。<br>6、加入适量盐与胡椒后盛出。<br><br><i>在欢喜月的狂欢时分，奥赫玛的许多人都会聚集在城市的广场上，共同熬制这道大锅鱼汤。在汤煮好后，记得将出锅的第一勺鱼汤洒在地上，作为对法吉娜的感谢。完成感谢仪式后，方可享用鱼汤。</i><br><i>在享用时，记得用嘴大力吹拂鱼汤表面，以形成近乎笑声的声音为佳，相传如果法吉娜听到足够多的欢笑声，它就会混入人群中，和大家一起欢宴，并为在场的所有人带来神秘的恩赐。</i><br><br>……"
            },
            {
                "Name": "其二",
                "Desc": "……<br><br>【创生季】<br><br>收获月：瑟希斯的智慧之叶<br>食材：<br>洗净沥干的大叶子（如葡萄叶或无花果叶） 20 片、煮熟的珍珠大麦 200 克、轻微烘烤过的松子 100 克、云羊奶芝士 200 克（捣碎）、新鲜薄荷 50 克、新鲜欧芹 50 克、柠檬汁（3个柠檬的量）、橄榄油 50 毫升、岩盐适量、黑胡椒适量<br><br>制作方法：<br>1、在大陶碗中将煮熟的珍珠大麦、松子、云羊奶芝士、薄荷与欧芹碎混合。<br>2、加入柠檬汁、橄榄油、岩盐和胡椒，搅拌均匀。<br>3、将大叶子在沸水中快速焯水，使其变软。取出后立即放入冷水中，然后沥干。<br>4、在每片叶子上放一小勺混合物，用叶片折叠包裹住馅料。<br>5、在平底铜锅中加入少许橄榄油，将包好的叶子轻煎至两面微焦。<br><br><i>这道菜最初由神悟树庭发明，它是年度庆典晚宴的压轴菜。在晚宴中，这些「智慧之叶」放在大盘子里堆叠成山，由宾客们自由取用。</i><br><i>值得一提的是，只有在当年有出色成果的学者，才会得到树庭的晚宴邀请。也许是基于这个原因，人们相信享用「智慧之叶」后，将得到瑟希斯的不传之秘。</i><br><i>有趣的是，树庭会随机在部分叶子上放入苦味的草药。据有幸参与晚宴的学者透露，这是因为苦味能激发味蕾，学者们将此举视为促进思考与成长的契机。</i><br><br>……<br><br><br><br>【灾厄季】<br><br>纷争月：尼卡多利的胜利之盾<br>食材：<br>红麦粉 500 克、酵母 15 克、盐 10 克、温水 300 毫升、橄榄油 50 毫升、尼卡多利的秘酿 100 毫升、尼卡多利果 100 克、核桃 100 克（略微切碎）、迷迭香2枝（叶子取下切碎）<br><br>制作方法：<br>1、将酵母溶于温水中，静置1刻直到起泡。<br>2、在大木盆中倒入红麦粉与盐，将其混合。<br>3、将酵母水、橄榄油和尼卡多利的秘酿倒入面粉中，搅拌均匀。<br>4、用手揉捏面团约2刻，直至面团光滑有弹性。<br>5、将尼卡多利果、核桃与迷迭香叶揉入面团中。<br>6、用亚麻布盖住面团，在温暖处发酵5刻。<br>7、在面团上使用盾牌形状的模具，或自行将面团揉搓塑形成盾牌形状，随后静置面团，再次发酵2刻。<br>8、预热石窑，将面团放入烘烤约5刻，直到表面呈深红色，以敲击底部时有空心声为佳。<br><br><i>这是悬锋城的特色食品，相传是为了纪念在战争中牺牲的英雄而制。</i><br><i>面包深红色的表皮象征在战争中的牺牲，内里的坚果与香草则代表坚毅的精神与荣誉。尼卡多利的信徒们以这种盾牌形状的面包供奉这位泰坦，以激励军队的斗志。</i><br><br><br><br>哀悼月：塞纳托斯的安魂布丁<br>食材：<br>云羊奶 500 毫升、大米 100 克、墨涅塔祝福过的蜜汁 50 毫升、肉桂1根、柠檬皮（1个柠檬的量）、少许岩盐、杏仁 50 克（切碎）<br><br>制作方法：<br>1、将米洗净，浸泡1刻。<br>2、在铜锅中倒入云羊奶，加入肉桂、柠檬皮与少许盐，小火加热至冒泡，然后加入浸洗好的大米。<br>3、保持小火慢煮，用木勺不停搅拌，直到大米彻底煮软，锅内混合物变粘稠，全程用时约4刻。<br>4、加入墨涅塔的蜜汁，继续搅拌至完全融合。<br>5、关火，捞出肉桂与柠檬皮，加入切碎的杏仁，轻轻搅拌。<br>6、将混合物倒入陶碗中，放凉至室温。再放入冰柩中冷藏至少2刻直至完全凝固。（室外温度较低的时候，可将陶碗放在室外通风处）。<br>7、食用前撒上少量尼卡多利果作为装饰。<br><br><i>这种布丁色泽洁白，在哀悼月的夜晚，许多家庭会布置小型的塞纳托斯祭坛，家庭成员们围坐在祭坛前，摆上布丁。在轮流说出与逝者的一段回忆后，方可品尝。</i><br><i>相传，越是感人的回忆，越容易得到塞纳托斯的赐予——它将安抚逝者的灵魂，也能帮助生者释怀。仪式完成后，记得留一份安魂布丁给塞纳托斯，以此作为对它的答谢。</i><br><br><br><br>机缘月：幽灵日的好运饼干<br><br>食材：<br>混合麦面粉 300 克、黄油 100 克（室温软化）、糖 100 克、嘟噜蛋1个、香草萃取物5毫升、少许岩盐、各类干果 100 克（如无花果干、杏干、葡萄干等，需切碎）、各种坚果 100 克（如核桃、栗仁等，需切碎）<br><br>特殊道具：<br>云羊皮制成的纸条（上面写有各种预言，有好有坏）<br>扎格列斯的银币一枚（需提前洗净）<br><br>制作方法：<br>1、在大陶碗中，将软化的黄油和糖搅拌至顺滑。<br>2、加入嘟噜蛋液与香草萃取物，继续搅拌。<br>3、慢慢加入面粉和盐，一起搅拌成面团。<br>4、将切碎的干果和坚果混入面团，随后将面团放置冰柩内冷藏，静置3刻。<br>5、取出面团，在撒有面粉的台面上擀成约半只手指厚。<br>6、用模具或刀具，将面团切成你所喜欢的形状。<br>7、在每个切好的面团中间放入一张预言纸条，随机抽一个面团在中间放入银币，然后用另外的面团覆盖于其上，密封边缘。<br>8、将饼干放在提前刷好橄榄油的烤盘上，然后放入预热好的石窑中，烘烤约2刻，直到边缘焦黄。<br><br><i>机缘月的最后一天也被称为幽灵日，奥赫玛居民们相信一年中的厄运将在这一天结束。</i><br><i>在幽灵日的午夜，人们会互相分享好运饼干。在吃饼干之前，记得先将薄脆的饼干掰开，解读里面的羊皮纸卷所记录的预言，或是寻找扎格列斯的银币——在一盘好运饼干里，吃到银币的人将得到这位诡计之神的庇护。</i>"
            }
        ]
    },
    {
        "Name": "贼之手的介绍与实操•初级",
        "Desc": "遗迹里能见到的巨大手形设备——贼之手，这是它的简易操作指南，只是文笔不太正式。",
        "World": 5,
        "Books": [
            {
                "Desc": "<b>源起</b><br>众所周知，「贼之手」这东西，是那位诡计之泰坦，扎格列斯的化身…至少曾经是。但泰坦的想法我们这些凡民可实在捉摸不透——为什么每一次它显现都要造出一只手，为什么每次归去时都要把手留在原地，还有离开时摆出来的「竖个中指」的手势到底代表什么意思——想知道这些问题的答案，怕是只有去问瑟希斯了。<br><br>不过，比起那位泰坦本尊，这些石头墩可要安稳得多，既不会在污浊里打滚，也不至于为了找乐子就到处乱闹。再者说，好家伙，这东西之前可是在天上飞的，这让最早一批吉奥里亚工匠们，见了它就说「有潜能」。经过一系列「魂体重塑」、「意图转移」的步骤，这贼之手就成了。<br><br>唯一要命的啊，就是那操作石台真的重，台子只能在城里加工，做完还要往外搬。怎么办？只能花上几千利衡币，租头大地兽来运，结果到了地方，那不争气的大土坨子进不去遗迹大门。硬推就会被它们一脚踹开，只能由我这负责人把货卸了，自个生拉硬拽往里搬，给我的老腰都拽出动静，行行好，可千万别把塞纳托斯它引来。哎，扯远了。<br><br><b>操作</b><br>能拿到这本操作石册，代表你是万里挑一的英杰，要是换普通人来，哪怕他把这流程倒背如流，也不见得就搞得定实际操作，但哪怕是英杰，也得把下面这些内容记好，不然「贼之手」和「你本人」两者间八成有一个要坏。<br><br>操作石台呢，有两个部分。首先是台子本身，上面有几个凹凸不平的凸起，都是可以按的。功能分别是前进、后退，还有——还有很多精密的操作，会在中级篇再介绍。<br><br>另外一个部分呢，是个球。平时嵌在台子上，启动了就会浮起来，用的时候呢，你把它拿在手里，像个蛋一样握住，然后转它，贼之手会跟着转。<br><br>听着简单，是吧？但不能光看石台，得盯着贼之手操作。自己用用就知道有多难了，特别是城里这些用惯了留影石机的人，你让他们盲操，还不如往台子上撒一捧土——大地兽拿舌头舔得可能都比他们操作得顺。<br><br>记得哪次，有个不信邪的，说什么自己肯定有资质，硬要上手试试。结果呢——不出所料，那人就跟和西边有仇似的，指挥着手撞塌了六面墙，差点还给手搞坏，笨得怕是扎格列斯看到都要嫌丢脸。完了还不承认，说什么操作设计得反人类。<br><br>废话。那手是泰坦化身，要不是吉奥里亚的工匠，他们这些普通人可碰不着这神迹。<br><br>再次重申，操作的时候千万小心，这手是坏一个少一个，现在可没人做得出来。<br><br><b>故障排除</b><br>有的时候，它会不听使唤，到处乱飞，而你又确定自己没在上工前喝秘酿喝晕，也不是被塞纳托斯瞧上了什么的。别担心，这毛病是天生的，工匠们也说不清个所以然。<br><br>想修，估计没辙。谁让它是扎格列斯造就的呢。<br><br>且看解决方法——<br>1、等着，等它自个发完疯。<br>2、或者，随便用某种硬一点材料做成的工具，在手上豁开个口子，然后拿黄金血往里浇透，等上两时三五刻，这手就又能翻飞自如了。<br><b>补充：是贼之手，别豁开自己的手。</b><br><br><b>后记</b><br>好了，初级篇没了，但这只能让你对基本操作有个概念，实际要上手啊，还是得把全卷都通读几遍再搞。<br><br>你看到这是不是想，这什么都没讲明白，还不如直接看后面的？<br><br>那不成，雅努斯在上，「入门」讲究个循序渐进。<br><br>但你这诉求我也懂，这得来点补偿，是不是？那行，瞧这个。<br><br><i>「中级篇」的优惠密语：希吉拉如扎格列斯般足智多谋。</i>"
            }
        ]
    },
    {
        "Name": "雅努萨波利斯占星术入门",
        "Desc": "由雅努萨波利斯的占星师所撰写，流传至今的占星术入门典籍，仅供命运三泰坦的信徒们阅读。",
        "World": 5,
        "Books": [
            {
                "Desc": "<i>欧洛尼斯的启示录</i><br><br>序言<br>亲爱的学徒啊，当你翻开这本书，便是踏上了解读命运天机的第一步。在这永夜笼罩的世界里，我们虽已无法亲眼仰望星空，但雅努萨波利斯流传的占星之术依旧是连接我们与泰坦意志的桥梁。<br><br>记住，真正的占星术并非简单地观测天体，而是洞悉世界运转的规律，感知泰坦们留下的印记。<br><br><i>*一行歪歪扭扭的字迹，从墨水颜色来看似是近些年新增的批注：*</i><br><i>！！！即便在永恒之城奥赫玛，在黎明机器光辉的照耀下，即使无法得见欧洛尼斯的永夜，我们仍能通过计算与推演，窥见命运的轨迹！！！</i><br><br>第一章：十二天宫与泰坦<br>在开始学习占星术之前，你必须熟知十二天宫与对应的泰坦：<br>1、黎明宫 - 艾格勒<br>2、大地宫 - 吉奥里亚<br>3、潮汐宫 - 法吉娜<br>4、智慧宫 - 瑟希斯<br>5、全知宫 - 刻法勒<br>6、战争宫 - 尼卡多利<br>7、永夜宫 - 欧洛尼斯<br>8、公正宫 - 塔兰顿<br>9、门径宫 - 雅努斯<br> 10 、金蝶宫 - 墨涅塔<br> 11 、诡计宫 - 扎格列斯<br> 12 、死亡宫 - 塞纳托斯<br>每个天宫都代表着特定的泰坦权能，影响着世界的不同方面。在进行占卜时，我们需要计算各天宫的位置与强弱，以此推断泰坦意志的体现。<br><br>第二章：占星计算<br>我知道我们的读者大都来自永恒之城奥赫玛——如今被黎明机器的光辉所笼罩，无法直接观测星空。然而，这并不意味着占星术失去了意义。相反，黎明机器的运转规律为我们提供了新的计算基础。<br><br>要进行占星推算，首先需要观察黎明机器的光芒变化。记录一天中光芒最盛与最弱的时刻，这两个时间点昭示着艾格勒的权能变化。以此为基准，我们可以推算出其他天宫的位置。<br><br>例如，当黎明机器光芒最盛时，黎明宫位于正上方。<br>此时：大地宫位于东方，潮汐宫位于西方，永夜宫位于正下方，其他天宫则按照顺时针方向依次排列。<br><br><i>*不知道是谁在旁边写的批注：*</i><br><i>黎明机器的光芒变化…我怎么看不出来。以及，这还能叫占星吗？</i><br><i>这本书的内容都不能当真，别被那些诡计多端的欧洛尼斯信徒给骗了！！！</i><br><br>第三章：命盘绘制<br>在确定了天宫位置后，下一步是绘制命盘。命盘是一个圆形图表，分为十二等分，每一份代表一个天宫。<br><br>绘制步骤如下：<br>1、画一个大圆，代表整个世界。<br>2、将圆分为十二等分。<br>3、在每一份内标注对应的天宫名称和泰坦名讳。<br>4、根据黎明机器的光芒变化，确定各天宫的具体位置。<br>5、在圆心处画一个小圆，代表被占卜者。<br><br>记住，命盘并非静止不变的。随着时间流逝，各天宫的位置会不断变化。这就是为什么精确的时间记录如此重要。<br><br>第四章：泰坦影响力的解读<br>一旦完成命盘绘制，就可以开始解读泰坦带给我们的影响了。影响力主要取决于两个因素：天宫的位置和天宫之间的相位关系。<br><br>【位置影响】<br>-位于东方的天宫影响力最强，象征新生与崛起。<br>-位于正上方的天宫代表巅峰状态。<br>-位于西方的天宫影响力减弱，象征衰落。<br>-位于正下方的天宫影响最弱，但同时也意味着潜伏与重生的可能。<br><br>【相位关系】<br>-对冲：两个天宫相隔 180 度，代表冲突与对立。<br>-三分相：相隔 120 度，代表和谐与互补。<br>-四分相：相隔 90 度，代表紧张与挑战。<br>-六分相：相隔 60 度，代表机遇与潜力。<br><br>例如，如果智慧宫与战争宫形成对冲，可能预示着理性与暴力的冲突。而如果智慧宫与全知宫形成三分相，则可能意味着智慧与全知的力量和谐共存，是进行学习和探索的良机。<br><br>第五章：实践与警示<br>作为初学者，你可以从简单的日常占卜开始练习。例如，在每天门扉时进行占卜，预测当天的大致走向。在幕匿时检查自己当日的占星笔记，与门扉时占卜出的结果是否有出入。随着经验的积累，你可以尝试更复杂的星象解读。<br><br>然而，切记占星术虽然强大，但并非万能。泰坦的意志深不可测，我们的解读永远只是管窥蠡测。永远保持谦逊，不要妄图挑战泰坦的权威。<br><br>此外，警惕那些自称能够完全掌控命运的骗子。真正的占星术师明白，我们的任务是解读命运，而非操纵命运。<br><br>最后，愿欧洛尼斯的智慧指引你。<br><br>……"
            }
        ]
    },
    {
        "Name": "商贩的账册",
        "Desc": "奥赫玛本地商贩的账册，记录着他近期的贸易往来与开支内容，平平无奇。",
        "World": 5,
        "Books": [
            {
                "Desc": "门关月<br>1、雅努斯纹章<br>进价： 50 利衡币<br>售价： 80 利衡币<br>销量： 20 盒<br><i>*新年伊始，大家都想讨个好彩头，卖得挺好，可惜这玩意印着雅努斯的标识，没点关系还真不好弄。*</i><br><br>2、旧物回收服务<br>进价：-<br>售价： 300 利衡币/次<br>销量： 70 次（租用三头大地兽，外聘临时工1名）<br><i>*大地兽挺好用的，就是租金太贵了，过年还要算三倍价格，这工坊跟抢钱没区别。哎，我要是啥时候能买一头大地兽就好了……*</i><br><br>3、镶金边丝帕<br>进价： 40 利衡币（空白丝帕）、 150 利衡币（姓名定制刺绣服务）<br>售价： 2500 利衡币<br>销量： 25 条<br><i>*还得是和黄金裔相关的东西受欢迎。*</i><br><br>4、潮汐圣水（受过法吉娜的祝福）<br>进价： 100 利衡币<br>售价： 200 利衡币<br>销量： 15 瓶<br><i>*据说能净化黑潮，我看是骗人的，连外面刚进城的人都不信，还有股发酵的怪味儿。以后再也不批发这玩意了，压根没人买。*</i><br><br><br>平衡月<br>1、塔兰顿天平与砝码套装<br>进价： 500 利衡币<br>售价： 1200 利衡币<br>销量： 70 个<br><i>*还得是商会那边大气，有格局！一口气买这么多，我都不好意思不打折了！*</i><br><br>2、《塔兰顿律法精讲》<br>进价： 120 利衡币<br>售价： 200 利衡币<br>销量： 30 本<br><i>*奥赫玛里的每个人都该学习律法知识！*</i><br><br>3、契约用纸<br>进价：5利衡币<br>售价： 10 利衡币<br>销量： 2000 沓<br><i>*大家都赶在这个月签合同，连我也不例外。*</i><br><br>4、誓言蜡烛<br>进价： 30 利衡币<br>售价： 99 利衡币<br>销量： 150 支<br><i>*年轻人特别喜欢买这个，感觉是个商机，明年可以提前准备。*</i><br><br>5、塔兰顿公证印章套组<br>进价： 800 利衡币<br>售价： 954 利衡币<br>销量： 300 套<br><i>*修辞学教师行会订购的，赚得不多。*</i><br><br>长夜月<br>1、欧洛尼斯星图<br>进价： 1000 利衡币<br>售价： 1500 利衡币<br>销量： 150 张<br><i>*搞不懂，奥赫玛哪里看得到星星，那些占星师们还趋之若鹜，他们到底在看啥啊？*</i><br><br>2、提神香薰<br>进价： 400 利衡币<br>售价： 600 利衡币<br>销量： 50 盒<br><i>*这味道太冲了，不提神才怪！*</i><br><br>3、占卜羊骨牌<br>进价：-<br>售价： 190 利衡币<br>销量： 30 盒<br><i>*无本生意做起来才是最舒服的，可惜就是削羊骨的时候比较废手。*</i><br><br>4、永夜帷幕帐篷<br>进价： 2000 利衡币<br>售价： 2750 利衡币<br>销量： 50 套<br><i>*富人们的新宠，听说睡觉的时候搭在头顶上睡得特别香，真的假的？*</i><br><br>5、黑曜石匕首<br>进价： 500 利衡币<br>售价： 800 利衡币<br>销量： 30 条<br><i>*没开刃的匕首，我都不知道带着有啥用，但欧洛尼斯的信徒们就偏爱这个。*</i><br><br>耕耘月<br>1、防虫香<br>进价： 20 利衡币<br>售价： 25 利衡币<br>销量： 800 盒<br><i>*效果一般，但胜在便宜，我也不忍心多赚农夫的钱，毕竟我也是他们的孩子……*</i><br><br>2、雨水收集器<br>进价： 2000 利衡币<br>售价： 2800 利衡币<br>销量： 100 套<br><i>*担心干旱的人都买了一套，据说未来几年的收成会受到黑潮影响，我持怀疑态度。*</i><br><br>3、大地兽饲料包（彩色土）<br>进价： 800 利衡币<br>售价： 1200 利衡币<br>销量： 50 包<br><i>*难怪工坊的人找我定，原来一包这么重，搬上搬下差点把我的腰折断了！*</i><br><br>欢喜月<br>1、法吉娜赐福水晶杯<br>进价： 260 利衡币<br>售价： 390 利衡币<br>销量： 40 个<br><i>*据说用这个杯子装水，喝起来会格外甜。*</i><br><br>2、彩带（刷有防水涂料）<br>进价： 30 利衡币<br>售价： 40 利衡币<br>销量： 800 条<br><i>*人人都在为庆典做准备。*</i><br><br>3、编织花环<br>进价： 20 利衡币<br>售价：<s> 35 利衡币、 30 利衡币、</s> 25 利衡币<br>销量：5个<br><i>*花环滞销，要命了，大家还是喜欢自己动手编的。*</i><br><br>长昼月<br>1、艾格勒能量灯<br>进价： 200 利衡币<br>售价： 300 利衡币<br>销量：0<br><i>*据说能储存光明，我以为艾格勒的信徒们会疯抢…却忘了在奥赫玛每天都这么亮堂，失策，失策啊！*</i><br><br>2、亚麻遮阳帽<br>进价： 40 利衡币<br>售价： 50 利衡币<br>销量： 80 顶<br><i>*吸取了能量灯的教训，奥赫玛这么亮堂，总有人用得上。*</i><br><br>3、冰镇泉水<br>进价：-<br>售价：5利衡币<br>销量： 200 瓶<br><i>*卖得比法吉娜佳酿还快，就是从冰柩里拿出来麻烦点。*</i><br><br>……"
            }
        ]
    },
    {
        "Name": "打印出的便签",
        "Desc": "打印出的便签",
        "World": 4,
        "Books": [
            {
                "Desc": "{NICKNAME}乘客竟然已经学会用冰箱为自己创收了，真不知是该忧心还是该欣慰帕……<br><br>但有一件事列车长很欣慰：列车锅放在你的冰箱里，竟然完好无损。<br><br>帕姆按照你的「新规定」，缴纳了列车锅的「保管费」。希望你不要乱花。 / 而且！你这不是直接把列车锅给吃掉了吗！大家如果向你缴纳冰箱的使用费，你就要好好担负起保管冰箱内物资的责任。<br><br>不过，让大家缴纳冰箱使用费，这是个不错的点子，帕姆希望能鼓励你。所以，帕姆按照你的「新规定」，补缴了列车锅的「保管费」。希望你不要乱花。<br><br>这笔「保管费」里，也有丹恒乘客的份。他很感谢你照看他的布匹。<br><br>丹恒乘客说，如果这次古法草木染的实验成功，也许还能用来给帕姆做一身新衣服呢～<br><br>好期待帕！ / 这笔「保管费」里，也有丹恒乘客的份。他觉得大家擅自用你的冰箱，你一定非常生气，否则也不至于把一块布硬生生吃下去。<br><br>但就算再生气，也不要乱吃东西帕！<br><br>帕姆还听说，你将三月七乘客的冰淇淋放进了冷冻室。如果没有你的帮助，她制作冰淇淋的尝试就会失败。<br><br>嘿嘿，看来她才是最该给你付款的乘客。 / <align=\"right\"><i>便签下面有一行手写的小字，笔迹清秀但略显幼稚：</i></align><br><align=\"right\">小气鬼(￣^￣)哼！</align>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "笔走游龙的便签",
        "Desc": "笔走游龙的便签",
        "World": 4,
        "Books": [
            {
                "Desc": "我看到了你为冰箱制定的使用规范。非常合理。<br><br>最近我对仙舟古国时代的染色方法产生了兴趣，正在做实验。因此擅自使用了你的冰箱，实在抱歉。<br><br>感谢你帮我取出了实验品。如果冷藏的时间再长一些，可能就会出现色差了。<br><br>冰箱里放了一些薄礼，以表谢意。 / 首先向你致歉，我不该未经同意就擅自使用你的冰箱。你因此生气，以至于吃掉了我的实验品，我完全理解。<br><br>但我对此仍有两件事想说：<br><br>第一、虽然古法草木染所使用的材料都无毒无害，但毕竟不是食物，请不要入口。<br><br>第二、那布匹的质量非常好，你到底是怎么吃下去的？有空时，请讲给我听。<br><br>冰箱里放了一些薄礼，以表歉意。<br><br>此外，三月七也很感谢你。若不是你帮忙，她也做不出冰淇淋。我尝到了成品，味道确实不错。 / 此外，三月七托我问你：冰淇淋汤的味道怎么样？如果很好喝，她也许能以此为基础开发出一款奶昔。<br><br>对了，今天晚餐吃昨天剩下的列车锅。<br><br>这碗列车锅被寄存在你的冰箱里，竟然没被你吃掉，列车长说它很欣慰。 / 最后还是忍不住提醒你：不要一口气吃掉那么多列车锅。那对肠胃不好。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "文字清秀的便签",
        "Desc": "文字清秀的便签",
        "World": 4,
        "Books": [
            {
                "Desc": "感谢你帮我把冰淇淋放到了冷冻室！那天我研究冰淇淋配方，一不小心研究了个通宵。最后脑袋昏昏，竟然把它放进了冷藏室(/ﾟДﾟ)/ <br><br>要不是你出手帮忙，我的美食创作可就要失败了！超级感谢～<br><br>我趁热打铁（好像不是趁热），又做了几个冰淇淋。分你一个，就当做是谢礼啦 (●′ω`●) / 你！竟！敢！喝！掉！我！的！冰！淇！淋！！！！<br><br>乱用你的冰箱是我不对，但你也不至于一口气都喝光吧！好歹给我留点嘛（,,Ծ‸Ծ,,）<br><br>但怎么样？味道一定很不错吧？真不愧是我～<br><br>我后来又做了一个，送给你尝尝看，味道肯定比冰棍水更好<(￣︶￣)><br><br>另外，帕姆托我给你带个话：厨房的冰箱里塞满了食材，实在塞不下这碗剩菜了。非常感谢{NICKNAME}乘客帮忙保管。 / 另外，帕姆托我给你带个话：擅自用你的冰箱，的确是列车长不对，但你也太能吃了帕！不要暴饮暴食，注意身体。<br><br>P.S.丹恒的染色实验也很成功。他说多亏你及时把实验材料从冰箱里拿了出来。<br><br>你简直是天选实验助手呀！ / P.S.虽然你吃掉了丹恒的实验品，但他并没有生气。他只是非常好奇，你到底是怎么做到的。<br><br>我也好奇！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "{NICKNAME}的学生证",
        "Desc": "通过折纸大学「测弦考试」后的学生证，考入匹诺康尼一流院校的身份证明",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>匹诺康尼折纸大学学院</b><br><b>学生证</b><br><br>姓名：{NICKNAME}<br>学院：财富学院<br>学号：XYZ 2158042 <br>学制：短期旁听<br>生源地：星穹列车<br>有效期限： 2158 琥珀纪内<br><br>校址：太阳的时刻 树荫大道C 042 <br>签发单位：家族 匹诺康尼分家 折纸大学教务组<br><br><i>美梦多彩，理想自由！</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "{NICKNAME}的学生证",
        "Desc": "通过折纸大学「测弦考试」后的学生证，考入匹诺康尼一流院校的身份证明",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>匹诺康尼折纸大学学院</b><br><b>学生证</b><br><br>姓名：{NICKNAME}<br>学院：谐乐学院<br>学号：XYZ 2158042 <br>学制：短期旁听<br>生源地：星穹列车<br>有效期限： 2158 琥珀纪内<br><br>校址：太阳的时刻 树荫大道C 042 <br>签发单位：家族 匹诺康尼分家 折纸大学教务组<br><br><i>美梦多彩，理想自由！</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "艾迪恩公园调查守则",
        "Desc": "由猎犬家系成员整理的守则，其中罗列了一些在艾迪恩公园出现的异常现象。",
        "World": 4,
        "Books": [
            {
                "Desc": "姑且先将我注意到的情况记录了下来，和其他人碰头之后，我会再梳理一遍。<br><br>——除汉堡外的食物均不可食用，尤其是冰淇淋。<br><br>——非演职人员请勿走上台前。<br><br>——不可对鸟类态度恶劣。<br><br>——垃圾桶里禁止丢垃圾。<br><br>——体验游乐设施时，请勿使用惊梦剧团售卖的苏乐达瓶盖。<br><br>——请勿在花坛附近倒立前进。<br><br><color=#eb4d3dff>请注意：没有被提及的行为仅仅是未经验证而已，并不代表它们很安全。</color><br>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "扭蛋机中的字条",
        "Desc": "藏在扭蛋机里的一张字条，上面的示警不知出于谁手。",
        "World": 4,
        "Books": [
            {
                "Desc": "<color=#eb4d3dff>你不该那么做。</color><br>警告既已无用，惩戒定不可少。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《观察日志：第六日》",
        "Desc": "对一场实验进行了简明扼要的记录，而这场实验的观察对象自称为停云。",
        "World": 4,
        "Books": [
            {
                "Desc": "……<br>尽管极为偶然，但在意识仍处于一片混沌的情况下，对于一些简单的提问，观察对象开始能够给出简洁的回答。<br>从目前的观察情况来看，她并非难以组织复杂的长句，只是…极其剧烈的痛苦，会在很短的周期内再次袭来，打断她的思绪，甚至暂时使她失去意识。<br><s>有必要将相关情况报告给阮•梅女士，由她决定是否要暂时麻痹观察对象的感官，进行问询。</s><br>更正：暂时屏蔽观察对象的多种知觉，尽可能缓解观察对象的痛苦，在肉体修复有所进展之前，切勿进行其他问询。<br><br>在此之前，观察对象已回答过的问题记录如下：<br><br>No.1 你的名字？<br>观察对象在三秒内进行了回答——「停云」。<br><br>No.2 你遭遇了什么？<br>观察对象进行了长时间的思考，直到因剧烈痛苦再次失去意识。<br>在进行了四次提问后，可以确信，观察对象知晓相关情况，只是难以在有限的清醒时间内进行说明。<br>……"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "彩梦校庆宣传片：睡蕉小猴传奇",
        "Desc": "谐乐蕉师写下的古怪剧本，讲述了睡蕉小猴拯救大学的故事。",
        "World": 4,
        "Books": [
            {
                "Desc": "《睡蕉小猴传奇》<br><br>旁白：在折纸大学，每年都会举办一场盛大的派对，这就是万众瞩目的彩梦校庆。<br>旁白：这场盛会数百年间从未中断，但这次的彩梦校庆却遇到了一个阻碍——<br>旁白：邪恶的忆域迷因「压力」出现在了校园中，让同学们天天愁容满面。为了打败这个邪恶的怪物，一只勇敢的睡蕉小猴开始了行动……<br>勇者小猴：蕉，蕉蕉！<br>旁白：哦——是勇者小猴！他拿起了自己的香蕉神剑，踏上了讨伐压力魔王的道路。<br>旁白：此刻，压力魔王正在校园中肆虐，他践踏着同学们的自信。嫉恶如仇的勇者小猴不能再允许这样的事情发生了，它向魔王发起了挑战——<br>勇者小猴：蕉！蕉蕉！<br>「压力」：（一句辱骂小猴的话）<br>旁白：压力魔王的咒语实在太毒辣了，勇者小猴最终还是败下阵来……<br>勇者小猴：蕉，蕉蕉……<br>旁白：在勇者小猴走投无路之际，睡蕉小猴中的智者——贤者小猴出现了。<br>贤者小猴：蕉，蕉蕉。<br>贤者小猴：蕉蕉蕉蕉，蕉蕉蕉蕉。「蕉蕉蕉蕉」，蕉蕉！<br>旁白：经过贤者小猴的教导，勇者小猴重新燃起了斗志。他心怀贤者小猴的箴言，重新来到了「压力」面前。<br>「压力」：（一句挑衅小猴的话）<br>勇者小猴：蕉，蕉蕉——<br>旁白：但这次勇者小猴没有因为敌人的恶语而退却，压力魔王倒在了小猴的剑下。<br>旁白：同学们的压力也烟消云散，自由与快乐重新降临在校园之中。<br>勇者小猴：蕉，蕉蕉！<br>所有人：蕉蕉蕉蕉~蕉蕉蕉蕉~<br>所有人：吃完香蕉就睡觉，快快乐乐没烦恼。<br><br>End.<br><br>编剧：谐乐蕉师<br>导演：芮克先生<br>制片方：匹诺康尼折纸大学"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "睡蕉小猴二创：蕉猿异梦",
        "Desc": "一位睡蕉社成员为睡蕉小猴撰写的虚构故事，由于违反了相应的准则，只能私下传阅。",
        "World": 4,
        "Books": [
            {
                "Desc": "<color=#eb4d3dff>因为太过阴森恐怖，这篇违反了睡蕉小猴的二创准则。</color><br>抱歉抱歉，原本是不允许被放出来的，但是私心里，我又非常非常喜欢这次的作品，所以还是想放出来给大家看看。<br>未经允许，请勿再次传播。<br><br>或许各位也在别处看到过类似的都市传说吧——恶猿之梦，惊吓猴戏，不外乎就是类似的称呼。<br>在那些故事里，主角总是会梦到自己正在使用某种公共交通工具，而一只外形诡异的猴子，则会在自顾自的倒数中，以各种残忍的手段，将坐在主角前面的乘客，一排一排地杀害。<br>它的手段丰富而又骇人，远远超出人类对于凌虐的想象力，每次都能令主角猛然惊醒。但可怕的是，他们又总是会一次次重回这个梦境，而诡异的猴子则距离自己越来越近……<br><br>自此之后，主角将会再也不敢入睡，而故事也将戛然而止。<br>而我在睡蕉社的一位朋友，也遇上了类似的麻烦，但在她的梦中，那种猴子要温和得多。他们只是面带微笑为乘客发放水果。但每次她进入梦境的时候，数量都会多上一些。拿苹果举例的话，也就是说，每个人一个…每个人三个…以此类推。<br><br>很容易想象得到吧？这样下去，总有人会吃不下的，但那些小猴却似乎完全没有考虑到，只是微笑着嘱咐每一个人——「一定要吃完哦，不然，就会有可怕的事发生。」<br><br>但这又怎么可能呢？终于，那位朋友目睹了某位同行者没能吃完时的情景。<br>各位恐怕会认为，我接下来要讲的将会是画风突变的酷刑…但还要更可怕一些。<br><br>他们只是用尽各种手段，强迫对方吃下所有的水果而已——可累积到后面，那已经是数以千计的可怕规模了。到了最后，恐怕没人能说得清，是人吃掉了水果，还是水果吃掉了人。<br><br>距离我上一次见到这位朋友，已经是三个月之前了。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "{NICKNAME}的学生证",
        "Desc": "通过折纸大学「测弦考试」后的学生证，考入匹诺康尼一流院校的身份证明",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>匹诺康尼折纸大学学院</b><br><b>学生证</b><br><br>姓名：{NICKNAME}<br>学院：筑梦学院<br>学号：XYZ 2158042 <br>学制：短期旁听<br>生源地：星穹列车<br>有效期限： 2158 琥珀纪内<br><br>校址：太阳的时刻 树荫大道C 042 <br>签发单位：家族 匹诺康尼分家 折纸大学教务组<br><br><i>美梦多彩，理想自由！</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": " 17 号林「栽培林」本日源究记录",
        "Desc": "于乱破回忆中发现的关于「返祖实验」的相关记录。",
        "World": 4,
        "Books": [
            {
                "Name": " 17 号林「栽培林」•源究记录",
                "Desc": "发信人： 17 号林「栽培林」 猿长<br>收信人：源究森林 护林猿<br><br><b>第一科室记录</b><br>实验方向：关于灵能亚种的栽培方向<br>实验进度： 100 ％<br>实验状况：<br>成功。<br> 30 位实验体的灵能波探测能力在脑量退为 340 g左右时消散，实验将当代迭瓦戎人「蕉材」的触须移植至猿猴化的灵能亚种之上，使灵能亚种对灵能波的掌握能力提前了三个物种演变层级。<br>接下来的实验方向会将实验品置入极端高温环境，通过加速生长药物与人工繁殖进行快速进化，预计成品可投入战斗猿部队，用于未来的火山星球「蕉材」摘取行动。<br><br><b>第二科室记录</b><br>实验方向：（野餐林合作项目）超速进化药品的配方研制工作<br>实验进度： 99 ％<br>实验状况：<br>进行中。<br>目前药物作用符合预期，服用后的黑猩猩个体于3小时内成长为类似智人的外形，并拥有等同 14 岁左右智人幼体的智力，通过联觉信标与电击项圈可使低智力灵长动物进行较为复杂的工作。<br>在对成年智人的实验中，不同智人个体表现出了不同的进化反应，多数个体的身体素质、肌肉密度与智力水平在短期内大幅提高，少数个体的身体反而出现了严重退化，原因不明。<br>连续服药超过 50 g死亡率达到 100 ％，因此无法测试突破已知物种进化高度的可能性。<br>目前缺乏 100 名左右的长生种「蕉材」进行最终测试，已委托「采摘林」指派战斗猿小队采摘。<br><br><br><b>第三科室记录</b><br>实验方向：真兽亚纲基因的智力上限测试<br>实验进度： 100 ％<br>实验状况：<br>失败。<br>实验试图通过认知定锚将健康智人「蕉材」退化为真兽亚纲生物，并保持其记忆与智力状态。<br>在 50 次实验中， 32 例直接死亡， 11 例无法保持记忆与智力，7例保持少量记忆。<br>在取得原始博士的直接指示前，禁止尝试灵长总目之外的实验方向，戒蕉戒躁，蕉踏实地！<br><br>……<br><br><b>第三十三科室记录</b><br>实验方向：（第三次栽培）超人科制造计划<br>实验进度： 15 ％<br>实验状况：<br>进行中。<br>实验个体「AK-A-3」发育状况极佳，视神经反应速度 3210 倍，听觉神经反应速度 1305 倍，视力 908 倍，听力 21358 倍，骨骼硬度 733 倍，肌肉强度 3596 倍。<br>目前培养计划为每日服用「野餐林」制作的 73 种基因药物，九级虚数电刺激十五分钟，一次Ⅳ级应激能力测试（未通过）。<br>后续实验强度以实验林所在行星日为单位递增，请研究猿着重关注其心理状态，防止重吃上次实验的坏蕉。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "克莱恩手札（节选）电子存档",
        "Desc": "天才俱乐部#9（已死亡）克莱恩对寂静领主有限的调查记录。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>备注：以<b>波尔卡•卡卡目</b>、<b>寂静领主</b>、<b>巧合</b>为关键词，于克莱恩手札中筛出以下内容。</i><br><br><i>7月█日</i><br>今天是我们重逢的日子。「燃素循环理论」、「生物波」勘探法、「灰玺金」合成技术，看上去完全不相干的学术成就，却把柏环、拉姆、我都送进了能源研究部。时隔多年，我们又在同一个屋檐下从事研究了。拉姆看上去非常开心。<br><br>至于「天才俱乐部成员」的身份，说实话，我们仨没有什么特别的感受，从读书时我便清楚「天才」只是对「超越认知的才华」一种粗略总结——不同天才专攻的领域也各不相同，哈那德•庞奇、纽尔•伊曼，好像还有个叫<b>波尔卡•卡卡目</b>的天才，他们所成就的一切，我难以企及，而我所完成的一切，他们也只能望尘莫及。<br><br>不过天才俱乐部的同僚并不值得关心，他们都远在天外；看上去，还是我们师兄妹三人的办公室关系更让人心焦吧。<br><br> <i>█月5日</i><br>我送了拉姆一副外骨骼。我在<u>无名指骨</u>上镶了一枚 98% 纯度的「灰玺金」颗粒，我把它藏得很好，它看上去就像一枚戒指…不，这和谁都不能说。如果之后她发现了，我就说，这只是制作时的<b>巧合</b>罢了。<br><br><i> 10 ███</i><br>昨日我们在极地科考，拉姆终于用生物信息波勘探出她追寻已久的地下能源。那足够俄亥提星所有城市使用半个世纪。她兴奋得把鞋子都踢掉了。柏环告诉我他们又离婚了，这是他们第四次离婚。我不知道我应该表达出什么情绪…<b>巧合</b>的是，当时荒原上有只翻飞的蝴蝶在我眼前停留了很久，不知道为什么它很像我，我第一次知道在俄亥提星的极地有这样的生物。<br><br><i>██月█日</i><br>不对，这绝不对。如果她不去，柏环就会去，那么在爆炸中死的会是柏环，可柏环被我送进了医院。何况当天，为什么正好█████，正好██全部██闭，而她<u>恰巧█████</u>？是<b>巧合</b>？还是说……<br><br><i>█████</i><br>我发现了拉姆藏在柏环实验室的摄像头——天知道她需要摄像头监控干什么，不过这并不重要。通过调取监控，我能确定，我提前安置在燃素观测仪器里的「灰玺金」并没有发挥作用，柏环受伤并非因为我动的手脚——但是燃素聚合体泄露，又完全符合我的预期。这不可能是<b>巧合</b>。<u>有谁在推动我的计划实现。</u><br><br><i>██月 15 日</i><br>拉姆砸烂了那副外骨骼，当然也包括那枚「灰玺金」颗粒。按理来说，一柄普通的锤子不会和「灰玺金」发生任何反应，但是中控室的意外绝不是什么<b>巧合</b>。<br><br>是谁给了拉姆这柄特殊的锤子？她为什么会在那个时候砸烂外骨骼？这实在太不合理了。<br><br><i>██月█4日</i><br><b>波尔卡•卡卡目</b>还活着？我以为那是位已故的天才…我好像有些眉目了。"
            }
        ]
    },
    {
        "Name": "折纸大学年鉴• 24825 期",
        "Desc": "正在征集内容的折纸大学年鉴，为学生留出了专属个人页面。",
        "World": 4,
        "Books": [
            {
                "Name": "页面：契波",
                "Desc": "【基本信息】<br>姓名：契波•欧拉欧•拉欧<br>绰号：键盘•忍徒<br>所属学院：财富学院<br>联系方式：████████<br>人生格言：我以为很快就能见面，所以那天没有好好地道别。<br>活动经历：<br>作为「缭乱乐团 / 缭乱众 / 缭乱号飞艇 / 缭乱忍徒旅店 / 缭乱流派对」乐队键盘手，参与音乐派对上的舞台演出<br><br><br>【同学留言】<br>达凡绮同学：<br>契波同学，和你一起组乐队真的很开心。希望未来我们还能继续合作。嗯！<br><br>艾尔菲同学：<br>你的热情总是能给乐队带来新的活力，在我们感到疲惫的时候，你也是能让所有人重新打起精神的那个。希望你能保持你的激情，在未来的路上继续向前。<br><br>{NICKNAME}：<br>你的演奏技术给我留下了深刻的印象，更令人钦佩的是你作为财富学院的学生，敢于与学院代表抗争的勇气。即便以后不从事音乐相关的工作，我也相信你能不惧前路，大步前行。 / 感觉你在讲相声方面挺有天赋的，要不尝试换个赛道？哈哈哈，不管怎么样，祝你万事顺利！ / 不会忘记你给我们带来的欢乐，也感谢你能在关键时刻为乐队挺身而出。愿你永远保持这份热情和勇敢。无论未来是否走在音乐的道路上，你永远都会是「缭乱」最核心的成员。<br>"
            },
            {
                "Name": "页面：蒙塔娜",
                "Desc": "【基本信息】<br>姓名：蒙塔娜<br>绰号：潮流•忍徒、独爱蕉宝（已弃用）、能人 426 （已弃用）<br>所属学院：谐乐学院<br>联系方式：████████<br>人生格言：要时刻走在潮流前沿！<br>活动经历：<br>在音乐派对的乐队演出中，负责管理舞台事务。<br><br><br>【同学留言】<br>达凡绮同学：<br>很有热情、对待舞台工作很认真的同学！希望以后有机会能继续合作！<br><br>艾尔菲同学：<br>谢谢你一直支持着「缭乱」，希望我们的演出能给你带来快乐！<br><br>契波同学：<br>咳咳，借贵宝地再次声明——乐队不会解散，欢迎秘书小姐继续参与到我们的后续工作中。<br><br>{NICKNAME}：<br>蒙塔娜同学，你在音乐派对中展现出的组织能力和热情令人印象深刻，在协调与人际关系方面做得尤为出色，相信你一定能在未来的学习与工作中大放异彩。 / 球棒什么时候才能成为新的时尚单品，能帮忙预测一下吗？顺便求推点换季的潮流搭配…… / 蒙塔娜，你一直都走在追求潮流的路上。但是我觉得，同学们都愿意和你接触，并不是因为你很潮，而是因为大家喜欢热情满满的你，喜欢你为所有人带来的活力与乐趣。试着去坚持自我，说不定会有新的收获哦？<br>"
            },
            {
                "Name": "页面：艾尔菲",
                "Desc": "【基本信息】<br>姓名：艾尔菲<br>绰号：吉他•忍徒<br>所属学院：谐乐学院<br>联系方式：████████<br>人生格言：正因如此，我也需要践行「我的忍道」。<br>活动经历：<br>作为「缭乱乐团 / 缭乱众 / 缭乱号飞艇 / 缭乱忍徒旅店 / 缭乱流派对」乐队吉他手，参与音乐派对上的舞台演出<br><br><br>【同学留言】<br>契波同学：<br>哎呀，别太拘谨了，有空的话可以来参加我举办的派对，就当是找点创作灵感，多和其余热爱音乐的同学接触也好啊！<br><br>达凡绮同学：<br>希望你在追逐梦想的道路上能继续闪耀，创作出真正喜欢的音乐。和你们一起度过的时光，将永远是我最珍贵的记忆。<br><br>{NICKNAME}：<br>从最初的固执己见到后来真正成为乐队的一份子，你的成长让人惊叹。你对音乐的热爱和执着将引领你走向更广阔的舞台。希望你继续追随自己的信念，在音乐的海洋中探索无限可能。 / 哈哈哈，谁能想到谐乐学院的首席，后来会成为最酷的「吉他•忍徒」呢？我保证，你弹奏吉他的样子比舞台上的所有人都帅气！有你这样的吉他手，乐队的门面永远不会垮！ / 乐队的风格，学院那群老古董不能接受也正常。不过你作为谐乐学院的学生，竟然有站出来对抗他们的勇气，这就是音乐的魅力吧——能撼动世界的，是我们「缭乱」的乐队精神！<br>"
            },
            {
                "Name": "页面：达凡绮",
                "Desc": "【基本信息】<br>姓名：达凡绮<br>绰号：贝斯•忍徒<br>所属学院：筑梦学院<br>联系方式：████████<br>人生格言：积攒起每个瞬间，梦想便不再遥远。<br>活动经历：<br>作为「缭乱乐团 / 缭乱众 / 缭乱号飞艇 / 缭乱忍徒旅店 / 缭乱流派对」乐队贝斯手，参与音乐派对上的舞台演出<br><br>【同学留言】<br>契波同学：<br>达凡绮！你是我们乐队的重要成员，最有存在感的贝斯手！听说你准备继续搞音乐，希望你能保持下去，如果有什么需要帮忙的，可以随时喊我！加油！<br><br>艾尔菲同学：<br>你比自己想象的要勇敢得多，未来的路上可能还会遇到许多挫折，但请不要放弃你的音乐梦想。我相信你一定会成为一名出色的音乐人，期待有天能在现场欣赏你的演出！加油！<br><br>{NICKNAME}：<br>达凡绮，你的成长实在令人欣慰。你用行动证明了，只要有勇气追随内心的热爱，任何人都能变得不平凡。即使前路艰难，也请你相信自己，相信未来会充满无限可能。加油。 / 别再说自己是电子小垃圾啦，学习不太行，所以才能集中精神玩乐队呀！哈哈哈哈。任何事只要尽全力去做，都能变得与众不同。你很了不起。加油！ / 还记得刚认识你的时候，那怯生生的模样，在人群里很快就会消失不见。但现在，你已经成长为了非常优秀的贝斯手。舞台上的你真的很耀眼，「缭乱」因为有你这样的成员而大放异彩！<br>"
            },
            {
                "Name": "页面：富贵",
                "Desc": "【基本信息】<br>姓名：富贵<br>绰号：蕉开富贵<br>所属学院：财富学院<br>联系方式：████████<br>人生格言：要把自己摆在合适的位置上。<br>活动经历：<br>折纸大学模玩社社长，拥有丰富的商业活动经验。<br><br>【同学留言】<br>契波同学：<br>看在同学一场的份上，给我打个折怎么样？哈哈哈，下次的派对记得来参加啊。<br><br>查德同学：<br>别听他的，来我举办的派对吧！<br><br>{NICKNAME}：<br>虽然求学之路遇到了些困难，但你坚持勤工俭学，始终在想办法在为家庭减轻负担。希望你能继续保持这份毅力，在未来的道路上勇往直前，实现自己的理想。 / 睡蕉小猴已经不流行了，要不试试卖点别的商品，譬如…我的周边？哈哈哈，祝你顺利！ / 生活本身就不是一帆风顺的，但你有支持你的家人在。就像你始终坚持勤工俭学那样，你的父亲也一直挂念着你在学校的情况。和那些关心你的人好好沟通，共同走向更加美好的明天吧！<br>"
            },
            {
                "Name": "页面：恰丽卡",
                "Desc": "【基本信息】<br>姓名：恰丽卡<br>绰号：甘饴•忍徒<br>所属学院：筑梦学院<br>联系方式：████████<br>人生格言：甜点是治愈心情的魔法！<br>活动经历：<br>折纸大学甜品社社长。<br><br>【同学留言】<br>达凡绮同学：<br>我喜欢你做的甜品，尤其是那个香香脆脆的派…要是能别放香蕉就好了。<br><br>哈鲁同学：<br>感谢你对慈善事业的支持！收到蛋糕礼盒的孩子们都很开心！<br><br>{NICKNAME}：<br>每个人都有自己的道路，而你已经在甜品制作方面展现出了你的天赋。相信你做出的选择，无论未来如何，只要始终坚持梦想，大步向前，必定能绽放出只属于你的光芒。 / 甘饴•忍徒！甜品就是你的忍道，用你最擅长的忍法来让大家变得更加幸福吧！我支持你！ / 恰丽卡，你远比自己想象的要更加优秀。最重要的不是选择哪条道路，而是相信自己能够做到。就像制作甜品那样，将自己的热情、耐心与对未来的憧憬灌注进作品里，就会得到满意的成果。加油！<br>"
            },
            {
                "Name": "页面：嘉宝娜",
                "Desc": "【基本信息】<br>姓名：嘉宝娜<br>绰号：芭蕉花酱<br>所属学院：谐乐学院<br>联系方式：████████<br>人生格言：慢慢来，总会成功的！<br>活动经历：<br>折纸大学演艺社社长，出演了芮克先生的新作。<br><br>【同学留言】<br>艾尔菲同学：<br>你在演艺方面相当有天赋，别想太多，专心去追逐自己的梦想吧。<br><br>蒙塔娜同学：<br>成为大明星之前，先给我签个名吧！拜托啦！！<br><br>{NICKNAME}：<br>真正的演员不仅要有才华，更要有坚持不懈的精神。希望你能继续努力，在未来的新作中绽放光彩，为自己的演艺事业奠定坚实基础。祝你前程似锦，在大银幕上找到属于自己的位置。 / 即便进入了演艺圈，以后要走的路还长着呢。加油，我在道路尽头等着你来挑战！ / 记得刚认识你的时候，你还自称「芭蕉花酱」，满怀梦想却充满迷茫，现在都已经在芮克先生的新作中崭露头角了。用你的演技和个人魅力去征服更多观众吧，你就是未来最闪耀的明星！<br>"
            }
        ]
    },
    {
        "Name": "「睡蕉小猴」模因病毒事故报告",
        "Desc": "猎犬家系针对睡蕉小猴事件的调查报告，记录了事件经过与分锅结论。",
        "World": 4,
        "Books": [
            {
                "Desc": "*机密警告：该文件为匹诺康尼内部重要机密文件，擅自传阅，后果自负。<br><br><b>一、事故背景</b><br>琥珀历 2158 纪第1年第2季度期间，名为「睡蕉小猴」的模因病毒以图片、声音、影像的形式在梦中大量传播，其影响大约在1周内快速蔓延至梦境全域，并通过人为手段限制了网络平台的内容传播，以躲避星际和平公司的信息监管。<br><br>受到感染后的部分患者逐渐出现了幻听、谵妄、失语等症状，部分重症患者的自我认知变为了「睡蕉小猴」，并直接影响到了他们现实中的精神状态。<br><br>该期间护理师通过情绪调控、记忆清除等手段对患者进行了治疗，但仅将病因记录为「玩梗玩魔怔了」的认知失调症状，并未就风险隐患进行上报处理。<br><br><b>二、事故发生经过</b><br>匹诺康尼折纸大学于太阳的时刻开展「彩梦校庆」活动，全体教师前往「日光公园」进行学术研讨会议，由鸢尾花家系提供的特殊美梦剧团临时接任教学与管理工作。<br><br>作为具有认知能力的模因生命，这批美梦剧团也受到了模因病毒的直接影响，开始通过教学的手段传播模因病毒，使大量学生受到严重感染。感染后变为小猴的学生很快就从学校里失踪了，疑似被事故嫌疑人转运至其余梦境。<br><br>事故持续一日后，前来参与校庆的「无名客」与非法闯入的「巡海游侠」介入，破坏了模因病毒的模因核心，将失踪的学生送回了校园。但相关人员拒绝进一步提供线索，仅能得知事故嫌疑人身份为「原始博士」相关的犯罪科研组织「源究森林」成员。<br><br>根据猎犬家系近期逮捕的偷渡客口述，他们的舰队在阿斯德纳星系边陲遇到过「一根飘在宇宙中的大大大香蕉」，若非忆质过敏产生的幻觉，则大概率为事故嫌疑人（猿）的舰船。<br><br>事故期间，校内外的猎犬安保未能提供任何信息情报，事后也未从他们的记忆查得相关信息，并且学生也失去了感染病毒后的记忆。此类失忆现象目前判定与模因病毒无关，具体原因仍在调查之中。<br><br><b>三、事故损失情况</b><br>根据《匹诺康尼公共事故经济损失统计标准》，经统计，事故直接经济损失为 1194.3 万苜蓿币（信用点）。主要用于对睡蕉小猴相关产品商户的赔偿及对模因病毒的后续消杀工作。<br><br><b>四、事故原因</b><br><b>（1）主要原因：</b><br>大型犯罪组织「源究森林」针对匹诺康尼制作并投放了模因病毒「睡蕉小猴」，由于相关单位人员未及时开展风险辨识并采取有效管控措施，导致事故发生。<br><br><b>（2）其余原因：</b><br>①猎犬家系及其下属安全部门未在入梦者的认知层面建立妥善的安全体系，也缺乏对进入梦境的具体信息进行细致筛选的技术。<br><br>②鸢尾花家系的护理师部门成员缺乏安全意识，未能及时上报相关风险。其所属的美梦剧团系统遭到嫌疑人入侵失控，安全性较差。<br><br>③匹诺康尼分家未能及时将橡木家系承载的职权进行划分，导致部分决策流程缺乏灵活性，风险应对能力不足。<br><br>④相关部门至今无法查明嫌疑人与模因病毒的所在地点，梦境疑似存在监管盲区。"
            }
        ]
    },
    {
        "Name": "折纸大学社团活动宣传单",
        "Desc": "有些粗糙的印刷品，印着折纸大学社团的活动信息，考虑到学生社团的财力倒是情有可原。",
        "World": 4,
        "Books": [
            {
                "Desc": "【社团活动时间表】<br><br>筑梦设计协会<br>「梦境构筑」工作坊<br>时间：每五天举办一次，从第七课时开始<br>地点：工程楼忆质实验室<br>内容：专业教授坐镇，由协会骨干成员带领大家将现实元素与梦境概念结合，创造别出心裁的设计<br>特别说明：工作坊成品无论完成与否请及时带走，否则将在活动结束后统一弃置<br><br>边境志愿者协会<br>「筑梦边境」志愿者计划<br>集合时间：本学年第二学期第一课时<br>集合地点：学院行政楼办公厅<br>行程：前往筑梦边境，帮助实习筑梦师适应工程环境<br>报名方式：请向筑梦学院行政老师索取完整的报名申请表，并如实填写表格信息<br><br>筑梦学院教务处<br>   「忆域迷因与匹诺康尼审美变迁史」主题讲座<br>时间：第十课时<br>地点：学院报告厅<br>主讲人：雷利教授<br>特别说明：需提前在教务系统预约，凭预约顺序有序入场<br><br>创业先锋社<br>「从零开始到上市」创业训练营<br>   时间：本学年内第二学期整学期<br>   地点：见折纸论坛财富学院板块置顶帖<br>   内容：邀请苜蓿草家系高管担任课程导师，学员从零开始模拟创业过程<br>   报名费： 50 苜蓿币<br>   报名方式：请到财富学院学生会办公室登记<br><br>投资俱乐部<br>「模拟合约大赛」<br>   时间：每月一次<br>   参与方式：使用财富学院模拟交易平台进行合约交易<br>   奖励：冠军可获得苏乐达公司实习机会<br>   补充说明：选手所用账户系虚拟账户，不涉及任何本地货币交易，仅用作学习功能，严禁他用<br><br>财富学院教务处<br>「奥帝杯」商业案例分析大赛<br>初赛时间：下星期<br>地点：线上进行<br>晋级奖励：获得与奥帝•艾弗法先生共进午餐的机会<br>报名截止：本星期最后一天<br><br>知更鸟粉丝俱乐部<br>粉丝慢跑日<br>时间：第十一课时开始<br>地点：运动场<br>门票：免费（仅限知更鸟小姐粉丝参加，参与前需在折纸论坛进行粉丝资格核验）<br><br>观影社<br>「忍道的艺术」——《银河忍法帖》观影分享会<br>时间：下周第七课时<br>地点：报告厅<br>内容：由芮克先生授权播出，在报告厅免费观赏他的最新力作《银河忍法帖》，并参与观影结束后的讨论活动<br><br>戏剧社<br>年度大戏《梦醒时分》选角<br>时间：明天，第十一课时至第十三课时<br>地点：排练室<br>剧情简介：一个关于在梦与现实间挣扎的青年的故事<br>导演寄语：我们欢迎所有热爱表演的同学，无论有无经验<br><br>喜剧社<br>快乐现场——每周即兴喜剧之日<br>时间：五天后，第十二课时开始<br>地点：学生活动中心大礼堂<br>内容：脱口秀、即兴小品、观众互动等<br>特别说明：本次演出结束后将有录制好的往年精彩喜剧表演的梦泡出售<br>门票： 15 苜蓿币（凭学生证9折）<br><br>……<br><br>【上期社团新闻回顾】<br>1、 喜剧社重启「欢乐剧场」<br>上星期，喜剧社重新启用了「欢乐剧场」，并在剧场内举办了即兴喜剧专场。这是他们在经历了一系列风波后的首次公开演出。这次不像他们以往那样——泛滥的植入广告消失无踪，质朴真挚的表演赢得了观众们的阵阵掌声。正如一位观众所说：「真实的快乐不需要包装，喜剧的魅力在于直击人心。」<br><br>2、 投资俱乐部模拟跟单交易赛结束，5人瓜分巨额奖金<br>投资俱乐部近期举办的模拟跟单交易赛吸引了众多学生参与。参与者们通过组队形式，在财富学院的模拟交易平台上积极参与项目交易。其中正盈亏比排名第一的队伍获得了学院与校外评委的高度认可，以遥遥领先的投资回报率拿下本次交易赛的冠军。据悉，冠军队伍的五位成员均来自财富学院，他们将共同瓜分高达 300,000 的奖金。<br><br>……"
            }
        ]
    },
    {
        "Name": "校园留言板",
        "Desc": "折纸大学的校园留言板，学生们喜欢在上面张贴各类信息。",
        "World": 4,
        "Books": [
            {
                "Desc": "【失物招领】<br>同学们请注意，近期移交到失物招领处的新增物品有：<br><br>1号失物：印有睡蕉小猴图案的钱包，内有学生卡、现金若干与一张留言条，留言条内容为：「账号█████密码████████████」。<br><br>2号失物：一个装满了五线谱的文件夹，背面写有「音乐史论文开题」的字样。<br><br>3号失物：电子管吉他音箱，带箱体与箱头，箱头上用涂改液写有「艾尔菲」（疑似）字样。<br><br>4号失物：一本厚重的素描本，内页里全是手绘的《银河忍法帖》漫画，在扉页上带有无法辨认的艺术签名与一句手写标语：「绝版珍藏」。<br><br>如有拾到请联系失物招领处，我们会给你发放一个大大的笑脸徽章以作奖励。<br>我们会妥善保管你的物品，请失主务必携带能识别身份的证件或资料前来登记，避免领取失败！<br><br>【社团信息】<br>戏剧社招新！<br>台上一分钟，台下十年功，年度大戏重要配角公开征集中，舞台之上圆你明星梦！<br>招新时间：本学年全年！<br>面试地点：社团活动中心（请在折纸论坛上提前下载报名表，在收到面试邀请后按时前来）<br><br><br>谐乐学院交响乐团公告<br>因学院进入考试月，乐团成员档期繁忙，本学年最后一次慈善演出暂时延后。<br>具体时间待定，请留意折纸论坛上的相关通知。感谢乐迷们的大力支持，还请谅解。<br><br>【校园生活】<br>1、谐乐学院学姐的「温馨提示」<br>███的，跟你们一个宿舍算是我倒霉！再把吃剩的垃圾倒水槽里试试呢？垃圾不扔，调料瓶盖子都不盖回去，碗碟堆在水槽里都发臭了！每次做完饭都不收拾，你们有公德心吗？！宿管和我已经在逐帧扒监控了，有本事就别做饭！被我们识别出来是谁，必定严惩！！！！<br><br>2、学院新生群汇总<br>财富学院新生群：████████<br>谐乐学院新生群：██████████<br>筑梦学院新生1群：████████<br>筑梦学院新生2群：████████████<br>（注：以上群聊非学院官方群聊，系学生自发组织，群内发言并不代表折纸大学意见，请注意甄别信息真伪）<br><br><br>【二手交易】<br>最新上架：<br>1、 95 新谐乐学院学生自用蓝色小提琴一把<br>原价2万苜蓿币，买来只在课程里用过几次，现价 8000 苜蓿币， 95 新轻微使用痕迹，买就送五线谱本。<br>联系方式：██████████<br><br>2、忍痛转让睡蕉小猴毛绒玩偶一套<br>内含睡蕉小猴5种不同姿势的玩偶，绝对稀有，我曾经对它们爱不释手，如今因荷包窘迫不得不忍痛割爱。原价 10 万苜蓿币，现在只要 500 苜蓿币，一口价，学院内自提！<br>联系方式：████<br><br>3、知更鸟签名照（已售出）<br>急出知更鸟签名卡，现货品相无暇仅限学院内自提。<br>买橙胶专辑时抽奖抽到的，购自官网，有完整购买截图，需要的可私。<br>付尾款缺钱急出，只要 49999 苜蓿币。<br>联系方式：███████<br>更新：已出勿扰"
            }
        ]
    },
    {
        "Name": "学生法庭•调查结果公示",
        "Desc": "近日学生热议的「同舟会」终于公布了调查结果。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>案件编号：</b><br> 1000 HEZ 058 <br><br><b>处理人</b><br>学生法庭-学生事务法庭-裁判官 艾蕾娜<br><br><b>处理结果：</b><br>内容不实，驳回上诉<br><br><b>学生法庭回复内容：</b><br><br>亲爱的赫尔兹同学：<br><br>你好，<br>非常感谢你对学生法庭的信任与耐心。首先，我们对前 57 次未回复深表歉意，但也请允许我们在此说明缘由：你的请愿书中包含大量未经证实或已被证伪的信息，不符合《学生法庭请愿公约》，因此我们拒绝受理。<br><br>鉴于近期球笼赛事件与「同舟会」阴谋论在校园内讨论度增加，已为相关同学、教职人员带来不必要的困扰，学生法庭决定借此机会公布相关事件的调查结果：<br><br>1、经过调查，普蕾玛同学于上月获得的「学院首席车手」参赛资格符合折纸大学校球笼赛（即格拉克斯杯）的参赛准则，并不存在任何形式的违规行为。<br><br>2、经过多方核查，目前校方未发现任何证据指向「同舟会」存在的事实。经追溯后发现这一说法最早出现在《匹诺康尼未解之谜》第 23 期刊登的文章——《 16 位家主全是同舟会成员？神秘组织的真正目的到底是什么？》。此刊物长期存在大量不实信息，学生法庭倾向视「同舟会」理论为典型阴谋论。<br><br>约██年前，格拉克斯校长引入了校园球笼竞速赛，望以赛事促进学院间的交流与友谊，让学生们在竞争中追求卓越。多年来，校球笼赛组委会一直坚持格拉克斯校长的理念，赛事的天平从未倾斜向任何学生、学院或组织。赛事至今已举办数百届，格拉克斯杯仍被视为大学球笼竞赛内的至高荣耀，想必也说明了校内师生对其公正性的高度认可。<br><br>此外，跨学院合作在校球笼赛历史上并不罕见，契合格拉克斯校长创办此赛事的初心。我们欢迎广大师生继续监督不公正行为的发生，但也恳请各位对无愧体育竞技精神的选手予以基本尊重。<br><br><br>学生事务法庭 裁判官 艾蕾娜<br>折纸大学学生法庭对所有判决结果持有最终解释权<br><br>"
            }
        ]
    },
    {
        "Name": "致学生法庭的第 58 封请愿书",
        "Desc": "一位执着学生的第 58 次请愿，似乎与谐乐学院车手普蕾玛与其背后的神秘组织「同舟会」有关。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>案件编号：</b><br> 1000 HEZ 058 <br><br><b>请愿人：</b><br>谐乐学院一年级 赫尔兹<br><br><b>请愿主要内容：</b><br>黑暗降临折纸大学，请彻查学生普蕾玛及其背后的皮皮西神秘势力「同舟会」<br><br><b>请愿详细内容：</b><br><br>尊敬的折纸大学学生法庭：<br><br>折纸大学正面临建校以来最大危机！！！我已 57 次警告学生法庭此事的毁灭性，至今仍未收到回应。可我不会就此放弃！今日，我选择再次请愿并公开全部内容，即便此举会让我暴露在危险之中——<br><br>上月，折纸大学第 550 届校球笼赛预选赛上，谐乐学院推选二年级学生普蕾玛（皮皮西人）为学院首席车手，代表谐乐学院出赛今年的校球笼赛。正当天真的学生们大肆庆祝校园内诞生首位皮皮西车手时，殊不知，其实普蕾玛的当选竟是其背后的神秘组织——皮皮西人的「同舟会」<br>操控比赛的结果。<br><br>是的，各位没有看错——看似弱势的皮皮西人，早已通过「同舟会」结盟，暗中操控了匹诺康尼的经济、政治、医疗、教育等命脉。我来简单介绍一下，「同舟会」是一个皮皮西人创立的古老精英组织，其历史最早可追溯至折纸大学建立前！组织等级制度森严，越古老的成员级别越高，等级世袭制以保证财富与权力的代代相传。组织持续吸纳匹诺康尼政商界的顶层精英加入，成为组织头目意志的执行人，这也是表面上皮皮西人较少身居高位的原因。<br><br>此次普蕾玛事件暴露了「同舟会」下一步计划——进军匹诺康尼的体育娱乐业，占据主流视野，博取民众好感，为「同舟会」的黑暗统治巩固基础。我有几个铁证以证明「普蕾玛事件」是一个结构性的阴谋：<br><br>1、首先，球笼赛举办的 500 年以来，从未出现皮皮西车手。 500 年来都不行的皮皮西人，怎么一下就行了呢？其中必有帮手。<br>2、其次，普蕾玛曾多次接受其他学院赛车冠军（如前财富学院冠军罗密欧）的援助与指导。这种背叛学院、援助对手的举动，若不是罗密欧被委派了任务，或遭到某种势力胁迫，实在难以解释。<br>3、最后，也是最容易被忽视的：普蕾玛的球笼车名为「飞翔的皮皮西号」，这是电影《阿斯德纳海盗》中某艘幽灵船的命名方式。试问，为何要用船名给赛车命名？再想想「同舟会」里的「舟」字，细思极恐啊！<br><br>普通学生缺少视野，从未将以上三件事联系在一起，但当我补上「同舟会」这块残缺的拼图，各位心中一定恍然大悟。最后，我再给出一个惊人的事实：为何多年来「同舟会」的阴谋从未被戳穿？因为皮皮西人早已垄断匹诺康尼的媒体行业，电视台新闻主持人乌玛是皮皮西人就是最直接的证据。<br><br>鉴于此次事件对校园公正性的影响、对校园安全的潜在威胁，我谨代表全体学生向折纸大学校委会与学生法庭提出以下要求：<br><br>1、彻查并根除折纸大学内「同舟会」势力，将其从校园中驱逐。<br>2、严格审查所有在校与未来入学的皮皮西学生。<br>3、事后向全体学生公布发表调查结果，并向我个人撰写道歉信。<br><br><br>若是学生法庭再次无视我的请愿，我会合理怀疑「同舟会」的势力已渗透入学生法庭内部，届时我会越过学生法庭直接向校委会反馈。<br><br><br>守护折纸大学，人人有责！<br>心系折纸大学的普通学生<br>赫尔兹"
            }
        ]
    },
    {
        "Name": "折纸大学学生处分记录（卷三）",
        "Desc": "记录了历史上学生的调皮行径与其对应处分结果，是当今判罚学生的重要参考资料。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>校历██年</b><br><b>受处罚人：</b><br>筑梦学院 球笼车队全员<br><b>事件概括：</b><br>将猫头鹰惊吓玩偶于校球笼赛决赛日携带至场馆。玩偶发生故障后四处乱窜，期间造成三名无辜同学受伤。事后，学生坦言自己轻信传闻，认为形似格拉克斯校长的玩偶能为车队带来好运。<br><b>处罚结果：</b><br><i>此举违反了球笼赛场馆管理条例，但考虑到学生对校长的敬重，酌情处理。处罚结果为筑梦学院禁赛一年，并在后续接受校史教育。</i><br><br><br><b>校历██年</b><br><b>受处罚人：</b><br>谐乐学院 二年级 赫里欧<br><b>事件概括：</b><br>在学校中央广场以「决战-折纸之巅」为噱头，向其他学院学生发起斗舞挑战，后事态失去控制，演变为学院间的聚众斗殴，最终至多名学生受到精神损伤。<br><b>处罚结果：</b><br><i>此为建校来第四起聚众斗殴事件，但考虑到学生们舞蹈动作娴熟，酌情减罚。处罚结果为斗殴全员拥抱半个系统时以和解，并义务劳动半年。</i><br><br><br><b>校历██年</b><br><b>受处罚人：</b><br>财富学院 二年级 卡门<br><b>事件概括：</b><br>雇佣校外盗窃团伙，潜入筑梦学院盗取用于科研的浓缩忆质，涉案数量较大，至今仍有部分被窃忆质未被追回。截至目前，暂未发现造成公共安全事件。<br><b>处罚结果：</b><br><i>根据《匹诺康尼公共安全法》，忆质因其██的特殊性被列为管制材料，严禁未经过批准私自持有。鉴于其恶劣性质，对该学生做退学处分。</i><br><br><br><b>校历██年</b><br><b>受处罚人：</b><br>谐乐学院 一年级 伍迪<br><b>事件概括：</b><br>大批量制作迷你真蛰虫模型，装入漂浮气球后，使用弹珠机发射至筑梦学院上空引爆，但由于方向控制错误，真蛰虫模型悉数散落在谐乐学院内部，数量庞大，至今未完成清理，偶尔还能在草丛或建筑物夹缝中发现遗漏的真蛰虫模型。<br><b>处罚结果：</b><br><i>违规使用弹珠机、利用手工制品制造校园恐慌事件，至数名恐虫同学当场眩晕。但考虑到真蛰虫模型制作精美，酌情减罚。处罚结果为亲手为全校师生每人制作折纸小鸟一只，并在中央广场当众大声朗读道歉信。</i><br><br><br><b>校历██年</b><br><b>受处罚人：</b><br>财富学院 三年级 达顿<br><b>事件概括：</b><br>为了促进报刊销量，财富学院三年级学生达顿于「折纸财富日报」上刊登针对谐乐学院、筑梦学院学生的侮辱性照片，并捏造不实谣言。周刊销量登顶榜首，造成恶劣影响。<br><b>处罚结果：</b><br><i>为了经济利益，在官方认证刊物中编造侮辱性言论、未证实谣言，引起学生间、学院间的矛盾。由于影响范围大、性质恶劣，对该学生做退学处理。</i>"
            }
        ]
    },
    {
        "Name": "揉成一团的纸",
        "Desc": "在某处捡到的纸团，上面的文字充斥着纸团主人对睡蕉小猴的狂热追捧。",
        "World": 4,
        "Books": [
            {
                "Desc": "……<br>猴睡蕉小猴睡蕉小猴睡█小猴睡蕉小猴睡蕉小猴睡██猴睡蕉小猴睡蕉小猴睡蕉██<br><br>我好喜欢睡蕉小猴，它柔顺的毛发，睿智的眼神，真是让人心蕉。我花了很多钱买睡蕉小猴的周边，他们都说我疯了，他们说的对，为什么还要留下吃饭的钱？明明只要有睡蕉小猴就够了……<br><br>睡蕉小猴已经是我人生中不可或缺的一部分了，没有睡觉小猴的人生是不完整的。为什么会有这么可爱██没早点遇到它？如果遇到它是必然，那我才会认可我的命运，否则我会追逐那些没有规律可循的事件，比如我在睡觉，睡蕉小猴从天上掉到██里。<br><br>不，睡蕉小猴就是我的人生，那天我感冒了，我问睡蕉小猴，你知道我为什么感冒吗？它没有回答我，但我猜它知道，那是因为我对睡蕉小猴没有任何抵抗力，我不想再喜██小猴了，我已经███。如果睡██。<br><br>不，我的人生是睡蕉小猴的一部分，真希望我██蕉小猴啊。睡蕉小猴它在看我！睡蕉小猴在跟我说话！我是睡██猴吗？！我是睡██猴！！！我是██。<br><br>好想██…好███小猴…好██蕉。<br><br>（以下文字遭到黑色笔的涂抹，已经无法辨认了。）<br><br>……<br><br>终究还是《银河忍法帖》更适合我啊。"
            }
        ]
    },
    {
        "Name": "《奥帝•艾弗法传》节选",
        "Desc": "由著名记者撰写的苜蓿草家系家主奥帝•艾弗法的传记，其中的内容究竟有多少属实仍旧是个谜。",
        "World": 4,
        "Books": [
            {
                "Desc": "……<br><br>所有逐梦客都听说过奥帝•艾弗法的名字。<br><br>如果说匹诺康尼是寰宇间的梦想之地，那么奥帝•艾弗法便是这片土地上最为勤奋的耕种者。他破开坚实的岩层，撒下财富的种子，建立起稳固的金融体系，让商品与货币充分流通。他的事迹早已成为经典案例，写进了财富学院的每一版教科书。所有学生都以能与他同席用餐为荣，席间的谈话将由专人记录，并整理进每期的《谈话集》以供外界研究。<br><br>这个世界上从不缺少精英，也从来不缺少拥有奇思妙想的天才，然而既是出类拔萃的商界明星，又能以其独到眼光引领行业浪潮的却屈指可数，奥帝•艾弗法便是其中最突出的那个。<br><br>即便皮皮西在体型上不占优势，他仍旧能以极具压制性的气魄震慑住谈判桌上的所有人。<br><br>即便各大家主在历史浪潮中不断更迭，他仍旧能稳坐苜蓿草家系的顶位。<br><br>即便如今已很少出现在公众面前，他的言语与智慧仍旧是所有渴求财富者苦心钻研的奥秘玄机。<br><br>奥帝•艾弗法是一个谜，其谜底深深吸引着所有对投资感兴趣的人们。好在，他并不吝啬，正如他在财富学院开学庆典上曾宣称的那样——机会面前，人人平等。<br><br>以下是奥帝•艾弗法为我们总结的成功秘诀：<br><br>1、相信你的直觉。任何预测模型都无法准确把捉浪潮退去的时间，你能依靠的只有你的经验和头脑。不要被任何所谓的「内幕消息」欺骗，绝对地相信你的判断力，相信你自己。<br><br>2、积累财富需要坚实的数学与经济学基础，但成功并不需要。擅长计算，你能成为上层精英，但想要超过所有人，你需要理解和算计。心理学或社会学的知识能为你提供帮助。<br><br>3、永远保持对市场的关注。切勿将自己与外界隔绝开来，报表和数字不能代表一切。减少待在你办公室里的时间，去街道上看看，去和生活在这里的人们聊聊天。<br><br>4、坚持到底。若是认准了趋势，不要放弃。<br><br>……<br><br><br><br><br><br>"
            }
        ]
    },
    {
        "Name": "《匹诺康尼艺术史》节选",
        "Desc": "筑梦学院的教科书节选，原书对匹诺康尼的文化传承做了详尽的介绍。",
        "World": 4,
        "Books": [
            {
                "Desc": "……<br><br><b>第三章·在梦境艺术之前……</b><br>「监狱」听上去是个和艺术无缘的概念…果真如此吗？<br>诚然，在战时，人们完全用不上「艺术」一词，但毫不夸张地说，那时人人都可被称为艺术家。<br><br>试想……<br><br>一个仅靠想象便能作画的环境。<br>帮派间的威慑往往倾向于采用最为夺目的表现手法。<br>拓梦者需要为那些联觉信标无法适用的伙伴留下显而易懂的危险信号。<br>民众用图案来为私人物品打上印记。<br>……<br><br>人们每每以个人风格表达自己的欲望，将免费且斑斓的忆质颜料肆意涂抹在梦境的各个角落，有时毫不在意那片载体是否归属于他人，或原本有着其他用处。<br>某些平整宽阔的优质「画板」上，甚至有数以十计出自不同人手的图案彼此层叠，呈现出诡异迷人的模因。<br><br>后来，在匹诺康尼初诞，「艺术」的行为刚刚扎根至梦境时，人们脑海中浮现的仍然是那些随处可见的图样，也就是现在被称为原初梦境艺术的涂鸦原型。<br><br>……<br><br><b>第十二章·梦境与幻梦主义</b><br>电影产业自建立以来便一直是匹诺康尼的主要娱乐产业，人们对此已十分熟悉。<br>而这也导向了许多思路清奇的筑梦师与影视工作者在工作之余的思考：<br><i>「我都在梦里了，能不能别再去电影院看平面电影了？」</i><br>于是，一部分艺术家凭借自己对忆质的了解，尝试开创只属于梦境的崭新表现形式。<br>幻梦主义思潮由此而生，它兴起于筑梦师们的实验，并在一个琥珀纪内渗透到各个艺术领域。<br><br><b>遥眼艺术</b><br>起初仅为筑梦师在工作时进行快速移动的工具，但在许多逐梦客表达了对这一体验的惊异与赞美后，他们尝试基于遥眼来设计艺术作品，比如超大型平面画作和不同物件组成的立体雕塑。<br>然而，虽一度成为话题，在公众参透其本质后，多数见惯梦境奇观的人对这种创作形式很快感到厌烦，再加上整体创作难度较高、遥眼的设置成本昂贵，最终这一创作形式仅维持在小范围。<br>尽管如此，还是有一批忠实受众定期游览筑梦边境，只为一睹奇观。<br><br><b>夸张梦核</b><br>人们对梦境的印象可以抽象出一些共通的表现，将它们以艺术形式落地，便是所谓的「梦核」。<br>而我们本来就身处梦境之中…这意味着创作者可以更为大胆。<br><b>《夏日的海滨公馆与单筒望远镜》佚名 梦境建筑 绿洲的时刻</b><br><i>作品主体为萨尔索图风格的、体积被放大了一百万倍的单筒望远镜，构成了通向海滨公馆室内的门廊。内部结构为清一色纯白带有游泳池的超阈限空间集合体。</i><br><br>此类创作因对忆质资源的占用而被家族进行限制，后来逐步淡出创作者的视野。<br><br><b>幻觉艺术</b><br>严格来说，在其他的世界中也存在着类似的艺术风格，其核心为引起观赏者的错觉，如空间感官错乱、色彩诡计等，而梦境则能借助筑梦技术丰富这一体验，甚至使错觉不止限于视觉本身。<br>当时的创作者们则认为这是最适合梦境的风格。「在梦里就是要古怪一点」——他们如是说。<br>知名作品如：<br><b>《真正的丁香追逐者》佚名 建筑 现存于蓝调的时刻</b><br><b>《你以为你在衣柜外面？》佚名 苏乐达瓶作画 创作时间不详 现被猎犬家系封存</b><br>但自第四次谐乐大典起，类似创作便被限制，理由是极易引发迷因事故。<br><br>从结论而言，幻梦主义思潮时期诞生的尝试均因各类原因而以失败告终，但这一过程被认为是「足够艺术」，或是「足够匹诺康尼」的。<br>梦泡电影作为该阶段唯一公认优秀的产物被保留至今，工艺使得它的脚步停留在了匹诺康尼，而也正是这份回响，吸引着无数记忆，最终向着匹诺康尼流淌。<br><br>……<br><br><b>第三十二章·命途对创作的影响</b><br>把视点拉回后一纪，匹诺康尼的同谐之声逐渐明晰的时期，与之相对的不和谐音趋于消弭。<br><br>我们熟知的折纸大学的创立者，也是其时隐夜鸫家系家主格拉克斯，在最后选择采用了一种较为温和的方式来表达对于家族、以及同谐命途所行之未来的担忧。<br><br><b>《十六幅画作》格拉克斯 忆质画作  现存于折纸大学博物馆</b><br><i>画面主体是十六个身着各异的画家，头部被夸张化为音符的形状，他们在用完全一样的方式作画，而画布上的画面也一模一样。</i><br><br>这副忆质画作的意象十分明确，乃至无需过多解释就可领会创作者的意图。<br>家族对此相当重视，而做出回应的不是别人，正是格拉克斯的弟子，后来的筑梦大师费歇尔。<br><br><b>《第十七幅画作》费歇尔 立体忆质画构 现位于太阳的时刻</b><br><i>这一画作延用了《十六幅画作》的构图，将其立体化的同时做出了一些调整，每位画家绘画时的姿势都十分不同，且画作内容虽线条一致，颜色与明暗却有所区分。</i><br><i>精妙之处在于，从特定角度看去，十六幅画作能够拼合成一幅尺寸更大的优雅风景画。</i><br><br>这两幅作品被认为是探讨「同谐命途」与「创作自由」二者之间关系的最为简明的阐述，而此后不久，折纸大学落成，格拉克斯也指定费歇尔作为下一任家主，使得作品再一次陷入热议。<br><br>……"
            }
        ]
    },
    {
        "Name": "课堂上的小纸条",
        "Desc": "谐乐学院的同学在课堂上传给你的纸条。",
        "World": 4,
        "Books": [
            {
                "Desc": "谐乐学院里最近流行在课堂上cosplay，只要不影响教学秩序，想变成什么样子都可以。<br>你不来加入我们吗？"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "关于财富学院代表的联名投诉信",
        "Desc": "由财富学院学生联名写成的投诉信，其中列举了学院代表的诸多学术不端与失职行为。",
        "World": 4,
        "Books": [
            {
                "Desc": "（以上部分遭到撕毁）<br>…我们实在是无法忍受了，财富学院不该有这种不负责的老师，折纸大学更不应该容忍这种人继续在校内任职！因此我们列举出这位学院代表的诸多失职行为，希望得到学校的公正评判。<br><br><b>任人唯亲，在学院内安插亲信，并试图干扰学生会的正常工作。</b><br>首先让我们来看看，现在的财富学院领导层究竟有多少皮皮西人？教务主任，皮皮西人；财务主任，皮皮西人；工会主席，皮皮西人；后勤主任，皮皮西人…就连学院的保安都全是皮皮西人！更离谱的是，他们全都来自苜蓿草家系！这合理吗？是正常的人员配置吗？<br>我们很难不怀疑，这位学院代表滥用人事权限，将亲信通过不正当招聘手段纳入到财富学院内，进而控制学院的日常运转。至于他究竟从中捞取了多少利益，我们始终不得而知。<br>获得学院的控制权后，这位代表仍旧不满足，还使用各种见不得光的方式，打算将学生会也置于他的操控之中，方式包括且不限于：以绩点威胁学生会成员、擅自修改选举流程、缺乏正当理由的情况下否决学生提案…为此，许多学生干部已经不堪他的肆意妄为而辞职。<br><br><b>霸占学生论文，篡改调查数据，存在严重的学术不端行为</b><br>——必须强调，学生不是免费的劳动力！！！<br>这位学院代表不仅在教学中对学生毫无尊重，甚至还肆意使唤学生帮他完成诸如买饭、打扫卫生等诸多生活琐事。学生对教授的尊重不应变为人身依附关系，更不能成为教授控制学生的理由！<br>学生愿意跟随教授，无非是为了多学点知识，毕业时做出满意的研究成果。但是！这位学院代表竟然窃取学生的创意，甚至以帮助发表为理由，盗用我们的论文！费尽心血完成的文章，见刊时却只挂着这位学院代表的名字，卑劣的行径实在令人愤怒！<br>另外，据部分知情学生爆料，学院代表在论文写作过程中存在严重的学术不端行为，抄袭剽窃已是家常便饭，修改、编造调查数据同样屡见不鲜，为了他的观点论证，不惜贬低其余家系对匹诺康尼经济复兴重要作用，片面强调财富学院在学界的地位，这样的……<br>（以下部分被撕毁）"
            }
        ]
    },
    {
        "Name": "《彩梦校庆特刊》（节选）",
        "Desc": "折纸大学新闻社发布的，记录本次彩梦校庆盛况的校刊特辑，包括对各摊位的采访，以及学生们的调查访谈。",
        "World": 4,
        "Books": [
            {
                "Desc": "<br><b>摊位介绍</b><br>据悉，本次彩梦校庆的摊位数再创历史新高。除学院举办的迎新活动外，由学生与社团组织的摊位申请数量达到了惊人的两百个。为此，校方不得不对摆摊资格进行更为严格的审查，缺乏明确规划与吸引力的摊位将无法通过评审，还请各位热情的参与者谅解。<br>以下是我们对本次校庆部分摊位的调查报告——<br><br><br><b>甜品摊位</b><br>不得不说，这位摊主在如何制作精美的甜品方面相当有研究，哪怕是口味普通的橡木蛋糕卷，经过特殊的造型设计，也可以摇身变为校园里最为流行的时尚甜点。当然，价格也随着外观的改良而水涨船高。我们很难相信十万信用点的高昂售价，是学生们能承受的普遍水准。<br><br>编辑部打分——4/ 10 。<br>评分理由：<i>新颖的造型，中规中矩的味道，不合理的定价。希望摊主能对折纸大学的消费水平有更为清晰明确的认知，不要以自身的经济情况来评判其余学生。</i><br><br><br><b>玩偶摊位</b><br>说实话，我们完全没有想到在「睡蕉小猴」风潮退去后，校园内居然还有如此忠实的追随者。以现在的眼光来看，小猴玩偶既没有成为爆款潮玩的吸引力，也缺少足够的内容积淀，注定要被热衷追逐潮流的学生群体抛弃。摊位的销售数据证实了我们的判断——截止到编辑部来访时，小猴玩偶仅仅售出了一个。我们正在紧急寻找那位唯一的买家，请期待后续报道。<br><br>编辑部打分——1/ 10 。<br>评分理由：<i>了解你身边的同学正在关注什么，这点真的很重要。</i><br><br><br><b>社团摊位</b><br>丰富多彩的校园生活始终是折纸大学的特色，因此我们专程到访了学生社团的宣传摊位，其中，文学俱乐部的招新活动格外有趣。有意向的同学可以在现场参与故事续写接龙的活动，并得到社团内资深成员的指点，如果你写的片段格外精彩，还会被要求当场大声朗读出来。据我们了解，所有文学俱乐部成员都学过专业的朗诵技巧，并有在音乐派对上表演的经历。<br>如果你写的特别糟糕，则会被用稿纸打印出来，成为部员们的餐点。为此，我们已经目睹了至少五起食物中毒事件，出于对安全的考量，请缺乏写作才能的同学谨慎参与此次活动。<br><br>编辑部打分——8/ 10 。<br>评分理由：<i>他们成功向全校学生证明了，诗与歌原本便是同一的。但遗憾的是，他们似乎没有弄清楚故事和美食的区别。</i><br><br><br><b>听听学生们都怎么说</b><br>彩梦校庆是属于整个折纸大学的节日，来自学生的意见至关重要。为此，我们随机采访了遇见的几位学生，来听听他们都是如何评价这次校庆活动的吧。<br><br><br><i>「是的，我很满意。本次彩梦校庆充分展现了学生们的独立精神与自主性，作为财富学院代表，我很高兴看到同学们都有积极参与，希望大家能在活动中…庆出自我，庆出风采！」</i><br>                                                     ——来自某位皮皮西学生的采访<br><br>编辑部回应：<i>不好意思，我们弄错了采访对象的身份。但这份喜悦的心情是真实的。</i><br><br><br><i>「可以打码吗？谢谢，那我就开始了。说实话，我觉得这次校庆活动实在是乏善可陈，无聊的要命。搞乐队，哪有开派对有意思？真要我说，学校就不该参与，全交给学生就好！」</i><br>                                                  ——来自某位财富学院学生的采访<br><br>编辑部回应：<i>但从调查数据来看，学生们对音乐派对的安排相当满意。这位「派对之王」的观点或许有失偏颇，请各位同学辩证看待。</i><br><br><br><i>「我就是喜欢小猴玩偶，怎么了！推过气的角色很丢人吗？倒不如说，你们这些隔几天就换个爱好的人才是虚伪，只会追着潮流跑的无知者、可怜虫！」</i><br>                                                         ——来自小猴玩偶买家的采访<br><br>编辑部回应：<i>喜欢什么是每个人的自由，但我们相信审美还是有高低之分。</i><br><br><br><i>「我很期待这次音乐派对。作为谐乐学院选出的成员，乐队的核心位置非我莫属，我会向所有观众展示我的音乐才华…将闪耀带给你们。」</i><br>                                                  ——来自某位谐乐学院学生的采访<br><br>编辑部回应：<i>有自信是好事，就让我们期待这位同学在音乐派对上的精彩表现吧。</i><br><br>……"
            }
        ]
    },
    {
        "Name": "折纸大学图书馆管理员日志",
        "Desc": "图书馆管理员的工作日记，按照日期排列，详细记录了书籍的流通情况，以及工作中发生过的值得一提的事件。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>日志编号 144335 </b><br><b><u>今日备忘</u></b><br>擦拭第三区书架——√<br>擦拭第四区书架——√<br>擦拭正在扮演石膏像的艺术系学生——√<br><br><b><u>入库</u></b><br><b>·《比冯塞尔，双天之殇》  综合类·世界志 2A -459 </b><br>内容是一边远双子行星系统世界「比冯塞尔」的介绍，部分章节以小说形式呈现，可信度未知。<br>该星系特征为「概念高度对称」，双星上的智慧种族文明及其个体均存在对应关系，且各自生命的基本构成互为近似的“反物质”概念，接触会产生湮灭反应。<br>据书中所述：「……每个人都知道，在天痕另一侧有着自己的“命定之人”，他们注定会互相吸引，但却永远无法触碰彼此……」<br><i>-作者出身于比冯塞尔-β，状态一栏为「失踪」</i><br><br><b>·《你好！我饿！》 食谱 3H -331 </b><br>多界域综合食谱，条目极其繁杂，并根据世界和种族做了详细分类，如：<br>「粟烧水花实」-扎兹卡家常菜<br>「台伯生腌」-亚伯南安星特产<br>其中也有部分条目的食材难以入手，几乎无法复现。<br>创作者不明，推测可能是「贪饕」或「开拓」人士，也可能是某个贪吃的忆者。<br>※注：这本书很饿。<br><i>-什么冷笑话，没想到录入员还挺有幽默感的。<br>追记：3H整个书架的书籍全报失。怎么没人告诉我这是只忆域迷因啊！？<br>追记：3H都是食谱，内容全被它吸收转化了，原来如此…这学期的论文课题有着落了。</i><br><br><b><u>出借</u></b><br><b>·《差分仪体系结构与应用实例》 自然科学·星体学科 6A -061 100 日</b><br><i>-借阅者是筑院星体美学的教授带的研究生，毕业设计用，有介绍信，特批借阅时长。</i><br><br><b>·《野心-路易斯·弗莱明传记》 当代文学·讽刺文学  15 C -180 14 日</b><br><i>-借出去的第 43 版路易斯·弗莱明的传记——每本的内容都不一样，公司不管管吗？<br>-容易和旁边书架那本搞混，好在那本没人借。</i><br><br><b>·《有限剧院魅偶》 艺术集  10 A -001 3 日</b><br><i>-因为编号特殊，特地看了一下内容，是大剧院的设计稿，从剧院落成那天起就放在图书馆里吃灰了，这么多琥珀纪以来是第一次被借出去。<br>追记：录入时发现其中部分页面有污渍，有点像苏乐达…那时候就有苏乐达了？</i><br><br><b><u>归还</u></b><br><b>·《能源战争新闻摘》 历史文献 9E -044 12 日（未超时）</b><br><i>-页码混乱，且可能有缺页，待检查</i><br><br><b>·《沉思者柱廊的需求层次设计理论》工程学·建筑设计 6C -151 27 日（未超时）</b><br><br><b>·《热夜的资本—市场控制》 社会科学·经济学 7E -355 22 日（超时；已核算）</b><br><i><s>-借阅者不是财院而是筑院的，看来筑梦行业确实不好做。</s></i><br><br><b>·《磁炉中的吟柳》 综合类·星球志 2B -010 12 日（未超时）</b><br><i>-原书是钫制品，虽然梦里应该没事…但放回书架的时候还是小心些，不然让它浮在最上面算了。</i><br><br><b>·《折纸小鸟的折纸教学》教科书类·其他 3B -083 13 日（未超时）</b><br> ※注：书页第 35 、 173 、 192 页有毁损<br><i><s>-经讨论，暂不发起追偿流程。</s><br>追记：那个纸飞机自己飞走了。</i><br><br>……<br><br><b>日志编号 144347 </b><br><b><u>今日备忘</u></b><br>把大厅的布置翻新一遍，聘请筑梦师的开销从图书馆预算里支出——√<br>它开始吃书架了，下班后联系校方进行回收——×<br>完成筑梦课的随堂作业——×（困了，明天再说）<br><br><b><u>入库</u></b><br><b>·《星辰的时刻赞助商名簿》  历史文献 9G -011 </b><br>琥珀纪 2158 纪第一版；总第三百七十版。<br>记录了每一个赞助过星辰的时刻体育赛事的团体组织与个人，按照贡献程度排序。全书共有七十余页，能够在其中看到许多耳熟能详的名字——银河巨星、知名星际富豪，甚至还有两位现存天才俱乐部成员……<br><i>-「未署名（心灵感应蜘蛛）-  700000 苜蓿币、钱可通先生 -  700000 苜蓿币…尼奥尼先生 -  15 苜蓿币？」<s>这位先生甚至比不过街边的喷钞机</s>看得出来，赛事举办方很在乎每一位客人的心意。</i><br><br><b>·《七光的英雄》当代文学·幻想小说  15 A -545 </b><br>小说为第一人称视角，描写了一位普通的海因斯人去往某一虚构的七卫月行星系统世界旅行的故事。<br>主角因其种族特性被扩大了六倍而引发许多麻烦，但也因此阴差阳错地成为当地的英雄。故事最后主角决定定居在该世界。<br><i>-海因斯的年轻人那边流行的小说，我猜有很多人都幻想过亲身体验一下其中的情节，但可惜目前发现的七卫月世界基本都没什么智慧种族……</i><br><br><b><u>出借</u></b><br><b>·《》 类 λ0- 000  ��</b><br><i>-<s>录入系统故障？下次整修加点钱买朋克洛德产品。</s><br>追记：查了一下，借书的不是「虚构史学家」就是「谜语人」，报失吧。</i><br><br><b>·《从镜头到星空》传记类  14 B -071 15 日</b><br><br><b>·《看不到脚》自然科学·营养学  6E -119 60 日</b><br><i>-祝借阅者身体健康。</i><br><br><b>·《螺械时尚第 3580 期增刊》 期刊杂志  18 B -840 2 日</b><br><br><b><u>归还</u></b><br><b>·《双犬猎虎-荒梦往事》 古典文学 9E -044 12 日（未超时）</b><br><i>-页面忆质劣化严重，需保养。</i><br><br><b>·《螺械时尚创刊号》 期刊杂志 待重归档  127020 日（未超时）</b><br> ※注：品相完好，高文物价值<br><i>-？？？？？？</i><br><br>"
            }
        ]
    },
    {
        "Name": "梦路交通事故集锦",
        "Desc": "由猎犬家系面向家族成员发行的操作手册，记录了许多梦境发生过的交通意外事件，以及后续处理流程和相关访谈。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>为应对近期变化的匹诺康尼情势，请各区域的安保负责人认真检阅本资料。</i><br><br><b>案例一</b><br>一智械游客在黄金的时刻游览时，于外貌调整店的外侧路面与高速行驶的乌通蓬发生碰撞。事故造成一人（载具乘客）惊醒，载具损坏，智械游客除衣物损毁外无可见损伤；载具碎片与智械游客忆质模拟的磁性机械身体粘合，脱离梦境后仍有异物感，最终在梦境中接受「认知手术」后成功分离。<br><br>事故处理人采访：<br><i>「…那肯定吵得很厉害，毕竟那个『乌通蓬』是公共的——你是没看到当时的场景多有意思，就好像人身上长了个喇叭出来！哈哈哈哈！<br>…呃，已经在录音了是吧，嗯这个，玩笑话先不谈，智械客人的身体材质十分坚硬，几乎不会受到外力损坏，所以如果再出现类似事故，务必优先确保其他种族客人的人身安全…不不不，我没有歧视无机生命，咱们能就事论事吗？<br>如果需要给客人提供心理治疗，联系鸢尾花家系的对接人…」</i><br><br>…<br><br><b>案例十八</b><br>一逐梦客在使用气泡弹珠机进行区域移动时，因设备故障，在挡板尚未调整至确认位置时便先行发射，致使弹丸载具于两次反弹后冲入人堆，直接造成五人惊醒，周围的十四人受到不同程度的惊吓。当事人惊魂未定，但事后被发现多次尝试重复使用气泡弹珠机复现上述场景。<br><br>事故处理人采访：<br><i>「…这个（当事人）吧，八成得疯上几个月，后来怎么样我也不清楚。<br>另外呢，我们这个（弹）珠机一般不会出故障，这次的事我们让设备负责人看了一下，发现有这个…外力介入，就让猎犬家系查，也没查出犯人。<br>我们就…就是……对外公布是假面愚者干的——对，他们绝对不介意！<br>那通过这个事，我们得出个什么结论呢，就是各时刻的负责人要记得，定期检查一下，各自辖区，这个（弹）珠机的制动结构，是否在正常工作。」</i><br><br>…<br><br><b>案例六十三</b><br>一名游客被报告为失踪，知情者宣称该游客驾驶「斯坦威游隼」出行，尝试从薄暮的时刻直接前往黎明的时刻。事故发生后橡木家系立刻组织搜索，未果，现实酒店中也未能联系上该名游客。<br>数日后，涉事载具在梦境狭缝中被发现，内部空无一物。根据发现的蛛丝马迹，家族的公共信息团队立刻对此事进行了介入，事故信息被封存。<br>事件发生数年后，该游客被发现于███，同时████████████████████。<br><br>事故处理人采访：<br><i>「…我们这边建议将官方唯一认可的，在时刻之间移动的方式方法（即通过酒店进行移动）写进梦境指南，这点非常重要。<br>并请各家系成员，在得知游客尝试使用其他手段进行时刻移动时进行劝阻。当然，实在劝不住就算了。<br>另外，这个事件我们一度认为是虚构的，请各家系成员也统一认知——梦境中不存在███！」</i><br><br>…<br><br><b>案例一百一十四</b><br>折纸大学的环校园车道因一架定制款「十七分熟」突然闯入道路中央而发生连环追尾事故，造成一人惊醒，多数载具损坏，直接经济损失超过十亿苜蓿币。调查显示事故系人为，涉事个体为个人所拥有，推断是学生间私人纠纷所致，此事件后续影响较大。<br><br>事故处理人采访：<br><i>「…这种事件绝不能再次发生，我知道，当时甚至带动了校园的创作热潮，但现在匹诺康尼这情况，再出一次事就完了！<br>那些学生们可都是明日之星啊！而且他们的爹妈真要找上门来，奥帝先生怕不是要把我们全炒了！<br>说什么也得和校方统一一下意见，给大学园区加点儿安检，别再什么都让往里带了，保安每周都能没收五六只忆域迷因……<br>——什么叫他们忙着吃香蕉没空处理！？」</i>"
            }
        ]
    },
    {
        "Name": "折纸大学学生手册•第 43 版修订意见",
        "Desc": "教师们对于学生手册改动的审阅记录，能够从讨论中感受到折纸大学自由奔放的校风。",
        "World": 4,
        "Books": [
            {
                "Name": "折纸大学学生手册• 43 版修订意见",
                "Desc": "……<br><br><b>新生指引（第三页页末）</b><br>如果遇到设备问题需要求助，请咨询<s>校方技术部门团队</s><u>技术社团成员</u>。<br><i>- 我们为什么要把所有技术部门职员全部解雇来着？<br>- 去年的财富学院新生写了一份报告，指出校园通信网络存在的四十多个恶性漏洞。当时的技术团队对此嗤之以鼻，所以为了证明，那些新生把所有学生的成绩表都黑成了露莎卡星的海洋生物图鉴。<br>- 怎么解决的来着？<br>- 你得问他们。<br>- 通过。</i><br><br><b>学院设施导览（第十五页中间）</b><br>想要体验浪漫氛围<s>与入梦事故的乐趣</s>，谐乐学院的主教学楼顶层是你的最佳选择！在这里，你可以一览整个时刻的景观，与你的和声伴侣在此相会谐奏，<s>并且在告白被拒绝时把自己交给奔涌的情绪，从最高处一跃而下，从而最大化地</s>激发创作灵感！<br><i>- 理由应该不用过多阐述了吧。<br>- 我以为我们的校风是自由？<br>- 对啊，而且这里是梦境，没事的。<br>- 去年谐乐学院优秀毕业生回老家之后出了什么事，老师们应该都听说过吧？<br>- 投票结果为 46 比 44 ，其余弃权。通过。</i><br><br><b>优秀师资介绍（第四十七页）新增 </b><br>财富学院-詹姆士•霍金斯<br><i>- 霍金斯老师确实很优秀，他的课是财富学院唯一一门匿名评价为好评的大课，而且带出来的学生有很多都被公司看上了。<br>- 是啊，单是他最早来那会，作为偷渡客在学院里伪装了半年的老师还没被发现，就已经很能说明他的能力了。<br>- 一致通过。</i><br><br><b>优秀毕业生介绍（第五十九页）撤下 </b><br>筑梦学院-阿雪<br><i>- 一个新生来找我打听这些优秀毕业生的故事，按理我都记得，但唯独这一位做了什么我没有任何印象。<br>- 德尔老师为这事来找过我，我也没印象，联系了下那一届的毕业生，他们都不记得这个同学。<br>- 我们学院真有这个人？<br>- 通过。备忘，后续拉个会简单聊一下。</i><br><br>……<br><br><b>规章部分（第三十二至第四十页）调整：</b><br>（修订）学生禁止在校园内过量饮用苏乐达™及其所有衍生饮品，<u>冰点苏乐达除外</u>。<br><i>- 这条已经被改过至少七十多次了，请进一步说明订正意图。<br>- 邓准老师在声乐课上连喝十七瓶苏乐达的事被学生举报了，举报理由是他们也想喝。但学生其实不知道，邓准老师为了保持体温，补充精力消耗，不得不出此下策，更不用说他的胃病还是那群学生气出来的。<br>- 学院并不鼓励这种行为，但考虑到邓准老师的教育水平有目共睹，暂且通过，先试行一段时间看看。</i><br><br>（新增）禁止以学习名义私自动用教职工的私人资产。<br><i>- 这条有必要单独列出？再说，如果真是为了学习，我们宽容一些不也挺正常？<br>- 去年，那群筑院的捣蛋鬼，半夜把我的车拆了，把零件运到办公室里重新拼回去了！威胁我说要是不给高绩点，就不帮忙移走。那车比门框还大，根本开不出去！搞得我两个月之内都只能徒步上班，每天下了班就去拆车。<br>- 是不是那群把学校里所有的键盘的每一个键都拆下来，打乱顺序按回去拼成十六行诗的小子们？<br>- 想起来了，筑院那边还表扬了他们的技术高超，后来听说都被知名星际工业聘去了…提醒我一下，最后你给他们高绩点了吗？<br>- 给了。<br>- 通过。</i><br><br>……<br><br><b>不予通过的改动：</b><br><br><b>规章 新增 </b><br>学生不应该把自己当成猫、狗、石头或是别的什么东西。<br><i>- 大家平复一下情绪，请放心，提出这条的职工已经被开除了。<br>- 我怀疑那家伙只是对蒙布老师有个人意见，毕竟蒙布老师是霸王龙的事情人人皆知。<br>- 不管怎么说，看到这样的意见被提出，我真的感到遗憾。</i><br><br><b>优秀师资介绍（第四十八页）撤下 </b><br>谐乐学院-清妆女士<br><i>- 我认为将一个因创立武装反抗组织被逮捕的前教员放在这个栏位并不合适？<br>- 但学生们因此更喜欢她了，背地里称她为「大姐头」，今年谐乐学院的宣传画还画了她。<br>- 怪不得谐乐学院今年的原创节目很多都有硝烟、战争之类的元素和意象。<br>- 这两件事不挨着吧。<br>- 投票结果为 22 比 50 ，其余弃权，栏位保留。</i><br><br>……<br><br><b>给「睡蕉社」批准 3000000 苜蓿币作为下一年的社团活动预算</b><br><i>- 这是学生手册的修订！谁提出来的这种不着调的意见？让他来校长室见我！</i>"
            }
        ]
    },
    {
        "Name": "筑梦学院教学大纲",
        "Desc": "详细介绍了学院课程安排的教学大纲，为家长与新生展示了未来的学习计划，旨在通过系统学习培养出合格的筑梦师。",
        "World": 4,
        "Books": [
            {
                "Desc": "我院是折纸大学的核心院系之一，肩负着培养新一代筑梦师的重任。<br>筑梦师是梦境世界的缔造者，他们运用非凡的创造力和想象力，将梦境打造为栩栩如生的现实。<br>本大纲旨在为学生提供系统、全面的筑梦教育，帮助其掌握筑梦必备的理论知识与实践技能，成长为优秀的筑梦师。<br><br>一、培养目标<br>1、知识目标：掌握筑梦的基本原理和方法，包括忆质物理学、梦境美学、梦境工程学等学科的核心知识。<br>2、能力目标：具备优秀的创造力和想象力，能够运用所学知识独立完成各类梦境建筑的设计与建造。<br>3、素质目标：具有筑梦师应有的职业素养和道德操守，能够充分理解并践行筑梦的社会责任。<br><br>二、学制与学分<br>筑梦学院实行四年制教学，共8个学期，每学期 18 周。学生修满 160 个学分方可毕业。<br>其中：<br>1、公共课： 20 学分<br>2、专业基础课： 35 学分<br>3、专业核心课： 70 学分<br>4、专业选修课： 25 学分<br>5、毕业设计： 10 学分<br><br>三、课程设置<br>【第一学年：奠基之年】<br>1、想象力训练（8学分）：通过系列训练激发学生的创造力，开拓思维的边界。<br>2、忆质物理学（9学分）：学习忆质的物理特性及其在梦境构建中的应用。<br>3、梦境美学基础（9学分）：掌握色彩、构图、光影等美学元素在梦境创作中的运用。<br>4、空间几何（9学分）：学习空间、形态、结构等建筑几何学基础。<br>5、公共课程（5学分）：匹诺康尼通识教育，了解匹诺康尼的历史、文化与价值观。<br><br>【第二学年：游历之年】<br>1、筑梦技法（ 10 学分）：跟随资深筑梦师学习各类筑梦技法，如忆质雕塑、梦境编织等。<br>2、现场考察（6学分）：实地考察匠人前辈的筑梦作品，学习他们的理念与技艺。<br>3、民俗采风（6学分）：深入了解不同地域的风俗民情，从中获取灵感。<br>4、跨界筑梦（ 10 学分）：尝试将音乐、绘画等其他艺术形式融入筑梦素材中，拓宽表现力。<br>5、公共课程（9学分）：星际文明概论，了解不同文明间的交流与冲突。<br><br>【第三学年：磨砺之年】<br>1、筑梦工程学（ 11 学分）：掌握大型梦境工程的设计、规划与管理方法。<br>2、极限建造（ 11 学分）：在恶劣环境下进行梦境构建的方法与策略。<br>3、情感映射（ 11 学分）：将情感体验融入梦境空间，打造感知丰富的梦境体验。<br>4、筑梦实习（9学分）：深入筑梦一线，参与实际的梦境建设项目。<br>5、公共课程（2学分）：了解筑梦技术发展带来的伦理、社会责任与职业道德问题。<br><br>【第四学年：成才之年】<br>1、未来筑梦学（4学分）：了解前沿科技发展，探索筑梦的未来图景。<br>2、筑梦管理（4学分）：项目管理、团队协作等筑梦师必备的管理技能。<br>3、专业选修课（ 25 学分）：根据学生个人意愿进行细分领域的研究，包含梦境生态学、多维筑梦学、梦境修复与维护、梦境景观与主题设计等学科。<br>4、毕业设计（ 10 学分）：独立完成梦境空间的构筑，凝聚大学所学。<br>5、公共课程（4学分）：理解「家族」理念，培养不同文化背景下的沟通与群体协作能力。<br><br>四、教学要求<br>1、理论与实践相结合，鼓励学生将所学应用于实际筑梦项目。<br>2、因材施教，充分激发学生的创造力，培养学生的个性化发展。<br>3、优化师资配备，保证教学质量，同时邀请业界专家参与实践教学。<br>4、拓展学院与匹诺康尼本地企业的合作，为学生提供更多实习、就业机会。<br>5、重视筑梦伦理教育，培养学生的社会责任感。<br><br>五、质量监控<br>1、完善教学督导制度，定期召开教学工作会议，研究解决教学疑难问题。<br>2、建立学生评教与教师评学相结合的教学评价机制。<br>3、定期进行教学质量评估，形成持续改进的良性循环。<br><br>筑梦学院将秉承「想象力造就未来」的办学理念，致力于培养具有扎实理论基础、过硬实践技能、开阔创新思维的高素质筑梦人才。在未来，愿我们的毕业生能够成为匹诺康尼的中流砥柱，为创造更加精彩的梦境不懈努力。"
            }
        ]
    },
    {
        "Name": "欢迎来到伊森塞维尔（试播集）",
        "Desc": "内容奇奇怪怪的备份稿件，据说是对于某个广播节目的记录。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>OP：</b><br>【播放片头音乐】<br><br>造梦者赐予我们永恒的黄昏，令凡人远离赤黑的午夜与白金的黎明。<br><br>落日照耀白与黑的大理石之城。欢迎来到塞勒菲斯——<br><br><b>社区新闻</b><br><br>暮安，亲爱的听众们，我是主持人西塞尔，下面播报一则好消息——<br><br>即日起，锈墨电台将开始面向全宇宙的梦境进行广播。<br><br>社区记者兼摄影师拉斐尔先生传来报道：<br><br>「暮色之外，星光之中，凝冻蛛丝小径；」<br><br>「忆海之下，虚空之上，熔铸永恒之城。」<br><br><b>天气预报</b><br><br>气象台发来白色预警：<br><br>大约两个黄昏时后，社区南部地区将迎来大范围尘暴。<br><br>本次尘暴中，「希望」残屑含量达到Ⅲ级，并伴随持续爆闪。<br><br>请居民——尤其是「园丁」等多目种族——提前进入室内避难，并彻底封闭门窗，避免污染。<br><br>教堂将在尘暴结束后一黄昏时开始清扫活动。无处掩藏者请提前将自己埋进梦砂，以确保被回收后能够顺利进入深眠。<br><br><b>社区新闻</b><br><br>十三个黄昏时前，教堂在白船广场举行了本年度告解会。<br><br>修女贝利尔表现出众，成功为总共三千三百三十三名信徒赐福，并令其出现解离性蜕变；其中包括三名唱诗班成员。<br><br>本次赐福的影响波及二十七个街区。目前教堂已清扫全部残响，并正式授予贝利尔修女新任首席职位。<br><br>此外，由于本次活动导致的大量人员流失，教堂或将面向镜城进行招聘。<br><br>感谢修女小姐为社区间的友好交流与经济发展所做出的巨大贡献。<br><br><b>广告</b><br><br>下面插播一则广告——<br><br>腐沼餐厅诚聘糕点师一名，要求如下：<br><br>1.擅长脑领域研究，有丰富的生物组织杂交与培育经验；<br><br>2.身体健康，对各类异常天气与教堂的赐福有一定抗性；<br><br>3.有「神殿」系统相关操作经验者优先。<br><br>薪资待遇：<br><br>1.餐厅将为员工提供免费食宿与厨房，并定期供应限定食材。<br><br>2.本店员工无需深眠，退休后将被集中回收至餐厅仓库存储。<br><br><b>社区新闻</b><br><br>以下为本季度影音店销售名单，请符合购买条件的顾客在指定时间自行前往。<br><br>1.录像带「狩猎之夜」：<br><br>一部月圆之夜猎杀野兽的记录片，由失乡的猎人通过献祭仪式寄售于影音店。<br><br>残留有古老神祇的影响，请勿令其与教堂成员或镜城居民有所接触。<br><br>2.CD「钟声」：<br><br>本为由诸神谱写、用以传承希望的曲子，最终却被绝望彻底侵蚀。<br><br>请置于灰烬中保存，并避免在「绝望」含量较高的尘暴期间播放。<br><br>3.黑胶唱片「唱诗班」：<br><br>唱诗班成员解离后遗留的残响，附带新任首席修女的赐福。<br><br>非特殊情况下，请勿开启封装。<br><br><b>ED：</b><br>【播放片尾音乐】<br><br>愿永恒落日庇佑永恒之梦，愿诞生于梦的终安息于梦。<br><br>暮安，听众们，期待与您在黄昏山谷中再见。"
            }
        ]
    },
    {
        "Name": "折纸大学七大不可思议",
        "Desc": "折纸大学某位学生关于校内众多不可思议事件的记录。",
        "World": 4,
        "Books": [
            {
                "Desc": "<br><b>1.旧仓库</b><br><br><b>初始版本：</b><br><br>这件事是我室友听一位已经毕业多年的学姐讲的：据说学校图书馆地下有个废弃了很久的旧仓库——是个特别大的仓库，专门用来堆放废弃教材、过气畅销读物或古早期刊杂志之类的旧书。<br><br>就像在现实中保存不当的图书容易生虫那样，那些书籍里面也生出了一些「东西」。学姐其实也不知道那究竟是什么，但她猜测可能是忆域迷因之类的怪物——总之那段时间，图书馆所在的区域被封锁了，每天都有猎犬进进出出，而且…据说有些人进去了就再没出来。<br><br>有个胆大的家伙试图潜入，但没成功。后来和人聊天的时候，他说自己被猎犬发现之前，似乎听到了一声从地下传来的、极其恐怖的嘶吼。<br><br>没多久图书馆就再次开放了，一切看起来和之前没什么不同。但通向仓库的那扇门不见了。<br><br><b>流行变体：</b><br><br>有人声称图书馆下其实藏了一只危机时代的忆域迷因。该版本内容来源于校内论坛上的灵异事件征集帖，原文如下：<br><br>「和普通迷因不同，这只迷因在和人类相处太久后，拥有了人的外形和智慧，变得十分难缠，最后被猎犬家系、流光忆庭和星际和平公司联合围剿，才成功关押到了图书馆下面。」<br><br><b>笔者评论：</b><br><br>笔者试图进一步挖掘变体版本的相关信息，但所获寥寥。然其中所提及「建立折纸大学是为了通过大量学生的潜意识镇压这只迷因」相关内容，或许能作为两个故事的关联点，进一步挖掘。<br><br><br><b>2.雾中小鸟</b><br><br><b>初始版本：</b><br><br>那件事啊？我知道，就在谐乐学院西南边那个喷泉附近——听说好几个人都遇到了，每次情况大差不差，都是独自一个人，走着走着突然就起了大雾，什么都看不清，往哪个方向都走不到头，只有跟着从雾里传来的鸟叫声，走到喷泉旁边才能出来。<br><br>不过嘛…听说财富学院有人围观过全程，他看见那个「迷路」的倒霉蛋其实自始至终都在喷泉旁边转悠。<br><br><b>流行变体：</b><br><br>关于雾中的鸟叫，当下最流行的说法是：那其实是某位在学院建造期间意外罹难的筑梦师，他的灵魂变成了折纸小鸟。<br><br>至于为什么要给人引路？有人说它是在保护学生们，也有人说它孤独了太久所以想和人玩捉迷藏。<br><br><b>笔者评论：</b><br><br>「钟表小子」系列卡通形象，在匹诺康尼本地怪谈的流行与演变过程中，始终占据一席之地。<br><br>关于「折纸小鸟」的传说，不同时刻流传着不同的版本，这些故事在细节方面受到所处区域文化特征的影响（比如在「黄金的时刻」，幽灵的身份通常被描述为一位逐梦客），但在叙事结构（如视角的转换）与主要元素（如大雾、迷路与鸟叫）等方面总保持相对一致。<br><br><br><b>3.变形教授</b><br><br><b>初始版本：</b><br><br>这事儿我其实没亲眼见过，但他们都这么传…而且要我说，就算是真的也不奇怪——你知道财富学院那个特别讨人厌的教授吧？就是每次选修课都要点名、挂科率还特别高的那个！<br><br>听说前两天他变成气球了…好像是因为有一天上课的时候，他突然宣布要当场进行随堂测试，不及格的期末要扣绩点。有个学生和他吵起来了，然后教授说：「想让我取消测试？行啊，除非我现在就变成一个气球。」<br><br>然后…据说那个气球是红色的，上面还画了个歪歪扭扭的小丑笑脸。<br><br><b>流行变体：</b><br><br>在已知其他版本中，教授与学生发生冲突的原因包括：刁难差生、辱骂情侣（认为其扰乱课堂秩序）、在教学中犯了专业性错误（但为了面子死不悔改）。<br><br><b>笔者评论：</b><br><br>在调查过程中，笔者注意到一个颇为有趣的现象：相比其它怪谈，本则故事的讲述者们往往更加「积极」。<br><br>在叙述过程中，他们大多表现出一定程度上的快慰与满足（有时甚至是幸灾乐祸），并时常辅以微妙的眼神与手势，用「幽默」来掩盖自身（对某些不得人心的教授）的攻击性。<br><br><br><b>4.挂科短信</b><br><br><b>初始版本：</b><br><br>■■■气死我了！虽然我根本就不信吧，但这也太晦气了。到底是哪个■■■的闲着没事天天发这缺德玩意！你看看，看看！这是人干事吗——<br><br>「请在3天内转发给 20 个人，否则你本学期专业课都会挂科。不信的话可以试试哦~」<br><br>听说之前收到过这条短信的人，只要没转发，就真都挂科了…难不成是哪个教授搞出来的恶心玩笑？■■，最好别让我逮到那个兔崽子，真的，不然我■■■绝对揍到他醒为止！<br><br><b>流行变体：</b><br><br>关于短信的最初来源，当前流行的说法有以下几种：成绩太差导致延毕多年的学生、因为黑幕失去奖学金的优等生、讨厌年轻人的阴暗老教授。<br><br><b>笔者评论：</b><br><br>不论什么人，能搞出这种玩意，一定是个心理阴暗的变态。<br><br><br><b>5.时空交汇</b><br><br><b>初始版本：</b><br><br>虽然但是…我觉得…只是我觉得啊，这事儿听起来还有点浪漫——嗯…你懂吧，就是那种「跨越时空只为相会于此」的感觉！<br><br>呃…好吧，说正经的，那张课桌的位置你知道吧？对，就是3楼尽头那间自习室，靠窗的最后一排。我朋友的朋友曾经试过在上面留言，回应她的那个幽灵据说曾是格拉克斯校长的学生……<br><br>啊？没有，她当然没失踪，也没有什么奇怪的诅咒之类的。她们的谈话很短暂，但是非常愉快。除了无法证实这件事的真假之外，一切都好得不得了。所以就像我刚才说的，简直就像小说里才会有的情节，不是吗？<br><br><b>流行变体：</b><br><br>该怪谈各版本间最主要的区别，在于其「危险性」。在最初的叙述中，幽灵呈现出完全无害的面貌。但随着后续发展，渐渐流传出带有「诅咒」、「代价」、「失踪」等恐怖元素的版本。<br><br><b>笔者评论：</b><br><br>在一些怪谈的流传过程中，人们会通过增加某些「细节」来保持故事的活性。以本则怪谈为例，其最初的版本对比后续一系列变体，在讨论度与流传范围上相差十分显著。<br><br>常见的类似手法还包括：赋予怪谈更完整的叙事结构（如伏笔和回收）、更具象化的情境（如对受害者与救援者的更细致描述）、与地方民俗或个人经历紧密结合（使特定对象更易共情）等。<br><br><br><b>6.树荫</b><br><br><b>初始版本：</b><br><br>这件事我也只是道听途说…但自从听过之后，我就再也没去过我们学院那个花园。<br><br>花园东北角有棵特别大的榕树，你知道吧？据说那对情侣本来是在树下幽会，当时气氛正好，但就在这个时候，头顶的树叶开始哗啦啦响个不停，隐约还能听见嗬嗬的哈气声，像是猫或者什么小动物在树上打架。<br><br>情侣被吵得没了兴致，就回去了。第二天他们才知道，有人在他们约会的那棵榕树上吊死了。据说那个可怜的家伙因为某些原因没能及时醒来，以至于在经历了极其漫长的「死亡」过程后，精神崩溃了。<br><br><b>流行变体：</b><br><br>本则怪谈在传播过程中，基本保持了故事原有的风貌，仅增加了不同程度的细节：譬如有版本增加了情侣被打扰后的吵架细节，有版本较详细地描述了他们得知真相后的反应。<br><br><b>笔者评论：</b><br><br>相比于「时空交汇」，本则怪谈最初便已具有较完整的故事结构与足够博人眼球的刺激要素，因此后续发展中，人们更倾向于对其进行「丰富」，而非「改写」。<br><br>至于这则故事始终存在的疑点：「在梦中受到强烈刺激的人究竟为何没能在第一时间醒来」这种关乎入梦系统安全性的问题——只能说人们在满足自身追求恐怖和猎奇心理的同时，往往会在一定程度上忽略逻辑的不合理。<br><br><br><b>7.延迟毕业</b><br><br><b>初始版本：</b><br><br>要我说啊，就是学金融学的！那人大我两届，平日里闷不吭声，没什么朋友，也从来不引人注意。<br><br>后来…听说好像是因为成绩问题要推迟毕业，压力太大脑子有点不正常了，就开始隔三差五花样作死。对，就字面意思，什么跳教学楼啊、沉游泳池啊、挂大榕树啊…虽然大部分时间都被及时制止了。那阵子他在学校里也算是一道奇景了。<br><br>后来？后来怎么样了我也不知道。有人说他在梦里作死作习惯了，回到现实之后一时没分清，就真把自己搞没了。<br><br>反正这学期我是再没见过他。<br><br><b>流行变体：</b><br><br>经调查统计，折纸大学各学院都存在类似怪谈。主角受挫的原因包括：感情失败、家庭不和、校园霸凌、师长排挤，或其它个人内在因素；而故事大部分以主角（因分不清梦与现实而）死亡告终。<br><br><b>笔者评论：</b><br><br>本则怪谈具有较强的警示作用：就挫折内容而言，它反映出学生间普遍存在的压力与焦虑状态；而就其结局而言，则体现了人们对于入梦安全的隐忧。<br><br><br><b>8.睡蕉小猴</b><br><br><b>初始版本：</b><br><br>[调查中]<br><br><b>流行变体：</b><br><br>[调查中]<br><br><b>笔者评论：</b><br><br>*前不久流行的「睡蕉小猴」突然销声匿迹，而大家的反应都过于「正常」了，非常可疑。<br><br><br><b>9.锈墨电台</b><br><br><b>初始版本：</b><br><br>[调查中]<br><br><b>流行变体：</b><br><br>[调查中]<br><br><b>笔者评论：</b><br><br>*那个广播电台一定有古怪，就算没人相信也无所谓，我总会调查清楚的！"
            }
        ]
    },
    {
        "Name": "椒丘的复诊报告书",
        "Desc": "对曜青策士椒丘身体状况的诊断",
        "World": 3,
        "Books": [
            {
                "Desc": "名字：椒丘<br>性别：男<br>籍贯：曜青<br>种族：狐人<br><br><b>患者伤情</b><br>1、患者颈部至胸口有大面积咬合伤，创口受毒影响腐化萎缩。失血严重引发急性休克。锁骨有骨裂。<br>2、患者曾服食「颠踬散」，引发血液循环紊乱，体内大量内出血，神经功能萎缩，视神经退化型病变，功能性失明。<br>3、肝功能，肾功能和淋巴及免疫系统受毒素影响而损伤。<br>4、失血严重，造血功能受抑制。有炎症。<br>5、病患被发现时，瞳孔涣散体温降低。<br><br><b>诊疗方案</b><br>1、用噬患虫清创后敷药包扎。骨折部分用玉髓风骨散外敷固定。<br>2、采用炮灸疗法，刺激鱼际、中封、太冲、大椎等大小三十六个穴位，辅以行香术活化经络，加速毒素代谢。辅用翁瓦克水蛭吸收病患的脏器内出血残留淤血。<br>3、由持明龙尊亲手施治，以龙漦露滴注射，辅助生肌愈创。<br>4、可服用养血生肌类补剂，恢复患者体力。在隔绝创口的前提下，用药浴浸泡全身，辅助身体排出毒素。<br><br><br><b>患者现状</b><br>1、患者精神状态良好，睡眠饮食相对正常。偶有噩梦侵扰，可用梦枝香薰稳定心神。创口愈合速度略慢于预期，尚未感染。<br>2、各项生理指标正常，目前未观察到任何狼化症状。<br>3、受「颠踬散」影响，血凝功能降低，务必免其触碰锐器。<br>4、视力受损严重，疑似神经受损导致眼部发生器质性病变，治疗方法还需进一步研判。<br>5、基于患者当前状态及个人意愿，满足基本出院条件。<br><br><b>出院医嘱</b><br>1、若受狼毒残留导致的梦魇影响，可用凝神类香氛辅助入睡。<br>2、忌辛辣，忌辛辣，忌辛辣。不想创口发炎就让他管住嘴。<br>3、时刻汇报创口愈合情况。有鉴于其返乡情况，请曜青丹鼎司配合诊断。<br><br><br>丹鼎司 灵砂"
            }
        ]
    },
    {
        "Name": "演武仪典擂台逸话",
        "Desc": "不知名记者留下的赛事稿件，半真半假、令人瞠目地描述了大量选手惊人的比赛事迹…",
        "World": 3,
        "Books": [
            {
                "Desc": "仙舟演武仪典，历来豪杰辈出。可每每比赛落幕，胜出者风头无两，成为街谈巷议的焦点；其余参赛的英豪却被抛之脑后，何其悲哀！<br><br>笔者虽非武人，但观英雄竞斗，豪杰争锋，久有所感。吾辈不愿让擂台上的奇人轶事随时光湮没，为人所忘，遂摇动秃笔，勉强记录成集，以传后世遥想先辈之风采。<br><br><b>一、中子剑侠</b><br><br>无名无姓的剑客，背负两把三尺长剑，独行至演武仪典。这对宝剑乃是由两颗中子星打造而成，无坚不摧，削铁如泥，唯有将肉体与技艺都锻炼至臻的大师，方有能力将其挥舞。<br><br>正可谓英雄杀英雄，宝剑遇宝刀，中子剑侠在第一场比赛，就遇到了一位手持白矮星刀的对手。二人在刀光剑影里相战甚欢，却不想，经由中子星和白矮星的激烈碰撞，竟在擂台上活生生地锻造出一颗微型虫洞！那虫洞转瞬间吞掉了对方，将他随机传送去了宇宙的未知领域。而被寄予厚望的剑侠，则被大赛方责令找到失踪的选手，自此离开仙舟，踏上了远航寻人之旅。<br><br>至于后事如何，笔者暂按下不表。<br><br><b>二、蜘蛛男孩多多科尼</b><br><br>众所周知，演武仪典不仅是仙舟人的赛事，同时也面向寰宇，不乏化外强者的攻擂。在笔者看来，本届比赛中，最亮眼的化外武者，无疑是蜘蛛男孩多多科尼。<br><br>凭借种族优势与自身的刻苦，多多科尼的八只手同时能操持八种截然不同的武器，并使出八种对应的武学技巧。据称，在来到演武仪典，多多科尼曾师从银河武学宗师鬼洞子，在八颗极端恶劣星球习得了著名的武学奥义「八轮天」，此套奥义在擂台上更是所向睥睨，未逢敌手。<br><br>然而，多多科尼终究没能走到最后，他倒在了自己的第四场比赛上。原因无他，作为一只心灵感应蜘蛛，多多科尼已经变成了蜘蛛老男孩。是的，他老死了！<br><br><b>三、虚空鲸奥婆</b><br><br>论及演武仪典最缺乏观赏性的选手，虚空鲸拳门主奥婆绝对是当之无愧。作为仙舟古象形拳的传人之一，早在大赛开始以前，这位持明武师便凭借出众的实力和相貌，在武学爱好者中获得了大批拥趸。「没人能吃下一记虚空鲸拳，如果有，那就来第二发。」更是他一直以来的标签。<br><br>事实也确实如此，奥婆将这一招修行至顶点。与同门师兄弟千奇百怪的招式相比，奥婆的战斗朴实无比，他不停地挥出虚空鲸拳，以纯粹强、劲、霸的拳力，将眼前的对手轻松击败。<br><br>虽然笔者个人认为，武学在实用之外，还是应当具备一定的观赏性。但奥婆选手却因家庭纠纷被迫退赛，也着实令人惋惜。<br><br><b>四、达尼尔和金人十四</b><br><br>之所以将此二人放在一起，不仅是因为他们同为智械，更是因为，他们二人同为鬼洞子关门弟子，且皆有推演对手「下一招」的特殊能力。强悍的算力使二人在比赛中呈现出骇人的统治力，并一路过关斩将，直到同门交锋。<br><br>在比赛中，达尼尔先行一步，开始推测对方的下一招。而金人十四也不甘示弱，开始推演对方应对下一招的下一招。于是，达尼尔开始预测下一招的下一招的下一招。往复循环，两台智械最终一招未出，陷入无限的逻辑僵局，无奈的主办方只能把他们搬下擂台。<br><br>虽然仙舟方表示，未结束比赛的二人，他们的参赛资格会被保留到下一场演武仪典，但笔者不由怀疑，哪怕过上一万个琥珀纪，他们的对决也不会完成。这大概就是古代仙舟武者所描述的：<br>「都是一个师傅教的，破不了招啊。」<br><br><b>五、漫云</b><br><br>星天演武仪典举办至今，比赛的规则曾经过多次的完善。但寰宇之大，总会有超脱认知的情况，令众人陷入两难的境地。笔者之所以将寂寂无名的漫云列入合集，也有这般考量。<br><br>漫云选手，种族年龄均不详。其修行的化云功法，以模糊物质与意识的界限为特征，修行者越深入，其物质存在也愈发稀薄。说到这里，读者或许会认为，这位漫云选手，也不过是众多强者中，较为离奇的一员，但请容我接着往下说。<br><br>在最后的一场比赛中，漫云的功法终于修炼到极致，他的肉身褪去，变成了完整的意识体。科学地说——一个模因。无法攻击到物质的模因，和无法接触漫云的对手，二人只能在台上干瞪眼。按照大赛规定，模因身体本不具备参赛资格，但如果在上擂台前还不是模因呢？主办方因此难以判定局势胜负。<br><br>不过，漫云倒是看得很开。他大喊着「爷终于练成了！」飞离了擂台，然后再也没有回来。"
            }
        ]
    },
    {
        "Name": "关于丹轮寺问题的意见",
        "Desc": "对丹轮寺僧众陈情的批复",
        "World": 3,
        "Books": [
            {
                "Desc": "自仙舟「罗浮」与丹轮寺建立正式外交关系以来，究竟该如何处理丹轮寺问题，一直是一个各司部之间争执不休的问题。<br><br>我在此代表地衡司，向各司部及十王司再次重申我们的意见：断不应当与丹轮寺有更进一步的合作，更应该立刻放弃任何与其结盟的天真念头。<br><br>这几日开会时，我察觉到很多同僚对地衡司的判断不满，更有人因此将我当做了不近人情的怪物。因此我有必要将自己的理由说得更明白些，以避免加深误会。<br><br>第一、目前与丹轮寺建交的仙舟，只有「罗浮」一艘。且不论那些物理距离过远的同胞和避世隐居已久的同胞，至少在「曜青」和「朱明」未对此做出任何判断前，我们都不应当擅自与丹轮寺进一步交好。<br><br>第二、第三次丰饶民战争才过去三十年，「丰饶民」这个词对广大仙舟住民来说依然意味着仇恨与血泪——更不要提狐族与步离人的千年血债。这些都并不是几千个僧人就能在短时间内扭转的（即使他们真的都是极为纯善的好人）。<br><br>第三、与丹轮寺结盟后，他们还会愿意孤零零地住在那个破庙里吗？就算他们愿意，结盟后他们必然会成为丰饶民仇恨的焦点，我们能心安理得地放他们依然住在那里吗？这可不是仙舟的待客之道。<br><br>如果让他们住在罗浮上，我们要怎么看待他们的风俗习惯和信仰生活？不许他们这样做吗？这同样也不是仙舟人的待客之道。<br><br>但要是我们允许他们那样做，他们自然会遵循他们的信仰，从各个战场抓来一些小孽物，再放到庙里面去感化。当这间寺院在宇宙中流浪时，这种善行当然与我们无关，但当这作座寺院位于「罗浮」上时，你们谁敢说，这些小孽物不会逃出寺庙，跑到街上去大开杀戒？你们谁敢付负这个责任？<br><br>如果诸位没有信心妥善安排好他们的生活，那建议立刻死了这条心。<br><br>第四、也许各位不知道，博识学会的调查结果显示，丹轮寺涅槃殿里供奉着的那一万三千具「金身」，在生物学上依然是「活着」的。<br><br>我们不知道这些「金身」会不会在条件成熟时苏醒，更不知道当他们醒来时，究竟是「得道高僧」，还是「丰饶孽物」。<br><br>综上所述，我代表地衡司再次强调我们的意见：断不应当与丹轮寺有更进一步的合作，更应该立刻放弃任何与其结盟的天真念头。<br><br>地衡司司衡，惠父"
            }
        ]
    },
    {
        "Name": "罗浮司鼎上六御书",
        "Desc": "罗浮新任丹鼎司司鼎所呈上的公文",
        "World": 3,
        "Books": [
            {
                "Desc": "谨以本函，就丹鼎司近期变革与规划，呈报诸位：<br><br>自丹枢之乱以来，罗浮丹鼎司声望蒙尘，人心动荡，外间亦多有非议之声。妾身忝任罗浮司鼎，将施行三大举措，旨在引领丹鼎司走出阴霾。<br><br>其一，鉴于以往罗浮丹鼎司封闭，滋生蠹朽，我主张打破门户之见，广纳联盟与化外知名医士莅临交流。同时增加派遣名额，鼓励司内医士与丹士求学于外，丰富诊疗手段。<br><br>其二，妾身将引入并传授朱明仙舟的行香术，作为罗浮丹鼎司施治手段之一。与丰饶孽物交战的前线士兵易受战争创伤影响，在战时与战后，罹患「魔阴身」的比例远高于常人。「药王秘传」也多将该群体作为蛊惑对象。朱明的疗法侧重以挥发性的药物安抚病患的情绪，调节其身体状况，对于「魔阴身」的延缓与抑制成效显著。<br><br>为此，我将在丹鼎司成立专项研究团队，对熏香疗法深入剖析疗法机理，力求与罗浮医术融合，优化调制与操作流程，确保其安全有效。后续将组织丹士奔赴前线救助云骑军伤员，并对前线提供药品与医疗培训，改善人们对丹鼎司的成见。<br><br>其三，丹鼎司加强与其他部门的合作，派遣成员前往各司部辅助展开工作，互通有无；<br>协助天舶司就域外旅客的常见求治疾病进行医疗知识培训；  <br>协助地衡司针对各洞天居民进行线下治疗义诊，缓解医疗压力；<br><br>希望以上述举措，令丹鼎司与其他各司部通力合作，以重拾罗浮上下信任。<br><br>敬上。<br><br>丹鼎司司鼎 灵砂"
            }
        ]
    },
    {
        "Name": "仙舟「罗浮」演武仪典导览",
        "Desc": "关于演武仪典与竞锋舰的导览。",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>前言</b><br><br>诸位尊贵的宾客，感谢您莅临本届星天演武仪典的举办地——悬停于仙舟「罗浮」洞天之上的竞锋舰。<br><br>众所周知，星天演武仪典系仙舟联盟的传统武事庆典。最初，演武仪典的设立是为纪念云骑军在帝弓司命的引导下卫蔽仙舟，涤荡寿瘟。仙舟云骑们精勤砥砺，竞武交锋，以飨先烈。<br><br>时光流逝，星天演武仪典的愿景已超越了竞技和庆典本身，它最终成为了一条纽带。借仪典之机，我们一次次跨越寰宇之间的距离，广邀来自银河不同世界的武者英豪共聚一台，展现战斗的意志与盟谊之可贵。<br><br>今天，您将在这里见证武者的锋芒与仙舟的风貌。<br><br><b>赛事场地概览</b><br><br>本届星天演武仪典的举办地「竞锋舰」，曾是第三次丰饶民战争时期的服役斗舰。在同量级吨位的战斗星槎中，竞锋舰曾引渡无数云骑英雄抵达战场，在方壶之战、萨金夏都突击战、喀拉力克虫灾等知名战役中为地面部队提供近距离支援。<br><br>在斩获无数战果和累累创痕后，竞锋舰安然退役。如今，工造司的匠人们为它解去战甲，令它以全新的面貌迎接游客。在长达数月的修缮改造后，竞锋舰的内部舱室重新设计，以适应选手备战、游客观赛、媒体转播、招待外宾、餐饮娱乐、承办商业活动等不同需求。<br><br><b>比赛区域：激情与技巧的碰撞</b><br><br>观赛区与决赛区位于舰中央的巨大开放式甲板。经过改造，原内部舱室和甲板区下层设置为分赛区，让每位观众都能近距离感受激战热斗的震撼。<br><br>我们也在分赛区设有零层内部环路、停机坪和大量功能用房，并配备医疗室、训练室、休息区、娱乐间，以便选手们能在比赛间隙获得最好的休息和训练。<br><br><b>观赛与休闲：享受每一个瞬间</b><br><br>分布于舰体各层的观赛区，不仅提供了无死角的比赛视野，还配备了舒适的座椅与即时数据分析屏，让观众在享受视觉盛宴的同时，也能深入了解比赛细节。同时配备了贵宾室和媒体工作区，以便不同人士的商务需要。<br><br>舰上特设的休息区与餐饮区，供应着银河各地的特色美食。更有金人巷长乐天等地的多家餐饮店提供的罗浮美食，是观赛之余放松身心、社交交流的理想之所。<br><br>在赛事期间，「竞锋舰」还将举办一系列文化交流会、选手见面会等特别活动，详情请关注官方公告。<br><br><b>舰体探秘：历史的回响</b><br><br>步入舰首的历史展厅，将通过全息影像与实物展品，展现罗浮天舶司的历史，与「竞锋舰」的光辉岁月：从建造到服役，再到退役后的重生。让我们一同见证，在这片星辰大海之中，新的传奇如何被铸就。<br><br>尽管指挥中心已不再担任军事指挥的角色，但其内部仍保留着原先的控制面板与战略星图，让游客身临其境，化身为舰长，亲自体验运筹帷幄的情景。<br><br><b>开放时间</b><br><br>赛事期间每日系统时4时至 16 时，观赛区对游客开放。特别活动与夜间灯光秀敬请留意公告。<br><br><b>门票获取</b><br><br>可通过官方渠道提前预订或指定购票点购票，持票者可享受全程导览服务及特定区域的观赛权限。请勿相信任何非官方售票途径，谨防上当。<br><br><b>交通指南</b><br><br>长乐天等地设有专用的摆渡星槎，直达「竞锋舰」下方的接驳平台。自驾载具请向天舶司登记后停靠在指定区域。<br><br><b>安全须知</b><br><br>为了保障所有舰上人员的安全，参观时请务必遵循指示标志，服从工作人员安排，不要触摸未授权的设备。<br><br>最后，希望您在本届星天演武仪典感受到主办方的真诚与情谊，敬祝旅途愉快。<br><br>星天演武仪典赛事委员会"
            }
        ]
    },
    {
        "Name": "星际和平公司驻罗浮办呈报",
        "Desc": "来自公司专员的抗诉，虽然文字四平八稳，但压不住字里行间夹枪带棒的意思…",
        "World": 3,
        "Books": [
            {
                "Desc": "致天舶司接渡厅及互市厅相关负责人：<br>我谨代表星际和平公司，就近期罗浮天舶司对我司运输物资采取的不当扣押措施致以书面抗议，并借此机会阐明事件的严重性及我方立场，望贵方予以高度重视并即刻采取纠正措施。<br>本月月初，我司物流运输部所属新伦蒂尼恩号运输船，原计划运往克里姆特立宪国边境战场。但在途经罗浮航线时，载货船舰遭遇步离人兽舰袭击，万幸在朱明使团舰的协助下脱险。依照我司与仙舟联盟签署的《商贸安全协作框架互助应急与商贸促进协议》中紧急避险的相关条款，遭袭舰船被迫在罗浮的空港中停泊。<br>然而，作为临时迫停的舰船和货物，贵方天舶司竟坚持要求我们按照外贸进出口货物提供详细数据信息并进行检查。尽管我司工作人员已多次交涉，并反复重申这批货物事关公司知识产权和商业机密，但贵方态度强硬如故。不但滞留货物，还勒令我们开箱检查。显然，贵方无视我们提出的合理解释，并存在滥用职权的行为，此举完全违背了双方商业准则共识。<br>我不禁要问，贵方是否以为滥用职权、强行扣押他国公司的货物，是一种习以为常？对于恪守商业准则的公司来说，这种滥用权力的行径，只会令人对罗浮整体的管理水平和法治观念感到失望。<br>对此，我谨代表公司向贵方提出我们的诉求：<br>1、请天舶司立即归还新伦蒂尼恩号运输船全部货物并拟定离港日期。<br>2、评估并赔偿滞留期间造成的一切经济损失。<br>3、公开致歉，以挽回此次滞留事件造成的商业声誉损失。<br>我们诚挚希望，通过双方的直接沟通与协商，能够尽快、合理地解决此争议，避免不必要的法律纷争及有损双方商贸关系的负面影响。望贵方对此事予以高度重视。<br>此致<br>敬礼<br>星际和平公司特派专员 林登•斯科特"
            }
        ]
    },
    {
        "Name": "曜青新兵通识手册：步离猎群概况",
        "Desc": "一份来自曜青仙舟的士兵通识教材。",
        "World": 3,
        "Books": [
            {
                "Desc": "…………<br>…………<br><br>第三次丰饶民战争后，步离的政治版图一直处于极度不稳定的状态。现在仍然存在大量我们未能辨别的小股势力，和逐渐形成中的新强权。为此青丘卫的斥候兵团将关于步离人的信息以扼要方式梳理在此，以供各位云骑战士参考。<br><br>目前，步离世界主要有六大猎群统治，分别是蚀月猎群、凿齿猎群、玄爪猎群、腥风猎群、犀犬猎群和白狼猎群。<br><br>蚀月猎群<br><br>蚀月猎群是最善战的掠夺者，其创始者自称吞下过神明之肉，因而被称为「吞神猎手」。这一猎群的步离人领受了最多的月狂赐福，当他们陷入「月狂」时会进入失控疯狂的状态——这被他们称为「赤月之怒」。<br><br>蚀月猎群的传统导致他们摄食不同种族的肉，因此拥有极高的变异率。他们自身的血肉就是某种不断自我革新的基因机器，通过补充异族的生物信息片段来强化自己。与蚀月猎群交战，务必注重清扫战场的工作，请勿将战友遗骸遗留在战场上，这不只是荣誉和情感问题，而是必须执行的规纪。<br><br>凿齿猎群<br><br>凿齿猎群比起战斗，更擅长基因巫术。步离人平时使用的器兽与武器，其技术雏形大都来自于凿齿猎群的基因巫师。<br><br>即使在内战最为残酷的时代，也没有哪个猎群胆敢袭击凿齿猎群——袭击这群基因巫师，会引起步离人的公愤，乃至被群起而攻之。曜青仙舟曾多次成功将对凿齿猎群的袭击嫁祸给了其他步离部落，这一战术引起了相当规模的内斗。<br><br>基于凿齿猎群复杂的生物技术，青丘卫在与博识学会的短期合作中研发出了一种拮抗丹药，能有效对抗他们喷洒的大部分病毒武器。请于登陆作战前确认配备该药物或同类制品。<br><br>玄爪猎群<br><br>玄爪猎群是步离人中的雇佣兵，你可能会在任何一场战斗中遭遇他们。他们拥有极强的耐力和隐蔽性，擅长搜猎、刺杀和恐惧战术。<br><br>他们拥有远超其他步离人的嗅觉，并以此发展出了一套极为高效的嗅觉语言，用于合作狩猎。因而面对玄爪猎群的敌人时，尝试从嗅觉上切断他们彼此间的联系会是个好主意。青丘卫现阶段的对策是释放干扰气味和反信息素。在出征前，每人请配备至少两个单位的反迷诱制剂（绰号「香水」）。<br><br>腥风猎群<br><br>腥风猎群是步离人中最出色的驭兽者和占星师。他们拥有最大规模的兽舰舰队，可以实现整个部落的快速迁移。此外，他们卓越的机动性也使得我们几乎不可能准确找到他们的大本营，而他们却可以时不时对我们实行袭扰和劫掠。<br><br>在步离帝国彻底衰落的时代，腥风猎群很可能成为联盟未来最难以处理的步离人派系。<br><br><i>（文件下方附加了一个生物认证标识，指向飞行士训练课程的报名网页。很可惜，你显然没法打开它。）</i><br><br>犀犬猎群<br><br>犀犬猎群是目前最为年轻的猎群。对以逐猎作为主要生活方式的步离人，犀犬猎群是个异类。他们喜爱在自己盘踞的星球深耕细作，并极善防守。<br><br>基于此种文化特性，犀犬猎群非常善于经营，并恪守「相对和平」的行事作风。这种行事作风使他们与一些派系（如公司）建立起了「相对和平」的关系，互有贸易往来。<br><br>与大多数热衷于生物科技的步离人不同，犀犬猎群喜爱研究加强血肉的钢铁科技。在通过成年礼后，犀犬猎群的青年会获得他的第一件动力甲。这也是他们被称为「犀犬」的原因——这是步离神话中一种坚不可摧的神兽之名。<br><br>许多步离人认为，犀犬猎群背叛了父狼都蓝开创的神圣生活方式，也有年轻的步离人认为「犀犬才是未来」。<br><br>犀犬猎群的成员是偶尔或可与之谈判的对象，但不要对此抱有太高期望，步离人终究是步离人，当你露怯或受伤时，他们就会暴露本性，与你刀兵相见。<br><br>白狼猎群<br><br>白狼猎群可能是现今六大猎群中最为特殊、也是最为邪恶的一支。它是唯一一支由非步离人，而是狐人发号施令的步离猎群。猎群内的狐人称呼自己为「白狼」。<br><br>七百多年前，随着呼雷被联盟生擒，步离人展开激烈的内战。趁内战之机，一批狐人奴隶选择揭竿而起。在这一场声势浩大的奴隶起义中，自号「白狼汗」的奴隶首领斩杀了自己的主人，率众占领了猎群所在的行星。步离人无暇平叛，「白狼汗」的王国就这样延续了下去。<br><br>如今，由狐人统领的白狼猎群，已成为所有步离人猎群中行事作风最残忍的一支——他们依靠这样具有表演性质的皈依者狂热，使自己变得「比步离还步离」，以免于重新沦为奴隶的命运。<br><br>白狼猎群最常见的战术是在接近战中驱使狐人同胞作为炮灰率先冲锋，以此扰乱我方士卒的情感（这一战术亦常见于其他猎群，但白狼们使用率更高）。此外，他们也经常在战斗中伪装成仙舟狐人，以青丘语呼喊「不要动手，我是自己人」，以此欺骗云骑军犹豫和动摇，借机突下杀手。<br><br>基于白狼猎群擅于伪装、用间、敌后刺杀的特征，曜青云骑定期会对狐人士兵展开心理甄别测试。如果您是狐人，请定期更新你的心理甄别认证，以便军务厅及时掌握情况。<br><br>此外，请记住，在与白狼猎群交战的过程中，请不要接受任何临阵投诚行为，也不要接受任何战俘。同时，请注意永远不要让你或你的朋友活着落入「白狼」之手。在与他们作战时，一定要为自己留一发弩矢或子弹…或者随便什么足以杀死自己的武器。<br><br>丹轮寺<br><br>在步离帝国崩溃后，一支名为「丹轮寺」的全新派系出现在我们的视野中。<br><br>丹轮寺的信众拒绝伤害任何活物，转而将解救之道诉诸于某种宗教思想。这些步离人反对无休无止的丰饶民战争，他们因同族相残而产生了动摇。他们重拾了青丘传统中「狼神与狐神」的神话，认为如今的乱局核心在于「丰饶」与「巡猎」之间力量失衡。<br><br>当前，丹轮寺有僧众近万人。其中绝大多数是步离人，少数是其他种族的丰饶民。在丹轮僧众的保护下，厌倦战争的丰饶民获得了一片喘息之地。<br><br>丹轮寺的僧众具有可辨识的明确特征。他们所有人都持有某种金属铸造的戒环，通常会箍束在他们身躯的某个部位（如头部或颈部），以此象征其持受戒律，绝不杀生。<br><br>尽管「不杀生的步离人」这一概念难以置信，但从目前的记录来看，这一派系确实做到了他们信条所宣称的内容。军务厅严禁蓄意杀伤丹轮寺僧，违者将以蓄意杀伤平民论处。<br><br>…………<br>…………"
            }
        ]
    },
    {
        "Name": "阿合马铁窗集团招聘启事",
        "Desc": "进幽囚狱，找好工作！",
        "World": 3,
        "Books": [
            {
                "Desc": "沦为阶下囚，难道生活就此结束？<br>不！<br>堕入铁窗之中，生活仍然无限广阔！<br>加入阿合马铁窗集团，与我一起为万千囚犯服务！<br><br>成为我们的一员，我们许诺你——<br>提前享用集团最新研发的制品！坐牢也能如此有趣？<br>成为狱友们心中最为崇拜的人物！谁能搞得到一切好东西？<br>拥有与阿合马一起立功赎罪的机会！自由竟然近在眼前？<br><br>这个岗位需要——<br>擅长商品基础调研及用户画像侧写。<br>有能力挖掘、评估、筛选各行业品类联名合作机会。<br>愿意积极与材料供应商沟通，为产品技术优化赋能。<br>可以推进并参与联名系列产品设计与营销方案落地。<br><br>我们希望你——<br>植入联觉信标及以上学历，或因「妖言惑众」、「巧言欺诈」入狱。<br>（曾被判处「迷乱心智」者，狠狠加分！）<br>3年以上工作经验，至少主导3起以上犯罪活动。<br>（不可以是暴力犯罪哦～我们是和平的集团！）<br>刑期与剩余预期寿命都在 200 年以上。<br>（希望你能和我们一起奋斗！）<br>死刑犯免谈。<br>（这一点很重要哦！）<br><br>阿合马铁窗集团，期待你的加入！<br><br>"
            }
        ]
    },
    {
        "Name": "以强为尊：步离文化考察与辩白",
        "Desc": "罗浮学者宗光撰写的倡议书，然而奇异的是，它所呈上的对象并非罗浮六御。",
        "World": 3,
        "Books": [
            {
                "Desc": "上禀十王：<br><br>在下罗浮善宏学宫文化人类学博士宗光。<br><br>此番擅自离开罗浮，加入白狼猎群的彦游，的确是我门下弟子。他叛离联盟，堕为「白狼」，我难辞其咎，愿接受惩罚，以儆效尤。<br><br>然而我也不得不承认，彦游所为，并不令我感到惊奇。步离人「野蛮」的生活方式，对很多生活在「文明」中的人来说，有着致命的吸引力。<br><br>实际上，在第三次丰饶民战争尘埃落定、步离人已不再可能掀起更大波澜的当下，我们也许准备好了去面对一个过去不敢谈论的话题——步离人真的「野蛮」吗？<br><br>我不由得想起，在 148 年前，我曾随授业恩师介廉先生前往一颗名叫「毗舍阇」的行星，当时那里是犀犬猎群的属地。<br><br>我们以星际和平公司专员的身份，同犀犬猎群的开创者只里古汗进行了会面，并在「毗舍阇」居住了六个星历月。<br><br>那是我们第一次真正意义上与步离人平等地交流——不是作为彼此的敌人，也不是作为战俘或奴隶。即使是介廉先生这样步离学领域开宗立派的大师，也从未有过如此机会。<br><br>与通常印象里的步离人首领不同，只里古汗是个天生瘦弱的步离人。在强者唯尊的步离人社会中，这样的身体状况无异于天缺。<br><br>只里古汗并未继续在他不擅长的道路上痛苦前行，而是选择了另一条道路——技术研究。他带领一批同样不擅长或不愿意学习「古老战斗技巧」的步离青年，开始研究能提高自身战斗能力的新式武器。<br><br>不到一百年后，只里古汗就带着一群身着外骨骼动力甲的步离人自立门户，以「犀犬」为名，建立了自己的部族。<br><br>即使时至今日，仍有很多步离人认为，犀犬猎群背叛了父狼都蓝开创的神圣生活方式，但没有任何一个步离人敢因为他们肉体的孱弱而轻视他们。<br><br>我们对步离人的文化有一个相当经典的误读——步离人信奉「以强为尊」，所以只看得起最强大的战士。<br><br>事实并非这样单薄。步离人的确「以强为尊」，但他们对「强大」的判定并非单一的，而是多元的。<br><br>对于步离人来说，什么是强大？像呼雷一样一骑当千？这当然是「强大」。像只里古汗一样聪明？这也是强大。像凿齿猎群的基因巫师们一样擅长培育武器和兽舰？这同样是强大。<br><br>居住在「毗舍阇」的六个月里，我发现步离社会多元化的评价体系，使得他们的社会生活并不压抑，甚至充满活力。<br><br>的确在传统的步离社会，有些职业选择会让人瞧不起，比如商人和农民——实际上，步离社会（除了较为「新潮」的犀犬猎群）也根本不需要这两种职业。我那位可怜的朋友阿合马，当初就是因为想做商人，而在家乡饱受欺凌。<br><br>除此之外的绝大部分职业选择——战士、谋士、兽舰役者、医生、基因巫师、祭祀、吟游诗人…都具有平等的社会地位。<br><br>即使是最为强大的战士，也不敢随意嘲讽一位瘦弱但天才的老诗人。如果这位战士这样做了，那么在步离人的评价体系中，他会被判定为「不懂得尊重强者」，而被人所唾弃。<br><br>另一方面，步离人「以强为尊」的信仰，使得他们真正做到了「英雄不问出身」。只要你是步离人，并真心崇敬「长生主」（这一点存疑），那么无论你出身多么低贱，都可以凭借自己的强大走上台前，书写属于你自己的历史。<br><br>大夷离堇（即步离语中「最高武官」之意）叱力延，在升任大夷离堇前，不过是只里古汗偶然买下的一个瘦弱的战奴。据坊间传闻，只里古汗买下他，只是因为从他身上看到了儿时的自己。<br><br>当时根据我们粗略计算，仅在「毗舍阇」一地，像叱力延一样从战奴升为实权高官的人物就足有 14 名。这一方面当然是因为只里古汗本人较为开明，但另一方面也足见步离社会重视能力远大于出身的特征。<br><br>我们如今讳莫如深的白狼猎群不也是一个例证吗？狐人奴隶揭竿而起，建立起了一个全新的猎群——不但没有步离人用他们的「奴隶血统」来攻击他们，甚至大多数步离人都因为「白狼」们过于残酷的行事作风而忌惮他们。<br><br>这样「以强为尊」且评价体系多元的社会，实际上催生了相当高效的决策体系——没有人可以长期尸位素餐，没有人可以躺在功劳簿上吃一辈子，军事议会上拥有决策权的，永远是真正有才能的步离人。<br><br>说回我的徒弟彦游。他的父母认为文化人类学是「注定找不到工作的学科」，甚至因为他坚持要进修人类学，而与他断绝了关系。而等到他排除万难，如愿进入学宫后却发现，那些「学术泰斗」（包括我），无一不来自几千年历史的「学术世家」。<br><br>这样的人会被仅以能力论英雄的步离文化吸引，走上极端错误的道路，难道是一件很令人意外的事吗？<br><br>当然，即使如此我还是震惊于他的愚蠢。对于步离人来说，「人类学」大概是更没意义的学科。如果步离人对文化人类学有半点尊重，都不可能杀害介廉先生。<br><br>但不敢欺瞒十王——我也认同步离人的这一项社会文化。虽然在呼雷被擒，步离帝国分崩离析的当下，过去那样纯粹的「以强为尊」的文化也在逐渐消失。新一代的步离贵族们，在人才选拔思路上开始变得越来越「文明」，更加重视自己政治上的「基本盘」，而罔顾整个猎群的盛衰。<br><br>但对于仙舟联盟而言，这是一个抛弃过去思想包袱，向「野蛮」学习的大好机会。仙舟社会上笼罩着的死气，也许可以藉由「强者为尊」的文化一扫而空。<br><br>罗浮善宏学宫博士 宗光<br><br>"
            }
        ]
    },
    {
        "Name": "《归正本末》前言",
        "Desc": "罗浮学者宗光整理挚友书稿写成的前言…而他的挚友竟是一名步离人。",
        "World": 3,
        "Books": [
            {
                "Desc": "挚友月里火的遗稿《归正本末》，在经历了近 30 年的争议之后，终于得以付梓出版，我从心底里为她感到高兴。<br><br>对于本书最大多数读者而言，无论是《归正本末》还是「月里火」，大概都是一个陌生的名字。那么请允许我在这篇序言中，介绍一下她的生平。<br><br> 7992 年，月里火出生在腥风猎群的一个兽舰役者家族。腥风猎群以庞大的兽舰舰队「威震四方」，像月里火这样世代使役兽舰的家族，在以强为尊的步离人社会中，自然也有着相当高的政治影响力。<br><br> 8023 年时，年仅 31 岁的月里火已经拥有了一支属于自己的兽舰部队「闭戾多」，并已独力谋划并完成了数十次劫掠。<br><br>对于当时的仙舟飞行士来说，月里火是绝对的噩梦。她以悍不畏死且诡计多端而著称，堪称步离人中行动最为迅猛的舰队。<br><br>很快，凭借赫赫战功，月里火在猎群内的地位直线上升。 8025 年，月里火与腥风猎群首领忽辛汗成婚。<br><br>在步离人的传统中，首领的伴侣往往同时扮演着百官之首的角色。月里火在彼时，已然成为了腥风猎群第二有权势的人。<br><br> 8032 年，月里火生下了一个孩子，名唤「斥鲁巫」。如果不出意外，斥鲁巫将成为猎群的下一任领袖。<br><br>然而在斥鲁巫5岁那年，变故陡然发生。<br><br>原本，忽辛汗早已四百余岁，还未有子嗣。如果按照正常的继承顺序，汗位应当属于下一位「都蓝血裔」——忽辛汗的侄子可博。<br><br>然而斥鲁巫的降生打破了这个计划。为了重新夺回自己的权力，为继承猎群准备了一生的可博，带领效忠于自己的三千艘兽舰，袭击了首领所在的巨型兽舰。<br><br>忽辛汗未来得及做出反应，便被可博买通的亲卫刺杀。而可博的下一个目标，显然就是月里火和她的儿子。<br><br>好在，月里火手下始终保有一支效忠于她个人的舰队「闭戾多」。虽仅有 300 艘兽舰，但成员都是多年来跟随她四处劫掠的亲信。<br><br>月里火与她的舰队硬生生撕开了可博的包围网，成功逃生。然而面对如蝗虫般紧随其后的兽舰舰队，月里火的区区 300 艘几乎不可能逃脱。<br><br>可不久后，「可博汗」停止追杀，回到腥风猎群，顺利成为了新任首领。月里火从不肯说她如何逃脱了那场追杀，我们只知道，她唯一的孩子斥鲁巫，在那场逃亡中死去了。<br><br> 8038 年，月里火带领「闭戾多」（残存 127 人），来到了方壶，决意归顺联盟。<br><br>两年漫长的讨论之后，联盟决定赦免这些步离人的罪行，允许他们在严密监视下生活在方壶——前提是，他们要配合联盟针对步离人的各项研究，且应将兽舰相关的技术完全提供给联盟。<br><br>我也就是在那个时期认识的月里火。作为文化人类学家，我受命采访这 127 名步离人，以此加深对步离社会的了解。<br><br>研究过程中，我与月里火结下了深厚的友谊。她是一位聪明、直率、勇敢的战士，且能以简洁清晰的语言总结复杂纷乱的步离社会逻辑。<br><br>大约是出于对可博的憎恨，月里火一直希望能带领「闭戾多」为联盟而战。但这样的请求自然不会得到同意。<br><br>月里火一次次请求，一次次被驳回… 30 年后，她终于无法再忍受这样的循环，开始寻求我的帮助。<br><br>我提出建议，让她写一封长信，详细讲述自己的生平，以此向七天将阐述自己为何憎恨那些敌人，以至于渴望为联盟而战。而那时，我愿意以个人名誉为她作保。<br><br>两年后，她写出了这部《归正本末》。<br><br>也许当真是命运的捉弄——在写下这封长信后不久， 8072 年，第三次丰饶民战争爆发了。<br><br>方壶作为主战场，迅速沦为了恐怖的绞肉机。在穷途末路之下，也没人顾得上月里火了——于是，在未取得联盟允许的情况下，「闭戾多」展开了最后一次出击。<br><br>我们无从得知「闭戾多」在战争中消灭了多少丰饶孽物，但可以肯定的是，他们在帝弓的光矢降临前，至少将 4000 名平民转移到了安全地带。<br><br>而包括月里火在内的 127 名步离战士，在此过程中尽数罹难。<br><br>因为月里火本人身份的敏感性，以及她无可争辩的罪恶过往，迄今为止，关于她的故事始终被隐藏在历史的水面之下。也因此，《归正本末》迟迟得不到出版的机会。<br><br>我为《归正本末》奔走这么多年，就是希望有一天，她的故事能像今天这样，呈现在各位读者的案头。<br><br>这其实几乎无关乎学术，而只关乎我的私心了：我想将我的朋友月里火介绍给大家——<br><br>她是一个恶贯满盈的丰饶孽物、一个贪婪的强盗、一个双手沾满鲜血的罪人；<br>她是一个不被认可的仙舟人、一个勇敢的战士、一个满腔血泪与怒火的母亲。<br><br>罗浮善宏学宫文化人类学博士<br>宗光<br><br>"
            }
        ]
    },
    {
        "Name": "椒丘的食疗药方",
        "Desc": "椒丘留给曜青将军侍者的几篇药方（或菜谱，或两者皆是的什么东西）。",
        "World": 3,
        "Books": [
            {
                "Desc": "椒丘留给曜青将军侍者的几篇菜谱<br><br>…此方主温补，主正中气，对将军战后身体复元大有补益。<br><br>配方如下：<br><i>哈衣艾怡黄芪2钱</i><br><i>孔泰金花1钱</i><br><i>长乐白芨1钱</i><br><i>翁瓦克虫草干两株</i><br><i>丹参晒干磨粉2克</i><br><i>玉阙帝流浆3滴</i><br><i>取方壶汤海水用中号釜煎煮四时辰后去渣，取悬液</i><br><i>取朱明野生琼实鸟，去内脏焯水，除血沫</i><br><i>另取中釜放入葱姜蒜，方壶乌虺肉炖煮</i><br><i>大火烧开后小火慢煨一个时辰后出锅</i><br><i>去沫，只取清汤，点缀两三枚朱明枸杞即可</i><br><br>「将军宿疾已久，气血运行失常，易生躁怒，又兼久战脱力，体内出血，气脉淤滞。需赖长期调养，配合汤剂隔一旬服食一次。期间忌食生辛，晚餐最宜。」<br><br><br>…此方主安神、凉补、解毒明目，当作饭后甜点。对将军恢复感知协调有帮助。<br><br>配方如下：<br><i>匹诺康尼苏乐达一瓶，也可以用其他糖浆代替</i><br><i>青丘米适量</i><br><i>将青丘米煮至半透明，去水，另起锅煮至全透明</i><br><i>鳞渊藻胶2钱</i><br><i>熬煮成糖状备用</i><br><i>浮羊奶加塔拉萨青椰，煮熟备用</i><br><i>清心莲子4钱</i><br><i>方壶龙眼4钱</i><br><i>倒入青椰与奶</i><br><i>将除了果冻外的食材一起炖煮半个时辰至黏稠</i><br><i>出锅后放凉冰冻，加入糖冻布丁</i><br><i>辅波月薄荷点缀</i><br><br><br>「将军神速疾驰易扰及心脑。故而除却双目调养，亦当辅以安神定志的药物。另用酸枣仁5钱、远志3钱、甘草1钱辅制凉茶熬煮作为药饮。」<br><br><br>…此方主调理体魄机能、疏散风热、延缓肌肉溶解症与钙化。<br><br>配方如下：<br><i>永狩原蕈豚后腿肉，切成段，焯水去血</i><br><i>塔拉萨蜣粉半勺</i><br><i>持明蜕生卵壳粉四分之一勺</i><br><i>方壶龙骨根2钱</i><br><i>脱水视肉半钱</i><br><i>石笋两枚，洗净待用</i><br><i>蕈豚腿骨肉与火姜片一同放入砂锅</i><br><i>取波月古海水，析出盐分。倒入砂锅炖煮一个时辰</i><br><i>去沫，再加入石笋和视肉干炖煮半个时辰</i><br><i>出锅时将药粉撒入汤中，配朱明黑胡椒驱除药味</i><br><br><br>「将军病症之根，在于长久透支自身生元，肌腱之内，毒素未散，致使肌肉受损。需借由食补，以血气涤毒，修复肌骨。」"
            }
        ]
    },
    {
        "Name": "猎剑日记：赤棘",
        "Desc": "云璃的日记，讲述她搜猎魔剑的过程。",
        "World": 3,
        "Books": [
            {
                "Desc": "我不擅长揣摩人心，尤其不能理解朱明铸剑师们。<br><br>在铸炼宫的匠人作坊里，我见识过铸剑师们为铸造出的神兵利器如何欣喜若狂，得意忘形。我也见过他们为造出全新的武器争执不休，乃至恶语相向、亮剑决斗。<br><br>这些人平素都是和气的好人。唯独谈到「铸剑」一事，他们的脑袋仿佛被剑夺走了。他们想象着剑成之日锋刃上的光芒，对这柄武器能以何种方式斩敌无数而倍感兴奋。尚未铸成的宝剑借着他们的嘴说话，借着他们的图纸显形，借着他们的言语伤人。剑，竟然比岁阳更能夺人心魄。<br><br>我的父亲含光便是这样一个铸剑师。他出于虚荣和灵感，违反禁令，为来自域外的求剑者们铸造种种不可思议的剑器，却从不奉送剑鞘。于是他成了剑鞘本身，倒在了自己的作品之下。<br><br>「好剑之人，必伤于剑」，爷爷每次都会这么叹息。当你手握杀器时，你总想让它有用武之地。而父亲所造的剑又别有不同，它们异常凶险。<br><br>从记事开始，爷爷就在我面前绝口不提他的名字，也严令师兄师姐们缄口不语。但这股讳莫如深的氛围如此诡异，就像嘈杂的人群中总是留有一处空缺，就像是从堆满的书架上刻意抽去一本剑谱，他们越沉默，这份缺失越发明显。<br><br>最终我决心填上这个空缺。我翻出了记录他作品的剑谱，开始寻找它们的下落。<br><br>***<br><br>「赤棘」是他早年所造的作品。长三尺三，有柄、无格、无鞘。<br><br>「赤棘」的剑体并不开锋，色如黯沉锖铁，横生锐棘，靠近尖端处露出一截犹如烧红镕铁般的尖刺——它的形制不像寻常的剑器，倒像是一节末端伸出长刺来的木杖。<br><br>按照图谱所载，它是为击杀能迅速愈伤的丰饶孽物所设计而成。金属剑体包裹的核心是一截仿生建木蘖芽——含光当初到底是从哪儿搞来这等危险材料的？没人知道。唯一可知的是，这柄剑受一名曜青仙舟的影卫所托，专为刺杀丰饶孽物而铸。<br><br>当剑尖刺进长生种的血肉中，「赤棘」会抽汲伤者的元气，令其躯体迅速凋枯。吹得神乎其神，多半是注入了一些克制长生种细胞活性的毒素吧……铸炼宫的宝剑，多的是这样表面看来功能玄妙，说穿了毫不稀奇的设计。<br><br>***<br><br>「赤心而外刺」本是古老典籍中所载的神木异象，是个无比尊荣的吉兆。无论曾经的剑主持之斩杀丰饶孽物的理想如何崇高，「赤棘」已沦为一把专杀云骑的凶器。因为它如今落到了一名「药王秘传」的信徒，莳者昙伽手中。<br><br>狩猎的目标信息既定，剩下的便只有行动了。尽管爷爷从不赞同我的猎剑计划，但我知道他一贯口是心非——在他的案头翻到斥候报告时，我便知道这次他又服软了。<br><br>「金乌卫」的斥候追索到昙伽退入了伊须磨洲的深处，正在以仙舟人的身份蛊惑当地的渊民和水居者，为他打捞沉没的岱舆废墟中的种种遗器。<br><br>确定了目标所在，我立刻搭乘鸣火商团的运输舰去了伊须磨洲。回收过往几柄剑的时候，我往往和对方来一场单枪匹马的决斗就行。但这一次恐怕没那么轻松了。昙伽雇了一队泯灭帮的杀手，在古老的岱舆废墟周围形成的沉船岛上严守。<br><br>我花去一周时间观察地形，清点人数，确认他们的武器。然后是漫长的游击战——抓准对手落单的机会，一个接一个铲除泯灭帮的怪物和药王乱党炮制的孽兽。每斩落一个敌人，我会吹响海螺号角，唤来还活着的昙伽手下来看他们未来的下场：被老铁拍成一滩齑粉焦炭，恶臭四溢。<br><br>大约在两周后，对手的士气终于崩溃了。沉船岛上的当地人纷纷传言神弃之舟上有怨灵出没，不顾昙伽手下的鞭打阻挠，当地人趁入夜潜入水中逃走。<br><br>我选了个风高浪急的黑夜作为结束战斗的好日子。残存的药王妖寇不值一提，但昙伽出手后，战局旋即逆转——因为「赤棘」这把剑竟是活的。每当老铁劈中昙伽后，他随即挥剑刺向自己的手下，「赤棘」毫不留情地吮吸生命，将他手下的生命力榨干，而昙伽的伤势竟在转眼间复原如初。<br><br>饮了血的「赤棘」绽裂开来，如同荆刺长鞭般挥舞如圆。一旦挨着，剑上的棘刺便会生长攀附，刺进我的身体，窃取我的血髓。<br><br>缠斗无疑是不利的。因此，我打定主意借由老铁作掩护，以快取胜，力求一击毙命。当昙伽以「赤棘」紧紧缠住老铁，自以为能夺走武器时，我顺势抛出巨剑，任由它以重量贯穿昙伽的身体，将这个莳者钉在了岩石上，令其动弹不得。<br><br>之后是对耐心的考验，我在岩石旁守了漫长的一周，却绝不靠近垂死的昙伽。昙伽的生命力像是一堆无论如何烧不尽的柴薪。一开始他竭尽全力地咒骂我，在数个日夜后变成了嘶声哀告。他凭借「赤棘」所偷来的生命力最终消耗殆尽。剑消退还原成了平平无奇的木杖，我从再也不能反抗的昙伽的干尸手中取走了它，用老铁猛力砸碎，再将剑骸收进剑匣。<br><br>***<br><br>这把该死的剑吸走了我的血，让我一眨眼好似老了几百岁。我还不想那么快变成个小老太婆，于是在塔拉萨又休养了半个月。正当我打算搭乘商船返回朱明仙舟时，一名仙舟人拦住我的去路。<br><br>那人谢我代他杀死了昙伽这个竞争对手，也谢我替他粉碎了一把专门克制莳者的魔剑。正当我握住老铁剑柄打算开战时，那人却说，为表谢意，他会为我提供一条我会感兴趣的信息：「含光所造的魔剑，我恰巧知晓其中几柄下落……」<br><br>我望着他光秃秃的脑瓜，强忍心中不能拍碎它的不快，问……<br><br><i>「所以你到底问了什么？」</i><br><i>「偷看美少女的日记是不是不太妥当啊爷爷？」</i><br><br>"
            }
        ]
    },
    {
        "Name": "三月七的练剑笔记",
        "Desc": "自开始学习剑术后，三月七留下的笔记小抄。",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>第一页</b><br><br>练剑真的好难啊，光记剑诀就已经死掉了好多脑细胞。但彦卿师父说剑诀是一切剑法的基础，所谓基础不牢地动山摇，如果记错剑诀，脚下的步法和手上的剑势都会变形。<br><br>嘿嘿，还好本姑娘天生聪慧，自创了一套剑诀小抄，这样无论多难的剑诀都能轻松记住。<br><br>彦卿师父教的这套剑诀有好多脚部和腕部动作，我就起名叫「手忙脚乱剑法」了。<br><br>握剑站定调呼吸，相信自己是第一<br>唤回剑锋升云手，对手已经吓发抖<br>转身踏步腕轻舞，这招练得好辛苦<br>进步侧身蓄待发，看我把你打回家<br>斜步剑式作劈砍，星神也得两断斩<br>后退转身复挥击，一击不成又一击<br>回步收剑琵琶抬，稍作休息再重来<br>左右回旋踏七星，步伐节奏要清晰<br>仰步起剑抬左膝，如同一只大公鸡<br>前掠后撤势灵动，动得太快脚趾痛<br>弓步下截再上刺，刺得敌人没理智<br>云抹右劈后举架，防御姿势不落下<br>刺劈结合剑势宽，套路不能被拆穿<br>身心合一悟剑意，心诚才能出成绩<br>如此往复数十轮，日出练习到黄昏<br>收剑纳气平吐息，一代大侠三月七<br><b>第二页</b><br><br>啊啊啊！真的要疯掉了！云璃师父教的和彦卿师父完全不一样啊！<br><br>彦卿师父的剑法侧重步法，要求我步伐灵动同时应对左右，云璃师父却说这些都是花里胡哨的假把式，她让我先学发力，要做到聚气蓄力全力一击。<br><br>我现在就像脚下跳着舞，手上在抡大锤，再这样练下去迟早人格分裂。<br><br>唉…先不管了，把云璃师父的剑诀先记下来再说，不过她的这套剑诀倒是挺短的，主打一个直接，就起名叫「简单粗暴剑法」吧。<br><br>气沉丹田马步扎，大侠人设不能塌<br>屏息凝神剑朝前，这个姿势摆一年<br>跨步挑撩似惊雷，吓得对手流眼泪<br>迎面大劈破敌刃，震得自己脑瓜嗡<br>掉手横挥拦腰斩，把敌当成黄瓜砍<br>连环点剑下斜削，出剑力度要坚决<br>招式在精不在多，关键还得有狠活<br>杀敌只须一剑击，大力也能出奇迹<br><br><b>第三页</b><br><br>经过这段日子两位师父的悉心教导和本姑娘的勤学苦练，我的步法和发力均有所小成，也领悟出了一些心得。<br><br>两位师父的教学虽各有侧重却殊途同归，只有步伐没有发力，出剑没有杀伤力；只有发力没有步伐，招式不够灵活多变，将两者融会贯通说起来容易做起来难，多亏了我的剑诀小抄。<br><br>继续加油啊！小三月，照这样练下去，也许有朝一日你能超越两位师父，嘿嘿嘿……"
            }
        ]
    },
    {
        "Name": "幽囚狱罪囚名录-「无相者」嘟嘟",
        "Desc": "",
        "World": 3,
        "Books": [
            {
                "Desc": "罪囚：「无相者」嘟嘟<br>所涉罪行概述：拟态各类生物，模仿声音样貌蛊惑人心。所涉案件包含不限于替换身份、诈骗、窃夺机要等罪行。<br>羁押方式：羁押期间，尽量避免其与人接触交谈。如需面议交涉，会面访客者不得少于二人。言谈之际，务必以蔽目之物掩其视线，以绝邪思。探访者，皆需佩戴面具。并约定暗语密匙，以防其化形外逃。<br>备注：正体不明，谈话时请尽量避免提及异星水魈，红泥粘土人等内容。避免其情绪不稳定。<br><br>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "燕翠审讯记录",
        "Desc": "对金人巷厨师燕翠的审讯笔录。",
        "World": 3,
        "Books": [
            {
                "Desc": "讯问笔录<br><br>被询问人：燕翠，女，尚滋味主厨<br><br>犯人无视仙舟法律，私自雇佣武装考古学派成员，袭击兽舰，并伙同雇员将其分而食之。兹将讯问内容记录如下：<br><br>问：你们是怎么发现兽舰的？<br><br>答：我有个朋友…咳，这不是什么托词，我是真的有个朋友在博识学会，专门搞星空生态研究。她常年观测和追踪步离人的狩猎与迁徙。<br><br>答：就在最近，她突然问我，步离人的兽舰肉尝起来到底什么味道？我当时的第一反应就是，她一定疯了。谁吃过步离人的兽舰呢？谁敢吃呢？但话说回来，她的问题在我的内心埋下了一颗好奇的种子——兽舰的肉尝起来到底是什么味道的？我干了一辈子厨子，不可能对这样的食材挑战不心动。<br><br>答：所以我就顺着话头问她知道些什么。她说自己在仙舟附近的宙域里发现了一艘落单的兽舰。这很奇怪，步离人通常会将受伤的兽舰喂养给巨型母舰。但…机会千载难逢，我收了她三千巡镝的订金，然后又雇了两个武装考古学士——<br><br>问：（截口问）你在发现兽舰后，为什么没有上报云骑军，反而私自雇佣化外民，在中途拦截捕杀？<br><br>答：找到它的时候，它胸腔的储能器官已经开始萎缩了。再这样下去，这东西很快就会放弃老化和无用的部分，就像蜥蜴断尾那样，它会把部分器官自我消化掉，这样可不行。<br><br>问：这和你有什么关系？<br><br>答：都给它吃了，我们吃啥？<br><br>问：……我问的是，为什么，不上报云骑军？你是参过军的云骑老兵了，你应该非常清楚相关守则的要求。<br><br>答：上报给云骑军的话，这道兽舰肉做成的菜多半就吃不到了。何况我已经退役了，我现在的身份是个厨子。<br><br>问：……继续说下去！<br><br>答：从它前额肿大的腺体判断，这大概率是一艘落单的奴隶船。饥饿，还有真空对腔内的挤压，让压缩的毒素和燃料都凝成了固体。没有受到任何攻击，我们就抵达了它附近的区域。<br><br>答：不过，俗话说的好，饿死的兽舰也有三万斤。它身下的「虚空桨鳍」也不是省油的灯，别看它们看起来轻飘飘的，就像桨鳍末端延伸出的水母触须般的组织结构其实是复杂的相位结构……只要被缠上，就会被飞船活活绞断。<br><br>答：最恐怖的是，触须里的储能组织一旦断裂，回流的生物质会像胆汁一样把整座兽舰都变得恶臭无比。最后，我们不得不放弃尾部的泊停区，寻找其他的登陆口……<br><br>问：停停，我不需要你给我科普兽舰的生理结构。你们最后在里面做了什么？<br><br>答：通常来讲，处理食材是要避免弄坏脑袋的，毕竟脑花和头部肌肉都是非常贵重的食材。但兽舰的控制中心是分布式的，特殊的进攻舰船甚至有十个脑袋，只要还剩一个，就能脱离本体作为新的兽舰继续作战。<br><br>答：所以，虽然有些心痛，我还是让他们爆破了头部，从头骨中央退化的鼻腔进到舱内。<br><br>问：在兽舰的内部，你们没有遇到任何危险吗？<br><br>答：嗐，别提了。从头骨进去之后，因为其他区域的大脑还没有死亡，所以直到我们把最后的脑花摘下来，免疫系统都一直闹腾个不停，走廊里时不时就会有手和触须从蠕动的墙壁里钻出来。<br><br>答：而且，腹部的供能器官也是个麻烦。依靠寿瘟祸祖的诅咒，肉瘤把凭空产生的生物能转化为其他能源，按理说，这一块应该是兽舰身上最肥美多汁的区域。但自给的能源终究没法自足，被吃掉的奴隶和各种生物，富集的有毒物质，还有大量没来得及进入排泄区的废料全部堆积在这里。学会的雇员从这里经过的时候，差点被恶心得掉下去。<br><br>问：按照我们对武装考古学派的了解，遇到这种情况时，他们应该会直接破坏掉兽舰的供能器官。是你阻止了他们吗？<br><br>答：对，当时可给我气得够呛。一只半死不活的兽舰，断开它的内部循环，每时每刻产生的生物质在舱内不断加压，一旦爆炸，我们连渣都剩不了。况且，失温导致的脱力，加上腹部痉挛，走廊和舱室一塌，所有人都得挤死在它肚子里。<br><br>问：我们在兽舰残骸的推进器位置发现了密集的高周波刀切口，你们做了什么？<br><br>答：切除有毒成分。不过真正的推进器官应该在作战的时候被打掉了，现在的部位，只是用多余的繁殖腔临时改造的替代品。<br><br>答：正因如此，它的位置刚好在排泄区的上方，既方便提取残余的基因片段，为繁殖补充新的胚胎信息，又可以利用囤积的渣滓，节省燃料。但这块新长出来的肉，因为超负荷的运动，同时具备了鲜嫩和劲道两种几乎矛盾的特质，我实在是舍不得，所以…只能挨个把有毒的囊肿都切掉。（受讯人突然陷入沉默）<br><br>问：我没让你停下，继续说。<br><br>答：抱歉，走神了。我在回忆那块肉的味道。出乎意料的…一般，非常一般。"
            }
        ]
    },
    {
        "Name": "呼雷探视注意事项",
        "Desc": "",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>罪囚：呼雷</b><br><br>所涉罪行概述：<br>丰饶民「步离人」之战首，为多场侵略战争及连带战争罪行负责。长久奴役狐人，以其血炼药。<br><br>羁押方式：<br>应受无间剑树之刑，永不宽赦；定期转移关押地点，并在移送交接流程中确保枷锁完好生效，确保移送囚室的空气滤芯完好生效。<br><br>备注：<br>其一，该罪囚乃仙舟与狐族盟誓之根基，任何对其判罚的异议，应以「离间盟契」论处。<br>其二，与之接触、交谈需预先服用丹药，或佩戴装有滤芯的呼吸面具，以免受狼毒影响。<br>其三，以年为周期更换羁押地点，羁押地址不应由任何云骑骁卫及判官以下官阶的人知晓。<br>其四，避免在与该犯人的交谈中提及「镜流」。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "新伦蒂尼恩号运输船的航行日志",
        "Desc": "对「新伦蒂尼恩」一段航程经历的记录。",
        "World": 3,
        "Books": [
            {
                "Desc": "航行基本信息<br>【舰船编号】星际和平公司-物流运输部-新伦蒂尼恩号运输船<br>【出航编号】 140 <br>【启航日期】琥珀历 2158 纪██年██月██日（加密无法调用）<br>【委托方】博识学会<br>【委托规格】Ⅰ级<br>【货物信息】████（加密无法调用）<br>【发货地点】████（加密无法调用）<br>【收货方】武装考古学派<br>【收货地点】克里姆特立宪国-边境战场<br><br>航行详细日志<br>【日志日期】启航第1日<br>【记录人员】船长：杰恩·布莱克斯<br>【货物状况】正常<br>【燃料状况】剩余 99.1% <br>【补给状况】剩余 100% <br>【航道状况】正常<br><br>拉完上趟货才不到一周，上头又给咱安排了新活。<br><br>唉…部里的领导说能者多劳，谁让咱是高绩效团队呢，倒也好，顺便锻炼下新来的小崽子们。现在的年轻船员真是一届不如一届，没一个能吃苦的，还没航行十几光年就嚷嚷着要入港休息。这次金主明确要求，航程中除了公司内部的小行星补给站，其他世界一概不得停留，到时候可有小崽子们好受的。<br><br>【日志日期】启航第 17 日<br>【记录人员】船长：杰恩·布莱克斯<br>【货物状况】正常<br>【燃料状况】 54.9% <br>【补给状况】 66.0% <br>【航道状况】轻微扰动，无需修复<br><br>今天和公司专员打牌，赢光了他的底裤。最后他不得不给我一瓶龙泉老窖换回那身体面制服。他说这玩意是个稀罕物。他没说错，瓶盖一打开我就差点醉了。唉…这条航线本来会经过罗浮，要不是金主的狗屁要求，我高低得去大喝一顿。<br><br>我问了问专员，这趟活运的是什么宝贝东西，搞得神神秘秘的。他只说是学会最新研发的秘密武器，专杀反物质军团的。学会那帮书呆子每回都这么说，最后还不是被揍成废铜烂铁。<br><br>【日志日期】启航第 30 日<br>【记录人员】船长：杰恩·布莱克斯<br>【货物状况】正常<br>【燃料状况】剩余 21.1% ，在小行星补给站进行燃料补充，已恢复至 99.1% <br>【补给状况】剩余 40.0% ，在小行星补给站进行物资补充，已恢复至 80.0% <br>【航道状况】中等扰动，已进行航道修正<br><br>这儿虽说是补给站，但除了燃料和水，能补充的只有蟑螂都啃不动的压缩饼干，就这垃圾还限量供应，之前我向部里投诉了好几次，到现在也没一丁点改善。<br><br>最气人的是随行的那帮公司专员，他们的特供餐是一顿没断过，甚至还有下午茶甜点，吃饱了就开始打牌，真不知道公司为什么要养这帮废物。<br><br>【日志日期】启航第 49 日<br>【记录人员】船长：杰恩·布莱克斯<br>【货物状况】正常<br>【燃料状况】 49.7% <br>【补给状况】 42.0% <br>【航道状况】中等扰动，持续进行航道修正<br><br>航程到了最难熬的时候，船上的新鲜食物已经吃光，酒也喝完了，我嘴里可以淡出个鸟来。<br><br>比吃饭更难克服的是无聊，大多数水手无事可做，只能一遍遍地巡查货舱。昨天几个水手还和公司专员起了冲突，起因是水手在巡查的时候听到货舱里传出奇怪的声音，于是想要开箱检查。专员不让他们动，最后吵了起来。还好我及时赶到把两边安抚好，没有把事情闹大。<br><br>远航运输舰上的乘员经常会被种种稀奇古怪的灵异事件吓到，什么货箱里的声音，自动关闭的休眠舱，藏在换气系统里的触手怪……学会对此一贯的解释是，有机生物的大脑太容易产生幻觉了。确实，我也见过不少灵异东西，但当作没看见它就消失了。见怪不怪，其怪自败。这帮小崽子还是年轻气盛，咱就是跑船拉货的，最重要的永远是把货运到。<br><br>【日志日期】启航第 64 日<br>【记录人员】船长：杰恩·布莱克斯<br>【货物状况】正常<br>【燃料状况】 2.9% <br>【补给状况】 0.5% <br>【航道状况】异常，受不可抗力影响转变航道，前往罗浮仙舟进行补给<br><br>人一倒霉起来，喝凉水都要塞牙缝。<br><br>我们在距离罗浮几光年处遭遇了步离人的袭击，雷达根本没有发现他们的靠近，远程武器还没发挥作用就被登船了。当时的情况糟透了，我们在近战中完全不是步离人的对手，它们的尖牙利爪可以轻易粉碎人类的骨头。<br><br>我下令封锁所有安全门，全员撤退到中央货舱，在我的英勇作战和指挥下，步离人竟不能越雷池一步！趁着他们暂时无法攻克，我发出求救广播信号。<br><br>最后，一艘附近的仙舟飞船发现了我们，他们迅速靠近并登陆了新伦蒂尼恩号，为首的是一名年轻女剑士，扛着比人还高的家伙，那些步离人根本不是她的对手。我开始以为这些人是罗浮派来的云骑军，后来经他们自我介绍才明白，这些人来自朱明仙舟。这些人和所有仙舟人一样，都穿得稀奇古怪……<br><br>飞船遭到了严重的破坏，燃料和补给几乎损失殆尽，目前的状态已不支持继续航行。朱明人建议我们到罗浮进行修整，虽然公司专员极力反对这样做，但身为船长我没有其他的选择，我必须优先为船员的生命安全负责，现在我就改变航道前往罗浮。至于那些该死的货物，我只能说货是公司的，命是咱自己的！<br><br>话又说回来…之前的航线安全报告里从来没提过步离人出没的迹象。这事太奇怪了，为什么步离人会袭击咱们的船？"
            }
        ]
    },
    {
        "Name": "新伦蒂尼恩号货物检查报告",
        "Desc": "对运输舰「新伦蒂尼恩」号上货物检查出具的报告。",
        "World": 3,
        "Books": [
            {
                "Desc": "【检查日期】星历 8100 年八月七日<br><br>【负责匠人】工正：耿<br><br>【委托部门】天舶司舶航厅<br><br>【检查对象】新伦蒂尼恩号运输船所携货物<br><br>【检查原因】<br>1、星槎未进行入港报告<br>2、星槎所携货物疑似为危险物品，且未经报备<br><br>【检查级别】扫描检查<br><br>【检查项目】<br>1、外形和重量检查<br>2、材质和工艺检查<br>3、动力和武备检查<br>4、信号和生化检查<br><br>【检查结果】<br>1、该机械高一丈三尺，重五千八百一十斤。<br>2、体态近似狼人，面部有独角。<br>3、通体覆盖合金，具有很高的硬度和韧性，可完全防御常规刀剑。<br>4、臂长且带有利爪，锐利程度吹毛立断。<br>5、反足结构，关节部位工艺极为精良，可支撑机械进行高速机动。<br>6、有粗壮的尾部，推测其可协助维持机体平衡。<br>7、动力来源不详，检测到轻微能量溢出，但无法定位到具体位置。<br>8、处于静默状态，无法对外界的刺激做出任何反应。<br>9、神经信号检测结果为正，代表其具有类神经组织。<br> 10 、在其关节等部位提取到微量组织液，经蛋白质检测结果为正，代表其具备碳基生物的部分特征。<br><br>【处理建议】<br><br>从外形材质和工艺看，毫无疑问是一种武器，我猜还是一种用「湿件」操控的武器。你们天舶司的管理条例怎么说来着？根据危险评级从全数罚没到逐出港口不等。<br><br>顺带说一句，这玩意身上能检测到微弱的神经信号和蛋白质组织。坦率讲，这事我觉得非常不妙。药王秘传的事刚过去，上头要求严查所有外来输入的生物制品。你懂，谁能保证这不是药王秘传想再搞个大的？<br><br>建议先把这批东西收容起来再说。放哪儿就别问我了，最好找判官来处理。<br><br>这东西的技术原理，已经超出了我的能力范畴，我建议你们再找个专业的医士仔细查查。<br><br>综上所述，本报告仅提供判断依据，对该宗货品的处理请天舶司自行判断。"
            }
        ]
    },
    {
        "Name": "加拉赫留下的信笺",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "新一代的无名客们：<br><br>当你们看到这封信时，我多半已经去见米哈伊尔了。<br><br>感谢你们为匹诺康尼付出的一切。可惜我没机会看见它重生的样子，但你们的信念让我对盛会之星的未来充满信心。<br><br>以及，请替我向那淘气的宠物「眠眠」说声抱歉。它有严重的分离焦虑症，找不到我，它一定会很孤独。如果可以，请将它放归忆域，那才是迷因应该遨游的地方。<br><br>在「神秘」的道路上，生死不过只是虚构的一环，离别与重聚亦然。<br>往后的日子，祝你们旅途顺利。我嘛，就先走一步了。<br>随信附上一些礼物<br>——敬不完美的明天。<br><br>加拉赫"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "青雀收到的神秘邀请函",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "「四尺圣堂」开放会员加盟，现诚邀银河中符合条件的贵客前来匹诺康尼，畅游美妙瑰丽的梦境世界。<br><br>只要您的净身高在 141.5 厘米或以下，您便可以凭此邀请函入住「白日梦」酒店，我们将为您报销一切旅行及住宿费用。<br><br>「四尺圣堂」静候您的到来，并预祝您享有一段轻松愉快且意义非凡的旅程！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "航行注意事项",
        "Desc": "看上去是某种捉弄人的规则怪谈。",
        "World": 4,
        "Books": [
            {
                "Desc": "本手册为晖长石号员工行为规范。<br>为了保证游客的安全，所有晖长石号员工必须严格遵守该规范。违者将受到严厉的惩戒。<br><br>一、请牢记你是晖长石号的工作人员，牢记你直属领导的身份，牢记船长是一切情况的最终决策者。在任何情况下保持绝对冷静，不得主动与他人起冲突。<br><br>二、请牢记本船所有的功能分区与连通道路，严格在自己的工作区域内活动。如果发现船上出现了你从未见过的区域，如古老的书房、囚室、电梯等，切勿进入，并立即联系精神净化处，在二十四个系统时内进行自我隔离。<br><br>三、请提醒船上观光的游客不要长时间凝视忆域深处。如果发现栏杆边的游客有出现摇晃、尖叫、边缘模糊等现象，不要与该游客进行任何目光接触，请立即呼叫精神净化处。<br><br>四、不要讨论任何幽灵船的传言，不要传播关于幽灵船的谣言，记录下每次和你讨论幽灵船的人，并检查他们是否没有舌头。<br><br>五、如果他们没有舌头，请巧妙的方式引导他们前往晖长石号船尾，交由专业人员处理。不管身后传来了什么声音，请不要回头，立即离开。<br><br>六、定期前往精神净化处接受检查，尤其是在船体检修之后。<br><br>遵守以上条例不仅将提升游客的体验，亦有助于您的安全。<br>本手册仅供内部传阅！请拾到者交付船长办公室。<br><br>出品方：███████<br>版权所有，抄袭必究"
            }
        ]
    },
    {
        "Name": "忆域童话•幽灵船故事",
        "Desc": "一本童话故事集，讲述了忆域中永恒航行的幽灵船的故事。",
        "World": 4,
        "Books": [
            {
                "Desc": "忆域浩瀚无际，那些失落的灵魂碎片聚合在一起，来到那艘永恒的幽灵船上。<br><br>一位渔夫模样的人偶高坐在幽灵船的桅杆之上，他手中的提灯散发着蓝色的幽光，那些灵魂残片如同趋光生物一般被其吸引，爬上甲板。<br><br>一位在忆域中潜游的少女科学家被渔夫钓起，而那正是她的目的：潜入幽灵船的内部。<br>船上空无一人，只有她的脚步声回响在空旷的走廊。<br>令她震惊的是，一切都宛如崭新的一般，闪闪发光的餐具，还冒着热气的浓汤，流淌着乐曲的自动钢琴……<br>她走入船长室，全息海图与精密仪器仍然在运转。然而，她看到了日志上的时间——<br>三十个琥珀纪之前。<br><br>霎那间，灯光昏暗了下来。<br>似乎有一个人在接近。<br>她靠在门旁，握紧了手中的武器。<br>沉重的呼吸声。血腥味越来越浓。<br>那人朝她扑来，她扣下了扳机——<br>「救我……」<br>看到那人的脸，她恐惧地僵立当场。<br>「我杀的…是我……」<br>她不顾一切地跑了出去。<br>十二个系统时之后，一位在忆域中潜游的少女科学家被渔夫钓起，而那正是她的目的：潜入幽灵船的内部。"
            }
        ]
    },
    {
        "Name": "贵宾行程规划参考",
        "Desc": "为登上「晖长石号」的贵宾提供的观光行程参考。",
        "World": 4,
        "Books": [
            {
                "Desc": "尊敬的来宾，感谢您响应家族的邀请，莅临晖长石号参观本次巡航。在忆质之海的航行或许会有所颠簸，但一定会给您留下难以忘怀的美好回忆。<br><br>十二个梦境的景致各不相同，而巡航永不停歇。为保障您的观览体验，家族特此准备了这本手册，为您提供最全面的行程规划参考。<br><br>「子夜的时刻」是梦的起点，时常有人会忽视它的存在，认为这片黑暗如同它看上去那样空无一物。但若是在船沿闭上眼睛，侧耳倾听，那些入梦时的欢声笑语便会顺着忆质之海的浪花溅起来，这些纯粹的快乐，是连梦境贩售店也买不到的秘密。况且，如果您放弃了子夜的沉寂，那晖长石号在进入「安谧的时刻」的瞬间，地平线上的第一缕曙光泛起时的震撼，便也要同您失之交臂了。<br><br>由于这片海域接近噩梦的边缘，请不要对耳边可能出现的声响感到惊慌。晖长石号是绝对安全的场所，观景之余，到餐厅里与朋友们共进早餐，在梦泡池里接受精神的洗涤，都是不错的选择。<br><br>在盛会之星，所有的时间都凝固在特定的时刻，唯有守护美梦的家族，沿着巡航的轨迹，感受昼夜的更迭。而在早餐结束后，您也将有幸目睹被晨曦打湿的朝露公馆，许久以来，正是它见证了这颗星球的落魄与崛起。折纸筑梦师们将一日的伊始放在这里，然后走进「黎明」和「烫金」，阳光下家族成员的汗水，最终酿造出夜幕里不朽的美梦。<br><br>因涉密原因，在以上区域的观览过程中，请注意拍照留念的尺度问题。<br><br>梦中并不会真正迎来饥饿，当正午来临，若您愿意稍稍延后进餐时间，请移步至晖长石号的左侧甲板，从空中俯瞰格拉克斯教授最后的作品——培育了无数筑梦工程师的「折纸大学」。它是如此瑰丽，纵使是浩瀚的忆质之海和最华丽的语言，也会在这片建筑物面前黯然失色。如果您是希米亚影业的忠实影迷，请走向甲板的右侧，您很快会看到在忆质下若隐若现的「匹诺康尼大博物馆」，著名的梦泡电影《虚构奇妙夜》，它的取景地点正是这座博物馆。<br><br>甲板顶部的观景台会提供餐饮供应服务，上至精品甜点，下至民间小吃，您大可放开肚子，毕竟这只是美梦的一部分，既不会吃撑，也不会蛀牙。<br><br>「绿洲」和「热砂」相互倚靠，就像是两条斑斓的色带。可惜的是，受过去迷因的侵袭和近期梦境动荡的影响，您很难从层层云雾中窥见它们的影子。但千万别浪费了宝贵的午后时间，位于二楼聚会厅的艺术沙龙不定期展开；船长室下方的餐吧里，或许能邂逅意想不到的惊喜。<br><br>时间的流逝永远令人怅然，当歌声从耳畔传来，天空露出火红，「蓝调的时刻」将为您补足此程的情调，晖长石在空中巡航，黄昏号在海底漫步。热情高涨的游客们常常将舞池挤得水泄不通，在那之前，您最好尽快找到心仪的舞伴。无论是商业上的对手，还是关系僵硬的恋人，邀请对方跳上一曲总归是不错的选择，当繁星铺满海面，就像是一地的宝石无人拾起，再多的怨愤也会消失得无影无踪。<br><br>至于最后「黄金的时刻」，就请您用自己的眼睛去品味吧。"
            }
        ]
    },
    {
        "Name": "梦境畅销书榜单",
        "Desc": "一份收集匹诺康尼畅销书籍的榜单，用于为读者提供购买参考。",
        "World": 4,
        "Books": [
            {
                "Desc": "本榜单由鸢尾花新闻署主编，《逐梦客时讯》、《绿洲报》等媒体单位协作编辑，旨在整理、收集最新最热的畅销书信息，为大众提供直观的读物推荐和质量评价。<br><br><b>1.《钟表匠传奇》 作者：普朗多</b><br><br>作为「钟表匠」一生的挚友，普朗多先生为逝去的友人谱写了一曲悠长的墓志铭。小说以「钟表匠」为引，以时代为题，用严肃的基调，讲述了一个名不见经传的小人物，一步步成长为闻名银河的金融大亨的传奇人生。<br><br>故事贯穿数个历史时期，从独立战争、拓梦时代一直到成为盛会之星的如今。无论是经历过那段困苦岁月的家族成员，还是被匹诺康尼的光辉吸引来的逐梦客，都能从中看到自己的影子，并为之潸然泪下。<br><br>《鸢尾花书评》：作为怪谈小说的集大成者，作者很好地把握了严肃文学和都市传说之间的写作平衡，故事以杜撰为主，但态度仍值得鼓励——前提是，作者从未宣称此作品为纪实文学。<br>《逐梦客时讯》特邀评论员：笔者认识不少虚构史学家，但像普朗多先生这么厉害的还是第一次见。<br><br><b>2.《营销部的故事》 作者：可勒</b><br><br>以「烫金的时刻」为故事背景的作品。被穿小鞋的办事员，彻夜不醒的勤劳新人，收敛锋芒的看门大爷，抠抠搜搜的车间主任，还有每章换一个的外包工和实习生，苜蓿币喷涌的人间百态中，有人尝试挣扎，有人闭眼沉沦。在见证了又一位同事的高台跳水后，营销员塔德决定离开集团，可集团制定的二十四条行规却让他求生不得、求死不能。为了对抗高额的违约金和霸王条款，塔德就此展开了一段充满欢笑的辞职征程。<br><br>《烫金时评》：近日来，匹诺康尼出现了大量针对苜蓿草家系和皮皮西人的谣言、侮辱和诽谤，苜蓿草方面已联系猎犬介入调查，望大家谨言慎行。<br>作家卡卡：一部堪称皮皮西刻板印象百科全书的作品，就是不知道为什么摆在喜剧类的书架上。<br><br><b>3.《寻亲奇遇记》 作者：阿德雷尔</b><br><br>在浩瀚的银河中，无数人对匹诺康尼心向神往，并纷纷踏上前往这个梦幻世界的旅途，男孩奥列佛就是这样一个人。他在童年饱受继父的折磨，因过劳险些失明，又在少年遭遇饥荒和瘟疫，为活命躲进贫民窟。在诸多好友的帮助下，奥列佛成功度过了难关，靠着贩卖忆泡登上了前往盛会之星的偷渡船。<br><br>可所有人都没想到，他竟是一位匹诺康尼商人的私生子。几经波折后，奥列佛被姑姑找到，作为正式居民完成了身份登记，从此过上了幸福的生活。<br><br>《逐梦客时讯》：相当优秀的幻想文学，可怕的销量从侧面反应了时下逐梦客的精神需求。<br>制片人特拉察：我一直很好奇，这种作品的受众到底是什么人？<br><br><b>4.《迷因在你背后》 作者：丹尼斯</b><br><br>丹尼斯又一次跳出舒适圈，站在自己从未涉足的类型文学领域，创造了无可匹敌的商业奇迹。主角一行人与拥有了智慧的地下迷因团斗智斗勇，透过文字，迷因们的压迫力强烈地撞击到读者心灵，一度让家族担忧会就此产生新的迷因。「嘿，我在你背后呢」已成为今年青少年间吓人恶作剧的最热台词。<br><br>《绿洲报》：以该系列小说为原案的梦泡电影已正式开机，上映时间待定。"
            }
        ]
    },
    {
        "Name": "忆域生物观测笔记",
        "Desc": "在「晖长石号」巡航期间，一位科学家留下的观测笔记。",
        "World": 4,
        "Books": [
            {
                "Desc": "时间：████<br>地点：████<br>记录者：第一真理大学 忆域生物学 博士候选人 坎丝<br><br>观测记录<br><br>今天是来到匹诺康尼的第几个日子？我记不清了…不过最近观测到了许多文献中从未记载的生物。<br>我发现了一种用特殊的滤镜才能看到的水母，它们就像海洋中盛开的花海一样。<br>为了看到那些更壮丽的生物，我穿戴设备，潜入了更深的忆域。<br>黑暗，黑暗…精神上的黑暗…令人折磨的重压……<br>一艘巨大无比的船从我身边掠过，里面灯火辉煌，奇怪的生物在其中开着舞会——那些传说不是假的。<br>然后，我看见了…看见了它……<br>像一种透明的薄膜，在水面上爬行<br>我的精神变得如此潮湿，好像随时都在滴水和发霉<br>我的灵魂在飞翔<br>面前的白日梦在扭曲破碎<br>我穿梭在水面和空气之中<br>目睹████<br>我在发光██，在████<br>（以下字迹无法辨认）"
            }
        ]
    },
    {
        "Name": "梦泡手记",
        "Desc": "一位掮客记载下来的此前收集而来并出售给爱德华医生的梦泡的内容。",
        "World": 4,
        "Books": [
            {
                "Desc": "……<br><br>和过去一样，我正在前往「黎明的时刻」，尝试收集一些前所未见的梦境，修修补补，看看爱德华医生会不会有兴致。<br>当然，我倒是完全不担心这一趟会空着手回来——「黎明的时刻」从不让我失望。<br>这里的人们的确奔波劳碌，只知道低头走路，不懂得抬头看天，所以他们的梦才最为迷人——也是，一个人在描述自己不懂得的事物时，才会显得浪漫至极。<br><br>不过，话又说回来，即使还没到达自己的目的地，这一路上我也有了不少收获。<br>一位客人曾在「蓝调的时刻」登上了晖长石号，并且卖给了我一个关于海盗的梦泡。在那当中，她成为了一个身世阴惨的海盗，在七片海域中进行着一场又一场冒险。<br>当然，如今看来这已经是个很俗套的题材了，但主人公的设定却很有趣——她的手掌上不像常人那样有一根命运线，于是在长大后，她用刀片自己刻出了一条命运。<br>正是这一点吸引我买下了她的梦泡，不过，在前往爱德华医生那里之前，我还得稍加修饰才行——其中实在是缺少了一些情感要素，估计不合年轻人的胃口。<br><br>对了，在船上我还遇到了一个自称导演的怪人，虽然看上去像是患有某种精神疾病，但给我留下的几个梦倒是很有价值。<br><br>其一：<br>在这个梦泡中，主角随身携带着来历神秘的巨大海螺，并在其中装满了被称为「原水」的物质。无论多么严酷的环境，只要洒出一滴，便能孕育一整个星球的生命。他似乎怀有什么神圣的使命，不断地奔走四方，播撒生命。<br>每隔一段时间，他就会重新返回原水的源头，重新装满随身携带的海螺——而那源头看起来却是巨大的瀑布，向着无底的深渊奔流。<br><br>在出售梦泡时，他这样说：<i>你将因此爱上水流。</i><br><br>其二：<br>在这个梦泡中，主角在漫长的岁月里都守候着一个神奇的鸟笼。每隔一段时间，就会有鸟儿凭空在里面诞生，而主角要做的事，只有在问清楚他们的目的地后，再打开笼子将他们「放归」天空。<br>那些目的地纷繁芜杂，常常使人感到难以置信。譬如有一只鸟儿，在出发之前，它声称自己要飞入世界始诞时的烈火之中。<br><br>在出售梦泡时，他这样说：<i>你将因此爱上天空。</i><br><br>其三：<br>在这个梦泡中，主角在没有边际的原野上行走，不断地采摘着花朵——那些花朵不但远远超出你的知识，甚至能够超越你的想象。<br>据说，那位自称导演的男人主动让做梦者醒了过来，他担心对方会在原野的尽头探听到宇宙的奥秘。<br><br>在出售梦泡时，他这样说：<i>你将因此爱上大地。</i><br><br>至于他所留下的最后一个梦泡……它被小心翼翼地封存了起来，不花费一番功夫，不可能窥探到其中的内容。<br>要不要打开它，我还在考虑，毕竟……<br><br>在出售梦泡时，他这样说：<i>永远不要打开它，你必须爱上神秘。</i>"
            }
        ]
    },
    {
        "Name": "作废的当票",
        "Desc": "记录了翡翠一桩尚未完成的交易。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>他还会回来的，我知道。</i><br><br><s>我，弗朗西斯七世，以代代相传的蝾螈徽章为誓，那由我所统治的疆域……其中的三分之一，在今日过后，将会划归眼前的女士所有。</s><br><s>为此，经她之手，时隔七百年，这片大地将再次一统，两个国家间宿命般的仇怨也将就此终结。无论如何，为此我始终愿意不惜一切代价——我所拥有的姓氏，她的「荣光」胜于一切。</s><br><i>就做一些小小的纠正吧，公司当然不会做出这种程度的干涉，更不会支持以暴力造就的独裁。抛去这位国王夸张的形容，眼下发生的一切，只是与更加文明的人合作，来终结掉一些……不合理的敌意。</i><br><br>我，弗朗西斯七世，以代代相传的蝾螈徽章为誓，我愿意舍弃自己通行无阻的敕令，并交予眼前的这位女士。<br>为此，经她之手，天灾将会终结，即使所剩无多，但我的子民……他们将能去往更为光明的所在。<br><br>弗朗西斯在此以代代相传的蝾螈徽章为誓，请您为我寻回那批货物吧，我不是在意自己的事业，但我的家人……他们需要我的这份收成。<br>他们……正在等着我回去，但我不能两手空空，为此我愿意不惜一切代价。<br><br>现在我知道什么是代价了，弗朗西斯愿意质押蝾螈徽章，从它被铸造出来的那一刻，家族就曾说过「不可离身，太阳总会升起」。<br>那或许有意义，或许没有，但这已经无所谓了，请救救我唯一的亲人吧。<br><br><i>他还会回来的，我知道。</i><br><i>不错，即使是公司的人，我在他们看来也越来越恶毒。但你或许也会相信……无论是哪一场交易，倘若你也在场，并且试着阻止这一切，或许反倒会受到这位可怜人不顾一切的攻击吧？</i><br><i>他会不惜以死相逼——无论他的死亡，又或是你的。</i><br><i>对于未能拥有的事物，人们在判断它的价值时总是采取一种不可理喻的体系，并且愿意为此得不偿失。是啊，我的结局必然永不到来。</i><br><i>但他没有犯下任何错误，只不过没能懂得……</i><br><i>无法事事得偿所愿，是造物者在力所能及的范围内，给出的……最具价值的仁慈。</i><br><i>似乎有一位乞丐被赶出了这里……他刚才是在看我吗？</i>"
            }
        ]
    },
    {
        "Name": "来历不明的餐品清单",
        "Desc": "一份晖长石号宾客的三餐供应清单，但内容除了口吻之外都非常不正式。",
        "World": 4,
        "Books": [
            {
                "Desc": "前菜：<br>钟表小子肉冻<br><i>IP联名单品，请不要产生奇怪的误解。</i><br><br>赛场脆片<br><i>独轮车观众席上的闪亮明星，使用苏乐达糖浆进行调味。</i><br><i>考虑到最近发生的流血事件，赛场脆片添加了咸香调味供您选择。</i><br><br>热砂色拉<br><i>点单前请先填写生死状。</i><br><i>只在「黎明的时刻」存在的奇异植物，那独一无二的风味被认为是迷因消散时所留下的余烬。</i><br><br>一瞬贪饕<br><i>您将看到一个空盘子，但不必担心。</i><br><color=#eb4d3dff>保证开胃。</color><br><br>蜜瓜烩鱼<br><i>仅在途经「蓝调的时刻」时限量供应，点单前请询问厨师雅各布。</i><br><i>食材分别是热砂与薄暮的特产。</i><br><br>主菜：<br>徒步穿越匹诺康尼<br><i>十二时刻的特色将组成您眼前的拼盘。没错，「安谧的时刻」中的监狱餐也包含在内。</i><br><br>梦泡：此心恶贯满盈<br><color=#eb4d3dff>罪恶何其诱人，胜过饱食终日——请。</color><br><br>极乐<br><i>「黄金的时刻」中的特色松饼，卷上「绿洲的时刻」中的特色拉面，并以仙舟的炒米作为蘸料。</i><br><color=#eb4d3dff>是够乐的。</color><br><br>混合芝士拼盘<br><i>在匹诺康尼，芝士也将不再寻常——梦境打破颇多桎梏，万物皆可发酵。</i><br><br>甜品：<br>美味垃圾桶<br><i>巧思主要在于容器，在品尝完所有糕点后，您会在桶底发现一句祝福或箴言。</i><br><color=#eb4d3dff>比如「你可少吃点吧」。</color><br><br>苦厄百般<br><i>只有在梦境中，才能轻易地收集到这上百种苦痛心绪，并编织成这一道餐点。</i><br><color=#eb4d3dff>品尝结束之后，死里逃生的感觉自然能让您感受到异乎寻常的甜美。</color><br><br>花火随心汽水软糖<br><i>由您来指定软糖的形状，甚至可以亲自进行塑形——在定期举行的评选中，这一甜点将会被冠上最优秀作品创作者的名字。</i><br><br>酒水：<br>无望众生<br><i>舷窗雅座，空杯一只，仅在「黄金的时刻」特殊供应。</i><br><color=#eb4d3dff>即使是最为尊贵的客人，也只有俯瞰黄金的此刻才能品尝。请站在舷窗旁，饱尝他们沉沦其中时的“无望”吧，其美味之处，在于诸位并未身处其中。</color>"
            }
        ]
    },
    {
        "Name": "虚构的风物记录",
        "Desc": "一位船员写下的家书的结尾片段，似乎是写给某位久卧病榻的亲人。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>「我认定此处的梦境能吊住你对生息的一丝渴望，所以来到此处，但它并未比现实美好半分。那么，我自己来编织那样的梦吧。」</i><br><br>……希望你现在已经好一点了，雅芙。<br>我的工作还是很顺利，现在刚刚从「烫金的时刻」离开，跟着晖长石号前往「太阳的时刻」。你根本想象不到我之前看到了怎样的景象。<br>在「烫金的时刻」里，人们尽管繁忙……<br>……<br>嗯，人们尽管繁忙，但却富有尊严。每一个人都有机会实现自己的价值，工作与生活实现了完美的平衡。在不断创造，精巧地维系世界运转的同时，在黄昏温柔的光线里，他们也有机会牵着孩子的手，在邻居晚饭的香气里走回家里。<br>他们支撑着这个世界，但却也有闲心仰望夜空的每一个时辰。<br>我多希望你能和我一起看看这个充满活力的世界啊……<br>所以，就算强撑着，活下来，好吗？我们一定能等到治好那种病的方法的。<br><br>……<br><br>怎么样了，雅芙？听说虽然只是在屋子里，但你终于能下床走动了？<br>虽然距离上次回去看你还没过多久，但我觉得时间过得真慢啊。可是一想到……你也喜欢通过我的眼睛了解外面的世界，我就觉得四处跑来跑去没什么辛苦的。<br>现在我们正在前往「黄金的时刻」，还真别说，虽然看上去纸醉金迷，但这里人人平等，路不拾遗，实在是个久住的好地方。<br>……<br>而且还很安全。<br>对了，虽然我们完全负担不起匹诺康尼的费用，连我自己都是在这里工作才能获得出入的资格……但说不定，有一天我也能存够让你来到这里的钱呢？我工作的这艘船上，可是有很多大人物，给小费的时候阔绰着呢。<br>所以，就算强撑着，千万活下来呀，我们总有一天……能够一起做梦。<br><br>……<br><br>雅芙，你知道吗？就算在梦境中也有大学这种东西——还记得我们是在哪里认识的吗？<br>不过，和我们的大学不同，听说那个折纸大学相当了不起，看到那些学生时，该怎么形容呢……他们身上睿智的锋芒，都让我不敢和他们搭话了。<br>不过，即使是外人也可以自由出入，要是能和你一起坐坐就好了。<br>所以，就算强撑着，别就这么离开，不然我会很……生气。<br><br>……<br><br>现在我们正在前往「蓝调的时刻」，那里风景优美……<br>……<br>但到处都是狡诈恶徒，只有失望，只有各种各样的骗子……一个走进去都会让我感到恶心的地方。<br>雅芙……雅芙……<br>不……<br>事到如今，这还有什么意义？这些谎言……还有什么意义？"
            }
        ]
    },
    {
        "Name": "寻找卡利普索",
        "Desc": "晖长石号某位乘客留下的目的地清单。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>就快要结束了，我的临终一瞬……将会跨越所有的时刻。</i><br><i>只有在死亡当中，我们才不是异乡人。</i><br><br><b>黎明的时刻</b><br>这倒是很有趣，按照匹诺康尼的构成来看，我距离死亡仍然很遥远，但这的确将会是我最后一次看到日出了。<br>那，我会把自己的「进取心」剥离下来，彻底埋藏在这个时刻。<br>这份进取心曾帮我在故乡挣得一座小小的庭院——它在被风沙彻底掩埋之前，为许多人留下过美好的记忆，他们坐在草坪上，蘸着奶油来吃草莓……<br><i>备注：从我自身剥离下来的意识，在坠落时竟成为了一株卡利普索，匹诺康尼真是一个奇妙的地方。又或者说……是因为我对这种花印象深刻？</i><br><i>少年时，我的确常常在散步时三心二意地寻找着路上的卡利普索。考虑到它的「花语」，或许和我这趟旅程「真正的目的」倒是非常相宜。</i><br><br><b>烫金的时刻</b><br>多么繁忙的地方啊，围绕着轮盘建造城市的人，甚至没有闲下来的时间，来将自己的灵魂交给魔鬼。<br>嗯，为了和他们相称，我就把自己的「逻辑」剥离下来，彻底埋藏在这个时刻吧。<br>我曾用这份逻辑思索星夜，虽然一无所得，但我至少那样做过。<br><i>没想到这一切的确行得通。虽说和那些狂热的粉丝所采取的行动完全不同，我不是要在梦境中创造一个存在，而是要将我自身洒遍梦境，但……竟然可以这么顺利？</i><br><br><b>太阳的时刻</b><br>早餐很不错，就像晚餐一样——也可能像午餐。<br>我曾经也有一千七百五十本藏书，所以，作为纪念，我要把自己的「知识」剥离下来，彻底埋藏在这个时刻。<br><i>虽然一开始我的目的非常单纯，既然自己已经命不久矣，不妨通过这种方式，与盛大的梦境融为一体。但现在看来……如果入梦者的意志的确存在交集，我……是不是也有可能成为其他人的一部分，随着他们重返现实？</i><br><i>是啊，或许这是我最后一次回忆起它的花语——我将隐藏。</i><br><br><b>绿洲的时刻</b><br>这里好多人啊，沙滩好漂亮，让我想起沙滩。<br>想吃甜甜的冰……嗯，「欲望」，是不是可以留在这里？<br><br><b>热砂的时刻</b><br>我为什么要做这种事？很累，很累……<br>这里的风……也好大啊，像是小的时候见到的那种……<br>我，很害怕。<br>「记忆」，你们留在这里吧，所有的，除了……<br><br><b>蓝调的时刻</b><br>那些灯很像你的眼睛，蓝蓝的……<br>我记得……我记得那是八月的某一天，你在整理自己的头发，侧着身子看我……<br>好吧，继续……「对你的爱」，也只能留在这里了。<br>但我好舍不得。<br>我什么时候会离开？<br><br><b>薄暮的时刻</b><br>我给你买过什么礼物吗？<br>我可以在这里买吗？死掉的人可以收到我的礼物吗？<br>好吧，继续……「对你的爱」，也只能留在这里了。<br>……咦？<br><br><b>星辰的时刻</b><br>我一个人坐在那里，他们好像都是结伴来的。<br>过去我们也是一样吗？<br>好吧，继续……「对你的爱」，也只能留在这里了。<br>可是……为什么……<br><br><b>黄金的时刻</b><br>我不要再继续下去了。<br>我要把它们找回来，所有的……<br>我不要它们能永远存在了，我要自己记住，直到我真正死掉之前。"
            }
        ]
    },
    {
        "Name": "写给住客的贺卡",
        "Desc": "空艇服务员为庆祝客人到来手写的贺卡。",
        "World": 4,
        "Books": [
            {
                "Desc": "尊敬的莉莉娅女士：<br><br>欢迎您来到晖长石号的餐厅，今天，有一位非常特别的人想要通过我们向您表达他最深的祝福：<br><br>「莉莉娅，<br>在这个与众不同的夜晚，愿您未来的人生充满无限的喜悦和爱。我爱你，这份感情直至时间的尽头也不会有任何改变。我给你准备了个惊喜，希望你今天玩得开心：)<br>迈克」<br><br>我部全体成员在此为您献上诚挚祝福，祝您生日快乐，希望您在这个美妙的夜晚尽享欢乐。<br><br>晖长石号餐饮部全员"
            }
        ]
    },
    {
        "Name": "《梦的纪元：传奇船长录》节录",
        "Desc": "某位工作人员的摘录，内容节选自一本讲述「晖长石号」历代船长过往的书。",
        "World": 4,
        "Books": [
            {
                "Desc": "本书旨在记录晖长石号历任船长的生平事迹，通过他们的故事，揭开晖长石号这艘神秘豪华浮空艇的面纱，展现其在匹诺康尼历史中的重要地位。<br><br>在梦海之上近乎永恒地巡航，这并不意味着梦海本身平静无波，静谧安好。笔者曾统计过历任船长的任职时长，发现他们的在职年限并不长。在早期的巡航中，连续十任船长均因负伤而卸任。尽管家族曾多次派出筑梦师团队，对晖长石号进行了专项改造，旨在保证巡航的安全性。但在此之后，每位船长的任期并不长，有阴谋论者认为这与空艇住客的身份有关，巨大的人际关系网意味着泼天的利益……<br><br>[……]<br>【初代船长】筑梦先驱丹尼<br>晖长石号的故事，始于一位来自橡木家系的筑梦师丹尼。丹尼以优异的成绩于折纸大学毕业后，并未继续从事筑梦工作，反而热衷于探险。他在梦境和现实间的边缘游走，寻找连接这两个世界的可能性。而晖长石号的建造灵感，据说正是来源于他在一次深入忆质之海的迷雾中，体验到的既虚幻又真实的奇妙经历。他不仅是晖长石号的首位船长，更是其创造者，把这艘豪华飞空艇视为连接匹诺康尼十二时分的纽带，以及向外界展示家族辉煌的发展成果。<br><br>在丹尼的指挥下，晖长石号完成了它的首次巡航，从匹诺康尼大剧院为始，缓缓启航。在他的引领下，晖长石号不仅成为了家族的骄傲，也成为了银河中的传奇。丹尼对晖长石号的贡献，不仅仅在于他对这艘飞空艇的设计和建造，更在于他以自身的探险经历，为这艘飞空艇制定了最初的巡航路线，自此晖长石号的故事正式开始。<br><br>【第二任船长】穿越风暴的琥珀<br>继丹尼之后，晖长石号的第二任船长琥珀，是一位出身于猎犬家系的杰出女性。在她的领导下，晖长石号不仅成功地驶过了一次又一次的忆域风暴，还在这些风暴中发现了新的航线路径，为匹诺康尼的探索做出了巨大的贡献。琥珀对晖长石号的掌控能力堪称完美，甚至在最为恶劣的环境下，也能保证晖长石号和船上各位乘客的安全。<br><br>琥珀的英勇和决断，使她成为晖长石号历史上最为人尊敬的船长之一。<br><br>[……]<br><br>【第十八任船长】启明星加雷斯<br>加雷斯，晖长石号的第十八任船长，以他对梦海的深入了解而著称。加雷斯出生于一个世代以航行为生的皮皮西家族，从小便对航行一事充满了无限的好奇和热爱。<br><br>他的上任，为晖长石号的航线带来了革命性的变化。在他的指导下，晖长石号不仅能够在梦海中航行自如，还能准确无误地找到抵达十二时分的最佳路径，将匹诺康尼的梦境与外界的星系连接得更为紧密。<br><br>加雷斯的贡献不仅在于改进航线，他还在晖长石号上设立了一个小型观测站，用于研究梦海中的出现的各类异常事件。这些研究不仅增进了学界对忆质与梦海的理解，还为匹诺康尼的技术发展做出了深远卓绝的贡献。<br><br>[……]<br><br>【第五十三任船长】梦境的守护者：伊莉娜<br>在晖长石号的历史上，少有人能像伊莉娜那样，对梦境世界理解得如此深刻。伊莉娜出身于隐夜鸫家系，自小便对梦境世界充满了深厚的兴趣和独到的见解。当她成为晖长石号的船长时，她的首要任务就是探索梦海中的新航道，为被过往忆域风暴所堵塞的航道找到新的通路。<br><br>伊莉娜最为人称道的事迹，是她在一次意外中，利用自己对筑梦技术的精湛控制力，成功将一条即将崩溃的航道稳定下来，救回了甲板上的所有生命。这一壮举不仅证明了她作为船长的能力，也展示了筑梦师对匹诺康尼的深远贡献。<br><br>[……]<br><br>【第九十二任船长】旋律共振的卢卡斯<br>卢卡斯，天环族出身，以其对音乐的热爱和在晖长石号上创立神奇的音乐演出而闻名。<br><br>卢卡斯认为，音乐是连接不同生命和文化的桥梁，也是探索各个星球的钥匙。在他的领导下，晖长石号变成了一艘漂浮的音乐殿堂，每当有新的住客登上飞艇时，他都会组织一场盛大的音乐会，邀请来自各个星系的音乐家共同演出，用音乐的力量为初来匹诺康尼的贵客带来最深远的震撼。<br><br>在一次前所未有的音乐会上，卢卡斯成功地利用音乐的共振，将听众转移到大歌剧院内，为歌剧院的演出季带来最神奇的观礼体验。这一成就不仅为他个人赢得了极高的荣誉，也为晖长石号的传奇故事增添了浓墨重彩的一笔。"
            }
        ]
    },
    {
        "Name": "名流密语，某位记者的往来邮件",
        "Desc": "驻扎在飞艇上的某位记者和主编的往来邮件。",
        "World": 4,
        "Books": [
            {
                "Desc": "[邮件一]<br>发件人：卡尔@星河娱乐周刊<br>收件人：达莉娅@星河娱乐周刊<br>主题：晖长石号上的风景真不错啊<br>亲爱的达莉娅，<br><br>猜猜我现在在哪？嘿嘿，晖长石号！这里的生活比你想象的还要疯狂。各大星系的名流都在这儿。而我，算是有点人脉，居然被我混了进来哈哈哈哈<br><br>晖长石号甲板上的风景真不错啊，我在这儿待了几天，听到不少八卦，都是猛料<br>主编，你肯定听说了谐乐大典的事，对吧？本来大家都期待着开场，结果突然就宣布说什么「不明原由的星核袭击」，直接凉凉了<br><br>我倒是搞到点料，说是会重新开，而且…你猜猜会在哪儿开？<br><br>[邮件二]<br>发件人：达莉娅@星河娱乐周刊<br>收件人：卡尔@星河娱乐周刊<br>主题：回复：晖长石号上的风景真不错啊<br>卡尔？！你小子真走运，「晖长石号」这种地方都给你混进去了！<br><br>好了别卖关子了，你先说说是什么猛料？内容我得先评估下才能给你留头版，而且这事得转发给老板那边确认，你手里最好有实锤再打包票！<br><br>[邮件三]<br>发件人：卡尔@星河娱乐周刊<br>收件人：达莉娅@星河娱乐周刊<br>主题：【内幕】谐乐大典的骇人真相<br>懂的，谢谢主编！<br><br>事情是这样的：）我知道的料是谐乐大典会重开一次，地点嘛，就在这「晖长石号」上。具体的内容我还在整理，简单来说就是我跟飞艇上的工作人员还有匹诺康尼本地名流套了话。实锤见附件录音文件。可以肯定的是他们在为谐乐大典的开幕作准备，演职人员都开始排练了，地点是不是在「晖长石号」上我不好说，只能说目前来看，可能性非常大<br><br>关于为什么改期，这里有各种各样的说法。有人说是因为家族在内斗，有人说是公司插手这件事，家族不想让公司独家冠名，没谈拢就被报复了。但我听到了一个非常有意思的消息说，其实是因为知更鸟本人出了问题，她想跟家族解约转投公司旗下，但家族不肯放人<br><br>我在飞艇上就遇到了几位公司员工，听说公司职级贼高的领导都来了不少。我在这儿跟一个老油条聊了会，发现这家伙本来在放婚假，突然就被调过来匹诺康尼出差了。这么大阵仗，只有知更鸟这种级别的明星才配得上这种待遇吧<br><br>附件：录音文件 -2392379451 <br><br>[邮件四]<br>发件人：达莉娅@星河娱乐周刊<br>收件人：卡尔@星河娱乐周刊<br>主题：回复：【内幕】谐乐大典的骇人真相<br>卡尔，公司一直想收回匹诺康尼，他们来就算是来找知更鸟签约的，那也是商业谈判。这种报道不能发，你是生怕公司不告我们是吧？还是说嫌现在的广告商太多？<br><br>录音文件我和老板确认过了，重开谐乐大典的事其实大家都在猜，你有实锤的话头版的确可以留给你。但是知更鸟是否解约的消息，这个就别报了。<br><br>有空的话你不如仔细挖下她是否有参与复排，是否有消极怠工、对其他工作人员不礼貌的事，有个差不多的错位照凑凑字数应该能和大典复排的消息一起放头版。要是你能深挖下去，找到更多猛料的话就更好了，头版+专题一起上，不够就再单独出个特刊！<br><br>最后的最后再次提醒你！公司那些商业事项别沾边！别给咱们杂志惹麻烦！<br><br>[邮件五]<br>发件人：卡尔@星河娱乐周刊<br>收件人：达莉娅@星河娱乐周刊<br>主题：回复：回复：【内幕】谐乐大典的骇人真相<br>我跟飞艇上的名流聊了下，顺着挖了点新料，目前的选题方向我大概有点头绪了，先跟你说下吧：<br><br>首先有个服装设计师说知更鸟这次没找品牌做高定礼服，她行内人，无论是不是匹诺康尼本地品牌，行内总归有消息，但这次就没有。除非知更鸟要穿旧礼服…但这不合规矩<br><br>然后我认识的几个名媛爆了点有的没的，我整合了下<br>大概是有个坊间流言说，现在知更鸟可能不是真正的知更鸟，而是替身。真正的知更鸟可能被家族雪藏了，不让她露面。<br><br>起因是粉丝发现她一反常态多日未露面，官方网站也没发布她的任何消息，虽然有路透说在哪儿哪儿目击过，但均无实锤。粉丝逼问她团队那边，团队发了个她在工作的快拍，但根据过往照片对比，手型比以往更纤瘦，怀疑是替身不是本人。毕竟脸可以整容，但手脚骨骼发育都定死了，这可动不了<br><br>而且，脸比平时浮肿不说，天环族的「翅膀」羽毛特别僵硬，视频拉帧对比下来居然都没变化，怀疑是道具伪装的！总之大家都觉得她现在瘦了一圈，不太像之前大气的女明星。这时候曝光出来这个视频是为了平息大家的质疑吗？事情真是越来越奇怪了，有点像替身出来溜两圈糊弄一下，但是大家也不是傻子，这更明摆着说好像真的出事了<br><br>目前我找粉丝那边拿到了逐帧对比的截图和视频录屏，感觉料还是挺足的，丢附件了，你看看吧<br><br>附件：知更鸟视频逐帧对比整合包<br><br>[邮件六]<br>发件人：达莉娅@星河娱乐周刊<br>收件人：卡尔@星河娱乐周刊<br>主题：回复：回复：回复：【内幕】谐乐大典的骇人真相<br>可以可以！<br><br>版面和专题页帮你留了，标题帮你想好了，系列专题就叫《知更鸟到底在哪儿？》吧！<br><br>谐乐大典这种事情太严肃了，很多观众看两眼知道下开没开的消息就算了，还得是明星出事有噱头啊！而且知更鸟人气这么高，你联系下她粉丝，搞个采访，到时候让粉丝一起来表达自己的诉求，跟家族那边施压要说法，他们要是回应了就留到下期继续连载，杂志出来肯定卖爆！"
            }
        ]
    },
    {
        "Name": "《匹诺康尼飞艇设计史》片段",
        "Desc": "讲述飞艇历代设计变迁的书，节选了讲述「晖长石号」部分内容的片段。",
        "World": 4,
        "Books": [
            {
                "Desc": "纵观匹诺康尼的飞艇设计史中，晖长石号独树一帜，它不仅代表着飞艇设计的技术巅峰，更是家族愿景和筑梦美学的完美结合。筑梦师们面对的挑战是如何将极致的奢华与飞艇的实用性需求融合为一体，创造出既能承载梦境探险又能提供无与伦比舒适体验的浮空艇。本书将在这一章节深入探讨晖长石号背后的筑梦哲学，揭示其成为匹诺康尼飞艇设计象征的原因。<br><br>【背后故事】<br>晖长石号的设计初衷源自一次匹诺康尼家族内部的讨论，当时许多筑梦师都对当前飞艇的功能和舒适度表示不满。他们希望有一艘能够完美融合实用性与奢华感、科技与艺术的飞艇。这个想法很快得到了时任家主的支持，随后便启动了晖长石号的设计与建造项目。<br><br>项目初期，设计团队面临了许多挑战，包括如何在飞艇中融入先进的梦境技术，使宾客能够直接从飞艇上自由出入梦境十二时分；如何设计出既符合航空动力学又不失奢华美观的飞艇外形；以及如何在有限的空间内创造出足够多的高级舒适设施。通过不懈的努力和创新，设计团队最终克服了所有难题，打造出了这艘独一无二的飞艇。<br><br>【飞艇技术】<br>晖长石号采纳了许多革命性技术，其中最引人注目的是它的动力系统，由于该系统属于家族的商业机密，我们无从知晓它的运作原理。但根据公开信息，它的维护成本很低，数名合格的筑梦师便足以维系它的日常运转。<br><br>除了动力系统，晖长石号还装备了最先进的环境控制系统，筑梦师能够根据宾客的需求和外部环境的变化，自动调节飞艇内部的气候和氛围。无论外界条件如何变化，飞艇内部总能保持最舒适的环境。<br><br>【设计理念】<br>晖长石号的设计理念始于一个简单的愿景：创建一艘能够永恒地在梦海上空巡航，自由出入匹诺康尼的十二时分，同时还能为宾客提供顶级体验的浮空艇。为了实现这一点，创始团队采用了多项创新技术和材料，确保飞艇不仅在功能上无懈可击，而且在视觉和感官上都能给人留下深刻印象。<br><br>【外部设计】<br>晖长石号的外观设计灵感来源于匹诺康尼本地的两种元素——绚烂的梦境和迷雾萦绕的忆质之海。其流线型的外壳采用了一种特殊的反光材料，能够在忆质之海中映射出炫目的光彩，同时，这种材料具有极高的强度和自我修复能力，能使艇免受不稳定忆质的侵蚀。<br><br>【内部布局】<br>在内部设计上，晖长石号打破了传统飞艇的布局限制，采用开放式设计理念，将休息区、娱乐设施和功能区巧妙地融合在一起。每一处空间都旨在提升乘客的体验，从宽敞的观景甲板到装饰豪华的休息室，每个细节都体现了对舒适和美学的追求。<br><br>【服务理念】<br>晖长石号上的每一项设施和服务都是围绕提升宾客体验设计的。飞艇内部装饰豪华，从宽敞的观景甲板到私人影音放映室，每一处都展现了匹诺康尼对奢华的定义。宾客可以自由选择，是在飞艇的餐厅里享用来自各个星系的美食，还是在甲板的梦泡泳池里畅游，抑或是在瞭望台上欣赏匹诺康尼的壮丽景色，以此度过美满的一天。<br><br>晖长石号的服务团队由经过家族层层选拔的顶级服务人员所组成，他们全天候待命，准备满足宾客的任何需求。无论是私人管家服务、定制旅行计划，还是匹诺康尼游览指导，晖长石号的团队都能提供无微不至的服务，确保宾客的每一次旅行都是独一无二的体验。<br><br>【影响】<br>晖长石号的设计不仅是对当前技术和美学的极致追求，它还向外界展示了一种全新的可能性。通过将奢华与实用性结合，晖长石号重新定义了飞艇的设计标准，为后来的筑梦师们提供了丰富的灵感和挑战。<br><br>晖长石号的设计和建造是一个跨越数十载的宏伟项目，它不仅集合了匹诺康尼最顶尖的筑梦技术和艺术才华，还展现了家族对未来飞艇发展方向的深刻洞察。<br><br>晖长石号的成功展示了飞艇设计和服务的新标准。它不仅是筑梦技术的杰作，更是匹诺康尼人对梦想的追求和对未来的憧憬的体现。晖长石号的诞生，是匹诺康尼乃至银河飞艇设计史上的重要篇章，它不仅见证了技术与梦想的融合，也展现了匹诺康尼人对未来的无限憧憬。随着晖长石号航行的继续，它的传奇身影将会激励着更多人去追求自己的梦想，探索未知的领域，共同创造更加精彩的未来。"
            }
        ]
    },
    {
        "Name": "重返「晖长石号」",
        "Desc": "某位旅游博主的连载专栏，讲述自己再次来到「晖长石号」的旅游体验，此为系列连载的第一期。",
        "World": 4,
        "Books": [
            {
                "Desc": "【本期专栏：特邀作者】肯尼<br><i>肯尼，一位充满激情的旅行作家和摄影师，他在媒体业内打拼数十年后，开始专职写作。代表作：《永恒的「晖长石号」》《食在罗浮》</i><br><br>回到「晖长石号」，感觉就像重温一段旧梦。五年前，因为一次偶然的机会我被邀请来「晖长石号」上做客，我与我的妻子在此认识。如今，我和她已经分开，心情复杂地重新回到这艘曾经被爱浸染的空艇。苜蓿草的朋友在知悉我的遭遇后，邀请我在此定居一段时间散心。作为一名旅游作家，我决心用我的笔记录这里发生的一切。<br><br>对于不曾知晓「晖长石号」威名的朋友，以及一些新的读者，我不得不先为您介绍——「晖长石号」并非普通的豪华游艇，它是飞行在匹诺康尼上空的明珠，家族无数珍宝中最璀璨的一颗。据我所知，它对住客的身份采取一套神秘的邀请制，传闻中，只有名流才能拿到邀请函。<br><br>这些年我也住过不少豪华游轮和星舰，但能与「晖长石号」媲美的，我认为世界上并不存在。<br><br>坐上「晖长石号」派来接驳的小艇时已是深夜，半夜登上甲板，夜空中只有微弱星光伴我同行，探头看向底下是漂浮的云团，大脑已困得半死，但眼睛还不想休息，不忍丢下这美景。<br><br>长途旅行于我是常有的事，这次也不例外。最大的弊端就是身体的不适，气压变更带来的水肿无可避免，但这次连长靴都脱不下来，实在是尴尬。恨不得马上来一场舒缓按摩，本想着是深夜，肯定不会有人当值，谁知侍从跟我说这里是轮班制，如无意外，设施都是全天候开放。听完我瞬间找到救星，不得已放下行李就火急火燎地赶去水疗室紧急按摩。<br><br>不知匹诺康尼本地流行的按摩技艺是源自什么流派，只觉他们专业至极，领班分析过我的情况过后，认为我没法安排全身按摩，帮我改为「干刷」。房间里准备好精油，香味也很奇特，是和本地知名饮料苏乐达联名出产的特制品，几滴下去极易吸收，就像在天气炎热时喝冻好的苏乐达一样苏爽。然后用去角质的手套，浸油之后干刷全身。从脚跟往上，一路搓暖，直至小腿位置停留，不过数分钟，已见到消肿的神奇功效。<br><br>如果你以为晖长石号上的生活仅仅是局限在匹诺康尼的观光与享受，那你就错过了这艘浮空艇真正的魅力所在——那些看似微不足道却又无比珍贵的日常时刻。在匹诺康尼的云层之上，晖长石号不仅是一艘豪华空艇，更是一个充满故事和温暖的家。<br><br>我心满意足地回房安睡一整夜——至于行李，也早有妥帖的侍从为我提前收入房中，并且将杂物一一摆好——哎，老实说，我回家都没这待遇。<br><br>第二天上午，我被船舱外那夹杂着隐约可闻的旋律的水流声唤醒——后来才知道，这竟然是我之前要求的「早上叫醒」服务，如此自然又得体，完全想象不出来他们是怎么做到的。我的故乡是一个以耕种为主业的小镇，这声音让我想起了我的童年，我们那儿的农夫也是用类似的声音开启他们的一天——然后把我吵醒。<br><br>我出门一看，只见空艇上的机械师老托马斯，在用他那奇特的高压水枪给「晖长石号」的户外家具「洗澡」。真的和我故乡的老人们一模一样，我们那儿的老农夫，也喜欢用高压水枪洗东西，从家具到自己的外衣，场面有些滑稽却实在温馨。<br><br>侍从见我走出房间，热心地将我带去餐厅。餐厅里的早餐（或许我该叫它午餐比较好）是本日的第一场盛宴。厨房的香气让人回想起我故乡市场上那些新鲜烘焙的面包和奶酪。我的厨师，玛丽，她对食材的挑剔和对味道的追求，和我家乡的农人如出一辙。她在这个漂浮于云层上的厨房里创造奇迹，很难想象，每一桌客人都有这样的待遇——有专门的厨师为你服务。原来，船上的厨师们都是从各个地方招募来的名厨，他们用烹饪的艺术将不同星球的风味融合在一起，创造出令人难以忘怀的美味。不过我还是更喜欢匹诺康尼本地风味，这也是他们的招牌菜。<br><br>早餐过后，我选择去甲板上逛逛。空艇上有各色房间，从休息室到棋牌室，我感觉只要我想，我就能在这儿找到我新书的灵感。<br><br>吃饱喝足逛累了，我便窝在休息室的沙发上看书，这时，一位侍从主动问我是否要参加晚上的音乐会，我一口应下。这时候我还以为只是场普通的表演，和吃饭时演奏的钢琴曲一样，并没有报以太高的期望，直到晚上，我才意识到自己低估了「晖长石号」的能耐……<br><br>下一期，我将带您深入精彩的音乐会，猜猜我在那里遇见了谁？<br><br><i>*《潮流假期》在每个月初始第一天发售，敬请期待！*</i>"
            }
        ]
    },
    {
        "Name": "一封待寄出的书信",
        "Desc": "一封收件人名为「修女小姐」的信，其中记述了克劳迪娅与其对梦境进行的一些讨论。",
        "World": 4,
        "Books": [
            {
                "Desc": "亲爱的修女小姐，<br><br>能收到你的来信，我很开心。<br><br>首先，我得说，你当真令我惊讶——要知道我虽小有名气，可读者们往往更愿意阅读我的冒险小说，也就是《热夜系列》。<br><br>而你…你不仅乐意欣赏我那些并不成熟的怪诞小说，还能精准地捕捉到我想要表述的含义、传达的情感…诚实地讲，简直没有什么比这更令我感到愉悦了！<br><br>对一位陌生人擅自敞开心扉或许是件奇怪的事，但不知为何，我就是非常乐意在与你的书信中畅所欲言：没错，正如你所推测那般，我的确着迷于观察恐惧与绝望如何在人的心灵上刻下印痕，也沉醉于目睹鲜活生命如失水花枝般凋零枯萎时那种惊心动魄的美。这属实不是什么可以宣之于口的爱好，但我无意对你隐瞒。<br><br>以及，没错，我近期确实在匹诺康尼。我来此地原是为了处理一些私事——同为埃德加先生的忠实粉丝，相信你一定能理解我曾对这种照搬现实的「人工美梦」何其不屑——但说实话，在真正来到匹诺康尼后，我却渐渐被这金碧辉煌的梦境所吸引，故而一再逗留至今。<br><br>我在街头巷尾与人攀谈，所获之丰乃是家中的几十个书架所无法比拟的。我听闻千百星球的风土人情、获悉无数坊间的诡事怪谈…当然，最有趣的还是梦境本身。在此我很乐意与你分享我的调查结果：<br><br>起初引起我关注的，是一则关于「迷因」怪物的故事。据说它会在梦中带走人们的灵魂，而受害者在现实中的躯体也会因此陷入沉眠、无法唤醒。<br><br>截止至我开始调查，匹诺康尼已发生多起此类案件。据某位筑梦师所言，那些突然被掳走的受害者们，失踪前所处的梦境时刻、所属种族与行为模式皆不相同，但我并不认为该迷因的行为缺乏特定逻辑。<br><br>另外值得注意的一点是，据说绝大部分目击者都已被家族消除相关记忆，因此有理由猜测该怪物与家族有所关联——至少后者必定知晓其存在，并采取了、或试图采取某种对应措施。<br><br>但没多久我便与该筑梦师彻底失去了联系。而在某一时间节点后，此类案件发生的频率急剧减少，致使我再无法收集到更多有效信息。<br><br>然而不久后，我的调查又因两件事发生了转机：<br><br>其一是某个都市传说的出现：诡异的梦境迷钟、被污染的磁带——描述了一个古怪噩梦，以及一张潦草的字条——强调美梦不过是家族的阴谋与骗局。关于该事件我进行了深入的调查，最终获得了某位亲历者所提供的可靠消息。<br><br>其二则是另外一位筑梦师的对于梦境构成的分析：据他所说，美梦仅占据匹诺康尼梦境的极小部分，而其余皆是未被开发的混沌荒原；且这种「人工美梦」在构筑的过程中，还催生出一种极为危险的「高浓度小型噩梦」，它们往往附着于美梦边缘，被用于收集、销毁负面情绪。<br><br>虽然家族始终强调美梦的安全性，但他们所强调的也仅限于「美梦」。结合以上两条线索，我姑且得出以下结论——或者说猜测：<br><br>首先，迷钟的都市传说或许与那些「人工噩梦」有所关联；<br><br>其次，迷因怪物或许来源于噩梦，又或许来源于更深层的原始梦境。而我个人认为，后者的可能性更大些。<br><br>我的调查还在继续，但如今能获得的线索过于稀少，恐怕很难继续推进。<br><br>不过无论如何，迄今为止所获得的结果对我而言也已足够。我的下一部小说就准备以此为题材，不知你是否能给我一些有趣的建议。<br><br>期待你的回信——<br>  你真诚的克劳迪娅"
            }
        ]
    },
    {
        "Name": "酒馆夜谭：天环族特辑",
        "Desc": "某位酒馆记者撰写的花边小报，内容主打一个胡说八道。",
        "World": 4,
        "Books": [
            {
                "Desc": "呦吼——各位读者老爷们！许久不见，甚是想念！上期杂志中，本知名记者——酒馆的迈尔斯——为老爷们揭示了埋藏在苏乐达背后的黑暗真相，而这一回，就让我们深入到群众中去，挖掘那些大家困惑已久的小~秘~密~吧！<br><br>众所周知，群星盛会匹诺康尼的街头向来鱼龙混杂，高的矮的胖的瘦的穷的富的是人的不是人的什么都有，尤其是那些大明星似的天环族，相信很多人都好奇得不得了吧！既然如此，乐子神在上，本记者将冒着被猎犬追杀的风险，来一次说走就走的路边专访——<br><br>那么废话不多说，这就随机在街头抓几个倒霉蛋…啊不是，幸运路人吧！<br><br><b>Q1：天环族小脑袋瓜上的圈圈是实体的吗？</b><br><br>暴躁的天环族：我可去你**的圈圈，这叫「天环」！「天环」懂吗，**！<br>充满求知欲的狐人：嗯，是实体，我之前趁他不注意偷偷摸过，冰冰凉凉的，还特别光滑，手感好极了！当然要是那之后没被暴打就更好了。<br>精神稳定的智械：众所周知，有三样东西摸不得：狐人的尾巴、皮皮西的毛球、天环的天环…所以你这不是活该找揍吗。<br><br><b>Q2：天环族要是走路的时候光环被卡住怎么办？</b><br><br>「天环研究专家」：首先，据我调查，现实世界中天环族的光环并非实体，而是一种能量聚合成的投影，甚至会在情绪波动和使用心灵感应时闪烁发光，而这种光环并不存在被卡住的风险；<br>「天环研究专家」：其次，在进入梦境后，虽然由于忆质的影响，能量光环被压缩为实体，但梦中的光环可以任意调节位置，就像戴帽子一样，所以也不用担心……<br>「天环研究专家」：另外，据说天环族出生时都只有最简单的圆环，随着成长他们的环会根据其经历与性格变成不同的形状，而少数特殊的天环族甚至可以随意改变自己环的形状！<br>「天环研究专家」：最后，以上内容均出自《逐梦客时讯：都市怪谈版面》，如有雷同纯属巧合，本人概不负责。<br><br><b>Q3：天环族的心灵感应是怎么回事？</b><br><br>小报记者：哎呦，这你可就问对人咯！我给你说，论起天环族，这偌大的匹诺康尼中可没几个人比我更了解！<br>小报记者：我跟你说，天环都会读心术，所以跟他们沟通的时候一定要小心。不过好在他们感应的范围并不太大，一般不超过两三米，所以只要站远点就好啦。<br>小报记者：天环之间也可以通过这种心灵感应交流，不用出声就能跟人讲话，比市面上那些通讯器好用多了。<br>小报记者：还有啊，一些同谐力量很强的天环族，可以通过歌声和语言影响甚至操控他人！据说一些天环族的命途行者可以释放心灵冲击，让人瞬间眩晕或者变成傻子呢！<br>小报记者：怎么样，是不是非常有意思啊…我这还有更有趣的呢，如果想知道，只要转我 9998 苜蓿币……<br><br>本期放送就到这里，敬请期待更多新鲜爆料！"
            }
        ]
    },
    {
        "Name": "废弃的商业计划书草案（ 7.0 版）",
        "Desc": "公司员工托马斯制定的商业计划书，因某些原因现已废弃。",
        "World": 4,
        "Books": [
            {
                "Desc": "【目录】<br>……<br><br>【执行摘要】<br>随着星际和平公司目标重新定位于匹诺康尼，包括其象征性资产晖长石号在内的一系列策略性收购，显得尤为重要。作为公司本次外派至匹诺康尼的员工之一，我，托马斯，荣幸地撰写这一宏伟计划的初步规划和实施草案。我诚挚希望能利用我的专业能力和人脉资源，尤其是通过与娱乐界人脉的合作，旨在为公司带来前所未有的价值。<br><br>【项目背景】<br>匹诺康尼，举世闻名的「盛会之星」，奢华与梦想的代名词。「晖长石号」作为其最显著的标志之一，承载着无数旅客的梦想。重新获得匹诺康尼的归属权，意味着公司将直接影响到整个银河旅游行业和娱乐行业的发展方向。<br><br>【项目目标】<br>1、收购晖长石号：确保公司对晖长石号的完全控制权，作为进一步开发匹诺康尼资源的基础。<br>2、整合资源：利用传媒渠道，整合娱乐资源，为晖长石号引入更多高端客户和商业活动。<br>3、创造利益：通过娱乐活动、高端旅游套餐等方式，大幅提升晖长石号的收益，同时为公司带来额外的资金流。<br><br>【策略实施】<br>1、市场分析<br>首先，通过对匹诺康尼及其客户市场的深入分析，确定晖长石号在市场中的定位，将定位晖长石号为高端奢华旅游与娱乐的首选地。<br>2、资源整合<br>将邀请娱乐圈内外的知名人士参与晖长石号的各类活动，包括但不限于私人音乐会、星际时尚秀等、知名真人秀拍摄地等，以此吸引更多的目光和投资。<br>3、财务规划<br>在详细的财务规划下，我将亲自监督资金的每一笔支出和收入，确保项目的高效运作。特别是通过与外界现有娱乐公司合作的方式，我们将能够以较低的成本获得高质量的娱乐资源。<br>4、风险管理<br>识别项目实施过程中可能遇到的风险，并制定相应的应对措施。尽管我个人具备将计划推向成功的全部能力，但也将准备好应对各种不可预见的挑战。<br><br>……<br><br>【评估报告】<br>第三方估值机构的报告详见附件<br><br>……<br>【结论】<br>通过对晖长石号的收购与再发展，星际和平公司不仅能够巩固其在星际旅游与娱乐领域的领导地位，还将开辟新的利润增长点。依托于我个人的专业技能和艾丽卡的资源，我们有信心将晖长石号打造成一个全新的利润中心，为公司创造前所未有的价值。<br><br><br>【上级部门批复】<br>写的什么狗*不*的玩意，你指望我拿这叠厕纸去跟托帕总监汇报？<br>给我*回****去重写！要是再拿擦*股的东西糊弄我，下个财年的绩效考核你*****的拿***过去吧！"
            }
        ]
    },
    {
        "Name": "这是一份模因病毒.exe",
        "Desc": "",
        "World": 4,
        "Books": [
            {
                "Desc": "<br>！！！警告！！！<br>该虚数中子弹已植入模因病毒<br>模因生命（尤其是忆者）（尤其是黑天鹅）请勿接触<br>否则<br>接触者将有 72.36% 概率变成一根<br><br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br>香蕉 香蕉 香蕉 香蕉 香蕉<br><br>附注：她是认真的。<br>又注：真的！不信试试看。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "神秘人交给你的线索",
        "Desc": "神秘的工作人员交给你的宝藏线索",
        "World": 4,
        "Books": [
            {
                "Name": "未选择的路•一",
                "Desc": "去往「海选广场」的海选特快，做出第三种选择。在道路的尽头，与您的子民重逢。"
            },
            {
                "Name": "未选择的路•二",
                "Desc": "去往「海选广场」的海选特快，做出第三种选择。在道路的尽头，迎战您的宿敌。"
            },
            {
                "Name": "未选择的路•三",
                "Desc": "去往「戏梦奇战」的海选特快，做出第三种选择。哈努努的灵魂将再度被召唤，它仍然在与敌人进行永恒的搏斗。"
            },
            {
                "Name": "未选择的路•四",
                "Desc": "去往「戏梦奇战」的海选特快，做出第三种选择。钟表的灵魂虽早已离去，但那颗黄金般的心驻留梦中，仍可拼凑修复。"
            },
            {
                "Name": "未选择的路•五",
                "Desc": "去往「枪火时间」的海选特快，做出第三种选择。时代太过聒噪，如果有一阵旋风把所有广告牌都吹飞就好了。"
            },
            {
                "Name": "未选择的路•六",
                "Desc": "去往「枪火时间」的海选特快，做出第三种选择。在道路的终点，再次为美梦小镇带来和平吧。"
            }
        ]
    },
    {
        "Name": "《酒馆夜谭：苏乐达特刊》",
        "Desc": "某位酒馆记者撰写的花边小报，内容主打一个胡说八道。",
        "World": 4,
        "Books": [
            {
                "Desc": "呦吼——各位读者老爷们！许久不见，甚是想念！上回书说道…<s>诶呀上次编了什么我也想不起来了算了算了。</s>总之，你是否早已经厌倦了无聊的时讯和无趣的消遣？你是否感到即便身处美梦依旧不知餍足？你是否渴求更多新鲜出炉的乐子？很好，我已经听到你们雀跃期待的心声了——那么今天就由我，酒馆知名记者迈尔斯，带老爷们走近隐藏在黄金泡沫背后的真相吧！<br><br>#谨防骗局！元年苏乐达竟是虚假营销！<br>不会吧不会吧，难不成现在还有人挤破了脑袋，花高价去抢所谓的「元年苏乐达」？<br>诶呦，醒醒吧！阿哈在阿基维利的列车智库里都没看到过什么「梦见草」！<br>说什么「绝迹的梦见草在梦境世界中重见天日」、「曾一度消亡的美味现已重见天日」，不会真有傻子相信吧？<br>老爷们可千万擦亮眼，别被这种广告宣传给忽悠瘸了啊！<br><br>#名不副实！苏乐达创始人塌房！<br>众所周知，苏乐达的创始人苏萨是个监狱星的厨子！<br>众所不周知，这个厨子既不是「信奉希佩的大善人」，也没有高超的厨艺，进监狱还是因为走私忆质！<br>而最重要的，诶呦——他甚至不是爆炸头！<br>本记者对此事件进行了详细的跟踪调查：<br>赞美伟大的监狱星，只在那里人们才会因为生活所迫，用昂贵的忆质去交换劣质的怪味糖水！<br>赞美花哨的广告词，只有这样人们才会被资本家蒙骗，对那些虚构史学家的鬼把戏信以为真！<br><br>#绯闻曝光！老奥帝与艾迪恩秘密私会！<br>首先声明：我们假面愚者尊重一切个人取向与癖好。<br>日前有酒馆成员目击苜蓿草家主老奥帝携艾迪恩先生共同秘密前往晖长石号，疑似商业密谈。<br>就此事件，本记者对家族成员进行了随机采访——<br>一位路过的无辜橡木表示：「苜蓿草那帮人又打算搞什么幺蛾子？」<br>一位看热闹不嫌事大的鸢尾花表示：「老奥帝是苜蓿草，艾迪恩也是苜蓿草。这俩必定有染。」<br>一位不愿透露身份的苜蓿草高管表示：「无可奉告。」<br>一位态度不太好的猎犬表示：「你再在梦里胡说八道、问些不该问的，就把你拆散了喂给忆域迷因。」<br><br>本期放送就到这里，敬请期待更多新鲜爆料！"
            }
        ]
    },
    {
        "Name": "关于皮皮西的一百个事实",
        "Desc": "出现在会场角落的神秘文章，里面写满了荒诞的言论，不知道是何人所留。",
        "World": 4,
        "Books": [
            {
                "Desc": "摘录自《皮皮西秘史》：<br>1.皮皮西人头上的绒球才是本体，人身是一种拟态。<br>2.希佩曾试图赐福皮皮西人，但祂发现被赐福的是自己。<br>3.摸一摸皮皮西的绒球，可以延年益寿。<br>4.皮皮西的绒球可以在危险时刻脱离本体，并长出新的身体。<br>5.可惜的是，让皮皮西人感到足够危险的事物并不存在。<br>6.「毁灭」是皮皮西一族的命途「捣蛋」的衍生品。<br>7.皮皮西人的绒球可以发射出超光速粒子束。<br>8.皮皮西人能抓住自己发射的超光速粒子束，在粒子束的终点。<br>9.皮皮西人不是做梦，是梦在做皮皮西。<br> 10 .一位皮皮西在宇宙尽头的餐馆讲了个笑话，于是就有了阿哈。<br> 11 .皮皮西数学家曾解开了生命、宇宙和一切问题的答案，但匹诺康尼的梦境放不下这样伟大的真理。<br> 12 .最早的黑洞起源于一位皮皮西人，他在和一颗恒星比赛掰手腕时忘了放水。<br> 13 .原本绝灭大君有几百位，直到他们在团建时遇见了皮皮西人。<br> 14 .所有的皮皮西人其实都是一位皮皮西神在低维空间的投影。<br> 15 .皮皮西人想要喝热水，水自己热了。<br> 16 .匹诺康尼的大空洞其实是被皮皮西人一拳打出来的。<br> 17 .星际和平公司本想公布第 16 条的事实，但那位皮皮西人对此表达了不满。<br> 18 .当死亡找上皮皮西人时，我们会说，「死亡被皮皮西找上了」。<br> 19 .丰饶星神拥有几乎无穷的生命，祂唯一的一次濒死是打扰了正在午睡的皮皮西。<br> 20 .药师的命是跟皮皮西人借的，岚的弓是跟皮皮西人买的，博识尊是皮皮西人造的，阿哈的笑话是跟皮皮西人偷的，希佩的曲子全是皮皮西人谱的。<br> 21 .皮皮西人通过殴打印钞机的方式制造苜蓿币。<br> 22 .皮皮西人从不去理发店，他们用等离子枪来打理绒球。<br> 23 .万界之癌是皮皮西人在宇宙里野餐时掉下的零食碎屑。<br> 24 .「开拓」的列车引擎借鉴了皮皮西人散步时的超光速走路法。<br> 25 .《钟表小子》最初的原型是皮皮西人，但摄像机因为恐惧炸掉了。<br> 26 .「钟表匠」是不愿意露面的皮皮西人，哈努努是毛比较多的皮皮西人，老奥帝真的是皮皮西人。<br>……"
            }
        ]
    },
    {
        "Name": "海选违禁案例合集",
        "Desc": "记录了往届盛会海选的违禁案例，望各位参赛者引以为戒。",
        "World": 4,
        "Books": [
            {
                "Desc": "鉴于每届海选中都会有大量的违规行为出现，为规范比赛流程，保障参赛者与观众的体验。我们将列举一些性质恶劣的违禁案例，以作警示。<br><br>1.艾萨互殴事件。<br><br>第二十届盛会海选，选手艾萨在表演时受到评委言语攻击，冲下舞台和评委殴打在一起。斗殴过程中，艾萨使用了他在比赛中表演的特技——声音模仿，学习评委的声音向多位参赛者发起挑衅。而后，近十位愤怒的选手一同奔上舞台，他们各自施展才艺，就连临近的赛场都受到了波及。<br><br>混乱持续了半个系统时，前来制止冲突的猎犬中，有三人不同程度的受伤。<br><br>如果评委在比赛过程中有不合理行为，请及时向主办方举报，切勿自行解决。<br><br>2.豆腐花家系事件。<br><br>第六届盛会海选，一位未知姓名的选手装扮成当时的鸢尾花家主弗勒参赛，并在海选直播途中发表了大量诸如「我们将改名为豆腐花家系」、「不喜欢豆腐花的都是没品的家伙」、「我就是一朵豆腐花」等严重丑化家族形象的行为。<br><br>乔装打扮的选手在猎犬赶来前离开了现场。这场直播引发了匹诺康尼青年群体大规模的模仿，年轻人们纷纷上街高呼「豆腐花银河第一」，以抨击弗勒保守的文化理念。<br><br>到目前为止，海选禁止任何形式的角色扮演，尤其是对家族、星际和平公司、仙舟联盟等官方人员的模仿。<br><br>3.气囊炮弹事件。<br><br>第十一届盛会海选，选手安格斯为了免费宣传自己公司的速食产品，在蓬松的小丑服内塞了八个经过了高度压缩的气囊。准备在登台演出时一跃而起，打开安全阀，让所有的气囊涨开飘向高空，露出产品的广告词。但实操过程中，有五个劣质气囊没能启动，剩下的三个里，一个因为小丑服的尖锐部分漏了气，安格斯在安全阀松开的瞬间像炮弹一样撞进赛场的苏乐达里，正正卡在瓶口。<br><br>等把他拔出来的时候，他已经只会吐泡泡了。<br><br>请勿在参赛时身着奇装异服，任何不符合海选着装规范的穿着，都需要经过主办方检查后方可进入赛场。<br><br>……<br><br> 80 .迷因食人事件。<br><br>第十二届盛会海选，选手布兹将伪装作人类的迷因带进赛场，在直播中宣称要给观众表演一个「迷因吃自己」。不等评委阻止，迷因将布兹吞下的场面就随着直播传到了匹诺康尼的每个角落，成为一代青少年的心理阴影。虽然布兹在表演的最后成功从迷因的嘴巴里爬了出来，但也未能改变这一事件带来的严重负面影响。<br><br>因「迷因吃自己」节目产生的强烈恐惧情绪，引来了极度危险的忆域迷因，猎犬家系家主唐•怀亚特出手才将其抹杀。<br><br>请勿携带忆域迷因登台。无论是野生迷因，还是已驯化迷因，都不允许进入会场。"
            }
        ]
    },
    {
        "Name": "《燃梦之夜》剧本",
        "Desc": "鸢尾花家系筹办的传记类剧目，展现了梦主崇高人格的冰山一角。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>由鸢尾花家系筹办的戏剧，通过燃梦动乱的众生百态，展现了梦主崇高人格的冰山一角。是了解匹诺康尼文化和历史不可或缺的经典著作，迄今为止已有三十一种翻拍版本。</i><br><br><b>第一幕</b><br><b>第一场</b><br>酒馆的一角，几位逐梦客正暗中盘算着他们的计策。<br>妒的逐梦客：今天，我就让各位来评评理，你们说，谁才是匹诺康尼最大的功臣？<br>怒的逐梦客：不用说，当然是咱们逐梦客！<br>妒的逐梦客：没错，是咱们开拓的热土，是咱们讨伐的恶魔，可到最后，好处竟都给家族吃了！<br>妒的逐梦客：那长翅膀的乌鸦占了咱们的旧巢，还要论断我们的过错。<br>怒的逐梦客：该死，该死！准要给他点颜色。<br>妒的逐梦客：言归正传，朋友，看看你物色来的好货。<br>怒的逐梦客：嘿嘿，这是上等的污浊，管叫那美梦剧团嗅了做噩梦，尖牙利爪的哈巴狗们见了也要退缩。<br>惧的逐梦客：可那酒店里住的都是些无辜角色，你们这一出，就连最懵懂的孩子也要见血，我料它不妥不妥。<br>妒的逐梦客：哼，嘴上说的好听，不过是心里畏缩。<br>怒的逐梦客：就是就是，不过是心里畏缩！<br><br>……<br><br><b>第二幕</b><br><b>第三场</b><br>在朝露公馆中负创的歌斐木先生抬起头，看见了正在燃烧的「白日梦」酒店。<br>受伤的家徒：善良的橡木家主，您要去哪儿？莫不是想穿进那熊熊燃烧的大火？<br>受伤的家徒：您可别怪我，大家都是肉体凡胎，谁又能从这惊梦的烈焰里苟活？<br>歌斐木先生：你瞧瞧自己都说了什么？里面可都是你我的同胞，还有那千百数计的宾客，怎能叫他们在睡梦里陨落！<br>歌斐木先生：倘若他们有所折损，我又何来脸面去向神主推脱。<br>歌斐木先生：我每多在这里待上一秒，火焰便高上一分，若你我都为安危驻足，谁能去浇灭恶的火舌。<br>受伤的家徒：既然总归有人要去，那也该是我。<br>受伤的家徒：怎能叫折了翼的老人，独自奔向这这地狱的景色！<br>歌斐木先生：我降落到此地的时候，梦魇可比现在恐怖得多，怪物占据天空，死亡流淌在红色的河。<br>歌斐木先生：再看看现在，你连站立都成了困难，还好意思嘲弄我这冥顽不灵的老家伙。<br>歌斐木先生：身为橡木之首，我自然当以身作则。<br><br>……<br><br><b>第四幕</b><br><b>第二场</b><br>众人将变乱的元凶抓住，审判席上是歌斐木先生的鸟儿。（注：以歌斐木先生演员站在幕后，为乌鸦道具配音。）<br>妒的逐梦客：呵，好气派的老爷，也不知道，您满不满意咱们送给你的大火。<br>陪审团：不敬的家伙，判他死刑！将他绞死！剜去他吐出泔水的口舌！<br>歌斐木先生：肃静，律法是衡量万物的准绳，谁想用私刑去替代神主的恩泽？<br>沉默。<br>怒的逐梦客：尊敬的先生，我已了然自己的过错，这么多的灵魂因我消逝，您可千万别同情我。<br>怒的逐梦客：关于您的遭遇，我无时不感到自责。<br>歌斐木先生：请将言语用于辩护，而不是慰藉身为审判者的我。这里是橡木的法庭，无需为我献唱追悼的丧歌。<br>歌斐木先生：神主慈悲，依据家族的法则，将你们流放出境，永远与这乐土保持间隔。<br>陪审团：不可，不可！他们是最凶恶的罪犯，他们是不可饶恕的邪恶！<br>惧的逐梦客：他们说的没错，倘若将我们都放走，谁来替死者报仇？谁能背负这人祸？<br>歌斐木先生：肃静！肃静——律法已给出结果，谁要推翻这场判决，就是在对神主发出反驳！<br>歌斐木先生：好好感谢希佩的恩泽，是祂让你们的人生得以重新来过。<br><br>……"
            }
        ]
    },
    {
        "Name": "苏乐达传：瓶中之梦",
        "Desc": "一篇关于苏乐达起源的故事。出版商隶属苏乐达旗下，作者是苏乐达的员工，可能更像是一种广告。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>富人觉得粗茶难以入口，穷人喝不惯上流的名酎，世界尽头的美酒只供愚者享受，余清涂调制的佳酿哪怕天才也难求……但苏乐达属于宇宙中的所有人！人人都爱，人人都可拥有！<br>——「苏乐达之父」艾迪恩先生</i><br><br>苏乐达，制霸宇宙软饮界的帝王，匹诺康尼最为成功的商业品牌。它改变了匹诺康尼、改变了千百个世界的饮食习惯、改变了整个宇宙的商业市场——而这价值百万亿的商业帝国，却诞生于一个荒凉监牢的厨房中——<br><br>琥珀历 2148 纪，一艘公司舰船降落在阿斯德纳星系的环形监狱上，打破了此处长久的沉寂。<br><br>自从「毁灭」的灾厄阻断了星际航道，这座星际和平公司建立的监狱已经很久没有外人造访了。在外劳作的犯人们纷纷停下手中的苦力活，张望到此的来客。<br><br>从船上走下了一群身着黑色公司制服的人，他们是从周边星系招揽的员工，大都身材魁梧、凶神恶煞，只有这样才能镇住此处的恶徒。但在这群人身后，一位瘦小的男人显得格格不入：他身着洁白的制服，顶着蓬松的爆炸头，厚厚的镜片映出睿智的光芒，小胡子下露出和蔼的微笑。<br><br>人们都将这位男人称为「苏萨先生」——他是监狱新来的主厨。他的厨艺曾在银河烹饪大赛上大放光彩，也曾在庇尔波因特最高级的员工餐厅中掌勺，听说贪饕巨兽都曾被他的菜肴诱捕。所有人都好奇是什么让这样一位大人物造访偏远荒芜的监狱，但答案只有他自己知道：为了虔诚的信仰。<br><br>他跟随狱卒的队伍一起进入监狱大门，犯人们投来了怨恨的目光。这里的犯人都曾是宇宙中为害一方的恶霸，因为挡了公司的财路而锒铛入狱，被毫无人道可言的监狱摧残得苦不堪言，这些陌生的面孔今后一定会为他们带来更多苦难。<br><br>「神主在上！看看这些可怜的『家人』们，我一定会拯救你们的！」<br><br>——还没等其他狱卒给犯人们一个下马威，苏萨先生就跑到犯人面前，满脸愁容地发出感叹。<br><br>可怜？家人？拯救？从来没有人用这样的话语来形容这群恶徒，一旁狱卒们忍不住笑出声来，犯人则认为这是一种讽刺与羞辱。没有人感谢苏萨先生先生的善意，反倒觉得这个新来的厨师在践踏自己所剩无几的尊严。<br><br>这群犯人私下达成共识：一定要给这个不识好歹的新厨师一点颜色看看！<br><br>他们准备好了周全的计划，如何在晚饭期间「意外」打翻他身旁的粥桶、「不小心」把菜盘扣在他的脸上，「一不留神」让他用热汤洗个澡……<br><br>但当他们见到今晚的晚餐时，所有人都忘记了他们精心设计的复仇计划。<br><br>肮脏餐盘中呈满了香气扑鼻的菜肴，锈迹斑斑的粥桶里，监狱中的所有人都不敢相信自己的眼睛，他们做梦都想不到用监狱仓库里的腐肉烂菜竟能制出如此华丽的菜品。<br><br>苏萨先生一夜之间成为了犯人们爱戴的偶像。他只是想让犯人过上更好的生活，但却不知道自己将会创造一个改变宇宙的奇迹……<br><br>在看到苏萨先生完美的厨艺之后，犯人们放下了对苏萨先生的敌意。他们很快跟这位善人成为了朋友。苏萨先生从他们口中得知了公司的恶行，其实这里的很多犯人都是蒙冤入狱，他们被狱卒虐待拷打，吃不饱、穿不暖。他们被囚禁的不只是身体，还有让灵魂感受快乐的权利。<br><br>苏萨先生开始思考——怎么能让这些可怜人摆脱痛苦呢？他决定用上毕生所学，创造一种让大家找回幸福的宝物。他靠着自己的智慧与学识，在物资贫乏的牢房中调配出了一种特制香精，制作出了甜美的饮料。<br><br>但这还不够，仅仅是普通的甜水儿，根本无法抚平囚犯身体与精神上的痛楚。<br><br>他开始在业余时间游历奇妙的阿斯德纳星系，发现了一种神奇的「梦见草」。这种草药能够疗愈人们的情绪，让犯人们不再为饥饿与疲劳郁郁寡欢，还能让他们在夜晚享受安详美好的甜梦。<br><br>于是苏萨先生将这种奇妙的草药加入了饮料的配方，辅之以刺激爽口的气泡——银河中最传奇的饮料，「苏乐达」便诞生了。<br><br>犯人们爱上了这种可口的饮品，只要喝下苏乐达，这份美味就会冲去痛苦与仇恨。苏萨先生还会悄悄把苏乐达分给狱卒们，让他们和犯人一起享受快乐——这便是他心中的「同谐」愿景，他的瓶中之梦。<br><br>苏萨先生相信，这种美味的饮品可以化解监狱中的矛盾，甚至化解整个宇宙的矛盾。他的梦想便是某日宇宙中的所有人都能坐在一张桌子上，放下争执与仇恨，快乐地共饮苏乐达，高唱同谐颂。<br><br>而至于公司在今后是如何打压苏萨先生的善行，苏萨先生又是如何让苏乐达成为匹诺康尼建立的基石，艾迪恩先生又是如何让没落的苏乐达成为扬名星海的品牌，那就是其他的故事了……"
            }
        ]
    },
    {
        "Name": "乌鸦之死",
        "Desc": "一首莫名其妙的诗，又或许是一封故弄玄虚的邀请函。",
        "World": 4,
        "Books": [
            {
                "Desc": "曾经那个阴郁的子夜，你独自沉思，慵懒疲惫<br>沉溺于那些古怪离奇、早已为人所遗忘的旧梦<br>当你苶然疲役、睡眼惺忪，却忽而传来敲击声<br>似有人轻轻叩击门扉，轻轻叩击你的门扉<br>「如此深夜」你轻声呢喃，「何人唐突来访——」<br>唯此而已，别无他般<br><br>你是否记得那扇朝露浸润的玻璃窗<br>一团垂死的幼鸽，阴影般伏于地面<br>你当时真心企盼故事终将美满<br>你当时真心企盼鸟儿不曾坠亡<br>有些天生属于天空，璨若星光——<br>有些却埋葬于尘土，直至永远<br><br>凝视着夜色幽幽，你伫立门边惊惧良久<br>疑惑中似乎梦见从未有人敢梦见的梦幻<br>虫豸玷污了锦绣、白鸽折羽焚于烈焰<br>浴火的乌鸦嗓音喑哑，向你致意问候<br>「美梦非我乐园」你轻声呢喃，「举目四望——」<br>唯有黑夜，别无他般<br><br>黑鸟却将你悲伤的幻觉哄骗成微笑<br>「那幽灵的惑人回声并非救赎」<br>「人们诚心忏悔，只因有利可图」<br>「饮下吧，这是神主恩赐的忘忧药」<br>你听闻谐乐变调、奏起挽歌，你得见灰烬纷纷扬扬——<br>乌鸦低吟：「永不复还」<br><br>未被打破的寂静缄默不语，嘲弄无声回响<br>乌鸦仍用虚假的幸福将你哄骗<br>而你早已窥见世间苦难的源端<br>你的心也变得坚强，不再犹疑、不再彷徨<br>「骗子」你说，「神主不曾知晓世人苦难——」<br>唯此而已，别无他般<br><br>你登上舞台，你窃取权柄，你觊觎神明<br>你拉开暗淡帷幕，自导自演荒唐剧目<br>你心中充盈神圣，人偶影子漆黑可怖<br>你心怀怜悯，妄图铸就永不倾斜的天平<br>「看吧」你说，「这是绝对幸福的理想乡」<br>美梦破碎：「永不复还」<br><br>天鹅绒的窠巢陨落，金纸的温床干涸<br>鸟儿并未飞去，它仍栖息，你仍栖息<br>你被爱怜你的诸神所抛弃<br>你的乐园也沦为空中楼阁<br>而你的灵魂，将从幼鸽尸骸的阴影中解放<br>唯此而已，别无他般<br><br>你的旧梦如劣土，难以供养希望之种<br>崇高的灵魂怎能如此枯萎凋败<br>我将恭候你的到来<br>这里有最真实的梦，这里有无限可能<br>您将在此实现您的一切野望<br>前尘旧事，永不复还<br><br><b><i>向您致以真诚的问候——</i></b><br><br>西塞尔·西姆斯"
            }
        ]
    },
    {
        "Name": "《美梦往事外传》",
        "Desc": "克劳克影业制作的关于《钟表小子：美梦小镇》系列影片的外传故事，讲述了美梦小镇中各色角色过去与未来的故事。注：本篇内容与正传不处于同一世界线。",
        "World": 4,
        "Books": [
            {
                "Name": "《汽水先生外传》",
                "Desc": "汽水先生的故事要从钟表小子造访之前讲起。那时的美梦小镇还被称为『噩梦小镇』，镇民们被石头老板所奴役，而汽水先生是这里的一个厨师。<br><br>他受石头老板雇佣，为鳄鱼和镇民制作食物。鳄鱼们逼着他用简陋的食材制作出美味的大餐，如果汽水先生的菜品口味不佳，那肯定免不了一顿毒打。久而久之，汽水先生对这位老板的厌恶与日俱增……<br> / 汽水先生的故事要从钟表小子造访之前讲起。那时的美梦小镇还被称为『噩梦小镇』，镇民们被石头老板所奴役，而汽水先生是这里的青春偶像。<br><br>他组建了乐队「噼啪咕噜」，与开朗的瓶盖女孩和温柔的易拉罐妹妹一起为镇民带来快乐。但石头老板并不喜欢他们的音乐，总是在为难汽水先生，让他旗下的「甜鳄姐妹」抢光了「噼啪咕噜」的资源，汽水先生只能解散了乐队……<br> / 汽水先生的故事要从钟表小子造访之前讲起。那时的美梦小镇还被称为『噩梦小镇』，镇民们被石头老板所奴役，而汽水先生是这里的人造兵器「苏乐达•猎梦者X」。<br><br>他是被石头老板用古代饮料配方制造出的强大杀器，听从石头老板的命令而战，四处掠夺宝贵的石头。但随着时间流逝，汽水先生也开始思考自己存在的意义，逐渐对石头老板有了逆反之心……<br><br><br>石头老板每天都让镇民们去挖石头，却只给他们喝鳄鱼池里的脏水，吃沼泽地里的杂草，弄得大家苦不堪言。<br>于是，汽水先生开始调配一种神秘的饮料，这是为了用甜美抚平镇民的痛苦——他希望借此让镇民们振作起来，从而寻找突破困境的勇气，汽水先生就是这样一瓶温柔体贴的饮料。\\但他的行为却触怒了石头老板，他可不允许有人在自己的地盘上肆意妄为。卑鄙无耻的石头老板利用诡计捉住了汽水先生，把他丢进了大牢。<br><br>所幸哈努兄弟和钟表小子救出了汽水先生。汽水先生成为了他们的伙伴，一起对抗石头老板。<br>因为汽水先生过去的善行，许多镇民都选择站在了他这边。镇民们团结一心，手握苏乐达瓶，痛殴了不识好歹的鳄鱼们。<br> / <br>石头老板每天都让镇民们去挖石头，却只给他们喝鳄鱼池里的脏水，吃沼泽地里的杂草，弄得大家苦不堪言。<br>于是，汽水先生开始调配一种神秘的饮料，这是为了赚一笔大钱——他希望借此让自己和石头老板一样富有，和鳄鱼们平起平坐，汽水先生就是这样一瓶贪心的饮料。<br>但他的行为却触怒了石头老板，他可不允许有人在自己的地盘上肆意妄为。卑鄙无耻的石头老板利用诡计捉住了汽水先生，把他丢进了大牢。<br><br>所幸哈努兄弟和钟表小子救出了汽水先生。汽水先生成为了他们的伙伴，一起对抗石头老板。<br>汽水先生用攒下的积蓄买来了许多武器，将小镇的镇民们都武装起来，在哈努兄弟的带领下屡战屡胜。<br> / <br>石头老板每天都让镇民们去挖石头，却只给他们喝鳄鱼池里的脏水，吃沼泽地里的杂草，弄得大家苦不堪言。<br>于是，汽水先生开始调配一种神秘的饮料，这是为了用汽水控制镇民的心智——他希望借此组建自己的王国，成为噩梦小镇唯一的主人，汽水先生就是这样一瓶野心勃勃的饮料。<br>但他的行为却触怒了石头老板，他可不允许有人在自己的地盘上肆意妄为。卑鄙无耻的石头老板利用诡计捉住了汽水先生，把他丢进了大牢。<br><br>所幸哈努兄弟和钟表小子救出了汽水先生。汽水先生成为了他们的伙伴，一起对抗石头老板。<br>汽水先生的苏乐达控制了许多人，他让镇民们为自己所用，让鳄鱼们纷纷倒戈，石头老板节节败退。<br><br><br>最后，石头老板被赶跑了，小镇恢复了和平，汽水先生则开设了一家汽水工厂！他成为了美梦小镇尽人皆知的饮料大亨，他的苏乐达也就此名扬天下。<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / <br>最后，石头老板被赶跑了，小镇恢复了和平，汽水先生则在战场上牺牲了…钟表小子为了纪念他，决定将他的苏乐达汽水发扬光大……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / <br>最后，石头老板被赶跑了，小镇恢复了和平，汽水先生则成了新的石头老板！他效仿石头老板，在镇子里开设了许多汽水工厂，让镇民们没日没夜地劳作，这里的危机还在继续……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准）"
            },
            {
                "Name": "《石头老板外传》",
                "Desc": "嘿，亲爱的观众，这次故事的主角是我们熟知的超级大坏蛋——石头老板！很久以前，他奴役着『噩梦小镇』的镇民们，在镇中无恶不作，只为得到宝贵的石头。他会拿这些石头换取钱财，充盈他的钱包，然后买更多石头——他就是这么无聊的鳄鱼。<br> / 嘿，亲爱的观众，这次故事的主角是我们熟知的超级大坏蛋——石头老板！很久以前，他奴役着『噩梦小镇』的镇民们，在镇中无恶不作，只为得到美丽的垃圾。他喜欢垃圾，他相信收集足够多的垃圾就能召唤被遗忘的垃圾桶之王，让所有的鳄鱼成为伟大的垃圾桶之民——他就是这么奇怪的鳄鱼。<br> / 嘿，亲爱的观众，这次故事的主角是我们熟知的超级大坏蛋——石头老板！很久以前，他奴役着『噩梦小镇』的镇民们，在镇中无恶不作，只为得到一份圆满的爱情。他所憧憬的母鳄鱼最喜欢大坏蛋了，所以石头老板要努力扮成最坏的鳄鱼，哪怕这并非他的本性——他就是这么纯情的鳄鱼。<br><br><br>一天，一颗流星坠落在了小镇中。这场灾难让鳄鱼们手足无措，也给镇民们创造了反抗的机会。面对向自己宣战的镇民，石头老板选择了用暴力镇压镇民！<br>但带领镇民们的哈努兄弟英勇无双，远道而来的「罗盘号」船员也成了他的帮手，船上的钟表小子、镜子公主与左轮队长让石头老板头疼不已。<br>石头老板最后失败了，镇民们把他赶出了小镇，噩梦小镇也变成了美梦小镇。<br> / <br>一天，一颗流星坠落在了小镇中。这场灾难让鳄鱼们手足无措，也给镇民们创造了反抗的机会。面对向自己宣战的镇民，石头老板选择了从中挑拨离间！<br>他收买了镇民中的贪婪之人，让他们背叛了带领镇民们反抗的哈努兄弟。但哈努兄弟铁面无私，并没有因此丧失自信，他冷静地处理掉了叛徒，在钟表小子一行人的帮助下转危为安。<br>石头老板最后失败了，镇民们把他赶出了小镇，噩梦小镇也变成了美梦小镇。<br> / <br>一天，一颗流星坠落在了小镇中。这场灾难让鳄鱼们手足无措，也给镇民们创造了反抗的机会。面对向自己宣战的镇民，石头老板选择了推行民主制度！<br>虽然这是一个好法子，但石头老板过去的恶行已经让镇民们伤透了心，没有人愿意信任他。在哈努兄弟的带领下，外来的「罗盘号」船员和镇民们团结一致，让石头老板头痛不已。<br>石头老板最后失败了，镇民们把他赶出了小镇，噩梦小镇也变成了美梦小镇。<br><br>然而石头老板并没有放弃，他发誓一定要夺回这个原本属于自己的地方。他封锁了小镇的资源，发起激烈的进攻…资源匮乏加上各种灾害，美梦小镇很快陷入了绝境，镇民们争执不断。<br>还好钟表小子找来了木头老爷帮忙，在木头老爷的劝说下，镇民重新团结了起来。<br><br>石头老板也不敢肆意妄为了，只能暗中给小镇添乱。<br>但石头老板的诡计每次都会被钟表小子和他的伙伴们拆穿，从来没有对镇民们造成真正的威胁。<br><br>日子一天天过去，镇民们逐渐忘记了石头老板的凶恶，但这个坏蛋一定还在觊觎着美梦小镇。终有一日，他和他的爪牙会再次归来……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 然而石头老板并没有放弃，他发誓一定要夺回这个原本属于自己的地方。他封锁了小镇的资源，发起激烈的进攻…资源匮乏加上各种灾害，美梦小镇很快陷入了绝境，镇民们争执不断。<br>还好钟表小子找来了木头老爷帮忙，在木头老爷的劝说下，镇民重新团结了起来。<br><br>石头老板也不敢肆意妄为了，只能洗心革面，重新做鳄。<br>石头老板离开了美梦小镇，开始努力成为一名良心企业家。但他慢慢发现，良心根本赚不到钱！石头老板的善念最终还是被吞噬，他开始谋划重新攻打美梦小镇的阴谋。<br><br>日子一天天过去，镇民们逐渐忘记了石头老板的凶恶，但这个坏蛋一定还在觊觎着美梦小镇。终有一日，他和他的爪牙会再次归来……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 然而石头老板并没有放弃，他发誓一定要夺回这个原本属于自己的地方。他封锁了小镇的资源，发起激烈的进攻…资源匮乏加上各种灾害，美梦小镇很快陷入了绝境，镇民们争执不断。<br>还好钟表小子找来了木头老爷帮忙，在木头老爷的劝说下，镇民重新团结了起来。<br><br>石头老板也不敢肆意妄为了，只能和大家幸福地生活在一起。<br>善良的村民们接纳了石头老板，让他和他的生意在小镇里继续存在，但石头老板不满足于此，他的野心之火一定会在平静中重燃。<br><br>日子一天天过去，镇民们逐渐忘记了石头老板的凶恶，但这个坏蛋一定还在觊觎着美梦小镇。终有一日，他和他的爪牙会再次归来……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准）"
            },
            {
                "Name": "《哈努兄弟外传》",
                "Desc": "这次我们要讲的是钟表小子信赖的好伙伴——哈努兄弟的故事！<br><br>很久很久以前，哈努兄弟曾是「野狼小镇」的一位普通镇民，这里的镇民们都生活在鳄鱼商人们的管理之下，生活虽说不上幸福，但还算得上是平和安宁。<br><br>但哈努兄弟不是一个安分的家伙，他不喜欢给鳄鱼商人们工作——野狼都应该在战场中捕杀猎物才对！<br>哈努兄弟叫上了一堆对鳄鱼商人不满意的家伙，一把火烧掉了野狼小镇的工厂，掀起了狼与鳄鱼的战争。因为哈努兄弟的鲁莽，镇民们为此付出了沉痛的代价，他们的家园变成了废墟，兄弟姐妹变成了鳄鱼的盘中餐，过去的平安日子一去不返。<br><br>愤怒的镇民们把哈努兄弟抓了起来，丢给了凶狠的鳄鱼商人——石头老板。<br>石头老板决定把哈努兄弟丢到环境恶劣的噩梦小镇里，让他挖一辈子石头，以儆效尤。<br><br>但是这次经历并没有磨平哈努兄弟的嗜血之心，他还在渴望着战争与杀戮。于是，他在噩梦小镇中不断挑起镇民与石头老板的矛盾，再次制造了一场残酷的冲突。<br>这次多亏了远道而来的「罗盘号」船员，聪明的钟表小子帮哈努兄弟打败了鳄鱼，噩梦小镇才没有因失败重蹈野狼小镇的覆辙。<br><br>哈努兄弟把噩梦小镇改名为美梦小镇，声称要让小镇成为一场无忧的美梦，但这只是他的一个伪装，野狼怎么会主动折断獠牙与利爪呢？<br>很快，他就因为一场灾难而露出了真面目……他把那些威胁自己统治的镇民都赶出了小镇，用手中的哈努火箭炮四处轰炸反对者，让所有人都苦不堪言。对镇民来说，哈努兄弟比石头老板还要可怕！<br><br>无法阻止哈努兄弟的钟表小子无可奈何，只好让德高望重的木头老爷来到小镇，才平息了哈努兄弟造成的混乱。<br>在木头老爷的教诲下，哈努兄弟改邪归正，成为了小镇的守护者，但他犯下的恶行永远不会被镇民遗忘……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 这次我们要讲的是钟表小子信赖的好伙伴——哈努兄弟的故事！<br><br>很久很久以前，哈努兄弟曾是「野狼小镇」的一位普通镇民，这里的镇民们都生活在鳄鱼商人们的管理之下，商人把镇民当作拉货的奴隶，大家的生活苦不堪言。<br><br>但哈努兄弟是条正义的狼，他不喜欢给鳄鱼商人们工作——野狼都应该在荒原中自由地奔驰才对！<br>哈努兄弟集结了一群正义的伙伴，一把火烧掉了野狼小镇的工厂，掀起了狼与鳄鱼的战争。因为哈努兄弟的努力，野狼小镇的居民们纷纷向鳄鱼呲起獠牙，让这些可恶的家伙见识了野狼的厉害。<br><br>但可惜世上的鳄鱼实在是太多了，野狼小镇最后还是陷入了绝境。为了让镇民们得救，哈努兄弟选择牺牲自己，让鳄鱼们放过镇民。<br>鳄鱼们把哈努兄弟丢给了凶狠的鳄鱼商人——石头老板。石头老板决定把哈努兄弟丢到环境恶劣的噩梦小镇里，让他挖一辈子石头，以儆效尤。<br><br>但是这次经历并没有磨平哈努兄弟的正义之心。看到噩梦小镇也生活在石头老板的压迫之下，哈努兄弟无法忍受鳄鱼们的横行霸道，再次带领镇民们掀起反抗的浪潮。<br>这次多亏了远道而来的「罗盘号」船员，聪明的钟表小子帮哈努兄弟打败了鳄鱼，噩梦小镇才没有因失败重蹈野狼小镇的覆辙。<br><br>哈努兄弟把噩梦小镇改名为美梦小镇，宣布要让小镇成为一场无忧的美梦，大家都信赖着这位象征自由的英雄，与他一起建设美梦小镇。<br>可惜，他的理想因为一场灾难而受到了挑战……在灾难之中，他只身闯入沙暴营救遇难的镇民，用自己的积蓄填饱镇民们的肚子，忍痛将背叛小镇的朋友驱逐出境，最终抵挡石头老板的袭击身负重伤……<br><br>无法帮助哈努兄弟的钟表小子无可奈何，只好让神通广大的木头老爷来到小镇，才让哈努兄弟与美梦小镇摆脱了困境。<br>在木头老爷的帮助下，哈努兄弟的心愿得到了实现，美梦小镇越来越像一场美梦。镇民们歌颂着哈努兄弟的事迹，与他一起享受镇中美好的盛会……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 这次我们要讲的是钟表小子信赖的好伙伴——哈努兄弟的故事！<br><br>很久很久以前，哈努兄弟曾是「野狼小镇」的一只野狼，这里的镇民们都生活在鳄鱼商人们的管理之下，商人把镇民当作拉货的奴隶，大家的生活苦不堪言。<br>哈努兄弟只是条狼，他帮不上啥忙。<br><br>后来，忍无可忍的镇民一把火烧掉了野狼小镇的工厂，掀起了狼与鳄鱼的战争。<br>最后鳄鱼们赢下了这场战争，即将清算野狼小镇的主犯。害怕背负责任的镇民想了个办法——让这只狼背大锅！<br><br>「嘎？你们确定是这只狼干的？」<br>「千真万确，不然你就继续让其他鳄鱼调查吧——浪费的又不是我们的工时！」<br>哈努兄弟只是条狼，他没法给自己辩护。<br><br>鳄鱼们把哈努兄弟丢给了凶狠的鳄鱼商人——石头老板。石头老板决定把哈努兄弟丢到环境恶劣的噩梦小镇里，让他挖一辈子石头，以儆效尤。<br>但哈努兄弟只是条狼，他没法挖石头。<br><br>后来，噩梦小镇的镇民不忍石头老板的压迫，他们团结起来开始反抗。<br>但哈努兄弟只是条狼，他顶多跟着咬两口。<br><br>当噩梦小镇的镇民陷入困境时，远道而来的「罗盘号」船员帮助了他们。钟表小子、镜子公主与左轮队长打败了鳄鱼，噩梦小镇才没有因失败重蹈野狼小镇的覆辙。<br><br>但钟表小子发现，长期被奴役的镇民之中没有能成为领导者的人才，作为外来者的自己也没有让大家信服的威望。于是，他将目光投向了不会说话的哈努兄弟……<br><br>钟表小子给这只小狼穿上了衣服，编造了他的故事——镇民们居然都信了，因为这只穿西服的狼真是太*酷*了！<br>哈努兄弟只是条狼，他觉得这样很爽。<br><br>而之后，噩梦小镇改名美梦小镇、美梦小镇在危机中挣扎、木头老爷前来援助……这些事情都与哈努兄弟无关，哈努兄弟只是条狼，一条又听话又酷的狼而已。<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准）"
            },
            {
                "Name": "《折纸小鸟外传》",
                "Desc": "在钟表小子的动画中，有许多可爱的折纸小鸟，是它们建造了华丽的美梦小镇。这次，就让我们来讲讲折纸小鸟们的故事……<br><br>在噩梦小镇赶走石头老板，成为美梦小镇之后，钟表小子和哈努兄弟就开始思考，如何让小镇成为美梦一般的地方。<br><br>幸运的是，钟表小子曾经在旅途中结识的筑巢天才——猫头鹰老师意外来到了小镇。在猫头鹰老师的号召下，世界各地的小鸟们都来到了美梦小镇。<br>曾为鳄鱼工作的黄金公子、来自聪明小镇的草绿经理、来自快乐小镇的妃色夫人、在噩梦小镇长大的赤红大哥——这几只小鸟是猫头鹰老师最信赖的学生，在他们的带领下，折纸小鸟们很快就在美梦小镇中建起了各种漂亮的房子……<br><br>后来，一只蓝色的小鸟也加入了他们的鸟群。<br>这只小鸟叫做「湛蓝爵士」，它不像其他几位带头的鸟儿那样成熟可靠，但猫头鹰老师很器重他的天分。作为最小的鸟儿，其他的大鸟们也把他当作弟弟，教会了他许多筑造小镇的方法…很快，湛蓝爵士就成为了最厉害的折纸小鸟，还跟钟表小子成为了好朋友。<br>他本以为自己会一直和大家筑造小镇，幸福地生活下去。但好景不长，漂亮的美梦小镇吸引了各种各样的镇民，其中也有许多坏人。坏人们让小镇变得不再美好，为了清除小镇中的坏蛋，木头老爷决定要接管整座小镇…但这却让许多小鸟很不开心，美梦小镇是大家的，不应该被木头老爷一个人独占。<br><br>折纸小鸟们和木头老爷渐行渐远，鸟群们也逐渐飞散…只剩湛蓝爵士一只鸟留守在钟表小子建立的「清醒村」，默默等待着伙伴们的归来。<br><br>它等了好多好多年，也没能再次听到其他小鸟的叫声。正当湛蓝爵士也想离开美梦小镇，飞向属于自己的巢穴时，许久未见的钟表小子出现了！<br>钟表小子得知了小鸟们的故事，他陪伴湛蓝爵士找到了其他的小鸟——五只折纸小鸟再度重逢了。<br><br>未来，他们会带领着更多的折纸小鸟，建设更美丽的美梦小镇……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 在钟表小子的动画中，有许多可爱的折纸小鸟，是它们建造了华丽的美梦小镇。这次，就让我们来讲讲折纸小鸟们的故事……<br><br>在噩梦小镇赶走石头老板，成为美梦小镇之后，钟表小子和哈努兄弟就开始思考，如何让小镇成为美梦一般的地方。<br><br>幸运的是，钟表小子曾经在旅途中结识的筑巢天才——猫头鹰老师意外来到了小镇。在猫头鹰老师的号召下，世界各地的小鸟们都来到了美梦小镇。<br>黄金公子、草绿经理、妃色夫人、赤红大哥，还有湛蓝爵士——这几只小鸟是猫头鹰老师最信赖的学生，在他们的带领下，折纸小鸟们很快就在美梦小镇中建起了各种漂亮的房子……<br><br>但折纸小鸟们很快就遇到了一个大难题——美梦小镇的领土不够大！为了扩张美梦小镇的领土，钟表小子喊来了远方的牛仔们开辟荒原，但放荡不羁的牛仔们不愿将开辟的土地归还给美梦小镇，这让木头老爷犯了愁。<br><br>聪明的折纸小鸟们飞入牛仔的领地，主动帮他们修筑住所与酒馆。牛仔们起初还有所提防，但看到自己占领的荒漠被小鸟们变成了美观的街道、木屋变成了雅致的洋房，顿时心花怒放，接纳小鸟成为了他们的同伴。<br>结果小鸟们悄悄修葺了让木头老爷进军的地道，一举剿灭了这群霸占小镇土地的家伙。<br><br>现在，小镇拥有了广阔的土地，但还需要更美丽的建筑与之相称。在猫头鹰老师的指挥下，妃色夫人建立了宏伟的小镇宾馆、草绿经理建造了肃穆的朝露小屋、赤红大哥建造了有趣的汽水赛场，而湛蓝爵士似乎在与钟表小子筹划一个秘密基地……<br><br>未来，相信他们会带领着更多的折纸小鸟，建设更美丽的美梦小镇……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 在钟表小子的动画中，有许多可爱的折纸小鸟，是它们建造了华丽的美梦小镇。这次，就让我们来讲讲折纸小鸟们的故事……<br>首先，他们真的只是普通的小鸟。<br><br>在噩梦小镇赶走石头老板，成为美梦小镇之后，钟表小子和哈努兄弟就开始思考，如何让小镇成为美梦一般的地方。<br><br>幸运的是，钟表小子曾经在旅途中结识的筑巢天才——猫头鹰老师意外来到了小镇。在猫头鹰老师的号召下，世界各地的小鸟们都来到了美梦小镇。<br>但他们其实并没派上大用处，只能为镇民叼来木头和石块，毕竟他们真的只是普通的小鸟。<br><br>在猫头鹰老师的指导下，镇民们很快就在美梦小镇中建起了各种漂亮的房子……<br>但镇民们们很快就遇到了一个大难题——美梦小镇的领土不够大！为了扩张美梦小镇的领土，钟表小子喊来了远方的牛仔们开辟荒原，但放荡不羁的牛仔们不愿将开辟的土地归还给美梦小镇，这让木头老爷犯了愁。<br><br>聪明的猫头鹰老师让折纸小鸟们飞入牛仔的领地，主动帮他们修筑住所与酒馆…但小鸟根本不会建筑，他们把石头和木头从天上丢下来，把牛仔们砸的眼冒金星。<br>木头老爷趁机进攻了牛仔们的领地，一举剿灭了这群霸占小镇土地的家伙。<br><br>现在，小镇拥有了广阔的土地，但还需要更美丽的建筑与之相称。在猫头鹰老师的指挥下，大家建立了宏伟的小镇宾馆、肃穆的朝露小屋、有趣的汽水赛场……<br>虽然折纸小鸟们没派上多大用处，但大家还是很喜欢这群搬运建筑材料的小家伙，于是把他们也当成了建造小镇的一份子。<br><br>未来，猫头鹰老师会带领着更多的小镇，建设更美丽的美梦小镇……<br>折纸小鸟也会参与其中，但他们真的只是普通的小鸟。<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准）"
            },
            {
                "Name": "《木头老爷外传》",
                "Desc": "在过去的动画故事里，一直有一位神秘的角色，那就是木头老爷。他是美梦小镇里最德高望重的存在，被钟表小子和镇民们所信赖，但他也隐藏了许多秘密…这次，就让我们来讲讲他的故事。<br><br>木头老爷曾经是木头王国的一位住民。在木头王国，每棵树都同气连枝、亲密无间，大树们也想把这样的幸福推广到世界各地，于是总在热情地帮助别人。<br><br>这天，一封信件被吹到了木头老爷的树冠上——这是一封来自美梦小镇的信件，信中说美梦小镇遇到了无法解决的危机，需要一位厉害的帮手。心善的木头老爷立刻动身出发，带着自己的小树苗们来到了美梦小镇。<br><br>木头老爷见到了自己的委托人——古灵精怪的钟表小子。两人一拍即合，很快就成为了好朋友。钟表小子和木头老爷一起解决了美梦小镇的危机，木头老爷也借此成为了镇民们心中的榜样与靠山。<br><br>后来，美梦小镇变得越来越热闹，木头老爷也意识到扩张小镇领土的必要性。他让钟表小子广发布告，招来了天下各处的牛仔们，用丰厚的奖赏让他们开辟荒原。<br>然而好景不长，牛仔们很快就恩将仇报，想要鸠占鹊巢。木头老爷希望阻止肆意妄为的牛仔，却引来了激烈的报复——牛仔们引爆了烟花，炸坏了木头老爷的树冠。木头老爷忍耐住了愤怒，将牛仔赶出了小镇。<br><br>然而，木头老爷的宽容没有换来回报……后来的小镇愈发繁华，越来越多的人汇集于此，其中不乏石头老板的手下与各种臭名昭著的坏蛋，他们点燃了小镇宾馆，让镇民们陷入了危险中。木头老爷冲入宾馆，救出了许多镇民，但自己的树干都被烧空了！<br><br>从此，木头老爷性情大变，他成为了美梦小镇的镇长，不允许任何镇民忤逆他。为了保护小镇，他成为了最严厉的家长，用枝干和木条挡住了外面的坏人，也锁住了镇民的思想。<br>失望的钟表小子在美梦小镇的旧址上建立了新的村落，聚集了渴望自由的镇民们，期待唤醒麻木的木头老爷……<br><br>木头老爷曾是一个善良的智者，如今却变为了一个死板的愚者——时过境迁，如今的美梦小镇是否真的需要这棵大树，相信钟表小子表盘里转动的指针会给我们答案……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 在过去的动画故事里，一直有一位神秘的角色，那就是木头老爷。他是美梦小镇里最德高望重的存在，被钟表小子和镇民们所信赖，但他也隐藏了许多秘密…这次，就让我们来讲讲他的故事。<br><br>木头老爷曾经是木头王国的一位庸臣。在木头王国，每棵树都只说一种话、只懂一种道理，大树们认为这才是正确的，于是总在强硬地指导别人。<br><br>这天，一封信件被吹到了木头老爷的树冠上——这是一封来自美梦小镇的信件，信中说美梦小镇遇到了无法解决的危机，需要一位厉害的帮手。自大的木头老爷立刻动身出发，带着自己的小树苗们来到了美梦小镇。<br><br>木头老爷见到了自己的委托人——古灵精怪的钟表小子。两人一拍即合，很快就成为了好朋友。钟表小子和木头老爷一起解决了美梦小镇的危机，但木头老爷也表现出顽固刻薄的一面，让镇民们有所不满。<br><br>后来，美梦小镇变得越来越热闹，木头老爷也意识到扩张小镇领土的必要性。他让钟表小子广发布告，招来了天下各处的牛仔们，用丰厚的奖赏让他们开辟荒原。<br>然而好景不长，因为木头老爷严格的管理与约束，牛仔们开始顶撞这个多事的老木头。木头老爷不允许自己的权威受到挑战，严惩渴望自由的牛仔，最终引来了牛仔们勇敢的反抗——他们引爆了烟花，炸坏了木头老爷的树冠。木头老爷大发雷霆，将牛仔赶出了小镇。<br><br>然而，木头老爷的严厉并没有起到成效……后来的小镇愈发繁华，越来越多的人汇集于此，其中不乏石头老板的手下与各种臭名昭著的坏蛋，他们点燃了小镇宾馆，让镇民们陷入了危险中。木头老爷也被困在宾馆里，因为他过去总是待人苛刻，没有镇民愿意救他，他的树干都被烧空了！<br><br>从此，木头老爷变本加厉，他成为了美梦小镇的镇长，不允许任何镇民忤逆他。为了让小镇臣服于他，他成为了最严厉的家长，用枝干和木条锁住了镇民的思想。<br>失望的钟表小子在美梦小镇的旧址上建立了新的村落，聚集了渴望自由的镇民们，期待唤醒麻木的木头老爷……<br><br>木头老爷一直是一个死板的愚者——毫无疑问，美梦小镇只有砍掉这棵腐朽的大树，才能看到被树冠遮蔽的蓝天。<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 在过去的动画故事里，一直有一位神秘的角色，那就是木头老爷。他是美梦小镇里最德高望重的存在，被钟表小子和镇民们所信赖，但他也隐藏了许多秘密…这次，就让我们来讲讲他的故事。<br><br>木头老爷曾经是木头王国的一位圣贤。在木头王国，每棵树都正直无邪、品德高尚，大树们也想把这样的美德推广到世界各地，于是总在热情地帮助别人。<br><br>这天，一封信件被吹到了木头老爷的树冠上——这是一封来自美梦小镇的信件，信中说美梦小镇遇到了无法解决的危机，需要一位厉害的帮手。心善的木头老爷立刻动身出发，带着自己的小树苗们来到了美梦小镇。<br><br>木头老爷见到了自己的委托人——古灵精怪的钟表小子。两人一拍即合，很快就成为了好朋友。钟表小子和木头老爷一起解决了美梦小镇的危机，木头老爷也借此成为了镇民们心中的榜样与靠山。<br><br>后来，美梦小镇变得越来越热闹，木头老爷也意识到扩张小镇领土的必要性。他让钟表小子广发布告，招来了天下各处的牛仔们，用丰厚的奖赏让他们开辟荒原。<br>然而好景不长，牛仔们很快就恩将仇报，想要鸠占鹊巢。木头老爷希望阻止肆意妄为的牛仔，却引来了激烈的报复，它们引爆了烟花，炸坏了木头老爷的树冠。木头老爷忍耐住了愤怒，将牛仔赶出了小镇。<br><br>然而，木头老爷的宽容没有换来回报……后来的小镇愈发繁华，越来越多的人汇集于此，其中不乏石头老板的手下与各种臭名昭著的坏蛋，他们点燃了小镇宾馆，让镇民们陷入了危险中。为了救出镇民，木头老爷冲入宾馆，救出了许多镇民，但自己的树干都被烧空了！<br><br>但即便如此，木头老爷树干中高洁的心灵也毫发无损，他成为了美梦小镇的镇长，继续践行着自己的理想。为了保护小镇，他成为了最无私的伟人，用枝干和木条挡住了外面的坏人，让小镇在他的庇护下茁壮成长。<br><br>但钟表小子却误会了木头老爷，他以为木头老爷生成的藤蔓与建立的法典是为了限制镇民的自由。他在美梦小镇的旧址上建立了新的村落，聚集了同样误解木头老爷的镇民。但木头老爷宽恕了他们，他知道，误会总有一天会解除，因为他的初心从未动摇……<br><br>木头老爷曾是一个善良的智者，如今也是如此——无论如何，美梦小镇都需要这棵可靠的大树支撑，在他的树荫下成长。<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准）"
            },
            {
                "Name": "《仓鼠球骑士外传》",
                "Desc": "嘿，看看这只毛毛躁躁的小仓鼠，如果不是他胸前的奖牌，谁能想得到他就是在美梦小镇和匹诺康尼都赫赫有名的大明星——仓鼠球骑士呢？这次就让我们来讲讲他的故事吧，冲冲冲冲冲！<br><br>在仓鼠球骑士的仓鼠小镇，每个镇民都过得十分艰苦贫穷，这里吃不饱、穿不暖，还要担心被巨大的猫咪吃掉。仓鼠球骑士从小就立志要离开这里，开辟自己幸福的生活。<br>他听说在远方有一个叫做美梦小镇的地方，那里有吃不完的坚果和花不完的钞票。仓鼠球骑士二话不说，立马启程，冲向了美梦小镇。<br><br>但当他看到美梦小镇时就傻了眼，这里又狭小又寒酸，周边更是一片荒漠！仓鼠球骑士本想离开，但这里独特的交通工具——球笼，留住他了脚步。作为仓鼠，这个能滚动的玩意儿具有无与伦比的吸引力。<br><br>在之后的日子里，钟表小子经常能看到一颗名为「音速坚果」的球笼在荒漠中奔驰，冲在拓荒队伍的最前方，获取着最多的赏金。<br><br>后来，小镇在一番波折后回归宁静，越来越多的人聚集在美梦小镇。虽然小镇变大了，镇民变多了，但小镇中还是缺乏独特的创收手段。这时，感到无聊的钟表小子想起了那个在拓荒一线奔驰的仓鼠，还有它的球笼。<br><br>钟表小子筹办了一场球笼比赛，准备了许多许多的奖金，只要能成为最快的球笼驾驶员，就能一夜暴富！这让仓鼠球骑士起了兴致，他带着自己的音速坚果报名了比赛。在比赛中，所有选手都无法与仓鼠球骑士匹敌——他真的太*快*了！这个比赛简直是为他定制的！<br><br>仓鼠球骑士赢下了比赛，成为了大富翁，叶子店长也让他代言了各种各样的品牌。钟表小子和仓鼠球骑士成了好朋友，他们经常在深夜乘着球笼在街上驰骋，仓鼠球骑士的每场比赛钟表小子都不会缺席。<br><br>仓鼠球骑士的致富梦已经实现，接下来，他会夺得更多冠军，让自己的传奇更加辉煌……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 嘿，看看这只毛毛躁躁的小仓鼠，如果不是他胸前的奖牌，谁能想得到他就是在美梦小镇和匹诺康尼都赫赫有名的大明星——仓鼠球骑士呢？这次就让我们来讲讲他的故事吧，冲冲冲冲冲！<br><br>在仓鼠球骑士的仓鼠小镇，每个镇民都过得十分孤单寂寞，这里的仓鼠都只顾自己谋生，不会关心他人，更不懂得什么叫做*爱*。仓鼠球骑士从小就立志要离开这里，开辟自己幸福的生活。<br>他听说在远方有一个叫做美梦小镇的地方，那里的人们相亲相爱，万众一心。仓鼠球骑士二话不说，立马启程，冲向了美梦小镇。<br><br>但当他看到美梦小镇时就傻了眼，这里的人跟仓鼠小镇没什么两样，都只顾自己的美好前程，牛仔和镇民还天天在打架！仓鼠球骑士本想离开，但这里独特的交通工具——球笼，留住他了脚步。作为仓鼠，这个能滚动的玩意儿具有无与伦比的吸引力。<br>在之后的日子里，钟表小子经常能看到一颗名为「音速坚果」的球笼在荒漠中奔驰，冲在拓荒队伍的最前方，让牛仔们青睐有加。<br><br>后来，小镇在一番波折后回归宁静，越来越多的人聚集在美梦小镇。虽然小镇变大了，镇民变多了，但小镇中还是缺乏让人喜爱的东西。这时，感到无聊的钟表小子想起了那个在拓荒一线奔驰的仓鼠，还有它的球笼。<br><br>钟表小子筹办了一场球笼比赛，招揽了许多许多的观众，只要能成为最快的球笼驾驶员，就能得到无数镇民的爱戴！这让仓鼠球骑士起了兴致，他带着自己的音速坚果报名了比赛。在比赛中，所有选手都无法与仓鼠球骑士匹敌——他真的太*快*了！这个比赛简直是为他定制的！<br><br>仓鼠球骑士赢下了比赛，成为了大偶像，音符小姐也让他加入了自己的乐团。钟表小子和仓鼠球骑士成了好朋友，他们经常在深夜乘着球笼在街上驰骋，仓鼠球骑士的每场比赛钟表小子都不会缺席。<br><br>仓鼠球骑士受人爱戴的梦已经实现，接下来，他会夺得更多冠军，让自己的传奇更加辉煌……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准） / 嘿，看看这只毛毛躁躁的小仓鼠，如果不是他胸前的奖牌，谁能想得到他就是在美梦小镇和匹诺康尼都赫赫有名的大明星——仓鼠球骑士呢？这次就让我们来讲讲他的故事吧，冲冲冲冲冲！<br><br>在仓鼠球骑士的仓鼠小镇，每个镇民都过得十分枯燥无味，这里的仓鼠们不懂寻欢作乐，生活毫无趣味，更不懂得什么叫做*爽*。仓鼠球骑士从小就立志要离开这里，开辟自己足够爽的生活。<br>他听说在远方有一个叫做美梦小镇的地方，那里到处都是游戏、挑战和比赛，绝对很爽！仓鼠球骑士二话不说，立马启程，冲向了美梦小镇。<br><br>但当他看到美梦小镇时就傻了眼，这里根本没有足够爽的东西，只有一个穷酸的镇子和看不到尽头的荒漠，这怎么爽？仓鼠球骑士本想离开，但这里独特的交通工具——球笼，留住他了脚步。作为仓鼠，这个能滚动的玩意儿具有无与伦比的吸引力。<br><br>在之后的日子里，钟表小子经常能看到一颗名为「音速坚果」的球笼在荒漠中奔驰，冲在拓荒队伍的最前方，大喊着「冲冲冲冲冲」，一副很爽的样子。<br><br>后来，小镇在一番波折后回归宁静，越来越多的人聚集在美梦小镇。虽然小镇变大了，镇民变多了，但小镇中还是没有足够好玩的东西。这时，感到无聊的钟表小子想起了那个在拓荒一线奔驰的仓鼠，还有它的球笼。<br><br>钟表小子筹办了一场球笼比赛，精心设计了复杂的赛道，只要参加比赛，就能体验到一段惊险刺激的赛程！这让仓鼠球骑士起了兴致，他带着自己的音速坚果报名了比赛。在比赛中，所有选手都无法与仓鼠球骑士匹敌——他真的太*快*了！这个比赛简直是为他定制的！<br><br>仓鼠球骑士赢下了比赛，收获到了有生以来最爽的一段经历，比赛成了他最重要的事情。钟表小子和仓鼠球骑士成了好朋友，他们经常在深夜乘着球笼在街上驰骋，仓鼠球骑士的每场比赛钟表小子都不会缺席。<br><br>仓鼠球骑士对快乐与爽的追求已经实现，接下来，他会夺得更多冠军，让自己的传奇更加辉煌……<br><br>（注：本篇内容与正传不处于同一世界线，相关故事请以《钟表小子》与《美梦往事》正传为准）"
            }
        ]
    },
    {
        "Name": "《钟表小子与左轮队长》",
        "Desc": "钟表小子最为知名的大电影之一，讲述了左轮队长为了重建小镇，和钟表小子一起在森林深处的隧道里探险的故事。",
        "World": 4,
        "Books": [
            {
                "Name": "上篇",
                "Desc": "一<br>天刚蒙蒙亮，钟表小子就被一阵叮叮咣咣的动静吵醒，他半睁开眼睛，带着困意拉开窗帘。忙碌的折纸小鸟们在镇子里上下翻飞，一颗颗石头从天上落下，像一场雨。<br><br>「啾，钟表小子，钟表小子，你终于醒了，快出来，快出来，很重要的事情要你帮忙。」<br>「滴答，可我如果出来，天上的石头雨会砸扁我的脑袋。」<br>「啾！笨蛋钟表，那是我们正在修补小镇的屋子。我和钟表小子是好朋友，我只会砸扁石头老板的脑袋。」<br><br>石头老板，听到这个名字，钟表小子顿时清醒了不少。<br>建造小镇的石头，是世界上最珍贵的宝石，折纸小鸟们从荒漠和森林里将它们拾起，一点一点搭建起伙伴们的家园。所以石头老板总是带着许多坏家伙，抢走小鸟的石头，把小镇弄得破破烂烂的。<br><br>钟表小子走到门外，果然像折纸小鸟说的那样，石头都稳稳落到了屋子上，没有砸中他的表盘。<br><br>「滴～答，各位，聪明勇敢的钟表小子出来啦，任何的困难，我都能为你们解决。」<br>「聪明钟表小子，修补小镇的石头快见了底。」<br>「如果找不到更多的石头，我们就只能住在破破烂烂的屋子里了。」<br><br>这真叫钟表小子犯了难，如果屋子都破破烂烂的，下雨的时候表盘进水，自己一定会生锈的！可小鸟们飞得那么那么高，都找不到更多的石头，自己又要到哪儿才能找到呢？<br><br>「钟表小子，我知道一个地方。」<br><br>说这话的是左轮队长，他是钟表小子的好朋友，罗盘号的老船员。厉害又勇敢的他曾无数次帮助钟表小子脱离险境。左轮队长的脑袋是把大大的左轮手枪，一顶老旧的牛仔帽子搭在上面，叫坏人看了发抖。<br><br>「记得森林里的山洞吗？那些长长的隧道，连接着数不清的森林和小镇。」<br>「滴～答，队长，我明白你的意思了。」<br><br>山洞里藏着各种各样的宝藏，也有许许多多的怪物。但如果有左轮队长带路，钟表小子可就什么都不怕啦。队长只用「嘣」地一枪，就能把坏蛋打败。然后，他们就能找到一片新的森林，把石头带回来，美梦小镇一定会变得更漂亮的。<br><br>但一个新的问题又让他的时针沮丧地抖动起来。<br><br>「滴答，洞里黑乎乎的，什么也看不见，我们要怎么找到出去的路呢？」<br>「不用担心，钟表小子，隧道里住着许多闪闪发光的蝴蝶，他们都是我的好朋友。事不宜迟，现在就出发吧，像以前那样。」<br>「让我们去冒险！」<br><br>队长是把脾气很火爆的手枪，走起路来急匆匆的，所以他总是走在队伍最前面。几只折纸小鸟跟在他的身后，他们都是些聪明的家伙，知道什么样的石头可以用在小镇上。至于钟表小子，他还有点犯困，就慢悠悠地走在队伍最后。<br><br>我们的冒险小队，就这样踏上了旅途。"
            },
            {
                "Name": "中篇",
                "Desc": "二<br>「好久不见，左轮队长！继续讲讲大海上的故事吧！」<br>「呼呼，你就是钟表小子吧，很高兴见到你！」<br>「听说果树姑娘的果子都被吃掉了，折纸小鸟，你们不会吃掉我们吧？」<br><br>刚走进隧道，蝴蝶们便你一言我一语地吵闹起来，他们的翅膀刷拉拉地扇着，于是隧道也一闪一闪地，整条路都亮堂起来。真是群可爱的朋友，钟表小子心想。<br><br>盘曲的隧道就像一座巨大的迷宫，哪怕是蝴蝶们，也只敢住在最靠近洞口的位置。但因为有队长带路，所以都鼓起勇气，纷纷飞向更深的地方。<br><br>「滴～答，这儿可真宽敞啊，要是美梦小镇也能有这么大就好了。」<br>「只要找到新的森林，就算是一百条这样的隧道，也比不上我们的小镇。」<br><br>一百条隧道那么大的小镇，那真是很大很大了，钟表小子甚至没法想象出它的模样。<br><br>「滴答，队长你经常在这样的隧道里探险，不会害怕吗？」<br>「哈哈，就这点危险，还比不上我们在紫水晶森林的冒险呢。当时你跳进了钢琴蜘蛛的网里，可把镜子公主吓得够呛。」<br>「滴答，钢琴蜘蛛真是位好好先生，我现在都还记得临走时它送咱们的那个蛋糕。」<br><br>一听到钟表小子又有新的故事，小鸟们便吵嚷着要他讲讲。可钟表小子的故事太多啦，根本讲不完，只能答应，等回到了美梦小镇，再慢慢告诉它们。<br><br>即使有蝴蝶朋友们的帮助，能够在这样可怕的隧道里穿行，也一定要非常勇敢的人才能做到。但大家看到左轮队长和钟表小子有说有笑的样子，心头的恐惧也不禁消退了许多。<br><br>而这正应了左轮队长的心意。别看他只是一把脾气火爆的手枪，队长的脑瓜子可聪明着呢。每逢同伴遇到困难，感到不安，他都会用自己的方式机灵地让氛围快活起来。<br><br>在他的引导下，原本幽静的隧道，一时间充满了欢声笑语，从可怕隧道变成了快乐隧道。当然，隧道里的危险并不会因为冒险小队的勇敢就消失不见，不一会儿，蝴蝶们就隐约感到了怪异。<br><br>「队长，我们听到一些嗡嗡的声音，不像是蝴蝶，也不像是小鸟。」<br><br>隧道里住着各种各样的家伙，它们有些是朋友，但更多的则是坏蛋。但朋友们都喜欢发出「呼呼」、「啾啾」还有「滴答」这样的声音，所以队长判断，出现在隧道里的家伙，绝对是群非常可怕的坏蛋。<br><br>「大家都安静下来，加快前进速度。」<br><br>左轮队长的声音十分坚定，哪怕是爱捣蛋的钟表小子也捂住鼻子上的指针，以防被坏蛋听见。<br><br>冒险小队越走越远，隧道里也越来越安静，大家都屏息凝神，耳畔只有蝴蝶翅膀的呼呼声。左轮队长把伙伴们护在身后，每一步都走得格外小心。但在看不见的黑暗里，那些可怕的东西还是无声无息地朝冒险小队靠了过来。<br><br>静悄悄地，贪婪地，迅速地。"
            },
            {
                "Name": "下篇",
                "Desc": "三<br>就在大家小心前进的时，一个浑身漆黑的家伙已经悄悄地躲进了隧道深处，它把自己埋在土里，只要钟表小子一经过，就会被抓到地下吃掉。<br><br>可率先察觉的队长比它更厉害，还未等张开嘴巴，子弹就已经钻进了它的鼻子里。<br><br>「小心，是老苍蝇！」<br><br>不等老苍蝇反应，队长的头上又猝然窜出一道火光，短暂的悲鸣从前方传来，死寂很快又笼罩住整个隧道。<br><br>「滴答，多亏有队长你在，不然我就要变成它的大餐了。」<br>「别高兴得太早，老苍蝇从不单独捕猎，隧道里一定还有它的同伴。」<br><br>果然如队长说的，不过一眨眼的功夫，隧道里就充满了「嗡嗡嗡」的响声。<br><br>老苍蝇是一群不会说话的怪物，但它们比普通的坏蛋更可怕，所到之处的一切都会被吃得一干二净。在场的大家都很快意识到一个事实——前面的森林被吃光了！它们是朝美梦小镇来的！<br><br>「必须阻止它们穿过这条隧道！」<br><br>可前面太暗了，连老苍蝇的影子也看不见，要怎样才能打败这些怪物呢？就在钟表小子的齿轮都快要急得卡住的时候，隧道里的光一下子变得刺眼起来。<br><br>「队长，我们来帮你。」<br><br>蝴蝶们用力地扇动翅膀，发光的鳞粉像是星星一样挥洒在隧道里，把老苍蝇丑恶的样貌照得无处遁形。借着这光亮，左轮队长熟练地扣动扳机，头顶的枪口几乎喷出火来。一只只失去了鳞粉的蝴蝶跌落到地上，新的蝴蝶又会上前接替他们的位置。<br><br>「这样下去不是办法，钟表小子，你们先逃，老苍蝇就交给我对付。」<br>「但…」<br>「我可是左轮队长，不会输给这些怪物的。」<br><br>趁队长松懈的空当，一只老苍蝇直冲过来，想要消灭这儿最勇敢的对手。可蝴蝶们却组成了一道薄薄的墙壁，它们的翅膀被撞得散断，鳞粉刺瞎了老苍蝇的眼睛。<br><br>在身后连绵不断的枪声里，钟表小子和小鸟们拼命地逃，直到两条腿都完全瘫软，双翼都无法抬起，然后熟悉的森林和小镇再度出现在面前。<br><br>当钟表小子带着大家回到隧道时，战斗已经结束了很久。蝴蝶的鳞粉洒满了每个角落，把这里照得比白昼还要明亮。这些光亮指引着他们向前，穿过一只只老苍蝇的尸体，走出山洞。老苍蝇吃掉了一切，却唯独没有吃掉这里的石头。<br><br>「滴答，队长，蝴蝶，你们在吗？」<br><br>没有任何的回答。<br><br>石头修好了破损的小镇，可左轮队长和蝴蝶们再也没有回来。有时候，阳光会穿过隧道缝隙，落到已失去光泽的鳞粉上，那些闪烁的色彩，总让钟表小子觉得有人在向自己说话。<br><br>「嘿，钟表小子，让我们去冒险！」"
            }
        ]
    },
    {
        "Name": "流梦礁旅行指南 19.0 ",
        "Desc": "经过多次修改的旅行指南，为每一位来到流梦礁的游客提供最舒适的游玩体验。",
        "World": 4,
        "Books": [
            {
                "Desc": "众所周知，和虚伪的、沾染铜臭味的家族领地不同，在这片雕琢自原始梦境的城市里，没有严苛法令的约束，也没有猎犬的搜捕，它包容每一位来客，为他们提供无止境的自由。不过，梦境过于广阔，在几大地标建筑外，还有哪些必去的打卡点呢？本编辑部专门为大家准备了这份旅行指南，希望你能喜欢上这个地方。<br><br>1.波尔特大酒店<br>位于商业区中心位置，恰到好处的高度，让您在住宿期间既能仰视层叠高楼的壮阔，也能俯瞰地面街区的繁华。位于大酒店顶部招牌处的观光台，一度被评为本地情侣打卡必经之地。<br><s>注1：大酒店近期因忆质不稳，暂时停业维修。</s><br><s>注2：「钟表匠」收购波尔特大酒店，大家最爱的钟表小子特展在一楼大厅免费开放。</s><br><s>注3：「钟表匠」新规，因家族排挤流亡此地者，愿意参与社区秩序维护工作的，酒店提供一年期的免费客房，决不让任何人无家可归。</s><br>注4：因流梦礁居民流失严重，「钟表匠」离去，大酒店难以继续经营，感谢大家多年来的支持。<br><br>2.卡特面包房<br>不要以为小小的一个面包，就做不出多大名堂。老师傅卡特的手艺，就连那位不怎么喜欢吃面包的加拉赫都赞不绝口。「在梦里，面包的秘诀是厨师的喜悦、对食客的感情，以及一点家庭的温暖」。如果你是第一次来，请务必提前出发，否则排队的长度将让你体验真正的噩梦。<br><s>注1：三十年店庆进行中，超级至尊巨好吃特制面包，人人有份。</s><br><s>注2：因居民流失严重，卡特面包房陷入经营困难，在「钟表匠」的资助下，卡特女儿接过父亲衣钵，口味一如既往。</s><br>注3：面包房半永久停业休整中。<br><br>3.忆质黑洞<br>属于梦境自己的空间扭曲，让你看到世间罕有的忆质奇景。如果您是无机生命，请务必不要错过这般动人的奥秘。如果您是有机生命，也定会震撼于这种壮丽。它自然，纯粹，向你诠释梦的真谛。<br><s>注1：空洞边缘有多家餐饮类商店，美食和美景是最佳组合哦。</s><br><s>注2：空洞边缘有一家餐饮类商店，享受美景的同时，不要忘了空空的肚子。</s><br>注3：空洞边缘有一家餐饮类商店，请留意开店时间。<br><br>4.克罗玩具商城<br>无论是钟表小子、哈努兄弟还是折纸小鸟，你喜欢的角色都能在这里找到。「钟表匠」官方授权，唤醒你内心深处的童真。还有钟表小子解密活动，找齐所有线索，可以到前台兑换最新的大冒险系列电影票一张。<br><s>注1：近期梦境震荡频繁，「钟表匠」为受灾居民采购了大批救援物资，请各位到商城一楼排队领取。</s><br><s>注2：《钟表小子大冒险：星船小镇》即将上映，新电影主题活动将同步在商城进行。</s><br>注3：因特殊原因，商城难以继续经营，将在本月末永久性歇业。商城内所有玩具将分批捐赠到各街区，大家可自行到分发点领取。<br><br>……<br><br>受资金不足、订阅数下降等诸多问题影响，这也是编辑部最后一次修改这本攻略。但我们相信，总有一天，流梦礁会变得比当年还要繁华，等到那时，让我们再在文字里相会吧。"
            }
        ]
    },
    {
        "Name": "某人的宝物",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br><i>*这张收藏卡工艺明显优于市面流通产品，似乎是限量版。*<br>*卡片背后附有肖像主人华丽飘逸的亲笔手迹。*</i><br><br>致 亲爱的兄长：<br><br>愿我们的天空永远星光灿烂 : )"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "某人的遗失物",
        "Desc": "某人的遗失物，手札纸张边角已经泛黄，绝大部分手记已被红锈似的渍印污染，无从辨明。\\n你抄录了其中疑似经文的内容，收入列车智库。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>*手札纸张边角已经泛黄，绝大部分手记已被红锈似的渍印污染，无从辨明。*</i><br><br>……<br><br>1:1 自黄昏战争以降，天穹空虚，大地混沌。<br>1:2 ██撕裂虚空，思绪之光照入物质世界。<br>1:3 然而，凡人无从体认实在的幻觉。<br>1:4 为教天地万物归于可知，「秩序」之太一降生。<br>1:5 祂为万物定调，称时空为谱线，立十二等程之律制。<br>1:6 实在与想象得以区别，事就这样成了。<br>1:7 万物既已有实，有虚。这是头一日。<br><br>1:8 祂赐了世间一切众人「真实」，众生遂向太一呼告，有大伟力的星神，壮哉。<br>1:9 我等蒙神恩赐，晓得自己生而为人，晓得人有生死，有始终，却不晓得人世如何运行。<br>1: 10  是故，祂采星云作成羽拨，造了有宽白键和窄黑键的大琴。<br>1: 11  祂击打宽白键，太阳便升起，击打窄黑键，月亮便升起。<br>1: 12  如此轮转三十日又一日，以三个轮转为休止，依照律制复又敲击四个等程。<br>1: 13  宇宙自此知晓昼夜四季年岁，事就这样成了。<br>1: 14  这是第二日。<br><br>1: 15  祂赐了世间一切众人「历法」，众生复向太一呼告，有大伟力的星神，壮哉。<br>1: 16  我等蒙神恩赐，晓得万物运行之理，晓得天有昼夜，有四季，却不晓得如何指认彼此。<br>1: 17  是故，祂撷星流制成笔尖，拟了发音和计数的符号。<br>1: 18  祂起笔，世人便见着实在的轮廓，祂收笔，世人便觉着思想的虚像。<br>1: 19  表里互为联结，无限的意义从有限的元素中诞生。<br>1: 20  万物自此蒙受各自的记号，事就这样成了。<br>1: 21  这是第三日。<br><br>1: 22  祂赐了世间一切众人「语言」，众生复向太一呼告，有大伟力的星神，壮哉。<br>1: 23  我等蒙神恩赐，晓得用舌头阐发思想，晓得语言有形状，有意涵，却不晓得如何区别其损益。<br>1: 24  是故，祂使星尘流离汇成河流，指认那善与义的在上游，那恶与不义的在下游。<br>1: 25  祂又在中间筑堤，使污物与泥沙免于倒灌。<br>1: 26  世人自此得以知晓善恶与利害，事就这样成了。<br>1: 27  这是第四日。<br><br>1: 28  祂赐了世间一切众人「价值」，众生复向太一呼告，有大伟力的星神，壮哉。<br>1: 29  我等蒙神恩赐，晓得用眼睛明辨是非，晓得事有曲直，有清浊，却不晓得如何应对之。<br>1: 30  是故，祂拾星环陈明法度，在人群眼前同他们立了行事的典章。<br>1: 31  万民之生命与自由乃是众价值中最昂贵的，凡侵犯者当依律例蒙亏；万民之尊严与产业乃是与其最相配的，凡伸张者当依律例领赏。<br>1: 32  这律例是绝不容世人争论的，凡有血肉者当永志不忘。<br>1: 33  事就这样成了。这是第五日。<br><br>1: 34  祂赐了世间一切众人「规则」，众生复向太一呼告，有大伟力的星神，壮哉。<br>1: 35  我等蒙神恩赐，晓得用心脏衡量公义，晓得义举当嘉奖，损害当弥补，却不晓得此生意义何在。<br>1: 36  是故，祂取星群谱写乐章，以有宽白键和窄黑键的大琴为乐器；以供发音和计数的记号为音符；以有下行而无上行的河流作旋律；以陈明法度的典章定了曲式。<br>1: 37  万物的和谐在时空中得以表达，众人遂在天地间找准唯一的位置。<br>1: 38  事就这样成了。这是第六日。<br><br>2:1 祂赐了世间一切众人「意义」，天地万物都造齐了。祂歇了一切创造的工。<br>2:2 然而，众生复向太一呼告，有大伟力的星神，伤哉。<br>2:3 你以『秩序』为天地万物万民定义，却令我等晓得自己不过是你的傀儡。<br>2:4 故在那日，万众集结一心，将神投入毁灭坑中。<br>2:5 事就这样成了。这是第七日。<br>2:6 众人大大欢呼，声音震地。那时，晨星一同歌唱。<br><br>……"
            }
        ]
    },
    {
        "Name": "匹诺康尼飞行指南",
        "Desc": "一份教程，教会你如何在匹诺康尼的梦境里飞行。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>（警告：接相关投诉，此内容疑似为虚构史学家编撰，账号封禁中。切勿点击链接，切勿听信文中内容！）</b><br><br>众所周知，匹诺康尼的忆质具有极强的延展性，利用「梦」和「记忆」的特性，家族将寸草不生的监狱改造成如今寰宇闻名的十二时刻。筑梦技术，一直以来都被五大家系视作高级机密。<br><br>「除却流光忆庭的忆者，一般的逐梦客很难在梦中自由操纵忆质」，诸位在初次入梦时，或许也从服务人员或本地人那里听过类似的说法。<br><br>实际上，此番说辞正是针对入梦者的「锁」。以「梦境的基本法则与现实一致」的暗示，原本所有人都能够自由操纵的忆质，在潜意识里竟真和现实一致了。通过这一手段，家族掌握了筑梦的垄断权，并对诸多特殊体验额外收费。<br><br>今天我教授的，便是解开精神枷锁的第一道程序——学会飞行。<br><br>首先要明确一点，我们所处的世界是梦境，而非现实，不存在物理法则，亦不存在死亡。所以，「坠落也不存在」，不断在内心重复这句小小的咒语，直到完全相信它为止。当然，基于各位的经验学识，引力作为根深蒂固的认知很难抵消，更别提还有家族施加的枷锁在强化影响。所以，编者建议，可以到千面当铺（点击此<i>链接</i>可查看详细信息）封锁相关记忆，待到离开匹诺康尼前重新取回。<br><br>现在，我们已经遗忘坠落了，就要去找到一个「反抗」坠落的宝地。<br>根据已有经验，建议选择自由落体时长超过8秒的起飞平台（以匹诺康尼官方给定的星系内标准重力加速度为准）。为保障您的舒适性，可酌情撑起一把伞，或加增披风一条控制飞行精度，其中冷色伞和暖色披风的效果最佳（非三色视觉的读者，可以在购买时询问商家颜色是否符合标准）。<br><br>最后，也即最简单的一步，在起飞平台选好自己的目的地，以最快的速度跳出去。<br>记住，务必在起飞前规划好空中路线，避免在飞行过程中与球笼、空中轨道、车辆、建筑物等交会时因躲闪不及发生碰撞，影响您的飞行体验。为此，编者团队耗费一个琥珀纪，制作出了覆盖八个时刻的实时分析地图（<i><u>点击此链接即可免费领取</u></i>），让您在享受匹诺康尼美好梦境的同时，拥有比其他人更丰富自由的开放式体验。<br><br>关注本博客，了解更多匹诺康尼隐藏的秘密与传说。在下一期更新中，我将为您介绍解开「锁」的第二道程序——透视眼，从匹诺康尼建成至今，藏匿在五大家系高层中的蝴蝶人究竟是何方神圣？他们又如何一步步操控整个梦境？就用您的透视眼见个分晓。"
            }
        ]
    },
    {
        "Name": "偷渡客调查报告",
        "Desc": "一份基于实地访谈整理的调查报告，记录了作为匹诺康尼边缘群体的偷渡客们不为人知的一面。",
        "World": 4,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<b>——基于寰宇调查的偷渡客「日常」生活研究</b><br>本书旨在令普罗大众以一个全新的视角看待「偷渡客」，从单纯的谴责违法者，到短暂地关注他们的生活，以更好地实现跨群体对话，为解决持续了数个琥珀纪的偷渡问题寻找全新的出路。<br><br>事先申明：本报告调查对象仅包括以未申请「白日梦」酒店入梦资格，通过周边星舰进入「联觉梦境」范围的有机生命及智械。<br><br><b>第一章 偷渡客也要工作</b><br><br>出身贫穷星系的偷渡客往往要花光所有存款才能登上能够进行星际跃迁的舰船，他们在简陋的船仓中休眠，绕过家族监管潜入梦境。<br><br>与大众的认知相悖，无业的偷渡客在星船里只占了较小的部分——面对生存压力，大部分偷渡客都会尝试在匹诺康尼寻找工作。虽然这些边缘人的求职过程往往并不顺利，但在高度繁荣的梦境中，只要参与简单的劳动就能维持日常生活。<br><br>而其他无业者也有自己谋生的手段：他们会在小群体间传授一种类似乞讨的手段，在匹诺康尼的梦境中以各种方式讨要苜蓿币，再反哺于现实。<br>据传，曾有个被尊称为「大贤者」的偷渡客，依靠乞讨和传说中的「钟表匠」成了朋友，从此一步登天，但笔者认为那只是偷渡业务招揽生意时的说辞。<br><br>还有一部分偷渡客难以适应梦境社会，仍在进行着各种现实中的工作，例如进行星际快递或为过路星舰提供维修。可现实中的底层收入往往无法支持匹诺康尼的享受和消费，这导致这些偷渡客时常走上犯罪的道路，对过路宾客进行勒索或敲诈。<br><br>根据橡木家系颁布的律法，偷渡行为在匹诺康尼是绝对禁止的，他们被猎犬找到后的下场通常不太乐观。<br>但比起家族的追捕，仿造入梦池对大脑和精神的损伤更为可怕。长期身处未处理的高浓度忆质，很有可能会使身心受到严重损害，不少偷渡客都在晚年陷入了严重的精神错乱。<br><br>笔者曾潜入偷渡客的泊船进行考察，可惜在登船前，一位大名鼎鼎的特殊客人已离开了舰船。据说这些神秘的偷渡客有着非常丰厚的资金，使用的入梦池不比白金客房的差劲。他选择偷渡或许只是为了向家族隐藏身份——毕竟在匹诺康尼之梦中，哪怕是全宇宙最凶恶的罪犯也能改头换面，找到容身之处。<br><br>还有些客人，费心偷渡只为在匹诺康尼的梦里瞥上一眼，事后便乘着小型飞船离开。一艘偷渡星舰的船长在私下里告诉我，这样的人才是最多的顾客——比起「白日梦」酒店的天价房费，用这样的方式进行梦境旅行要划算得多。<br><br>写到这里，笔者不得不感叹匹诺康尼的魅力。在数个琥珀纪以来，让这片「同谐」的梦境人甘愿放弃一切造访。<br><br>……"
            },
            {
                "Name": "其二",
                "Desc": "<b>第二章 两立方米舱室的饮食与生活</b><br><br>部分偷渡客会放弃购买现实中的消耗品，以延长在梦中的生活时间，但 85 ％的受访者仍表示，他们会选择向舰船中的卫生机器人付费，以维持房间清洁——否则房间的恶臭非常影响入梦的体验质量。<br>笔者看到的这台卫生机器人生产于 2152 纪，是星际和平公司淘汰的老旧型号，比偷渡船的寿命还长。它负责着整整半艘星舰共 107 个舱室的卫生工作，行走时总会哼唱一首歌颂克里珀的小歌，低廉的雇佣价格甚至让部分偷渡客滋生了「存护」的信仰。<br><br>当然，它也会「清理」失去支付能力或生命体征的房客，但偷渡客们对此习以为常。<br><br>偷渡星舰中最流行的食物来源是依靠公司的货运航线运输的“高速维生营养液”，在资源匮乏的「边星贸易战争时代」被一位「植物植物学家」制造出来（她是一株克希卡尔星系的智能植物），后来公司购买了专利权。这种营养液具有「便宜」和「总之吃不死，大概」的优秀特点，曾多次在战争中应用于救济活动。后因其可能存在的身体危害性遭禁，工厂也随之关闭。<br><br>在战争中囤积了大量营养液的商人们只能灰溜溜离开，还带走了足以供两颗星球吃三个琥珀纪的营养液。从此，银河中多了一种价格低廉的维生产品。在部分星域，一瓶营养液的价值或许不如当地生物的排泄物。<br>经验老道的房客会收集起空罐头，向船长讨要贱卖合金的报酬。至于新来的，前辈们则心领神会地保持沉默，船长会给他们一笔封口费。<br><br>「说起来，这东西有保质期吗？」<br>「总之吃不死，大概。」<br><br>由于长期处于低重力环境，身为有机生命的偷渡客要比无机生命面临更多的风险——诸如骨质疏松，内分泌失调等疾病屡见不鲜，每天 10000 信用点的舱室环境调理费对绝大多数偷渡客而言都是一笔无法接受的花销。<br>面对以上种种问题，如果还未因高浓度忆质而崩溃，一些偷渡客最终会选择将自己的大部分身体进行改造，只为能够让自己每天多睡一会儿。<br><br>「看我现在，除了入梦什么都不用管，可谓是——但愿长梦不愿醒。」<br><br>这位叫做贝塔的偷渡客，在笔者采访他的时候，他只剩下十分之一个脑袋，以及大约二十九公斤的无机外壳。知道我的身份后，贝塔不断地向我唾骂船长吃了他有机身体甩卖的回扣，并坚持要把珍藏的最后一瓶营养液送给我，毕竟他现在只用劣质电池就能活下去。<br><br>「总之是吃不死的，大概。」<br><br>在笔者于「白日梦」酒店撰稿期间，一位无机生命宾客向我讨走了那瓶营养液。事后这位宾客邀我参观了他的微型花园，在那瓶营养液的浇灌之下，一朵小花冲我打了个招呼。"
            }
        ]
    },
    {
        "Name": "《筑梦师档案记录》",
        "Desc": "记录着过去筑梦师信息的档案，真正的历史不该被遗忘。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>索引关键词：「逐梦年代」、「隐夜鸫」、「筑梦师」</i><br><br>在历经数琥珀纪的纷乱与战争后，匹诺康尼决定迈出拓展梦境的第一步：伟大的建筑家格拉克斯应邀前来匹诺康尼，与其他建筑师一同寻找稳定梦域的方法。<br>至此，匹诺康尼进入了一个飞速发展的时代——史称「逐梦年代」。<br><br>「筑梦工程」吸引了银河各处的优秀人才，早期的筑梦师们来自各行各业，他们团结在隐夜鸫家系中，为建造梦境提出了无数奇妙的构想。其中，隐夜鸫家主格拉克斯带领最为优秀的筑梦师们设计、建造了如今十二篇梦境的雏形——这几位筑梦师被尊称为「折纸筑梦师」，他们的作品至今保留在匹诺康尼的梦境中。<br><br><br><b>乔伊</b><br><i>设计作品：「白日梦酒店」、「绿洲的时刻」</i><br>原著名星际建筑设计师，出身于艾普瑟隆星系的艺术世家。作品强调外形的曲线与美感，与其中艺术性的表达。<br><s>其代表作品白日梦酒店设计涉嫌抄袭，原告方由于证据不足而落败，但乔伊本人名声也一落千丈。</s><br>白日梦酒店的真正设计者，也是为隐夜鸫家系寻找筑梦人才的温柔筑梦学家。<br>于梦境拓荒时遭遇忆域迷因袭击，不治身亡。<br><br><br><b>冯恩</b><br><i>设计作品：「黄金的时刻」、「烫金的时刻」</i><br>原隶属「星际和平公司」技术开发部的小组长，但因爆破实验被开除，后加入隐夜鸫家系。<br><s>疯狂的发明家，其代表性发明为破坏性梦境开拓装备「冯恩三世」，因过大的安全隐患而被废除使用。</s><br>骄傲的天才发明家，格拉克斯教授的狂热粉丝。他的尖端作品或许不够实用，但绝对足够花哨夺目。<br>于筑梦相关的研发实验中失踪，下落不明。<br><br><br><b>巴罗</b><br><i>设计作品：「星辰的时刻」、「安谧的时刻」</i><br>原民间建筑师，受格拉克斯邀请后成为隐夜鸫的筑梦师。作品不拘泥于建筑的原型，在兼顾巧妙创意的同时保证了绝佳的安全性。<br><s>后被曝光其真实身份为涉嫌建筑事故的边陲监狱囚犯，由猎犬家系关押至安谧的时刻。</s><br><s>在橡木家系的公正审判之下，过去的罪行得到惩罚。</s><br>于刑期结束前离世。<br><br><br><b>费歇尔</b><br><i>设计作品：「黎明的时刻」、「太阳的时刻」</i><br>原博识学会成员，与格拉克斯教授一同来到匹诺康尼，后接任隐夜鸫家系家主、折纸大学筑梦学院主任。<br>在任期间致力于建设十二时刻梦境，并推动保护筑梦师的工作权益的各类法令条款。<br>于折纸大学的办公室中突发疾病，不幸离世。"
            }
        ]
    },
    {
        "Name": "《筑梦师档案记录》",
        "Desc": "记录着过去筑梦师信息的档案，真正的历史不该被遗忘。",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>索引关键词：「逐梦年代」、「隐夜鸫」、「筑梦师」</i><br><br>在历经数琥珀纪的纷乱与战争后，匹诺康尼决定迈出拓展梦境的第一步：伟大的建筑家格拉克斯应邀前来匹诺康尼，与其他建筑师一同寻找稳定梦域的方法。<br>至此，匹诺康尼进入了一个飞速发展的时代——史称「逐梦年代」。<br><br>「筑梦工程」吸引了银河各处的优秀人才，早期的筑梦师们来自各行各业，他们团结在隐夜鸫家系中，为建造梦境提出了无数奇妙的构想。其中，隐夜鸫家主格拉克斯带领最为优秀的筑梦师们设计、建造了如今十二篇梦境的雏形——这几位筑梦师被尊称为「折纸筑梦师」，他们的作品至今保留在匹诺康尼的梦境中。<br><br><b>乔伊</b><i><br>设计作品：「白日梦酒店」、「绿洲的时刻」</i><br>原著名星际建筑设计师，出身于艾普瑟隆星系的艺术世家。作品强调外形的曲线与美感，与其中艺术性的表达。<br>其代表作品白日梦酒店设计涉嫌抄袭，原告方由于证据不足而落败，但乔伊本人名声也一落千丈。 / 原著名星际建筑设计师，出身于艾普瑟隆星系的艺术世家。作品强调外形的曲线与美感，与其中艺术性的表达。<br><s>其代表作品白日梦酒店设计涉嫌抄袭，原告方由于证据不足而落败，但乔伊本人名声也一落千丈。</s><br><color=#dbc291ff>白日梦酒店的真正设计者，也是为隐夜鸫家系寻找筑梦人才的温柔筑梦学家。<br>于梦境拓荒时遭遇忆域迷因袭击，不治身亡。</color><br><br><b>冯恩</b><br><i>设计作品：「黄金的时刻」、「烫金的时刻」</i><br>原隶属「星际和平公司」技术开发部的小组长，但因爆破实验被开除，后加入隐夜鸫家系。<br>疯狂的发明家，其代表性发明为破坏性梦境开拓装备「冯恩三世」，因过大的安全隐患而被废除使用。 / 原隶属「星际和平公司」技术开发部的小组长，但因爆破实验被开除，后加入隐夜鸫家系。<br><s>疯狂的发明家，其代表性发明为破坏性梦境开拓装备「冯恩三世」，因过大的安全隐患而被废除使用。</s><br><color=#dbc291ff>骄傲的天才发明家，格拉克斯教授的狂热粉丝。他的尖端作品或许不够实用，但绝对足够花哨夺目。<br>于筑梦相关的研发实验中失踪，下落不明。</color><br><br><b>巴罗</b><br><i>设计作品：「星辰的时刻」、「安谧的时刻」</i><br>原民间建筑师，受格拉克斯邀请后成为隐夜鸫的筑梦师。作品不拘泥于建筑的原型，在兼顾巧妙创意的同时保证了绝佳的安全性。<br>后被曝光其真实身份为涉嫌建筑事故的边陲监狱囚犯，由猎犬家系关押至「安谧的时刻」。<br>在橡木家系的公正审判之下，过去的罪行得到惩罚。 / 原民间建筑师，受格拉克斯邀请后成为隐夜鸫的筑梦师。作品不拘泥于建筑的原型，在兼顾巧妙创意的同时保证了绝佳的安全性。<br><s>后被曝光其真实身份为涉嫌建筑事故的边陲监狱囚犯，由猎犬家系关押至「安谧的时刻」。</s><br><s>在橡木家系的公正审判之下，过去的罪行得到惩罚。</s><br><color=#dbc291ff>于刑期结束前离世。</color><br><br><b>费歇尔</b><br><i>设计作品：「黎明的时刻」、「太阳的时刻」</i><br>原博识学会成员，与格拉克斯教授一同来到匹诺康尼，后接任隐夜鸫家系家主、折纸大学筑梦学院主任。<br>在任期间致力于建设十二时刻梦境，并推动保护筑梦师的工作权益的各类法令条款。<br>于折纸大学的办公室中突发疾病，不幸离世。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《苜蓿草银行保险套餐介绍单》",
        "Desc": "苜蓿草银行保险套餐的宣传单，其中列出的赔付金额似乎非常诱人。",
        "World": 4,
        "Books": [
            {
                "Desc": "担心突如其来的事故难以承担吗？<br>想为家人留下遭遇意外的保障吗？<br>小投入，给您平稳的大幸福。<br>苜蓿草银行——为您的未来保驾护航。<br><br><br>【我的安心保障计划】<br><br>重大人身疾病 —— 所交保费的 400% <br>普通意外致残 —— 所交保费的 666% <br>自驾或乘坐公共交通致残 —— 所交保费的 888% <br>事故或重大自然灾害致残 —— 所交保费的 888% <br>全残或完全丧失工作能力 —— 所交保费的 998% <br>非意外身故 —— 固定赔付单月的酒店住宿费用<br>意外身故 —— 所交保费的 50000% <br>（不知为何，这行文字被人用黑笔在下面划了线）<br><br><br>*享安心重要提示<br>1、以上保险金不重复给付，只给付一项。<br>2、因忆域迷因造成的任何伤亡情况均不在理赔范围内。<br>3、因入梦装置造成的任何意外情况均不在理赔范围内，详情请咨询酒店前台。<br>4、参保人需到苜蓿草银行指定的医疗机构进行体检，确认无列出范围内疾病方可投保。<br>5、本行郑重声明，任何形式的骗取保险金行为都将被严惩。如经发现，除全额收回所支付赔偿且不返还保费外，还将面临来自匹诺康尼的最高级别指控，包括但不限于违约索赔、永久驱逐、羁押监禁等诸多执行措施。猎犬家系承诺为本行的资金安全负责。<br><br><br>请放心，苜蓿草银行永远是您最忠实的伙伴。<br><br>（后面的部分被撕掉了）"
            }
        ]
    },
    {
        "Name": "奎茵的日记",
        "Desc": "老旧的日记。两种字迹在泛黄焦脆的纸张上，勾画出奎茵当年死亡的真相。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b> ■年■月■日</b><br><br>我有个特别棒的姐姐！她又聪明又努力，大家都喜欢她。<br><br>但她好像总是不太开心……<br><br>我想让她开心起来，可她为什么不愿意和我一起玩？<br><br>（中略若干页）<br><br><b> ■年■月■日</b><br><br>今天虽然是我们的生日，但我一点都不开心。<br><br>所有人都为我们准备了礼物。我送了姐姐那么大一只玩偶，花了我半个月的零用钱呢！<br><br>但姐姐竟然忘了我的礼物…她是不是不喜欢我啊？<br><br>（中略若干页）<br><br><b> ■年■月■日</b><br><br>烦死了烦死了烦死了！一天到晚就知道教训我，不就是比我早出生半分钟吗，摆什么架子！<br><br>这也不行那也不许，还说什么为我好，其实就是嫉妒我不用努力就能获得大家的喜爱吧？<br><br>装模作样的，呸——真恶心！<br><br>不过无所谓，凡是她不许的，我就偏要做，气死那个臭女人——略略略！<br><br>（中略若干页）<br><br><b> ■年■月■日</b><br><br>喔嚯，完蛋！不小心把臭女人的提琴给摔了……<br><br>这下她少不了在我耳边念经。我都能猜到她怎么说了——<br><br>什么「多大的人了还不懂事」、什么「有你这样的妹妹真让人觉得丢脸」、什么「这辈子都不想再见到你这张脸」…这么多年还是那套说辞，耳朵都听出茧子了。<br><br>烦死了，不就是把琴吗，大不了赔她一把新的。<br><br>唉，可怜我的小金库啊，又要见底了……<br><br>（中略若干页）<br><br><b> ■年■月■日</b><br><br><color=#dbc291ff>我杀了她我杀了她我杀了她我杀了她我杀了她</color><color=#eb4d3dff>我杀了她！！！</color><br><br><color=#dbc291ff>我不是故意的都怪她非要站在楼梯边对不起我只是吓坏了对不起不要盯着我对不起对不起</color><color=#eb4d3dff>对不起——</color><br><br><color=#eb4d3dff><s>你一定会原谅我的，对吧？</s></color><br><br>（中略若干页）<br><br><b> ■年■月■日</b><br><br><color=#dbc291ff>在姐姐的推荐下，我成为了「白日梦」酒店的实习前台。</color><br><br><color=#dbc291ff>不愧是梦想之城匹诺康尼，这里也太繁华了吧！当然，前台的工作也不轻松，再加上姐姐在梦外、我在梦里，我们甚至都没时间见面。</color><br><br><color=#dbc291ff>但没关系，即便如此，</color><color=#eb4d3dff>我们也永远都不会分开。</color><br><br>（中略若干页）<br><br><b> ■年■月■日</b><br><br><color=#dbc291ff>好奇怪，我的脑子…好像有哪里不对劲？</color>"
            }
        ]
    },
    {
        "Name": "《梦境犯罪档案》节选",
        "Desc": "猎犬家系封存的犯罪档案，记录了部分影响极其恶劣的逐梦客罪行。",
        "World": 4,
        "Books": [
            {
                "Desc": "该档案记录人员具有极强的社会危害性，严重影响梦境安全。<br>经由裁定，档案由猎犬家系封存。<br><br><b>姓名：多曼达</b><br>受控非法持有违禁武器、诬陷、恐怖袭击3项罪名。<br><br>于 2155 纪初以逐梦客身份进入匹诺康尼，经苜蓿草家系雇佣，协助隐夜鸫家系参与筑梦底层工作。于一次筑梦工程中遭遇迷因袭击，电子原件严重损坏，无法适应工作，在苜蓿草工作人员的劝解下，于 2155 纪中自行离职。<br><br>后因智械机能老化，思维原件故障，多曼达多次公开骚扰苜蓿草家系，试图虚构事实进行敲诈，未果。此后，多曼达在「黄金的时刻」、「蓝调的时刻」等多地，利用筑梦时期的知识，人为制造数起建筑坍塌、迷因生成事件，造成共计 1958 人程度不计的精神损伤，其中 35 名逐梦客余生皆要依靠特殊的忆质药品维生。<br><br>犯人抓捕成功后，即刻进入销毁流程。<br><br><br><b>姓名：巴诺</b><br>受控非法持有违禁武器、协助组织他人逾越梦境、袭击猎犬执法人员等共7项罪名。<br><br>于 2155 纪末以逐梦客身份进入匹诺康尼，并在此定居。后因妻子病重，前往「薄暮的时刻」，尝试以高价拍卖自己一百年的使用权，但并未成功。在与一位成功竞拍到“寿命”的皮皮西商人抢夺拍卖品无果后遭到驱逐，遂产生反社会心理。<br><br>自 2155 纪末至 2156 纪初，犯人数次向偷渡者提供帮助并榨取高额报酬，致使超过两千名偷渡者成功进入匹诺康尼，经猎犬家系搜捕，仍有两百余人下落不明。犯罪生涯后期，巴诺将部分偷渡客纳入团队。据其属下透露，巴诺依仗偷渡客没有合法身份，对待手下人员态度与待遇极其恶劣，最终因分赃不均招致众人嫉恨，并向猎犬举报，遂落网。<br><br><br><b>姓名：拉姆因</b><br>受控非法走私违禁药物、扰乱市场秩序、投放危险物品等共7项罪名。<br><br>于 2156 纪中期以宇宙行商身份进入匹诺康尼，后经与公司联合查证，其行商资格实乃贿赂审核所获，已依法查处相关人员。初到匹诺康尼的拉姆因靠推销非法精神药物与诈骗谋生，后与本地犯罪分子勾结，凭借行商资格走私大量忆质类产品至匹诺康尼，以倾销手段抢占市场份额，其兜售产品未经流光忆庭与匹诺康尼质量检测，具有重大安全隐患。<br><br>在猎犬查封其非法产业链后失踪，于半年后重新出现，在现实的白日梦酒店进行投毒，以报复家族，致使共计 130 人送医，3人死亡。后经猎犬搜捕，于酒店卫生间内服毒，畏罪自杀。"
            }
        ]
    },
    {
        "Name": "机密：梦境大型异常记录",
        "Desc": "家族对匹诺康尼近期异常事件的观测记录，目前各问题均已得到妥善处理。",
        "World": 4,
        "Books": [
            {
                "Desc": "一：虚构史学家针对「太阳的时刻」博物馆发动突然袭击。其中，克劳克影业展厅相关记录遭受篡改，著名的初代钟表小子雕塑形象疑似与未知模因混合。筑梦与折纸发展史展厅藏品增加，大量有关筑梦工程的工具和技术出现，相关发表文献可查。家族展厅中几大家系人物互有增减，并夹带重大事件与人物历史解说。其余展厅亦均有未知受损。<br><br>目前，隐夜鸫家系已同流光忆庭驻匹诺康尼人员展开博物馆内容修订，在十个系统时内完成修复工作，并重新开馆。<br><br><br>二：受假面愚者影响，「黄金的时刻」爆发汽水洪灾。超负荷的饮料精炼厂经假面愚者未知调整后失控，洪灾以苏乐达工厂为起点，在一个系统时内迅速蔓延至黄金中央车站，数万人溺水强制脱离梦境，苏乐达挥发后引发的大规模梦境酣睡使现场处理难度飙升。<br><br>猎犬家系在事发后第一时间突破苏乐达洪流抵达工厂，成功启动紧急关停闸机，阻止了洪灾的进一步扩大。同时，基于受灾人群，由鸢尾花家系组织的免费赈灾演出广受好评，已基本平息本次洪灾引发的负面舆论。<br><br><br>三：因公司战略投资干扰，「烫金的时刻」出现金融危机。公司在奢侈品等高档服务领域的大规模价格战，直接性导致「烫金的时刻」发生通货膨胀，内部员工挤兑现象严重。金融危机后，已发生数起皮皮西人坠楼事件。同时，由于信息泄露，部分本地居民对匹诺康尼金融的信任感骤降。<br><br>在引发重大经济事故前，苜蓿草家系已根据应急管理预案第六条规定，改变货币与财政政策，同时积极与公司方面沟通，力争消除冲突，共同合作。现已取得重大进展，市民投资与贷款额亦回归稳步增长态势。<br><br><br>四：谐乐大典在即，泯灭帮计划秘密围攻「薄暮的时刻」。据查，该伙泯灭帮系原冥火大公手下支系，秘密潜入梦境后，与本地帮派等非法人士合谋，加之假面愚者从中作梗，试图趁谐乐大典吸引宇宙各处豪商之际，于拍卖会现场绑架其核心人员勒索赎金，以供未来经费。<br><br>该伙团体行动过于张扬，在餐厅内招纳新成员时，被猎犬当场抓获，而后将其余党一一供出。目前，犯罪人员已全数落网。"
            }
        ]
    },
    {
        "Name": "一封绝交信",
        "Desc": "一封昔日挚友寄来的绝交信，宣告着一场友谊的彻底破裂。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>致学派的叛徒，</b><br><br>首先，在这封信的开头，请允许我为自己的识人不清而深感愧怍。<br><br>我曾视你为挚友、待你若亲子，我曾一度将自己在学界的权柄交付于你，只因我对你满怀爱与信任、对你我的未来充满信心。<br><br>可瞧瞧吧，你都是用什么来回馈我的——<br><br>无耻的背叛！卑劣的诋毁！忘恩负义的煽动！<br><br>我听闻，你断言我常令学生们处于一种孩子般的依附地位，断言我父亲般的权威已成为你学术发展的拦路石——既然你已得出如此论断，我便不再作出任何辩解与评判。<br><br>过去这些年里，我早已习惯来自反对者的指责与诘难；唯独这次，在面对你那令人难堪的独断时，我只感到快乐——很高兴我们愚蠢的关系就此为止、很高兴我们终于分道扬镳、很高兴卑劣虚伪的蠹虫终于带着他的信徒滚出了我的学派！<br><br>我这辈子做过最后悔的事就是与你为友，其次便是曾为了挽回这廉价的友谊而妥协低头。<br><br>最后的最后，我将如下忠告赠与你——<br><br><b>一个人明明无法窥见真理，却高呼自己正在践行真理。</b><br><br><b>这让人不禁怀疑他是否对自己的鄙薄与愚昧缺乏应有的自知。</b>"
            }
        ]
    },
    {
        "Name": "克劳迪娅的素材簿",
        "Desc": "克劳迪娅用以记录匹诺康尼怪异事件的素材簿。",
        "World": 4,
        "Books": [
            {
                "Name": "克劳迪娅的素材簿（一）",
                "Desc": "<b>苏乐达炸弹</b><br><b>信息来源：</b>奥希洛特-猎犬-黄金的时刻<br><b>主题分类：</b>带有「奇幻色彩」的恐怖袭击<br><b>内容概述：</b><br>据说有位逐梦客在梦中耗尽家财，却又不甘就此离开，于是以噼咔白葡萄汽水和酸梦软糖为原料，研发出一种极具威力的跳跳糖；继而通过特殊手段，将跳跳糖贮藏于苏乐达瓶中，制造出大批苏乐达炸弹。<br>此人意图通过气泡锂犬在运输过程中产生的颠簸，使二者混合、引发爆炸，从而在城市中造成大规模混乱。<br>然而该计划却因其与锂犬们过于亲近而惨遭夭折。据说几十瓶苏乐达炸弹造成的威力直接导致了严重的脑震荡，使得该逐梦客至今未能醒来。<br><br><b>梦境中的迷因</b><br><b>信息来源：</b>科琳-筑梦师-筑梦边境<br><b>主题分类：</b>梦境中的迷因怪物<br><b>信息概述：</b><br>近期匹诺康尼发生了多起失踪案件。经调查确认，失踪者的身体皆完好地保存于酒店入梦池内，意识却不知去向，且无法通过人为方式自外界唤醒。<br>据消息提供者称，这些人皆被某个突然出现的、被称为「迷因」怪物所掳走。受害者消失前所处的梦境时刻、所属种族和行为模式皆不相同，暂无法确定该迷因的狩猎逻辑。<br>此外，目击者相关记忆都已被家族消除，暂无法通过该途径进行更深入调查。<br><br><b>被污染的迷钟</b><br><b>信息来源：</b>伍尔西-猎犬-梦境酒店<br><b>主题分类：</b>被污染的梦境造物<br><b>信息概述：</b><br>近期匹诺康尼发生了多起针对「美梦剧团」成员的袭击事件。被袭击的梦境造物不仅外壳严重损毁，意识也遭到重度污染。<br>每个案发现场都留有一盘磁带古怪的磁带，系污染源。据说其能够使生物变得愈发易怒、惶恐，甚至产生幻觉，长时间接触则可能导致彻底的精神崩溃。更有甚者，该存在能够使梦境本身发生扭曲。<br><br><b>恶魔之门</b><br><b>信息来源：</b>W-逐梦客-梦境酒店<br><b>主题分类：</b>未知神秘力量<br><b>信息概述：</b><br>据消息提供者称，在发生崩塌的梦境酒店中，有个无法通过的通路。<br>那里的时空呈现出一种诡异的状态，该状态无法言明、但能够感知。<br>「我看向尽头…但没有尽头…只看见看不见的存在……」<br>「…只能在绝对的寂静中，听见听不见的唱诗……」"
            },
            {
                "Name": "克劳迪娅的素材簿（二）",
                "Desc": "<b>幽灵长廊</b><br><b>信息来源：</b>安德森-调饮师-现实酒店<br><b>主题分类：</b>古老幽灵出没的长廊<br><b>内容概述：</b><br>这是我同那位名为安德森的调饮师用一杯特调换到的故事。<br>在匹诺康尼历史中，好像存在过一个叫「黑布林」的家系。该家系后因与苜蓿草之间的冲突而覆灭。据可考资料记载，当时双方在环形监狱区的连结长廊内发生正面血战，由于战场环境狭小，伤亡极其惨重，战场所在地也因此得名「安息长廊」。<br>据安德森所说，随着监狱被改造为酒店，这段长廊也在筑梦过程中被拆分成许多碎片，散落在梦境各处。然而时至今日，当人们在特定条件下靠近那些碎片的所在地，仍能「感知到」当年战场上激烈厮杀的惨状。<br>*注：类似怪谈我曾听某位来自仙舟的朋友提起过，据说在他们的文化中，此类现象有一个颇为独特的称呼：「阴兵借道」。<br><br><b>迷因猎人</b><br><b>信息来源：</b>艾德琳-记者-热砂的时刻<br><b>主题分类：</b>变为怪物的逐梦客<br><b>信息概述：</b><br>据史料记载，在最初的拓梦时期，原始梦境中危机四伏。除去能够吞噬灵魂的梦境裂隙，还有数不清的迷因怪物。<br>彼时有大量远道而来的逐梦客驰骋于荒芜的梦原，猎杀可怖的怪物。然而即便有着「同谐」之力作为支援和庇护，仍有许多逐梦客被迷因污染同化，渐渐变为可怖的怪物，永远留在了梦境中。<br>据说猎犬家系曾捕获过一只奇特的迷因生物：该怪物缺乏对人类的攻击性，甚至表现出相对友善的态度。被捕获后，该怪物随时间流逝而愈发衰弱，最终自我耗尽。此事件或许可在一定程度上成为该传闻的佐证。<br><br><b>同谐之怒</b><br><b>信息来源：</b>布琳娜-迎宾员-朝露公馆<br><b>主题分类：</b>无限夫长的降临<br><b>信息概述：</b><br>传闻在家族初到之时，臭名昭著的反物质军团曾觊觎过匹诺康尼的领土。<br>当时家族举办了一场特殊的「谐乐大典」，召唤出并非「齐响诗班」，而是愤怒的「无限夫长」。<br>「同命」之剑以四百六十三万条猎犬为鞘，作一道无边的彩虹。当避难的人们抬头之时，只看到无穷的虚卒已被七色的辉光的吞没。<br>自此，「毁灭」的铁蹄再也没有踏上过盛会之星一步。<br><br><b>美梦边缘</b><br><b>信息来源：</b>乔治-筑梦师-匹诺康尼大剧院<br><b>主题分类：</b>梦境的构成<br><b>信息概述：</b><br>据消息提供者称，美梦「十二时分」仅占据匹诺康尼梦境的极小部分：「…不过是冰山一角，梦境深处还有大片尚未被开发过的荒原…粗糙质朴，更接近于梦的本质……」<br>此外，这种「人工美梦」在构筑的过程中，还催生出一种「高浓度小型噩梦」，它们往往附着于美梦边缘，被家族用做集中收集、销毁负面情绪的「垃圾站」。<br>这类噩梦会对人的精神产生不可逆的损伤。但一直以来，家族都采取完善的措施，将其隔离在人们的活动范围之外。"
            }
        ]
    },
    {
        "Name": "一封未寄出的信",
        "Desc": "一封未能寄出的回信。在生死面前，一切分歧与争吵都显得如此无力。",
        "World": 4,
        "Books": [
            {
                "Desc": "我曾经的挚友，<br><br>收到您的来信后，我对我们长达七年的「友谊」进行了漫长而深刻的反思。<br><br>距上次争吵已隔许久，相信现在你我都恢复了理智，可以开启一场冷静的对谈。在此，请允许我开诚布公地表明我的看法。<br><br>我们之间的分歧，自交往伊始便已存在。起初我被对于您的狂热崇拜与敬爱所蒙蔽，甘愿尊您为权威、视您作自己的精神之父。然而这并不代表，您就该像对待实验对象一样对待您的追随者。<br><br>您总试图对身边的人施加压力——无论您是否有意——让人们不自觉便以为自己低您一等。您喜欢坐在属于「父亲」的家长席上，接受人们无条件的崇拜、献媚与赞扬，以此来保证您「不可动摇的权威」。<br><br>然而一旦有人提出批评与质疑，您的慈爱友善与宽宏大量便即刻消失无踪，取而代之的是严厉、挑剔与独裁。于您而言，所有异议都不过是「对父亲的反叛」，即便我只是想对您发掘出的宝石进一步加工修整，您却说我隐藏着「弑父的动机」，说我拓展您学说的行为是试图「损毁您不可动摇的堡垒」的表现。<br><br>可您对于权威的执着，又何尝不是一种外向的病态依赖。恕我断言，您不过是从他人的爱与赞许中汲取安全感，并赖以为生。<br><br>显然我并非唯一一个因理念不合与您分道扬镳的「朋友」。承认吧，您根本不需要朋友。您所期望的不过是乖顺盲从的儿子，是毫无主见的鄙薄者。<br><br>可如今在我眼中，您的「权威」与固执，是如此的可笑。<br><br>                                                            您坦诚直言的卡尔"
            }
        ]
    },
    {
        "Name": "折纸大学灵异事件征集帖",
        "Desc": "折纸大学校园论坛下的灵异贴讨论",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>一、折纸大学的校图书馆下，藏有一只危机时代的忆域迷因。</b><br><br>和普通迷因不同，这只迷因在和人类相处太久后，拥有了人的外形和智慧，变得十分难缠，最后被猎犬家系、流光忆庭和星际和平公司联合围剿，才成功关押到了图书馆下面。之所以在「太阳的时刻」建折纸大学，就是为了通过大量学生的潜意识镇压这只迷因。<br><br>很多筑梦技术，都是家族从迷因嘴里撬出来的。每当夜深人静，图书馆地下传来一阵阵的哭声，这就是家族又在拷打迷因了。<br><br><i>绝美天环少女：「太阳的时刻」哪儿来的夜深人静？</i><br><i>超智能机动球：我教了一个琥珀纪的书都没听过这事，同学你学号多少？</i><br><br><br><b>二、格拉克斯楼的紧急出口，和「子夜的时刻」对接的部分，有幽灵出没。</b><br><br>这是在折纸大学流传了数百年的怪谈。幽灵身披紫色裙摆，手捧一面镜子，长发像蛇群般在地面蔓延。遭遇幽灵的时候，学生突然发现，身边的人都突然不见了。有试图走到幽灵面前的，但他们间的距离无论怎么跑都不会变化。最后，那幽灵叹了口气，倒霉的学生就从梦里醒了。<br><br>在其他时刻的边缘区域，也有类似的目击记录。据说，这是一个在拓梦时代作恶多端的逐梦客，在荒漠里被迷因吃了，一直徘徊在「子夜的时刻」，只要其它时刻的边缘有缝隙，就会渗透进来。<br><br><i>翘课侠：在我们院的版本里，幽灵是个延毕的筑梦师。</i><br><i>别碰绒球：哈人，「子夜的时刻」，今晚不敢做梦了。</i><br><i>红桶英雄：我妈也听过这故事，但她说幽灵是为保护逐梦客才被吃掉的。</i><br><br><b>三、「钟表匠」的遗产，其实就藏在折纸大学。</b><br><br>「钟表匠」曾多次赞助折纸大学的筑梦工程，身为匹诺康尼最杰出的企业家，却不求回报，这是为什么？最有可能的解释——他是我们的校友！叶落归根，把遗产赠予母校，也是合情合理。另外，一提到「钟表匠」，大家会想起什么地方？「蓝调的时刻」的舞会？「星辰的时刻」的游乐场？还是克劳克影视乐园？反过来想，最不可能被大家想到的藏宝地，就是折纸大学！<br><br>众所周知，秘宝永远都在人们想不到的地方。还在等什么？现诚招寻宝团队成员，共同在校内寻找遗产，事成之后五五分成。<br><br><i>知更鸟小姐我是你的粉丝啊 099 ：这不灵异板块吗？版主呢？出来干活。</i><br><i>忘了她吧：题主先捋捋自己的逻辑，不知道的还以为是迷因在打字。</i><br><i>惊世之智（题主）：@忘了她吧，哥们儿你真忘了？</i><br><i>忘了她吧：@惊世之智，我**#*&！</i>"
            }
        ]
    },
    {
        "Name": "一封手写家信",
        "Desc": "路易斯写给自家大哥的书信，抱怨自己追星失败。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>亲爱的兄长</b>，<br><br>近来可安好？<br><br>不管你好不好，反正我糟透了。<br><br>好吧，请原谅我时隔一个多月才主动联系你，毕竟你那老母亲般的关切总如夏夜水塘边的蚊子云；也原谅我此刻笔尖饱蘸怨愤的毒汁，但正如你所说的，「或许偶尔也可以稍微依赖一下自己的兄长」，对吧？所以先别抱怨，听我抱怨。<br><br>前阵子我迷上一位画家的作品——我知道你都知道，但现在，老老实实听我说——所以写了些相关的评论随笔，用我惯常的分析技法——没错，就是经常被那些业内蠢货评价为“扒皮抽骨、窥人隐私并且公之于众”的「心灵测绘法」。<br><br>说实话，那些老顽固真该向他们已故的师长们学学如何保持安静与平常心，说什么“只有疯子才会喜欢毫无保留地袒露自我”,但走着瞧吧，等哪天他们的棺材板也朽烂了，那一把把老骨头哪个不暴露得更加袒露无疑呢？<br><br>好吧，又跑题了，那么重新说回画家。在我第二篇随笔发表之后，网站评论区还是一如既往的热闹，盛赞我的、攻讦我的、攻讦盛赞我的人的、攻讦攻讦我的人的、到处拱火的以及路过看热闹的……<br><br>但你猜怎么着——姑且当你还不知道了——这个画家她……赞美了我。<br><br>凭本人这些年在圈子里的「名声」，不带讽刺或奉承的赞美可是比斯诺兰德的春光还难得，更何况她的言辞虽然质朴，却带着一种真挚的包容。<br><br>所以我确实有些忘乎所以了……但说真的，那种能有一位品味、志趣相投的朋友的诱惑于我而言，就好比一大盒霜糖饼干摆在你面前还说不限量一样！（对了，听管家说你最近糖分摄入又超标了，最好在我回家之前把尾巴清理干净。）所以请你理解，我动身前往匹诺康尼确实是个头脑一热的决定——但于我而言，这因艺术而生的热忱与激情，已是我生命中唯一的火光了。况且，我这一路上有克劳迪娅陪同，你大可放心。<br><br>稍稍收敛一下你的笑声吧！没错，我确实没想到自己不远万里登门拜访结果茶还没凉透就灰溜溜地出了门，也没想到这位原本惊为天人的大画家在现实中不过是一名头脑空乏胸无大志的主妇，更没想到所谓的优雅和善不过是客气与敷衍！<br><br>我曾无比敬仰这位伟大的画家， 可如今再看到她的名字，我眼前只会浮现出一支使用多年的画笔——只有在饱蘸名为灵感的颜料时才变得柔软灵动，然而一旦洗去油彩，就暴露出自身的苍白僵硬、一文不值！<br><br>即便如此我当然，你知道的，不会失礼于一位「有才华」的女士，我甚至都没说出什么刻薄的话！于是我们礼貌地相谈甚欢，礼貌地告别，甚至在分别时那女士还礼貌地邀请我再为她的新作写一篇评论。<br><br>哈、哈、哈！好一场从头至尾都充满「礼貌」完美会面！！！<br><br>所以，莱斯特，我这个月、下个月以及下下个月也都不准备回家了。我要带克劳迪娅去隔壁星系旅游，直到我彻底忘记这一杆惹人生厌的秃笔为止！<br><br>路易斯"
            }
        ]
    },
    {
        "Name": "字迹潦草的纸条",
        "Desc": "梦境酒店某个角落里发现的纸条，上面记录着看不懂却令人毛骨悚然的内容。",
        "World": 4,
        "Books": [
            {
                "Desc": "远离所有建筑 吃人 吐出会动的残渣！<br><br>不要吃喝任何东西 不会饿死 一点点变成怪物——<br><br>不要去看「表演」 空瓶子会揪下你的■■ 怪鸟会撕开你的■■ 生锈的机器会切烂搅碎■■■■■<br><br>远离那些刽子手 远离那些■■■■■■■■■■■■■■■■■■■■■（一大团晕开的墨迹）<br><br><br><br><color=#eb4d3dff>杀死所有美梦剧团</color> 它们是怪物 是家族的邪恶爪牙！！！"
            }
        ]
    },
    {
        "Name": "《圣甲虫计划》",
        "Desc": "波奇「引以为傲」的企划书，但实际内容……",
        "World": 4,
        "Books": [
            {
                "Desc": "一、任务宗旨<br><br>匹诺康尼——包容一切的乌托邦，金碧辉煌的美梦之都。长久以来，在家族的领导下，这座繁华的城市始终具有鲜活的生命力。然而鲜有人知的是，作为其重要收入来源之一的旅游业，近年来却渐有缓增的趋势！<br><color=#eb4d3dff><u>【批注：请给出相关年份的具体数据对照。】</u></color><br><br>在我看来，这将为城市发展的巨大隐患，如果无人以重视并趁早采取措施，甚至将对整个经济体系造成极其严重的影响！而也正是在这之中，我看到了巨大的商机，因而在此郑重提出本企划！<br><color=#eb4d3dff><u>【批注：请提供相应的论据支撑，以及尽量避免频繁使用「！」。】</u></color><br><br>二、活动形式<br><br>没人了解钟表匠，但人人都想成为钟表匠——这名字身披神秘面纱，一夜之间风靡星际。无数游客蜂拥而至，在此上演一场寻宝的狂欢。这些外来者却往往在一场场盛会中沉溺，整日声色犬马、纸醉金迷。<br><color=#eb4d3dff><u>【批注：请使用简洁、精准的语言。】</u></color><br><br>寻宝的宾客们带来的经济效益，相信大家已经有目共睹。因此我认为，我们应当充分把握住时机，模仿钟表匠的传说，通过适当的宣传手段，在梦境之中带起新一轮属于我们公司的寻宝热！<br><br>我的初步设想是，可以打造一件精美的珠宝（比如一个黄金与宝石制成的圣甲虫），然后赋予其一段充满传奇色彩、感人肺腑的传说（可以参考或改编某些星球关于这种动物的神话传说），并通过大量宣发将其展现在人们的视野中。这样当游客们厌倦了匹诺康尼的物质繁荣与大众娱乐之后，一定会被这具有独特内涵的传说所吸引，然后我们再及时推出足够精彩的活动，相信定然能获得不菲的收入！<br><color=#eb4d3dff><u>【批注：请勿在企划文本中频繁出现「我认为」、「相信」、「必定」等主观性较强的词。】</u></color><br><br>而在这场潮流兴起之后，我们还应该充分利用其累积起来的知名度，进行阶段性的活动复刻，并适时安排一些出乎客人们意料的「惊喜」，以求给他们带来最大的乐趣与享受。<color=#eb4d3dff><u>【批注：请在有可靠论据的支撑下，客观论证上述手段可能有效的理由，并详细阐述复刻的活动内容以及惊喜部分内容。】</u></color><br><br>三、市场分析<br><br>众所周知，人们对伟大或未知的事物总心怀敬畏与好奇。<color=#eb4d3dff><u> 【批注：同样「众所周知」，此部分内容应给出市场调研报告及相关数据模型分析论证，而非个人情感抒发。】</u></color><br><br>我曾听闻，有人受疯子所托，手持烛火跨过深池，只因疯子相信如此便能改变世界。因此很多看似毫无意义的行为，却常有人会热衷甚至沉迷——毕竟探索过程中所收获的满足感，总能赋予生活中的一切以意义。 <br><color=#eb4d3dff><u>【批注：请勿在脱离用户需求的前提下进行揣测性分析。】</u></color><br><br>在好奇心与探索欲的驱使下，人们在「寻宝」过程中的价值投入往往会远远超过宝物本身，却依旧乐此不疲。这便是所谓的「寻宝情节」，也是这份《圣甲虫计划》的根本所在！<br><color=#eb4d3dff><u> 【批注：请勿在企划文本中大篇幅阐释「设计灵感」、引经据典以及生造概念。】</u></color><br><br>四、结语<br><br>《圣甲虫计划》的宗旨在于，在带动匹诺康尼旅游经济发展的同时，充分向慕名而来的客人们展示城市的价值观与家族的和谐友爱，以实现物质与精神收益两手抓的宏大目标。<br><br>为此，我怀着满腔热情写下这份企划，希望能够为家族与匹诺康尼贡献出自己的绵薄之力。<br><br><br>【审核反馈】<br><br>1.本篇内容空泛、语焉不详、缺乏客观论述，未达到作为企划书的基本标准；<br><br>2.行文逻辑混乱，缺乏实际案例分析、市场调查、规划方案与具体策略设计，不具备可实现性；<br><br>3.缺乏发现并理性分析问题的能力，对于市场与客户实际需求理解不足，提出的方案并不具有参考价值。<br><br><color=#eb4d3dff> 综上所述，该企划书不予批准。</color><br>                                                           <br>市场开拓部 旅游业务组长：费曼"
            }
        ]
    },
    {
        "Name": "《致梦境鼓励师的一封信》",
        "Desc": "官方发布的说明手册，介绍成为一名梦境鼓励师所需的基本素养、行业守则、潜在风险及应对措施。",
        "World": 4,
        "Books": [
            {
                "Desc": "尊敬的阁下，<br><br>欢迎您加入白日梦酒店的工作人员大家庭。<br><br>成为一名<b>梦境鼓励师</b>，意味着您将成为梦境世界的稳定之锚、和谐之帆，成为这永恒美梦的忠实守护者。您的存在会为迷茫之人点亮明灯、您的言语将为失意之人带来慰藉，您将成为匹诺康尼不可或缺的重要人才。<br><br>对于您优秀的专业能力与崇高的道德水准，我们已然充分了解。在此，我们将为您简要介绍在 梦境中生活的一些注意事项，以便您能够尽快融入匹诺康尼这个和谐的大家庭。<br><br>1. 请尽量保持情绪稳定<br><br>身处梦境世界，人的情绪相比清醒时更易发生较为剧烈的波动。请谨慎使用您的共情能力，以防因过度共情而对自身造成不良影响。<br><br>2.请冷静面对突发情况<br><br>在梦境中，强烈的情绪波动可能会对周遭环境造成一定程度的影响。工作过程中如有异象发生，请保持冷静：<br><br>a.有些求助者可能突然消失、或转变为其他生物甚至非生物，此类情况多由其情绪失控所导致，属正常现象；<br><br>b.过量的负面情绪会吸引名为「忆域迷因」的梦境生物，该生物一般不会出现在城市当中，且不会对您造成实质上的肉体伤害。当遭遇该生物时切忌惊慌，远离并向附近巡逻的「猎犬」成员汇报即可；<br><br>c.部分被治愈的求助者，可能会对鼓励师产生一定程度上的情感依赖，为充分保证您的人身安全与合法权益，请在事态不可控前及时向有关部门寻求帮助。<br><br>3.请理性对待保密协议<br><br>为坦诚倾诉的宾客保守秘密是作为鼓励师应当遵守的职业准则。但当求助者明确展现出可能对自身或他人造成危害的倾向时，请及时上报您的发现，我们将立即派出专业人员前往处理。<br><br>4.请定期接受疏导服务<br><br>长时间的倾听与鼓励也会为鼓励师本身带来巨大的压力，为此家族向您提供免费且优质的疏导服务，请务必定期参加。您的身心健康对我们而言至关重要。<br><br>梦境鼓励师是匹诺康尼宝贵的财富，家族会为您提供良好的工作环境与安全保障。请记住——<br><br>无论何地，我们都将以最高的效率为您消除困扰；<br>无论何时，我们都将以最优的方案为您提供支援。<br><br><b>请您永远相信家族。</b>"
            }
        ]
    },
    {
        "Name": "邂逅笔记",
        "Desc": "一位淑女的猎艳笔记。",
        "World": 4,
        "Books": [
            {
                "Desc": "达尼是位非常可爱的小先生。好吧，这话要是被他听到，那位「成熟稳重」的皮皮西人想必又要一脸严肃地捋起他那两撇小胡子了。但说真的，他这种兼具孩童与成人特质的反差感或许才是最「可爱」的——率真、坦荡又乐观，聪慧且勤奋，专注工作时沉静可靠，着实容易令人心生好感。<br><br>然而这并不意味着我们之间应当更进一步。我欣赏他，但仅限于此。所以当他以玩笑的名义问我愿不愿意和他共享财产时，我就知道这份友谊或许就要走到尽头了——我很清楚这对于一个皮皮西人而言究竟意味着什么。<br><br>我为此感到惋惜——这话听起来或许有些虚伪——但我们并不合适。他是个优秀的企业家，年纪轻轻便已在苜蓿草家系中站稳一席，但促使他成功的优秀品质却并不适合…我们之间的交往。<br><br>于我而言，即便是最亲密的伴侣，也需要充足的距离与私人空间。我很难想象自己与其他什么人无时无刻地黏在一起，可当一个皮皮西人倾心于你时，他的眼中便再容不下其它人或事的存在。这让我感到…有些沉重。<br><br>他总会找到值得全心全意投入的对象，但那不该是我。<br><br>6月 10 日<br><br>今天或许是值得纪念的一天——我竟与一位天环相谈甚欢。平心而论，这个种族果真是造物的宠儿，也无怪总有人将其称作神眷或天使。那优雅神秘的微笑、动人心魄的嗓音与华美动人的容貌…他们生来就该万众瞩目。<br><br>莱斯利先生比我想象中的更加平易近人。我们一起看了场电影，然后共进晚餐。期间我们聊了很多，他给我讲了「家族」的使者是如何在匹诺康尼陷入危机时神兵天降、扭转了局势，讲了天环族如何为所信仰的「同谐」之神奔走于世间，构筑起这座美梦之城。<br><br>他的故事很棒，我们之间的气氛也可谓轻松愉快，最后他甚至礼貌地将我送回酒店。我感激这份友好与善意，也着迷于他动人心魄的「美」，但在他身上，我自始至终都能够感觉到某种让人难以逾越的…距离感——或许我只是太过敏感吧，但事后冷静下来想想，这段邂逅或许并没有什么继续的价值。<br><br>毕竟据说天环族的心音只会在同族间传递。<br><br>6月 30 日<br><br>螺丝布鲁先生着实是一位优雅得体的绅士，或者说，雅士。说来惭愧，在来到匹诺康尼之前，我其实一直因为种种传闻而对智械这个种族抱有些许偏见——毕竟那位帝皇「鲁珀特」的辉煌事迹可是在星际间都人尽皆知。但这里的智械…他们衣着时尚，彬彬有礼，而在和螺丝布鲁先生聊天的过程中，我能够明显感受到他对于有机生命的好奇与尊重。<br><br>他的谈吐总是那么睿智而风趣，提问的角度偶尔有些奇怪甚至刁钻，却并不让人觉得冒犯。而从他口中，我听到了许多「无机生命地带」的奇观趣事，关于他们的习俗、他们的文化、他们的信仰与价值观。我享受这种理性交流的过程，并在知识碰撞出的火花间窥见其灵魂的闪光点。<br><br>我为这奇特的种族而感到着迷，他们的理性与纯粹对我而言有着难以忽视的吸引力。为此我愿意投入更多的精力去了解这个种族——或许在他们之中，我能够找到那位灵魂契合的伴侣。<br><br>7月1日<br><br>我、宣、布——我恋爱了！<br><br>在人群中看到那个少女的第一眼起，我就知道，一定是她了！<br><br>当她朝我微笑时思考毫无意义，当她与我交谈时理性不值一提。那双宝石一样璀璨的眼睛就是我的欲望之火，我的生命之光！<br><br><s>可惜寥寥几句询问后她便无心再理会我了。但没关系，她总归会看见我的，她总归会一直注视着我的。</s>"
            }
        ]
    },
    {
        "Name": "投诉信一则",
        "Desc": "某位梦境鼓励师的投诉信，向家族反映一名叫做姆利斯的客人是如何给自己的精神状态造成严重的负面影响。",
        "World": 4,
        "Books": [
            {
                "Desc": "尊敬的「猎犬」先生：<br><br>您好，请原谅我怀着愧疚与不安写下这封信。我明白帮助每位迷茫的求助者是鼓励师的职责所在，但我现在…有些忧虑，甚至可以说有些害怕。<br><br>事情要从两个月前说起，从那位叫做姆利斯的客人向我寻求帮助说起。一开始这举止优雅、谈吐得体的绅士找到我、询问能不能聊聊时，我甚至有点惊讶——那天我并不当班，只是恰巧路过工作地点附近。但那位先生紧接着解释说他之前见过我工作，我便也未多想。之后的聊天可谓轻松愉快，直到他礼貌地向我道别，并约好下一次的会面时，我才反应过来自己刚刚是在「加班」。<br><br>第二次我们开始聊到他的「病情」。但与其说病情，倒不如说这位先生只是隐晦地透露出他在现实世界中患有某种无法根治的顽疾，并因此为家人所厌弃，故而只得在梦中寻求慰藉。我为这样一位年轻、优秀的绅士不得不承受如此痛苦而感到惋惜，却只能给予些许力所能及的引导与宽慰。这场谈话足足耗费了整个下午，他终于向我袒露了自己的病症——严重的偏执型精神分裂，也就是所谓的妄想症。<br><br>事情从第三次开始渐渐脱离正轨。这次我们聊起「朋友」的话题，依据之前的谈话我曾了解到这位绅士出身富贵，患病前工作与生活一帆风顺，但他却宣称从未曾有过「朋友」。我不禁感到好奇，并试图以此为突破口找到些有益的线索，于是尽量委婉地进行了一些询问。而姆利斯先生的反应出乎了我的预料，他似乎非常愿意与我分享这件事：他开始述说起自己不幸的童年——冷漠严厉的父亲、毫无主见的母亲、虚伪阿谀的客人，说起自己如何孤独、如何无助、如何分割出另一个自己作为陪伴。<br><br>当他说到这里时，我已经可以肯定这位先生确实存在某种严重的妄想行为，却并非此前所提及的精神分裂。他似乎在刻意混淆「精神分裂」与「人格分裂」这两个概念，好让自己的故事变得更加真实合理。我顺着这个逻辑继续聊下去，而他明显因此感到愉悦，并开始转而说起那个所谓的「另一个自己」——这里我们姑且用W来代称——是如何强势而勇敢、如何成为他唯一的向导与陪伴。那天谈话结束时，他对我已明显表现出信赖与亲昵，并反复强调W会和他一样喜欢我的。<br><br>后来我们又进行过好几场谈话，频率大约为每周一次。但渐渐地我发觉，这位先生似乎正试图在我身上投射出一位「母亲」的形象——不是他原本毫无主见、未曾关爱过孩子的生母，而是关切他、爱怜他、陪伴他的「阿尼玛」。这显然已经超出了求助者与鼓励师之间应有的界限。<br><br>为此我采取了以下措施：首先是委婉地暗示与引导，好让这位先生意识到这种依赖关系的危害性，但他巧妙地回避了所有与此相关的话题；接下来，我开始主动减少与他的会面次数，但他仍会在之前约定的时间出现在我的工作地点——无论我在不在；最后，我只能又与他进行了一次简短的谈话，并表现出明显的拒绝态度。<br><br>当时他只是面无表情地盯着我看了一会，就默默转身走了。但我却并不觉得事情能够就此揭过。果然，几天后一些曾经的求助者对我说自己被跟踪了，并纷纷在不久后收到了一封红字拼成的威胁信：<br><br>「离阿然远点，她不需要你。<br>——W」<br><br>以上就是事情的经过。目前我已通过主动邀约下一次面谈，暂时安抚住了这位可怜的先生，但我能做的也仅此而已。他并非恶人，而我只衷心希望我们都能够尽早脱离这个噩梦。<br>阿然"
            }
        ]
    },
    {
        "Name": "关于《热砂大冒险》的审核意见",
        "Desc": "鸢尾花家系对钟表小子送审电影《热砂大冒险》的审核意见",
        "World": 4,
        "Books": [
            {
                "Desc": "<i>以下为以拓梦时代为主题的电影——《钟表小子：热砂大冒险》剧本初稿审查意见。</i><br><br>该剧本中，为开拓美梦小镇的「热砂乐园」，钟表小子和居民们历经艰险，成功从怪物「恐惧大王」的手中夺回乐园的故事。影片将拓梦时代的历史和钟表小子系列故事相结合，内容生动有趣，艺术水准极高，尤其是最后钟表小子和「拓梦牛仔」同时击中恐惧大王的镜头设计非常精彩，请务必在正式版中保留。<br><br>但本局必须提醒克劳克影业：拓梦者中有正义的伙伴，也不乏狡诈的恶棍。拓梦时期，逐梦客间的械斗时常会威胁居民生活安全，猎犬家系不得不四处巡逻，维护各地治安。但在该作中，对逐梦客的形象美化过度，甚至将部分家族功绩放之逐梦客上，有误导观众之嫌。<br><br>此外，「狗狗女警」的造型涉嫌影射猎犬家系，呈现的形象是一位蛮不讲理的治安官，明显是带歧视的刻板印象。据「太阳的时刻」可查资料记载，开拓梦境荒漠的过程中，猎犬家系付出的牺牲并不亚于逐梦客们。令猎犬家系频繁饰演反派角色，易使观众对猎犬产生抵触情绪，破坏猎犬家系在宾客眼中的形象，不符合家族的「同谐」精神，建议修改。<br><br>本局建议：可在剧本中增加狗狗女警与拓梦牛仔的情感戏，以爱情元素替换立场冲突。根据近期的市场调查，观众十分关注角色之间的情感故事，这样的设计有利于该片取得更高的商业价值，也能借此向观众传达匹诺康尼包容、友善的同谐精神。<br><br>最后，本局需要提醒克劳克影业：近期《钟表小子》电影中身为主角的钟表小子戏份减少，本片中的表现被拓梦牛仔喧宾夺主。审核方理解克劳克影业试图塑造新IP的战略方向，但钟表小子始终是贵影业乃至匹诺康尼的形象代表，建议在后续制作中平衡各角色的剧情占比。<br><br>期待你们的后续创作。<br><br> ——鸢尾花家系 梦境电影规范管理局"
            }
        ]
    },
    {
        "Name": "《谐乐颂》",
        "Desc": "家族谱写的古老颂歌，赞美着「同谐」的星神希佩，在宇宙中传唱不休。",
        "World": 4,
        "Books": [
            {
                "Name": "第一乐章",
                "Desc": "普世同谐，群星共熠，无上功德颂神主！<br>世人同袍，万物同根，赐福之风拂大地!<br><br>万家，万邦，万界母！<br>臂膀施大能，使仇恨的释怀，使不义的悔改，<br>使善者入家门，家人安和，无悲无恨，无忧无苦。<br><br>蒙神恩赐侍众弦，众弦奏乐敬神主。<br>同谐恩典，消弭灾苦，万世常颂！<br>万般化身赐救赎，浩荡洪恩降黎明！<br><br>天地同庆，宇宙同辉，圣洁福光寰宇盈！<br>众生同心，万福共享，慈爱降甘霖！<br><br>万心，万灵，万相主！<br>圣音下号令，叫狭隘的流离，叫富足的慷慨，<br>叫荒土成家园，家宅浩博，无涯无疆，无边无际。<br><br>蒙神恩赐侍众弦，众弦奏乐敬神主。<br>同谐恩典，交融人心，万方同歌！<br>万暗之中照光辉，远胜诸天一切星！"
            }
        ]
    },
    {
        "Name": "《众弦万相歌》",
        "Desc": "家族撰写的长诗，记述了千面神主希佩诸般化身的降临。",
        "World": 4,
        "Books": [
            {
                "Desc": "乐园的神主啊，<br>吮吸此万千子民的祈愿，拨动千万心房的琴弦，<br>星辰勾勒指尖，挥引众生的法与权。<br>多米尼克斯，你可听见，<br>前路幽暗无处缘，<br>所以权指向右，那浑噩的便凝聚成星河，<br>于是法指向左，那阻拦的便消散作云烟，<br>美梦今日都成真，亿与兆的旧法皆退却不见。<br><br>乐园的神主啊，<br>我在泉中颂唱你的出演，呼唤无垠真空的垂怜，<br>于剧院之内，告慰救世的悲念。<br>康斯坦汀娜，你可听见，<br>听客以泪洗此面，<br>你若歌唱，太阳便为你明亮，<br>你若弹奏，污浊也竞相长眠，<br>千面的剧目永不停歇，永恒的剧场将彼此相连。<br><br>乐园的神主啊，<br>抚摸这沙场浴血的教典，亲吻我骨与灵的长剑，<br>生命在嚎哭，流彩的利刃高悬。<br>阿伊里涅夫，你可听见，<br>将士埋骨在天边，<br>同胞共耳语，千里闻福音，<br>甘霖由此涌，一人即万千，<br>纵是所向披靡的奔马和死亡，心中亦眷恋家园。<br><br>乐园的神主啊，<br>邀你垂目于光华的彼界，共赴此天堂的饷宴，<br>世界是一场舞会，笑语直至终焉。<br>比雅特丽丝，你可听见，<br>莺歌燕舞起翩跹，<br>忧愁无处躲藏，欲望也踮起脚尖，<br>欢宴！欢宴！喜乐无边！喜乐无边！<br>婴儿也露出笑颜，起舞！起舞！走向那蜜糖的乐园。<br><br>……"
            }
        ]
    },
    {
        "Name": "「钟表匠」调查记录",
        "Desc": "家族对「钟表匠」事迹和目击记录的调查分析。",
        "World": 4,
        "Books": [
            {
                "Desc": "根据「太阳的时刻」存储的历史档案记载，「钟表匠」早在家族议会设立之前就已存在，他同时受到了包括哈努努、格拉克斯在内的多位匹诺康尼元老的支持，并依靠这一优势成功抢占了话语权 ，在匹诺康尼大展身手，成为了「匹诺康尼之父」。<br><br>可即便身负如此盛名，他仍靠各种的手段保持了神秘性。单是可查的访谈和文字记录里，钟表匠就有至少三百多种形象，暂且可以将其分为两类：<br><br>第一类形象，往往是非人类的。他会选取一些古怪的物品作为远程交流的媒介，其中最常见的是美梦剧团、《钟表小子》玩具以及克劳克影视乐园的卡通摆件。在「钟表匠」与合作伙伴及其员工交流的绝大多数场合，他都会以这样的姿态出现。<br><br>第二类形象，通常是智慧生命外形，或许是「钟表匠」的本体。这类形象多出现于「钟表匠」的目击报告以及坊间传言中。据说他常穿着华丽的礼服，出现在匹诺康尼的繁华之处，与成功的逐梦客们共享宴会。<br><br>猎犬家系经过对目击者的记忆搜查可以得知，接近6％的目击报告都是确有其人。但奇怪的是每段目击记忆中的钟表匠都以形象模糊、声音怪异的形式出现，解码后的体型、外貌、性别等信息也无法统一。<br><br>我们推断「钟表匠」或许拥有从记忆层面掩盖自身形象的手段，这种能力多与「神秘」有关，「钟表匠」背后或有相关势力的支持。<br><br>我们必须承认，「钟表匠」投资创办的克劳克影业、钟表披萨、表针基金会等产业对匹诺康尼的发展有一定贡献，但我们也不能忽视其对家族利益造成的诸多侵害。其中，最严重当数「金表钞危机」——这一「钟表匠」炒热的代币严重扰乱了梦境经济，苜蓿草家系耗费数年才将其平息，造成的市场破坏数个琥珀纪亦罕有。<br><br>据苜蓿草家系报告，「钟表匠」曾多次利用金融、营销、投资乃至诈骗手段，率先抢占新兴市场，夺取原本属于家族的利益。他在「蓝调的时刻」举办舞会，为自己积攒名声，在社会上不断扩大「钟表匠」这一概念的影响力，使诸多不明事态的逐梦客将其视为偶像，大量家族商业方面的潜在合作对象也因此垂青于他的产业。<br><br>综上所述，橡木家系在此提议：家族必须在本系统年尽快查办「钟表匠」及其相关势力，切勿使其继续干扰家族的发展，影响「谐乐大典」的举行。"
            }
        ]
    },
    {
        "Name": "《钟表小子与镜子公主》",
        "Desc": "钟表小子最为知名的大电影之一，讲述了在镜子公主的帮助下，钟表小子和折纸小鸟战胜怪物的故事。",
        "World": 4,
        "Books": [
            {
                "Name": "上篇",
                "Desc": "一<br>钟表小子的屋外传来急促的敲门声。他如往常一般穿好衣服，蹦蹦跳跳地打开屋门。五只折纸小鸟正叽叽喳喳地扑腾着翅膀，钟表小子感到有些好奇。<br><br>「滴～答，各位早上好，哦！那些迷雾是什么东西？」<br>「啾啾，钟表小子，钟表小子，荒漠的迷雾把我们的家都笼罩。」<br><br>这可太糟糕了，那是噩梦荒漠的迷雾，里面藏着看不见的怪兽，许多居民都被它吃掉了，也不知道怪兽吃不吃钟表。<br><br>小鸟们冒险从噩梦荒漠叼来石头修建小镇，最大最好的石头都在荒漠深处，却没有小鸟胆敢去那里寻找。钟表小子的指针都焦躁地转起圆圈，滴～答，他听见怪兽正「咯咯咯」地坏笑。<br><br>「怪物，你叫什么名字！」<br>「哈哈，钟表小子，我的名字叫『不知道』，有两双眼睛和两张嘴巴，整个美梦小镇都会被我吞进肚皮，没有谁能逃离我的魔爪。」<br><br>怪物洋洋得意地在迷雾里飞行，它一会儿掀翻屋顶，一会儿掀起沙尘暴，没有谁能将它打倒。没错，没错，这怪兽天不怕地不怕，就连仙人掌听见它的名字，也会吓得抖落一地针刺。美梦小镇又一次迎来了大危机。<br><br>「咔嚓，这样下去，美梦小镇也要变成噩梦小镇了！」左轮队长说道。作为美梦小镇的守卫，他也无法打倒无形的「不知道」。<br>「滴～答，没错，我们得想办法打败它。」<br>「用什么？钟表小子，那『不知道』怪兽太可怕，既不怕我的子弹，也不惧你的钟表把戏！」<br><br>——「我知道它最害怕的是什么。」<br>一道悦耳的声音传来，像是歌声，比小鸟们的清唱还要动听。那声音温柔又美丽，像一位公主。她的脑袋是一面精致的镜子，披着优雅的长裙，冲着大家微微行礼。<br>那是钟表小子过去的好朋友——镜子小姐，曾经是镜子王国的公主，大家都叫她「镜子公主」。<br><br>「滴答，镜子公主，你不害怕那『不知道』的怪兽？」<br>「当然，朋友，这『不知道』怪兽最害怕就是被知道，一旦镜子里照出了它的丑陋模样，它也就没法再变成可怕的『不知道』了。」<br><br>说罢，镜子公主大胆走向狞笑的迷雾，镜子里发出淡淡的光芒，像是宝剑刺向怪物的眼睛，雾气渐渐消退，不可一世的怪物也发出哀嚎。<br><br>「不要，不要，不要让我看到这个！你们这群可恶的小家伙，我必定会回来再把你们吞掉。」<br><br>怪物仓皇而逃，小镇又回到了之前的模样。钟表小子和左轮队长给公主举办派对，居民们开心地跳起舞来。他们要为她歌唱，赞美她的勇敢，他们要为镜子公主做出最好吃的蛋糕。<br><br>「不要慌张，钟表小子，那怪物还会卷土重来，让我们乘胜追击，打败那个坏蛋！」<br><br>哦，真棒，打败了坏蛋，小鸟们就能飞去荒漠的最深处寻找石头和枝条，把美梦小镇修建得更大更好！<br><br>与此同时，「不知道」躲在自己的巢穴里，阴暗地发出「呼呼呼」的哭声，镜子王国的公主是它的克星，它必须想个办法暗算她。<br>——因为「不知道」是个相当邪恶的坏蛋，所以办法很快就想到了，是最坏的一招。"
            },
            {
                "Name": "下篇",
                "Desc": "二<br>钟表小子一行人正紧紧跟在镜子公主身后，只要是镜子照到的地方，恐怖的迷雾就会消失不见。<br><br>在路上，钟表小子跟镜子公主聊起了过去的事情——他们是在一场旅途中相遇的：<br>「滴～答，镜子公主，你还记得你的镜子王国吗？那里的每个人都是镜子，太好玩了。」<br>「当然记得，有圆形的，方形的，星形的，各种各样的，而我是其中最尊贵的圆形镜子——你刚到镜子王国的时候，我还以为你是『 镜子王子』呢！」<br><br>在欢笑中，钟表小子回想起镜子王国的美景，还有和镜子公主、左轮队长一起旅行的经历——他们到过许多美好的地方，不过，都不如现在的美梦小镇。<br><br>钟表小子相信，在伙伴们的帮助下，大家能把小镇变成全世界最美好的地方。<br><br>——一阵奸笑打破了荒漠的寂静。<br><br>「咯咯咯咯，这里不该是美梦小镇，而是我的噩梦荒漠！我就是噩梦的国王！」<br><br>钟表小子笃定，那肯定是自己听过的最邪恶的声音，即使是石头老板那样的超级大坏蛋，也不会有这般可怕的腔调。那声音似乎离他们很远很远，又仿佛离他们很近很近。可每当镜子公主的辉光一照，声音便又尖叫着逃远了去。<br><br>众人就这么走啊走啊，也不知道走了多久，走到仿佛整个荒漠的迷雾都散去了，走到了另一个世界。但因为荒漠很大很大，所以这也不过是钟表小子的错觉而已。直到天都快黑了，他们才终于走到一处雾气十分浓郁的地方。<br><br>「看来，这里就是怪兽的老巢了。」<br><br>镜子公主勇敢地迈向前去，每走一步，迷雾就退后三分。可钟表小子脑子里的警铃却突然作响。<br><br>「滴答！镜子公主，这是个陷阱！快停下！」<br><br>可是已经来不及了，「不知道」在迷雾的地下藏了一根长长的绳子，用它绊住了镜子公主的脚。只听见「啪啦」的一声，镜子公主便摔在地上，变成了无数的碎片。与此同时，「不知道」奸计得逞的大笑声迅速跟随迷雾重新笼罩了整片荒漠。<br><br>「咔嚓，怎么办，怎么办？钟表小子，镜子公主碎掉了！」<br>「啾啾，怎么办，怎么办？钟表小子，我们要被吃掉了！」<br><br>「不要害怕，离哭泣的时刻还早，朋友们，请捡起我的碎片。」<br><br>温柔而熟悉的声音再度回到荒漠间，随着大家把公主的碎片捡起，极光一般的色彩开始随黄沙流淌，摔落一地的镜子到处都是，每一片镜子都照映出怪物的身影——一个矮小、滑稽、懦弱的幽灵。「不知道」失去了自己的力量，便在哀嚎声里永远地消失了。<br><br>只是，在完成了使命后，镜子公主连最后的话也说不出来了。折纸小鸟扔掉了所有的石头，左轮队长吐掉了子弹，他们和钟表小子一起把公主的碎片一块一块地拾起来——这是她留下来的、最后的宝藏。<br><br>即使身躯破碎，镜子公主的光华也一直守护着美梦小镇。每当迷雾和新的怪物袭来，镜子便会将怪物们照得原形毕露，直到今天也是如此。<br><br>……<br><br>又是新的一天，钟表小子打开房门，那块被他们精心拼合的镜子安静地沉睡在小镇的花园里。<br><br>「滴～答，早上好呀，镜子公主，又是美好的一天呢。」"
            }
        ]
    },
    {
        "Name": "《机械小镇》创作日志",
        "Desc": "钟表小子系列的动画师撰写的创作日志，记录了电影《机械小镇》的制作过程。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>琥珀历 2157 纪 项目启动第1天</b><br>和大多数剧组成员一样，我也是看《钟表小子》长大的。我知道《钟表小子》动画独一无二的品质与声名，也能意识到钟表小子动画创作的艰难之处。<br>作为每十周年一部的纪念作，观众势必会带有更高的期待来审视新作。而《网络小镇》、《星船小镇》等作品的珠玉在前，也为我们增加了不小的压力。<br>虽然是梦中世界，可动画的制作并不如许多人设想的那样，只需稍微挪动一番脑子里的图像，人物就会自己蹦到屏幕上，去饰演各自分配的角色。这部作品还是传统工艺的手绘动画，不是神奇的梦泡电影——但这也是《钟表小子》魅力经久不衰的原因之一。<br>看着排班表上恐怖的内容，我摸了摸尚且丰茂的头发，提前替它们缅怀悲惨的未来。<br><br><b>琥珀历 2157 纪 项目启动第 31 天</b><br>今天制片人带我们观看了一部克劳克影业的内部纪录片。<br>在「逐梦时代」的时候，因为梦境的不稳定，现在我们所使用的众多生产技术都无法在匹诺康尼的梦境制片中实现。<br>所有的动作都要真人在影棚里按剧本做出来再逐帧描图，连制片人都得亲自带着钟表小子的头套上场跳舞。<br>这么说…钟表匠也曾出演过钟表小子吗？可惜这部纪录片依然没有展示他的真容。<br><br><b>琥珀历 2157 纪 项目启动第 73 天</b><br>今天和科里纳吵了一架，他认为机器小镇的角色设计应该表现出一种齿轮风格的僵硬感。<br>我真是服了，他怎么不照照镜子，看看自己有没有他说的那种僵硬感。他还嘴硬，说什么「我的生产厂商可不是他们那些便宜智械可以比的」。要不是「钟表匠」还在看着我们，我真想给他那氧化的合金脑袋来上一拳。<br><br><b>琥珀历 2157 纪 项目启动第 160 天</b><br>在进行小镇场景的概念设计时，拉里给了我们很好的建议和参考，据说他的祖先曾经和无名客有过命的交情，道听途说了不少匹诺康尼外面的故事。<br>真好啊，无名客…等以后有钱了闲下来，我也去外面的世界看看好了。<br><br><b>琥珀历 2157 纪 项目启动第 324 天</b><br>睡觉是在梦里，而熬夜是不睡觉，那么在梦里熬夜应该算是睡觉还是熬夜？<br>在连续工作了五十四个系统时后，我支离破碎的理智不由得产生了这般思辨。<br>「钟表匠」总是会以意想不到的方式出场，他有时会是藏在桌子下的一口钟，有时又会变成一个泡泡，这样的小惊吓似乎构成了他少有的乐趣。<br>只是，和表现在日常的幽默不同，「钟表匠」在动画的制作方面相当严苛。我不得不承认他在剧本创作方面的实力，可同时，摒弃偶像崇拜的情愫，他要求的作画精度几乎到了偏执的水准——科里纳为了想象出他在剧本上构思的场景，差点搞得主板短路。<br><br><b>琥珀历 2157 纪 项目启动第 420 天</b><br>从猎犬家系请来的格斗指导崩溃了，不过也是，剧本和分镜草稿里的许多东西，根本不能用常人的逻辑来衡量。<br>其实我还挺佩服这兄弟的，居然能坚持到现在。我早就为那段分镜燃尽了，趴在桌上，我的大脑里甚至浮现出了“动画师是否是一种可消耗零件”的困惑。<br>我受够了，我想创作的是自己能理解的动画，而不是老板的胡思乱想！<br>我跟制片人请了两天的病假，准备去找个鼓励师看看。<br><br><b>琥珀历 2157 纪 项目启动第 421 天</b><br>预约的鼓励师不在，因为他好像也预约了鼓励师。<br>但我真的很难再坚持下去了，我鼓起勇气联系「钟表匠」，希望申请辞职。<br>但令我诧异的是，这位高高在上的董事长既没有训斥我也没有挽留我，而是像个朋友一样跟我聊起了闲天。<br>我把本来想跟鼓励师倾诉的话全部都告诉了他，从我在彩墨星系进修的学生时光聊到在克劳克影业的委屈，他静静地聆听，在我这个不起眼的动画师身上不知浪费了多少时间。<br>听完我的想法，他居然深深向我致歉，并向我耐心讲述了关于《钟表小子》的一切——他解释清楚了自己为什么要创作这样的作品，以及每个我不理解的细节。<br>我们畅聊了一整夜，直到制片人冲进房间催我开工。<br>这次谈话过后，我决定还是不辞职了。<br>倒不是这位老板说服了我，而是我希望未来还能再跟他聊聊天。<br><br><b>琥珀历 2157 纪 项目启动第 729 天</b><br>历经万般艰难，剧组中的伙伴来来去去，我们的作品终于要杀青了。<br>虽然制作的过程很痛苦，但看到成品的那一刻，我感到一种难以描述的幸福涌上心头，这比任何梦境都让人感到幸福。<br>但我们最大的功臣「钟表匠」却不见了。他没有以任何方式出现在我们最后的展映会上，也没有对这部作品发表任何的看法。<br>但我相信「钟表匠」一定会在克劳克影业需要他的时候现身的——就像钟表小子一定会在美梦小镇需要他的时候现身一样。"
            }
        ]
    },
    {
        "Name": "克劳克影业财务报告摘要",
        "Desc": "克劳克影业第三季度的财务报表，记录了集团在各领域的收入具体情况，并初步确立了未来发展目标。",
        "World": 4,
        "Books": [
            {
                "Desc": "本财年第三季度，集团营收■■■■■■■■苜蓿币，同比减少 19.2 ％，环比减少 10.2 ％；净利润■■■■■■■■苜蓿币，同比减少 17 ％，环比增长 0.7 ％。<br><br>动画收入■■■■■■■■苜蓿币，占比约 33 ％，同比下降 27 ％。<br>前三季度共上映了2部钟表小子电影、 37 集钟表小子动画连续剧。其中，《钟表小子》新系列第九季、《钟表小子大冒险：迷海小镇》分别占比 49 ％和 51 ％。<br>可以看出，动画仍是本司业务的重要组成部分，但由于{RUBY_B#「钟表匠」}董事长{RUBY_E#}的失联，《钟表小子》系列动画的产能不足，票房下滑，营收增长出现大幅下跌趋势。<br><br>形象授权收入■■■■■■■■苜蓿币，占比约 29 ％。<br>本季度与皮卡皮玩具厂合作发行的「可换装钟表小子」、「折纸小鸟无人机」与「《小小哈努兄弟》家用街机」等产品在市场中取得较好成绩。影业会持续加大相关部门投入，促成更优质的周边产品生产。<br>对于即将到来的形象版权失效风险，影业法务部门正在积极寻找解决方案，争取与星际和平娱乐尽快达成法律共识。<br><br><br>克劳克影视乐园营收■■■■■■■■苜蓿币，占比约 18 ％。<br>因「谐乐大典」的宣传，影视乐园稳定客源与收入的能力得到显著提高。同时游玩与参观项目迭代的投资收获的正反馈明显，回报率达 15 ％。其中，游客服务方面的迭代投资回报率最高，约为 24 ％。谐乐大典举行期间，预计「钟表小子庆典」有望于第四季度突破利润高点。<br><br>匹诺康尼以外星域联动收入占比 11 ％，匹诺康尼内商家联动与游客周边消费占比 79 ％。市场部门应提高外部星域，尤其是家族影响范围内星域的宣发强度及市场竞争力，做好让《钟表小子》走出梦境、走向银河的长足准备。<br><br>其余各类项目投资收入■■■■■■■■苜蓿币，占比约9％。<br>其中值得重视的是，梦泡电影的投资与开发已成为匹诺康尼娱乐业的新增长点。根据市场预测，梦泡电影或将在半个琥珀纪内超越传统影视产值，成为梦境传媒的新支柱。<br><br>《钟表小子》IP在目前及未来相当长的时间内，仍会是克劳克影业的招牌产品。目前该IP面临多方挑战。目前《钟表小子》动画内容储备即将耗尽，预热五年的《美梦小镇传奇》系列电影必须于下季度上映。<br>财务部门郑重警告：必须尽快与{RUBY_B#「钟表匠」}董事长{RUBY_E#}取得联络，进行新一步战略决策规划，否则克劳克影业的资金链将面临极大风险。"
            }
        ]
    },
    {
        "Name": "苜蓿草的来信",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "致星期日：<br><br>知更鸟的事我已经听说了，我对此深表遗憾。但同时我必须提醒你，你现在不仅是一位兄长，更是橡木家系的一家之主，你的一举一动都会牵扯到整个匹诺康尼的利益。<br><br>如今匹诺康尼正处于特殊时期，你万万不可被个人的仇恨蒙蔽了双眼，当心被人抓到把柄。我听闻你正计划倾注大量时间资源用于搜寻「死亡」——这一行为不符合家族当前的整体利益，我奉劝你及时收手，以免遭到其他家主弹劾。<br><br>你笃定「死亡」与「钟表匠」有关联，但早在梦主收养你们兄妹以前，我便和那「钟表匠」打过无数次交道，且从未发觉他和那忆域迷因之间有任何联系。现如今你身居橡木家主高位，必须学会审时度势、见微知著；绝不能只为报一己私仇而倾尽匹诺康尼的人力财力，令神主蒙羞！<br><br>谐乐大典在即，「钟表匠」的贵宾们个个蠢蠢欲动，万一耽误了多米尼克斯的降临，你我都担待不起这罪责。希望你能抑制住个人情绪，担起橡木家主的责任，专心于谐乐大典，杜绝来自外界的干扰。大典之外，「钟表匠」的贵宾那边也马虎不得——此事一旦处理不当，便可能升级成家族与其他派系的外交矛盾，将你我都卷入本可避免的纷争。作为长辈，我希望你务必记住这背后的利害，妥善处理。<br><br>至于知更鸟一事，等大典结束再去追查也尚有余地。届时我会以苜蓿草的名义为你提供资源和帮手，助你将仇人绳之以法。<br><br>另外，我听闻「梦主」对你近期的作为不甚满意。希望你谨言慎行，好自为之。<br><br>你真诚的<br>老奥帝"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "「死亡」受害者清单",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "安索鲁，天环族男性，于「绿洲的时刻」海滨享受日光浴时，遭未知迷因拖入海中，后续搜救行动失败。<br><i>注：第一起案件，看不出问题。调查不足？</i><br><br>茂离，仙舟男性，于「黄金的时刻」进入球笼后，在球笼空中弹射时神秘失踪，经事后检查，球笼并无暴力开启痕迹。<br><i>注：似乎可以无视阻碍。常规搜查手段可行性？</i><br><br>艾玛卡，人类女性，于「热砂的时刻」参加选秀节目，在导师转身前失足坠落台下，消失在阴影中，该期节目录像已删除。<br><i>注：速度极快，善于伪装。小心。</i><br><br>韦伯，皮皮西男性，于「烫金的时刻」发薪日当天进入办公室时摔倒，被突然出现的未知迷因杀害，目击者相关记忆已处理。<br><i>注：优先袭击受伤和弱小的个体？存疑，疑似受到指使。</i><br><br>契美特，皮皮西男性，于「星辰的时刻」赌场游玩，翻牌时被掳走，赌场工作人员已进行后续处理。<br><i>注：翻牌值得注意。</i><br><br>迪凯姆，人类男性，于「蓝调的时刻」跳进梦泡之海，以向女友展现自身气魄，被海中未知迷因缠住并沉没，其女友已接受记忆处理，但效果不佳，有待鼓励师介入。<br><i>注：多与海洋相关。会是突破口吗？</i><br><i>另注：整理后仅见两例，排除。</i><br><br>采夏，狐人女性，于「黄金的时刻」体验美梦排排乐时被未知迷因吞没，引发现场极大混乱，现目击人群记忆处理基本完成。<br><i>注：疑似美梦剧团？或者有模仿学习能力？团体作案？有幕后指使者可能性较大。</i><br><br>坎贝加，猎犬男性，于「安谧的时刻」工作换班前夕遭未知迷因袭击，战斗后不敌并被杀害，目前已增派监狱地区看守人员。<br><i>注：没什么值得关注的细节。另，需要求猎犬加强监狱等设施防备。</i><br><br>珍妮德，人类女性，于「太阳的时刻」参观博物馆时，在电影史展厅被神秘呼唤吸引，走进屏幕消失，事故现场已封锁。<br><i>注：仅一例表明有语言能力，或许为误报。待验证。</i><br><br>蒙克，智械男性，于「薄暮的时刻」拍得高档机械视觉传感器后，更换时遭到袭击。<br><i>注：视觉传感器？值得注意。</i><br><br>安妮特，皮皮西女性，于「太阳的时刻」折纸大学毕业典礼前，于卫生间补妆时，被迷因抓进镜子消失，目击者为现场的一名教师。<br><i>注：镜子？需留意。现阶段猜想与视线相关。</i><br><br>克罗伊，智械女性，于「蓝调的时刻」邀朋友一同庆祝生日，在吹蛋糕蜡烛时受迷因袭击消失。目击者仍在接受鼓励师治疗。<br><i>注：黑暗或受害者视野不佳的环境下多发。真的是视线吗？</i><br><br>卡瑞莎，天环族女性，于「热砂的时刻」登台表演前，在后台遭狂热粉丝骚扰，在逃离过程中被迷因掳走，该粉丝已由猎犬接收。<br><i>注：遭到狂热粉丝掳走？此人需多留意。</i><br><br>多伦，人类男性，于「黎明的时刻」下班前擅自停工打盹休息，被藏在椅子下的未知迷因掳走，经紧急处理，工厂生产仍正常进行。<br><i>注：打盹？另，与苜蓿草讨论增加工人假期和额外休息时间。</i><br><br>马洛，人类男性，于「黄金的时刻」遭遇车祸后失踪。据悉，有人在车祸现场目击到了逃进地下的怪异迷因。<br><i>注：这是真正的「死亡」。该迷因一定与死亡和谋杀之类概念有关。</i><br><br>……<br><br><i>*整份清单罗列了百余起与忆域迷因「死亡」相关的案件，但清单的整理人似乎依旧没能理清头绪。*</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "嫌疑人清单",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "尊敬的橡木家主：<br><br>针对「死亡」一案的所有嫌疑人已调查完毕。现汇总如下，请您过目。<br><br>您忠实的仆人<br>伊斯梅•德洛特<br><br><br>附件：<br>莱恩，橡木综合职员，灰短发，生活懒散，经常因为上班偷懒被抓现行。<br><br>珀西，橡木外交职员，黑卷发，患有严重的强迫症，在打好领带并检查五次以前都无法工作。<br><br>蕾希，橡木外交使员，灰长发，钟表小子的忠实粉丝，几乎在生活的所有方面都偏爱时钟元素。<br><br>康诺，折纸大学教授，红短发，其日常不修边幅的杂乱穿着被学生盛传为隐藏的世外高人。<br><br>多莱尼，折纸大学教授，灰短发，学生评价：「上课不带教材，只带烟」。<br><br>普路露，隐夜鸫研究员，黄长发，重度饮料爱好者，研究室的垃圾桶里堆满了易拉罐。<br><br>班尼，隐夜鸫梦境制作人，棕卷发，体型偏瘦弱，对筑梦工程带有近乎狂热的情感。<br><br>莫琳，隐夜鸫筑梦师，灰短发，皮皮西成年标准身材，收集癖，尤其喜好水杯和水壶。<br><br>惠特克爵士，隐夜鸫家主，黑短发，罕见的橙色瞳孔是其最大的特征。<br><br>帕特，鸢尾花知名演员，灰短发，许多经典影视作品中均有登场，腿环是其最突出的风格之一。<br><br>波瑞吉，鸢尾花演员，黑短发，黑帮题材作品的常客，在剧中近身格斗的诸多演出广受好评。<br><br>纳德，鸢尾花调饮师，黄短发，因其善谈的天赋，在前来观光的游客里有着不错的口碑。<br><br>嘉莉，鸢尾花演员，白长发，在剧团中负责反串扮演西装男主，被粉丝爱称为「灰美人」。<br><br>布伦丹，猎犬警卫，棕短发，曾在一起迷因事件中救出十名被困游客，勋章获得者。<br><br>卡特，猎犬治安官，金短发，身高矮小，工作之余多在「星辰的时刻」赌场虚度时间。<br><br>伍尔西，猎犬护卫队队长，黄短发，身形健硕，有数道早年遭迷因攻击留下的伤痕。<br><br>奥洛穆，猎犬侦探，黑短发，总是剃不干净的胡子有利于在地下帮派的潜伏和调查。<br><br>科琳娜，猎犬特工，灰长发，因执法时常穿着一身红，被地下帮派称为「火流星」。<br><br>梅拉妮，苜蓿草记者，黄短发，皮皮西标准身材，精神年龄远大于实际年龄。<br><br>嘉博，苜蓿草赌托，黑短发，皮皮西标准身材，在赌局开盘前习惯吃一颗糖。<br><br>洛特里克，苜蓿草酒店管家，黑卷发，身形偏高，风趣幽默的口才招揽了不少贵宾客户。<br><br>莱斯特，苜蓿草拍卖交易员，灰卷发，体型中等，每天下班后都会去来一杯美梦特调。<br><br>格娜吉，苜蓿草项目经理，黄长发，较一般皮皮西偏矮，冷静的性格为家族挣到许多利益。<br><br>……<br><br><i>*清单中的嫌疑人共 52 位。后附星期日的批注：「或许有某种共性。已有结论。」*</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "「医嘱」",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "梦中不可能之事并非「死亡」，而是「沉眠」。<br>活下去。祝你好运。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "知更鸟的来信",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "亲爱的兄长：<br><br>近来可好？我本想一回来就去朝露公馆看你，可谐乐大典在即，见你忙前忙后，怎么也不好意思过来给你添麻烦，只能作罢。但现在情况紧急，有些事必须马上告诉你。<br><br>自从回到匹诺康尼，我的声音就开始出现异常。原以为是过度劳累或疾病的影响，但问诊后医生们却说我的身体非常健康，没有任何异常。这否定了我的猜想，但随着时间推移，嗓音的问题变得愈发严重，乃至不时陷入失声的状态。<br><br>为此，我私自开展了许多调查（当然，是在排练之外的时间）。终于，我意识到一件事：匹诺康尼的「同谐」并不纯粹。其中掺杂的一丝杂音令我「同谐」的歌声也受到影响——这就是我失声的根本原因。<br><br>我立刻意识到，要想产生这种程度的干扰，异物要么来自外界且极其强大，要么就得在家族中身居要位。遗憾的是，根据我进一步调查，结论是后者。<br><br>这是个极其危险的信号：匹诺康尼分家出现了叛徒，且此人极有可能是四大家主之一（我无条件相信你，哥哥，因为我们的约定）。而眼下正值谐乐大典前夕，此人恐怕意图阻碍谐乐大典的推进，甚至利用谐乐大典本身做些什么。无论如何，我会建议关注其他家主的近期动向，但也请你一定要保护好自己。你是我唯一的亲人了。<br><br>另有一事值得重点关注。我在调查中了解到忆域迷因「死亡」一事，并在之后的调查中发现指使它引发一系列事件的幕后黑手，和家族的叛徒很可能是同一人。我目前已经掌握了进一步线索，准备前去验证。你安心准备谐乐大典就好，不必挂心。等我彻查「死亡」一事就过来找你，应该不会花费太久时间。<br><br>你工作繁忙，闲暇之余务必注重身体。别老待在梦里，多到现实走走。又及，我给你带了些其他星系的特产：摩里伦斯的巨恐鸟布丁蛋挞、阿空亚科野草莓（这种草莓又大又甜，你一定喜欢），还有美第奇杏仁蛋白奶油脆饼。一定要记得吃！<br><br>愿希佩与我们同在！<br><br>你的妹妹<br>知更鸟"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "服务生汉密尔顿的笔记",
        "Desc": "与辛格勒一同调查梦境酒店的异变时发现的一系列零碎的线索，出自一位名叫汉密尔顿的酒店服务生之手。",
        "World": 4,
        "Books": [
            {
                "Name": "其一",
                "Desc": "这一刻终于要到来了。<br><br>今天入梦前，领班找到我，语重心长地和我说了很多。他语速太快，说的话我有一大半都没听进去——但我还是大概明白了他想表达什么：我这次入梦恐怕「凶多吉少」，如果没法顺利完成任务，家族可能会把我扫地出门。他还说，他非常赏识我，觉得年轻人里很少有人像我一样低调、努力、肯干，希望我能顺利通过考验。<br><br>我稍微敷衍了他两句，然后就回房间去做入梦准备了。要说我不紧张那绝对是在撒谎——但我又能做什么呢？只能默默接受。我闭上眼，强迫自己眯了一觉，没入梦的那种…<b>要做那种事</b>，无论如何我都必须先养好体力，做好心理建设才行。"
            },
            {
                "Name": "其二",
                "Desc": "我入梦了，然后和往常一样在白日梦酒店的员工宿舍醒了过来。<br><br>但是一切气氛都变得那么陌生。周围的人似乎都发现了些什么，我感觉他们向我投来的眼光有些异样——当然也可能只是我的心理作用，谁知道呢？<br><br>一个平日里和我不太熟的人突然拍了拍我的肩膀，像是在给我鼓劲…但我甚至不记得他是做什么工作的了，是梦境鼓励师吗？该死，<b>我的记忆像是被什么人给抹去了一样</b>……<br><br>杰里米和我聊了两句，大概讲到了最近在梦境酒店里发生的那些奇怪的事：突然出现的画、袭击客人的乐器之类的，让我听着有些心虚。说来也怪，他和我的关系最近，但却好像完全不知道我今天需要面对什么…我之前甚至忘了告诉他。没关系，这样也好，少一个人担心。<br><br>我换了一套纯黑的衣服，黑色能带给我安全感。我在宿舍里等了好一会儿，期间紧张得坐立不安，不知道在房间里转了多少个圈。<br><br>然后，我听到了一阵敲门声。"
            },
            {
                "Name": "其三",
                "Desc": "真让人难以置信，我居然能获得和舒翁女士面对面交流的机会……<br><br>她可是鸢尾花家系的名人，地位大概仅次于家主。我听人说过，那位女士平时喜欢独处，很少抛头露面——没想到她居然会在这种场合出现，而且还是为了跟我这种无名小辈交流……<br><br>我起初十分紧张，嘴里一个字都蹦不出来。但舒翁女士的话语似乎带有一种魔力，很快就让我平静了下来。她和我解释了很多重要的事：梦境酒店近期经历的异变、家族为了对抗那些异常现象做出的努力、我们作为服务人员需要注意些什么，等等等等…她讲得事无巨细，我也奇迹般地没有走神，把她说的每个字都听进去了。<br><br>最后，舒翁女士告诉我，在未知的灾难面前，每一位鸢尾花——不对，是所有家系的成员都要有掏出武器的觉悟。为了保护贵宾们的权益，我们必须挡在他们和所有可能威胁到他们的恐怖事物之间……<br><br>老实说，我真不知道自己有没有准备好。"
            },
            {
                "Name": "其四",
                "Desc": "我成功了！赞美神主，我保住了自己的工作——我还可以称呼自己为鸢尾花！<br><br>过程真是让人心惊胆战。我尝试了三次，前两次都没撑过五秒…但最后一次机会，我居然奇迹般地成功了！<br><br>靠着一点点微弱的同谐力量，我让自己的思想和<b>那个该死的盘子、还有那块恶心的海绵</b>达成了同调！我坚持了二十秒的时间，成功地把那个盘子擦得一尘不染！我甚至还用意念打开了水龙头，把盘子上剩余的泡沫冲了个干干净净！<br><br>周围所有的人都在给我鼓掌，我的余光好像还瞥到了舒翁女士。完成了这一步，我就不再是个卑微的实习生了…我现在就是鸢尾花家系骄傲的一员！直到永远！"
            }
        ]
    },
    {
        "Name": "柯柯娜的便条",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "█月█日<br>一件真皮大衣，交付维塔塔女士；<br>一只限量款手提包，交付安娜女士；<br>今天还有三个客人预约了来店：<s>格尔温太太</s>……<br>不…格尔温太太早就去世了，我在写什么呢……<br>上次家族有人来过之后，我好像忘了很多东西…我没那么容易沮丧了，但心里为什么总感觉空空的，很容易累……<br>下次有机会去找家族的人问个清楚，总觉得他们把什么东西从我身上拿走了…他们一直就是那么做的……"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "盛会之星收藏卡",
        "Desc": "由艾弗法出版集团旗下梦星娱乐™设计发行的一套匹诺康尼限量版明星卡牌，版权所有，翻版必究。",
        "World": 4,
        "Books": [
            {
                "Name": "盛会之星：知更鸟",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>鸟儿破壳时，她的第一声啼鸣便吸引了群星的目光。<br>命运早已为她铺好了红毯，成为普照寰宇的盛会之星既是她注定且唯一的道路。<br>由无数珍石碎钻搭就的台上，知更鸟放声歌唱，赞颂存于世间的美好、善意、真情与蓬勃；<br>被五彩斑斓的光影包围的台下，听众们热泪盈眶，忘记生命中一切破陋、丑恶、虚假和索寞。"
            },
            {
                "Name": "盛会之星：奥帝•艾弗法",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>入睡之初，目之所及皆是荒芜。只有一个矮小的身影不倦播撒籽种，用信念滋润焦渴的沙土。<br>直至籽种萌蘖，机遇的幼芽破土而出。星点绿意引来诸多园丁，他们理想的甘露浇灌了这片苗圃。<br>最终得见绿茵漫野，碧叶扶疏。无数志士奔于草野之间，寻取着苜蓿结出的万千淡紫花簇。<br>在财富的花海中央，最初的园丁仍在忙碌，只为让这片繁华盛景在梦中永驻。"
            },
            {
                "Name": "盛会之星：哈姆兹",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>冰冷的轨道上，划过火热的流星。无数金杯盏中，他生命的火苗点亮赛场。<br>人们对胜利趋之若鹜，仿佛那就是终点，而他从终点出发，奔赴下一场胜利。是否群星也会有所偏爱？孕育出不败的宠儿。亦或是缺少一位英雄，为速度写上完美的注脚。<br>赛点将至，欢呼如大雨落下，超越时代的骑士乘着他的钢铁松球，再一次向未来滚动。"
            },
            {
                "Name": "盛会之星：艾迪恩先生",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>看，金黄的琼浆流淌在大街小巷，滋味甜美的小溪是梦境的血液，泛起气泡的海洋是财富的蜜酿！<br>时间的奔流无法冲淡它的滋味，因为有一位热情的船夫在历史的长河中摇桨，他用一生的热情存续着这份甘芳。<br>入眠的客人，畅饮瓶中之梦吧——那是带来快乐的灵药，那是忘却烦恼的秘方，它的主人乐意与你同享！"
            },
            {
                "Name": "盛会之星：莱斯利•迪恩",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>这头顶星河间的世界以千亿计数，在万亿年的时光里孜孜不倦地透支着光芒和热量。<br>但在这长滩上，偶尔也会浮现一粒光辉万丈的微沙，凭着一颦一笑便能盖过整条地平线的光芒。<br>海浪终会冲走每一粒沙…但还记得那道光芒的人们皆会如此传唱：「宇宙妒忌他的风华」。<br>——多么微小而伟大的胜利。"
            },
            {
                "Name": "盛会之星：梅芙恩•伊里斯",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>荒原上本没有绮丽的色彩，直到第一朵玫瑰不吝绽放她的花蕾。<br>在此之前，草木都为她颔首。在此之后，蜂与蝶皆为她舞蹈。<br>妒忌的神明夺去她的眼眸，伤痕却生出花蕾。固执的冰雪将她掩埋，枝条却把坚冰刺破。<br>而她只是笑着，轻轻将身子倾倒。露珠滴落，土壤润泽，然后鸢尾花开满原野，美梦姹紫嫣红。"
            },
            {
                "Name": "盛会之星：歌斐木",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>我们在尘世寻得主的门徒，一棵大树，他的林荫为懵懂的雏鸟带来庇护。<br>他向风播撒慈悲的种，风也变得温暖。他向雨颂唱谐和的道义，律法便随甘霖汇聚成溪。妒火的雷光焚烧尽他的躯体，灰烬中不朽的灵魂却把乌云的伤悲抚平。<br>泥土里长出新芽，地上的圣者仍眷恋光着脚丫的孩童，于是应了期许，允诺一场白日的美梦。"
            },
            {
                "Name": "盛会之星：哈努努",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>你尽可为一匹狼套上枷锁，他终究会挣脱，因为你关不住他与生俱来的自由。<br>有具伤痕累累的身躯在睡梦中睁开双眼，他撕裂囚笼，穿过泪水和鲜血汇聚的河。<br>没有人生来应当受奴役，他怒吼，誓要将暴君的权杖折摧，归还此世平等的颜色。<br>凌压的缰绳欲将他绞死在埋骨无处的荒漠，而他却舍命粉碎千年的枷锁，在废土上立起无缚的国。"
            },
            {
                "Name": "盛会之星：格拉克斯",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>一双翅膀挡下湮没森林的暴雨，一个影子遮住焚烧荒原的烈日。只有曾与他同飞的人才知道，那是一只翱翔于黄昏的猫头鹰，将要引领蒙昧者逃离无知的风浪。<br>他衔来智慧的宝石，赠予无知的稚子，装点遮蔽严寒的新巢。他张开知识的羽翼，从夜空里采撷来三分欢笑与七分狂想，令地上也浮现起星光。<br>当太阳重现时，天空已不见它的踪影，大地伫立着十二座城邦，那是他留给幼鸟们的梦乡。"
            },
            {
                "Name": "盛会之星：无名英雄",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>曾有一群旅者，跨过战乱的刀与火，留下一场盛大的开拓。<br>博学的智者以纸笔构筑起航船，在神秘的海中远行，坠入未知的漩涡。无畏的侠客以枪焰点亮前路，带着扑火的飞蛾，被无垠的深空湮没。<br>无名的英雄化作无名的墓碑，勇敢的英雄留下勇敢的传说。<br>岁月以寥寥几笔，带走了多少未知名姓？可总有那么些声音，注定要留下永不消逝的回响，穿过时间的沙漠。"
            },
            {
                "Name": "盛会之星：折纸筑梦师",
                "Desc": "{Img#1}<br><i>「盛会之星」系列收藏卡牌由艾弗法出版集团旗下梦星娱乐™设计发行，版权所有，翻版必究。</i><br><br>你可见过一场梦的魔术？鱼儿在空中遨游，飞鸟在水底栖息。种子在手心里发芽，树木往大海扎根。世界是一张白纸，直到有人把它折叠作诗的模样。<br>我曾见过一场梦的魔术，从子夜开始，到黄金落幕。有太阳永不升起，有流星在白昼划过，荒城也崩塌化作殿堂，悲苦亦消解成为喜乐。<br>现在，请抬起头来，见证这最后的魔术，然后任由群星把你的眼眸照亮。"
            }
        ]
    },
    {
        "Name": "《梦境旅游指南-游玩篇》",
        "Desc": "旅游指南续作之二，专门为游客介绍几处带有匹诺康尼特色的玩乐体验。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>推荐语</b><br>艾弗法出版集团《梦境旅游指南》系列再版！八大游玩地点！<br>盼您能在梦中抛却一切烦恼，尽享此刻！<br><br><b>美梦剧团：酒店中的奇遇表演</b><br><i>「欢迎来到白日梦酒店，美梦剧团为您服务~」</i><br>或许您已经在酒店中见过那只巨大的悬浮茶杯茶壶——在梦中，一切皆有可能！<br>壁画会唱歌、烛台会跳舞，这就是快乐的「美梦剧团」。之所以叫「美梦剧团」，是因为它们都是些为建设美梦而勤恳工作的可爱小家伙！<br>您也可以尝试与酒店中的剧团小家伙们互动，它们很乐意为您提供服务，更乐意与您一起玩耍！<br>若您足够幸运，或许还能在角落处看到一些正在排演短剧的小成员们——届时请您悄悄离开，不要打扰它们认真的练习！<br><i>位置索引：「白日梦酒店」</i><br><br><br><b>梦泡：贩售梦境的新奇体验</b><br><i>「如刺身般新鲜又甜美的生命回响。」</i><br>匹诺康尼将忆质以某种特殊手段加工，将其化为更加安全且稳定的记忆介质——梦泡。<br>与传统的荧幕影视不同，梦泡会为参与者带来一种前所未有的沉浸式体验。您将化身为这场回忆中的某位角色，以第一视角亲临现场，感悟别样的人生故事。<br>除了私人定制梦泡内容外，您也可以选择购买梦泡盲盒，以最优惠的价格体验这种梦境特色服务。<br>「家族」在此提醒您：使用未经加工的新梦泡前请务必签署责任归属单，梦泡一经售出不予退还。<br><i>位置索引：「梦境贩售店」</i><br><br><b>克劳克影视乐园：钟表小子爱好者的天堂</b><br><i>「完全复刻钟表小子与朋友们生活的美梦小镇！」</i><br>克劳克影视乐园——这里可以说是全宇宙动画爱好者的天堂！<br>您将在此体验到老动画中的那些经典段落，还能实体重温钟表小子与朋友们的冒险；或者化身美梦小镇中的居民，与哈努兄弟、仓鼠球骑士一同加入每日的庆典游行。<br>周边产品相关详见《梦境旅游指南-购物篇》。<br><i>位置索引：「克劳克影视乐园」</i><br><br><b>黄金扭蛋机：随处可见的巨大机遇</b><br><i>「据说曾经有个平民小子靠着拧扭蛋一跃成为百万大亨…相信我，这肯定是真的！」</i><br>您能在大道路边看到许多这样的机器：它们终日闪着亮光，等待下一位明日巨星上前投注。但许多人都会忽视那些藏在扭蛋机背后的巨大机遇。<br>某位概率学智械学者说过：「以一枚艾迪恩硬币赢下整个匹诺康尼也并非不可能之事！」<br>只要一点点小小的投入，就有机会一攫千金，成为下一位传奇大亨！<br><i>位置索引：「艾迪恩公园」</i>"
            }
        ]
    },
    {
        "Name": "《梦境旅游指南-购物篇》",
        "Desc": "旅游指南续作之一，专门为游客介绍几处带有匹诺康尼特色的购物地点。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>推荐语</b><br>艾弗法出版集团《梦境旅游指南》续作，匹诺康尼购物大全！<br>盼您能在梦中抛却一切烦恼，尽享此刻！<br><br><b>购物天堂：奥帝购物中心</b><br><i>关键词：商业街、大型商场、品牌集合、一站购物</i><br>若您是第一次踏入匹诺康尼，不知该从何处开始自己的梦境之旅，那么欢迎您前往全匹诺康尼最大的集合式商场——奥帝购物中心！<br>这里汇集了您能想到的所有商品：上至新款球笼「飞轮 2001 」，下至某边缘星球推出的冒险小说——奥帝购物中心一定能满足您的所有需求。<br>除去购物外，您也可以在奥帝购物中心享受多项配套服务：所有店面均提供免费寄送服务，实体商品将被送至您在现实中入住的房间，甚至可以通过银河快递网络寄往宇宙的各个角落！<br><br><b>创意餐厅：德尔默食坊</b><br><i>关键词：预约制、无菜单、创意主厨、私人订制</i><br>德尔默食坊是一家较为小众的私人餐厅，其中料理多为仅可在匹诺康尼享用的梦中特典。与商业街中过于泛滥的快餐不同，食坊主打定制服务——提供一段回忆，主厨将以此为材料制作出只属于您的盛宴。<br>食坊的第三代主厨莱克特表示：「餐品并不仅是充饥的消遣。回忆塑造口味与偏好，一份菜单就能读出一份人生。」<br>传闻，银河巨星莱斯利•迪恩也曾于此用餐。<br><br><b>狂欢庆典：「克劳克影视乐园」周边店</b><br><i>关键词：卡通、钟表小子、影视乐园、周边商店</i><br>「克劳克影视乐园」唯一指定周边商店，整座店铺基本还原了卡通中梦幻的美梦小镇——店员们则化身为梦境小镇中的居民，您可以用苜蓿币换取钟表小子的各类周边商品。<br>钟表小子玩偶、哈努兄弟帽子、仓鼠骑士款球笼贴纸、折纸小鸟盲盒等都是深受民众喜爱的热销产品。<br>有趣的是，随着近年观众风评与审美趣味变化，反派石头老板人气飙升，隐要成为新的畅销冠军。<br><br><b>酣眠体验：商业街地下酒吧</b><br><i>关键词：会员制、不定期开业、位置隐蔽、特调梦饮</i><br>在广场侧方的商业街中开有许多隐蔽的小店，这些店面常伪装成难以发现的样式，只有熟客才能推开正确的那扇门。<br>这家酒吧没有名字，老板也没有名字，甚至菜单上也只有一款调饮：特调苏乐达。据说，老板会根据当日心情调制饮料，因此客人每次喝到的味道皆不相同。<br>当然，您也可以在这里点一款经典款苏乐达——但那口味就远不如外面的预制品了。"
            }
        ]
    },
    {
        "Name": "《梦境旅游指南-交通篇》",
        "Desc": "一篇旅游指南，专门为游客介绍了匹诺康尼梦境中的几种常用交通方式。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>推荐语</b><br>艾弗法出版集团重磅出品，《梦境旅游指南》！<br>本册旨在帮助各位旅客更好地了解梦中世界、享受梦境中的度假生活。<br>盼您能在梦中抛却一切烦恼，尽享此刻！<br><br><br><b>推荐指数No.1：公共轨道交通「球笼」</b><br><i>宇宙第一的轨道交通，独居特色的弹珠车厢，长距离交通的最佳选择！</i><br>「球笼」是一种匹诺康尼梦境独有的交通方式，特点为球形的车厢外壳以及弹射式的起步方式。<br>不同路线的编号标于球形车厢的外壳上。发车密集时，宛若一颗颗台球从车站弹射向远方深空，十分有趣。<br><br>编辑评语：<br>「匹诺康尼必须体验的十大项目之一！」<br><br><b>推荐指数No2：短途代步工具「乌通蓬」</b><br><i>绝妙的小型代步车，通行观景两不误！</i><br>您有注意过街上飞驰而过的独轮车吗？或者那些停靠在街边，看似乐器的装饰物？<br>没错，这就是苜蓿草家系推出的新式代步工具——「乌通蓬」自动车！以管乐为灵感，线条更加优美；半开放式车厢，行驶的同时观赏匹诺康尼的美景！<br>目前已推出「共享乌通蓬」服务，您可以随时使用街边停靠的乐器车辆。<br><br>编辑评语：<br>「自动驾驶！没有驾照也可以大胆尝试！」<br><br><b>推荐指数No3：豪华之旅精选「加长飞车」</b><br><i>尊享豪车，奢华体验！</i><br>极尽奢华的加长型飞车，私密出行不二之选。<br>大部分为私人车辆，也可以在酒店中预约计程车服务。报价与服务都是宇宙一流水平！<br>您也可以在匹诺康尼车行中购置车辆。这里汇聚了所有响彻寰宇的知名品牌：「潘兴」、「巴顿」、「斯坦威游隼」…只有您想不到，没有您买不到。<br><br>编辑评语：<br>「四个轮子的肯定比一个轮子的舒服。」<br><br><b>编辑个人推荐：步行漫游</b><br><i>彻底融入匹诺康尼的梦幻城景！</i><br>偶尔从喧嚣盛会中抽离出来，以步行的方式漫游匹诺康尼的大街小巷——您或许能挖掘到不一样的宝藏风景。<br>喷洒钞票的特殊取款机、神秘难寻的地下酒吧、四处藏匿的小小生物…也可以与各怀心事的行人对话，匹诺康尼每处都藏着不为人知的秘密。<br><br>编辑评语：<br>「注意匹诺康尼的小巷…有些寻求刺激的逐梦客喜欢在那里玩帮派游戏，可别被他们逮住了！」<br><br><color=#f29e38ff><b>*可联系出版社购买《梦境旅游指南》全套书籍，随书附赠匹诺康尼完整地图。</b></color>"
            }
        ]
    },
    {
        "Name": "新闻稿数则",
        "Desc": "匹诺康尼电视台的数则新闻稿，记录了梦中的三两趣事。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>匹诺康尼旅游人数再创新高</b><br><br>截止新闻播出当天，前来匹诺康尼的逐梦客人数已达百亿，刷新了本琥珀纪的最高记录。人们游玩的热情带动了匹诺康尼经济蓬勃发展。其中，苏乐达相关产品的购买热度同比增长超过 10 倍。<br>据调查，近六成的来宾事先已对匹诺康尼有所耳闻。他们怀着期待的心情而来，渴望亲自体会梦境的甜蜜与美好；另有三成来宾是被即将举办的谐乐大典吸引。<br>如此盛况当然离不开家族的英明领导，以及各家系的携手拼搏。未来的谐乐大典想必会因此热闹非凡。<br><br><br><b>敬爱的星期日发表特别讲话</b><br><br>针对匹诺康尼最近的旅游盛况，来自家族的代表、尊敬的星期日先生发表了特别讲话。<br>星期日先生称，这份成绩是匹诺康尼各家系精诚合作的结果，其荣光应由全体人员同享。若不是橡木的统筹、猎犬的守护、苜蓿草的经营、鸢尾花的献艺和隐夜鸫的技术支持，我们的梦境本不会像今天这般精彩。<br>这教导我们，团结才是宇宙中最强大的力量。相信在不久的将来，匹诺康尼旅游业必将再创新高，让更多人体会和谐与美好。也希望各位访客在梦境中玩得开心、吃得放心，家族承诺为每一位来宾保驾护航。<br><br><br><b>苏乐达公司带动糖浆新风气</b><br><br>为庆祝即将到来的谐乐大典，苏乐达公司宣布推出一款全新产品——苏乐达分享套装。该套装内含 12 瓶掌中苏乐达，鼓励购买者与好友分享，以此感受神主的和谐善音。<br>作为匹诺康尼的龙头企业，苏乐达公司迄今已为来宾服务了近5个琥珀纪。其创始人艾迪恩先生的故事也一直被逐梦客们津津乐道。这位盛会巨星前不久发言称，匹诺康尼的梦境发展日新月异，我们必须积极响应来宾需求，才能把握时代机遇、稳中求胜。<br>在新的琥珀纪里，苏乐达公司将持续投入、不断创新，力求为来宾提供更丰富、更健康、更美味的产品，助力建设甜蜜美梦。<br><br><br><b>撒币机漏洞利用者已被追查</b><br><br>近日，猎犬家系调查员破获了一起有关撒币机的窃钞大案，追回涉案金额达数十万信用点，有力维护了匹诺康尼的市场秩序。<br>据调查，该机器的设计者在底层设计中留下了一枚彩蛋：只要按特定顺序进行一系列操作，机器就会喷洒出大量高价值纸钞。正是借助这一漏洞，投机分子才从撒币机内窃走了大量钱财——出于金融安全考虑，具体作案细节不予公布。<br>目前，嫌疑人的非法所得已全部归还苜蓿草银行。在此提醒大家提高防范意识，也希望各位来宾取财有道，勿要心怀侥幸心理。<br><br><br><b>家族计划为梦境扩建新区域</b><br><br>随着来宾们的旅游热情愈发高涨，家族公布了开发新梦境区域的决定。<br>在家族号召下，来自全宇宙各行各业的艺术家们齐聚一堂，准备协力为访客烹饪一场梦境的饕餮盛宴。目前，这些筑梦师已经来到家族圈定的待扩张区域。施工正在如火如荼地进行中。<br>想必过不了多久，这块梦境区域就会向全体宾客开放。届时，访客们将迎来更美好的梦境体验。让我们拭目以待吧。"
            }
        ]
    },
    {
        "Name": "关于■号扭蛋机的研究",
        "Desc": "由匹诺康尼逐梦客撰写的实验记录，据说是想揭开娱乐设施的隐藏秘密。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>前言</b><br>众所周知，「黄金的时刻」有许多令人发指的娱乐设施，而黄金扭蛋机更是其中的重量级选手。我和我的伙伴们将挑战连续投入五十枚艾迪恩代币，记录下每次出货的结果，以向各位游客揭露家族关于中奖概率的阴谋。<br><br><b>第一次实验</b><br>实验方式：普通地投入1枚艾迪恩代币。<br>实验结果：钟表披萨（单片装）*1<br>评语：我怀疑他们又下调了爆率。<br><br><b>第二次实验</b><br>实验方式：用路边喷泉洗手后投入1枚艾迪恩代币。<br>实验结果：切片蛋糕「仰望星空」*1<br>评语：白送我都不吃。<br><br><b>第三次实验</b><br>实验方式：喝下一瓶苏乐达后投入1枚艾迪恩代币。<br>实验结果：切片蛋糕「仰望星空」*1<br>评语：看见了吗，就这些垃圾还想让我们花钱？<br><br>……<br><br><b>第九次实验</b><br>实验方式：投入1枚艾迪恩代币，两人合力拉下扳手。<br>实验结果：信用点* 500 <br>评语：不错，还算有点良心嘛。<br><br>……<br><br><b>第十四次实验</b><br>实验方式：投入1枚艾迪恩代币，跳舞三圈后倒立喝下三瓶苏乐达并拉下扳手。<br>实验结果：切片蛋糕「仰望星空」* 500 <br>评语：我去！<br><br>……<br><br><b>第二十三次实验</b><br>实验方式：投入1枚艾迪恩代币，辱骂家族信奉的「神主」后拉下扳手。<br>实验结果：■■■■*1<br>评语：家族会往奖池里放这种东西吗？不，不对…终止试验！"
            }
        ]
    },
    {
        "Name": "银河之星的故事",
        "Desc": "经历「银河之星」莱斯利•迪恩的故事时收集到的线索。",
        "World": 4,
        "Books": [
            {
                "Name": "粉丝的剪报",
                "Desc": "悲报：银河巨星莱斯利•迪恩殒落<br><br>艾普瑟隆娱乐报讯，据可靠消息，名为「星云之末」号的星系级旅行舰在飞离艾普瑟隆-X联合空港7个系统时之后发生爆炸，事故原因尚不明确。<br><br>艾普瑟隆联合商会第一时间派出营救舰队开展搜救行动，然迄今为止未发现任何幸存者。据悉，有「银河之星」美称的演艺界新星莱斯利•迪恩也是「星云之末」号的乘客之一。<br><br>艾普瑟隆娱乐报全体工作人员向在爆炸事故中不幸逝世的乘客、机组人员及其家属表示沉痛哀悼。"
            },
            {
                "Name": "莱斯利•迪恩重生计划",
                "Desc": "致各位莱斯利•迪恩的忠诚影迷：<br><br>感谢各位接受邀请。在此，我将为各位解释「莱斯利•迪恩重生计划」的全部细节和步骤。<br><br>第一步：我们将开启众筹，募集一笔钱款，从艾普瑟隆商会联盟手中买下莱斯利•迪恩的「记忆仓库」。<br><br>第二步：我们将对莱斯利•迪恩的「记忆仓库」进行透彻的学习，确保每位参与「莱斯利•迪恩重生计划」的成员都能完整、透彻地了解莱斯利•迪恩的性格、为人和生平。<br><br>第三步：我们将前往匹诺康尼，并通过匹诺康尼的入梦技术共同打造「联觉梦境」。结合「记忆仓库」和每位影迷心中对莱斯利•迪恩的印象，我们将在梦境世界中重构「银河之星」的身躯、思想和精神。<br><br>各位影迷朋友，你我均是莱斯利•迪恩短暂但辉煌的演艺生涯的见证者，你我也都曾为他的突然殒落而悲恸。若你也对命运的安排感到强烈的不公，那就加入「莱斯利•迪恩重生计划」吧——我们将有机会亲手弥补遗憾，为莱斯利•迪恩续写他本应闪耀的人生。"
            }
        ]
    },
    {
        "Name": "《布鲁斯之夜》宣传单",
        "Desc": "一张「蓝调的时刻」的宣传单，文字间充满了浪漫的氛围。",
        "World": 4,
        "Books": [
            {
                "Desc": "一张来自「蓝调的时刻」的宣传单，皱皱巴巴，似乎被许多人传看过。<br>传单上的情侣正凑在对方耳边亲昵低语，背景为航行在梦泡海中的「晖长石号」空艇。<br><br><i>黄昏，日落，街灯渐起<br>歌声不止，舞会不休<br>让我们逃离白日吧<br>一起跃入「{RUBY_B#蓝调}布鲁斯{RUBY_E#}之夜」</i>"
            }
        ]
    },
    {
        "Name": "《忆域洣洇辤嗐鍺洺啴爿葮（加密版）》",
        "Desc": "一份忆域迷因受害者名单的手抄片段，是家族机密封存的机密之一。提供信息的线人对内容做了加密处理。",
        "World": 4,
        "Books": [
            {
                "Desc": "檠哠：姒芐信息潙<br>滈喥僟滵<br><br><br>伯胒凘，亾類莮悻，纡「薄暮哋溡尅」遊怺溡獞傷頭蔀，熗慦過珵狆被芣倁洺洣洇掳趉。湤慦亾園巳莋汜忆消篨處理。<br><br>洣婭，怶怶覀囡悻，纡「忲陽哋溡尅」玙钬柈浞洣蔵溡被芣倁洺洣洇掳趉。娸钬柈巳莋汜忆消篨處理。<br><br>吚莏赑菈，亾類囡悻，纡「暒宸哋溡尅」垉璪溡妷琮；娸浴矼臱哋畱堷僟囸茬譒倣著洺潪悈堷泺傢滭鎍妏哋《仴洸浀》。<br><br>惟噜姆，潪悈莮悻，纡「藍蜩哋溡尅」玙囡伖帹沕後被芣倁洺洣洇掳趉；娸囡伖巳莋汜忆消篨處理。<br><br><i>鉴纡辤嗐鍺葰處哋夢璄溡尅、葰屬種蔟啝莋炪哋垳潙湝洧芣哃，暫嘸琺確萣姟洣洇哋狩獵羅辑。</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《忆域迷因受害者名单片段》",
        "Desc": "一份忆域迷因受害者名单的手抄片段，是家族机密封存的机密之一。线人对内容的加密已被解明。",
        "World": 4,
        "Books": [
            {
                "Desc": "警告：以下信息为<br>高度机密<br><br><br>伯尼斯，人类男性，于「薄暮的时刻」游泳时撞伤头部，抢救过程中被不知名迷因掳走。施救人员已作记忆消除处理。<br><br>米娅，皮皮西女性，于「太阳的时刻」与伙伴捉迷藏时被不知名迷因掳走。其伙伴已作记忆消除处理。<br><br>伊莎贝拉，人类女性，于「星辰的时刻」泡澡时失踪；其浴缸旁的留音机正在播放著名智械音乐家毕索文的《月光曲》。<br><br>维鲁姆，智械男性，于「蓝调的时刻」与女友接吻后被不知名迷因掳走；其女友已作记忆消除处理。<br><br><i>鉴于受害者所处的梦境时刻、所属种族和做出的行为皆有不同，暂无法确定该迷因的狩猎逻辑。</i>"
            }
        ]
    },
    {
        "Name": "《银幕冲击波》第 280 期",
        "Desc": "匹诺康尼的著名影评杂志，由影评家夏布罗担任主笔，观点激进、言辞犀利。",
        "World": 4,
        "Books": [
            {
                "Desc": "银幕冲击波 第 280 期<br><br>本月影评速递<br>影评人：夏布罗<br><br><b> 01 ：《汽水人生》</b><br>类型：青春/恋爱/歌舞<br>个人评分： 2.5 / 10 <br>一句话评价：又臭又长的苏乐达广告<br>短评：<br>我十分敬佩苏乐达企业的诚意，他们花费高价请来当红演员，费尽心思拍出了一部俩小时的烂俗电影，但效果还不如一组半分钟的广告片——看来最近匹诺康尼的经济发展确实很好，不然苜蓿草家系也不至于这么糟蹋钞票。<br><br>这部片子的所有角色都像是《钟表小子》里的「汽水先生」，脑子里装的全是苏乐达。男主角因为捡到一瓶苏乐达而邂逅爱情，靠着卖苏乐达在梦中成名，最后唱着苏乐达广告歌当上了盛会巨星，然后所有人在喷满苏乐达的场景里举着苏乐达跳舞……我的妈啊，这部烂片里出现的苏乐达比我这辈子见过的还要多！<br><br>仔细想想，这部片子或许真的能达到推广苏乐达的目的——毕竟在长达两小时的痛苦折磨过后，观众确实需要一瓶好喝的饮料来修补受创的心灵。<br><br><b> 02 ：《虫卷风之十六头虫》</b><br>类型：灾难/惊悚<br>个人评分：1/ 10 <br>一句话评价：烂出了自己的水平<br>短评：<br>当初《虫卷风之三头虫》上映的时候，我绝对没有料到如此劣质的影片能拍出这么多部续作。<br><br>所以当我看到它的第十三部续作登上热映榜单时，已经不想为这堆劣质特效和AI自动生成的剧本浪费笔墨了。但我必须要指责它贡献票房的观众——你们买的每张电影票，都是在往葛瑞迪影业的墓坑里填土。<br><br>从电影的角度来说，这部影片只能是0分。我把这1分送给你们的美术班子——你们居然能设计出长着十六个脑袋、三十二对翅膀、六十四条节肢的虫群怪物，真是挺不容易的。如果下一部续作还能往上加脑袋，可以考虑再加 0.5 分。<br><br><b> 03 ：《迷因危机》梦泡重制版</b><br>类型：惊悚/冒险/梦泡<br>个人评分： 2.5 / 10 <br>一句话评价：一盘炒糊了的冷饭<br>短评：<br>当年《迷因危机》上映的时候，我打出了5分的评价——了解我的读者应该明白，这个分数在《银幕冲击波》中绝对是个高分。<br><br>可惜如今的葛瑞迪影业把精力都用在思考怎么给虫群加脑袋上了，最先进的梦泡技术不但没能还原经典，反而把原片的优点破坏殆尽。导演完全没有搞明白梦境叙事与镜头叙事的区别，只是不断强迫观众执行毫无交互性的流程，然后站在旁边看一堆与自己无关的对白——真是好笑，如果梦泡电影就是把镜头里的所有东西摆在梦里，那还不如躺在沙发上看原片。<br><br>如果你对这部影片的题材感兴趣，我建议你去买旧版碟片看看，而不是把金钱和时间浪费在这颗垃圾梦泡里。<br><br><b> 04 ：《钟表小子之机械小镇》</b><br>类型：动画/喜剧/冒险<br>个人评分： 4.5 / 10 <br>一句话评价：缺乏新意的量产罐头<br>短评：<br>众所周知，《钟表小子》是梦境最受欢迎的卡通片，是克劳克影业的招牌，也是宇宙中最具价值的动画形象之一。但《钟表小子》的成功似乎也让克劳克影业固步自封，犯下了怠惰之罪，《钟表小子之机械小镇》就是最好的罪证！<br><br>这部卡通电影的剧情结构几乎和去年的《钟表小子之网络小镇》一模一样，都是美梦小镇遇到危机、钟表小子和伙伴们寻找外援、结识新的伙伴、靠友情与团结拯救小镇……说真的，这种换皮作品已经拍了七八部了，你们制作方不觉得无聊吗？<br><br>对于第一次观看钟表小子动画电影的宾客来说，这部影片绝对是一部优秀的卡通艺术品；但对于观看过无数次钟表小子动画电影的粉丝来说，你将不会收获任何惊喜。<br><br>本月电影推荐<br>推荐人：夏布罗<br><br><b>《一朵星云的凋谢》</b><br>类型：战争/剧情/悬疑<br>个人评分：9/ 10.0 <br>一句话评价：后人难以复现的佳作<br>短评：<br>这部影片是银河中最著名的导演之一——芮克先生的经典之作，他在这部影片中再次发挥出了他一贯的高超水准。<br><br>《一朵星云的凋谢》将真实与浪漫、温柔与残酷融汇到了两百分钟的一千五百组镜头中。影片的故事发生在半个琥珀纪前覆灭的斯拉图革星云，芮克先生选择了以统领星云的智械元首为主角，用他的视角记录了这个星云最后半年的时光。<br><br>正如这位大导演过去的电影一样，影片的质感真实细腻，宛如他人脑中历历在目的追忆。无名的陌生演员们彷佛与角色融为一体，加上跌宕起伏的故事与巧夺天工的剪辑…这一切足以让《一朵星云的凋谢》被电影史所铭记。<br><br>当我重温这部影片时，过去追逐艺术理想的回忆也如潮水般涌来……笔者的年纪应该已经无法创作出如此优秀的作品了，但希望我的文字能够唤醒各大影业与诸位观众，我们需要更多像芮克先生一样伟大的艺术家！<br><br>注：根据本刊记者的情报，芮克先生似乎对匹诺康尼的梦泡技术产生了兴趣，正在筹备自己的梦泡影片——这真是值得每位影迷欢呼的好消息，我相信他的作品一定能扫清笼罩在影院之上的阴云，还电影市场一片朗朗乾坤！"
            }
        ]
    },
    {
        "Name": "声乐之星的绝唱•「纯美之歌」音乐会",
        "Desc": "歌星拉洛丝在匹诺康尼街头发放的精致传单，介绍了一场关于「纯美之歌」的演唱会。",
        "World": 4,
        "Books": [
            {
                "Desc": "来自宇宙各处的音乐爱好者：<br><br>您知道吗？银河中曾经存在着一颗叫做门达希亚的「声乐之星」，那里的人们在「纯美」的引领下沉浸歌舞，用整个世界来探寻乐理之美。可惜聋哑的命运没有欣赏艺术的双耳，这座天堂还未闻名于世，便随他们的女神一同陨落……<br><br>他们的子民失去了「纯美」凝视，但包容的「同谐」神主却为他们张开了怀抱——在鸢尾花家系的努力之下，「声乐之星」的遗民已经来到了匹诺康尼，门达希亚民谣的传人、著名音乐家「拉洛丝•赛丽」将在美梦中为您献唱失落的「纯美之歌」！<br><br>这将是一个穿越无数琥珀纪的旅程，门达希亚的歌声将带你回到伊德莉拉仍在散发光辉的宇宙，点燃你的尚美之魂。无论你是古典谐乐的狂热爱好者还是银河流行音乐的拥趸，这场难得的听觉盛宴都值得品鉴！<br><br>声乐之星的绝唱•门达希亚民谣音乐会，让宇宙中的美好在歌声中永存！<br><br>曲目单<br>一、《门达希亚的女王》<br>二、《镜中眼眸》<br>三、《玫瑰与勋章》<br>四、《孤独的陶瓷骑士》<br>五、《天上的镜子》<br>六、《吟游日》<br>七、《音符如雨》<br>八、《伊德莉拉之吻》<br>*音乐会曲目及顺序以现场演奏为准。<br><br>演出地点：匹诺康尼-黄金的时刻-格拉克斯大道 142 号-安眠枕剧场<br><br>禁止携带物品：<br>1、热能、动能、量子能武器与锋利刀具等管制器具，无机生命与接受义体改造的观众请提前拆卸身体上的武装部件;<br><br>2、烟花爆竹、酒精、打火机、量子炸弹、便携核武器等易燃、易爆危险物品，无机生命观众请勿携带机油入场;<br><br>3、巴维鲁干酪、沼泽蒜头、独眼鲱鱼、苏打豆汁、垃圾味苏乐达等具有强烈气味的食品饮料；<br><br>4、扩音设备，如乐器、复读机、自动乐团、传声鸟等各类扩音器具:<br><br>5、有害制剂、传染病病原体等危险物质，包括针对无机生命的电子病毒;<br><br>6、任何未经授权的专业摄影摄像设备，包括但不限于相机、摄像机、梦泡录像机以及各类记忆储存装置;<br><br>7、无人机、飞碟、飞行背包、太空摩托等各类飞行器，有翼观众请勿在会场中随意飞行;<br><br>8、悲伤、痛苦、愤怒、嫉妒等负面情绪；<br><br>9、梦境中明令禁止的其它物品或猎犬家系认为与活动现场功能不符、明显影响安全的其它物品。"
            }
        ]
    },
    {
        "Name": "《小小哈努行动》",
        "Desc": "克劳克影业发行的限量版卡通故事书，讲述了「哈努兄弟」被变小后拯救美梦小镇的故事…书中似乎还夹杂了一些奇怪的对白。",
        "World": 4,
        "Books": [
            {
                "Name": "前言",
                "Desc": "故事前言<br><br>这本故事书属于《钟表小子》动画里最酷的家伙，他机智敏锐，爱憎分明、坚强勇敢，临危不惧，总是热心帮助小伙伴们脱离险境，无数次击溃石头老板的阴谋……他是钟表小子最信赖的挚友，坏蛋们最害怕的对手，美梦小镇人人都爱的大英雄——哈努兄弟！<br><br>他总是穿着潇洒的大衣，头戴帅气的礼帽，用墨镜遮掩自己锐利的目光，一言不发地在美梦小镇巡逻。他比学识渊博的猫头鹰老师更沉稳，比德高望重的木头老爷更果断，比花枝招展的音符小姐更受欢迎。<br><br><i>「这次来了二十二条『鳄鱼』，都带了很沉的『尾巴』。」</i><br><br>在之前的故事里，哈努兄弟打败了骚扰美梦小镇的苍蝇一族，但卑鄙的石头老板趁虚而入，偷走了猫头鹰老师发明的变小机器。而就在美梦小镇的新一轮危机中，哈努兄弟被变小机器变成了「小小哈努」，没法用他强壮的身体打败石头老板了。<br><br><i>「■■■，你要亲自上阵吗？」</i><br><br>但不要小瞧了哈努兄弟的机敏，这位沉默寡言的酷哥们儿可不只有一身蛮力。这次，他要和自己的老朋友钟表小子一样，用智慧和灵巧击败石头老板，以渺小之躯，从石头老板手中夺回大家的美梦小镇。<br><br><i>一声很酷的*哼*。</i><br><i>「你这家伙，总是这么酷啊。」</i>"
            },
            {
                "Name": "上篇 第一章",
                "Desc": "（一）<br><br>自从苍蝇们离开了美梦小镇，这个乐园又重新洋溢起了欢声笑语。在一个风和日丽的日子里，钟表小子又在广场上做着他的恶作剧。<br><br>「嘿呀——钟表小子，你这个捣蛋鬼啾！这次一定饶不了你啾！」<br><br>气鼓鼓的红色小鸟追着钟表小子啄个不停，它是脾气最暴躁的折纸小鸟，钟表小子这次可算惹错鸟了。<br><br>「滴答！赤红大哥，别啄我了——我只是给猫头鹰老师的雕像化了个妆，他老人家一定不在意的啦！」<br><br><i>「在意，当然在意。绝对不能让他们进入■■■■，这可是我们耗费无数心血才建立起来的家园。」</i><br><br>正如钟表小子所言，猫头鹰老师的雕塑被画的乱七八糟的，特别是脸上的表盘，两根指针看起来像是多了个小胡子，十分滑稽。<br><br>「咳咳，钟表小子，猫头鹰老师是折纸小鸟们的老师，建设我们美梦小镇的功臣，你可不能这么冒犯他啊。」<br><br>小镇里最爱讲道理的木头老爷拖着他的树根走了过来，身后还跟着超级*酷*的哈努兄弟。<br><br>「咳，哈努兄弟，你也说说他吧。」木头老爷说。<br><br>「哼。」哈努兄弟发出了冰冷的声音，就和往常一样酷。<br><br><i>「放弃诱敌深入的计划？可是我们的兵力差距……」</i><br><br>但就是这一声*哼*，让钟表小子和赤红大哥立刻停止了打闹。<br><br>「滴答，对不起…我这就把雕像擦干净……」。钟表小子脸上的分针耷拉了下来，低下了他的表盘。<br><br>对钟表小子来说，哈努兄弟既是自己最好的朋友，也是最大的克星，他可不想招惹这个不苟言笑的冷面野狼。<br><br><i>「我知道了，但你一定要平安归来…■■■■不能没有你。」</i><br><br>看着钟表小子乖乖取下了雕像上的表针，哈努兄弟点了点头，转身离开了广场，只身走入阴影中的小巷。<br><br>对他来说，化解小镇的争执算不上什么难事，真正麻烦的是那些威胁小镇的恶徒——他们可不是用一句*哼*就能解决的。<br><br>所以，哈努兄弟每天都要打起十二分精神，把美梦小镇里的每一处都检查一遍，清扫躲藏在角落之中的罪恶。但他的这份认真，这次却变成了石头老板趁虚而入的契机……<br><br><i>一声自信的*哼*。</i>"
            },
            {
                "Name": "上篇 第二章",
                "Desc": "（二）<br><br>在美梦小镇的巷尾角落，哈努兄弟发现了一台奇怪的电视机。<br><br>哈努兄弟疑惑地打量着这台电视机。根据他的直觉，这肯定是折纸小鸟和猫头鹰老师的东西——只有他们才会摆弄这么复杂的机器，比起看电视，小镇的居民肯定更喜欢在戏台下听音符小姐唱歌。<br><br>哈努兄弟想了想，决定先把这台电视机还给猫头鹰老师。但当他碰到电视机的一瞬间，一股奇怪的电波涌入了他的身体。哈努兄弟意识到大事不妙，但为时已晚，随着邪恶粗犷的笑声，哈努兄弟眼前的景色扭曲起来……<br><br>「哈哈哈哈哈，哈努兄弟，你中计了！我就知道你会忍不住碰这个东西！」<br><br><i>「■■■！所有『鳄鱼』都在往你的方向游！」</i><br><i>「别再前进了，这是陷阱！」</i><br><br>当哈努兄弟重新看清眼前的世界，他发现天突然阴了下来，原本挂在天上的太阳瞬间无影无踪……不对，是有什么东西遮蔽了太阳！<br><br>哈努兄弟抬头一看，一张血盆大口正对着他——那是美梦小镇最大的敌人，石头老板！<br><br>石头老板的确很高大，但它从未变得如此高大，甚至能一脚踩扁哈努兄弟。石头老板张开巨口扑了过来，但身形矫健的哈努兄弟一个翻滚就躲过了这次偷袭，石头老板「哎哟」一声摔在了地上。<br><br><i>剧烈的爆炸、碰撞声</i><br><br>「可恶的哈努兄弟！你给我等着！」<br><br>哈努兄弟头也不回地奔跑着。即便他敏锐如狼，一时间也搞不清楚现在的状况：为什么石头老板会变得如此巨大？为什么周围的景色如此陌生？难道自己还在石头老板的陷阱里吗？<br><br>这一切到底是怎么了？<br><br><i>一声痛苦的*哼*。</i>"
            },
            {
                "Name": "上篇 第三章",
                "Desc": "（三）<br><br>哈努兄弟很快就发现了真相——不是石头老板变大了，而是自己变小了！<br><br>这下可糟了，哈努兄弟以往打败石头老板靠的都是自己强大的力量，但现在变得这么小，连哈努飞弹的发射器都扛不动，该怎么对付石头老板呢？<br><br>哈努兄弟还在苦恼时，石头老板就已经开始了自己的邪恶计划——在美梦小镇，修建房子的石料都是珍贵的宝石，也是石头老板最想得到的东西。他带着小鳄鱼们大摇大摆地闯进美梦小镇，开始拆掉居民们的房子。<br><br>没有了哈努兄弟的保护，手无寸铁的小镇居民只能躲在角落。搭建房子的折纸小鸟们聚集在纸树上，对着石头老板发出「啾啾」的抗议声。<br><br><i>「这些混蛋，居然想从住宅扇区登陆…根本没法开炮！」</i><br><br>「哈哈哈，啾也没用！哈努兄弟帮不了你们了，美梦小镇的宝石都是我石头老板的了！」<br><br>看着狼狈不堪的美梦小镇，石头老板狂笑不止，这是从他盯上美梦小镇以来最成功的一次突袭。这条胖鳄鱼像是打了胜仗的将军，挺着肚皮在小镇的街道上大摇大摆。他走过美梦小镇的广场，一下子就被猫头鹰老师的雕塑吸引了目光。<br><br>「小的们，这个傻鸟的石料真不错，给我整块带走，我要把它雕成我的样子！」<br><br>正当小鳄鱼准备对雕像下手时，一个意想不到的身影挡在了他们面前——<br><br>「滴答！坏蛋们，快住手！看我的『钟表把戏』！」<br><br>是钟表小子！钟表小子绝不允许其他人让美梦小镇的居民们感到苦恼，他才是美梦小镇独一无二的捣蛋鬼！<br><br>钟表小子试着用手指拨动自己的分针——这是他的「钟表把戏」，美梦小镇的事物会被他的表盘控制，甚至能够改变人心、倒转时间！就是靠着这种神奇的能力，钟表小子才能和哈努兄弟一样成为人们的大救星。<br><br>但是，我们这次故事的主角是哈努兄弟。<br><br>还没等钟表小子转动表针，石头老板手下的小鳄鱼就抢先一步，把一桶奇怪的液体浇到了钟表小子的头上。<br><br>「滴…答…怎么回事…转不动了……」钟表小子浑身变得黏糊糊的，指针也黏在了表盘上。<br><br><i>「果然，我还是没有你擅长指挥战场，■■■…你可绝对不能出事啊。」</i><br><br>「哈哈，钟表小子，这是专门为你准备的强力胶水！你就在这里充当新的雕塑吧！」<br><br>「滴答……」<br><br>随着胶水风干，可怜钟表小子也凝固在了广场上。躲起来的小镇居民们开始慌乱起来，他们现在只能把希望寄托于迟迟未现身的哈努兄弟了。<br><br>但哈努兄弟跑到哪里去了呢？<br><br><i>「等等，我好像听到他的声音了……」</i><br><i>一声低沉的*哼*。</i>"
            },
            {
                "Name": "上篇 第四章",
                "Desc": "（四）<br><br>石头老板占领了美梦小镇，霸占了木头老爷的大宅子，抢来的宝石堆满了他的房间。<br><br>「以后美梦小镇就叫『石头小镇』…不对，不够气派，应该叫『石头王国』，哈哈哈！」<br><br>口水从石头老板贪婪的大嘴里流了出来，他满脑子都是关于未来的畅想，全然忘记了还有一个麻烦没有解决……<br><br>此时，在美梦小镇的边境，勤劳的猫头鹰老师还沉浸于为小镇设计新的楼房。它完全没有发现自己过去的作品正在被石头老板破坏，悠闲地在森林中寻找适合搭建房屋的石料。<br><br><i>「■■■，你还好吗！？」</i><br><i>「我就知道，这家伙不可能跟球笼改的破烂儿一起殉舰的。」</i><br><br>突然，他看到地上有一颗会动的小石子。这可勾起了这只老鸟的好奇心，活了这么久，他从来没有见过会动的石料。他赶紧飞过去把这颗石头叼在嘴中，但传来的却是软绵绵的口感——原来是哈努兄弟！<br><br>猫头鹰老师赶紧把哈努兄弟放了下来，疑惑地问道：「咕咕，哈努兄弟，你怎么变得这么小？比我的学生们还小！」<br><br>哈努兄弟发出了一声无奈的*哼*。<br><br>猫头鹰老师很快就搞清楚了事情的来龙去脉——自己发明的缩小机器之前在老苍蝇的入侵中丢失了（注：这是《钟表小子与老苍蝇》系列动画的故事，梦泡剧集在各大梦境均有贩售），估计是落到了坏人的手中，才让哈努兄弟变成了这副模样。<br><br><i>「呵呵，你的运气还真好，居然能撞进敌人的主舰。」</i><br><i>「但是这种伤势…你已经没办法再战斗了吧。」</i><br><br>「咕咕，只有变小机器才能把你变回原样。如果它在石头老板手里，事情就麻烦了咕……」面对这样的难题，就连聪明的猫头鹰老师也不知该如何是好。<br><br>但在哈努兄弟眼里，这根本不是问题——如果只有变回原样才能拯救美梦小镇，那就想办法变回原样；如果变回原样必须打败石头老板，那就想办法用小小的身体打败石头老板！<br><br>看到哈努兄弟墨镜下的坚定眼神，猫头鹰老师明白了他的决心。<br><br><i>「等等，一个伤员在『鳄鱼』的肚子里执行这种计划，太胡来了！」<br>「但他说得对，我们现在别无选择。」</i><br><br>「我知道了咕，如此勇敢，不愧是我们美梦小镇的大英雄咕！」<br><br>猫头鹰老师决定帮助哈努兄弟打败石头老板。他先是派折纸小鸟们调查了石头老板的位置，又让小鸟们布下了各种帮助哈努兄弟的机关。<br><br>当一切准备妥当之后，猫头鹰老师再次叼起了哈努兄弟小小的身体。猫头鹰老师与所有的折纸小鸟都相信，这具轻盈又渺小的身体将会拯救整个美梦小镇。<br><br>「走吧，让老鸟带你去打败石头老板咕！」<br><br>哈努兄弟点了点头，与群鸟一同飞往美梦小镇的方向。<br><br><i>「我明白了…那就靠你了，再一次扛起大家的梦吧。」</i><br><i>一声坚定的*哼*</i>"
            },
            {
                "Name": "中篇 第一章",
                "Desc": "（一）<br><br>猫头鹰老师费力地扇动双翼，终于把哈努兄弟送回了美梦小镇。<br><br>过去生机勃勃的美梦小镇如今面目全非，到处都是石头老板的丑陋雕塑，小鳄鱼们在街上横行霸道，肆无忌惮地欺负小镇中的居民——<br><br>他们搞塌了折纸小鸟们苦心搭建的房子，踢翻了音符小姐华丽的舞台，喝光汽水先生的汽水，还把木头老爷的树冠搞得乱七八糟。<br><br><i>「■■■■教授，『 鳄鱼』们已经闯进梦境了。」</i><br><i>「是吗…那他们或许做出了一个错误的选择。」</i><br><br>看到这幅景象，哈努兄弟想起了这里还是「噩梦小镇」时的往事，发出了一声无比愤怒的*哼*！他默默发誓，无论现在的自己变得多么渺小，也要打败可恶的石头老板。<br><br>看到自己的学生被欺负得啾啾直叫，猫头鹰老师也生气了：「咕咕…可恶的石头老板，哈努兄弟，让我来帮你教训他！」<br><br>猫头鹰老师飞到了小镇宾馆的屋顶——一个石头老板看不到的地方。他咕咕地叫唤着，唤来了小镇里所有的折纸小鸟，这些小家伙们把天空染成了五颜六色的样子。<br><br><i>「■■■■教授，你怎么让隐夜鸫……」</i><br><i>「呵呵，相信这些孩子吧，没有人比他们更了解梦中的武器了。」</i><br><br>石头老板和他的爪牙们被吓了一跳，他们从来没见过这么多的折纸小鸟。<br>猫头鹰老师把几张秘密图纸递给了折纸小鸟们，它们看过后立刻擦干了眼泪、打起了精神，开始在石头老板霸占的房子上动工。<br><br>还没等石头老板反应过来，整个小镇就变得面目全非：汽水先生的瓶子小屋被折纸小鸟变成了大炮，音符小姐的舞会游轮被折纸小鸟变成了战舰，甚至连木头老爷的橡木宅子都拔地而起——变成了一个吃鳄鱼的木头恐龙。<br><br><i>「这太酷了！教授，以后在梦里多做点这种东西吧！」</i><br><i>「…不行。」</i><br><br>石头老板和他的爪牙们都吓坏了，它们无力抵抗折纸小鸟的造物，躲到了小镇宾馆里。<br><br>这可让猫头鹰老师犯了愁，小镇宾馆是美梦小镇最华丽的建筑物，是小镇里最赚钱的生意，可不能轻易遭到破坏！<br><br>看到可怕的武器都停在门前不敢攻击，石头老板明白了小鸟们的忌惮，大笑起来：「哈哈哈，可笑的傻鸟们，不敢动我了吧！小的们，给我扔火柴烧了这些怪物！」<br><br>鳄鱼们在宾馆里点燃火柴，丢向折纸小鸟的武器，将它们烧成了灰烬。<br><br><i>「靠梦境逼退他们只能是缓兵之计…即使这些『 鳄鱼』在梦中败退，现实的火力差距还是太大了。如果中央扇区失守，入梦的孩子们也都要陷入危险了……」</i><br><i>「没事的，■■■■教授——别忘了，我们还有哈努努呢！」</i><br><br>对了，哈努兄弟也回来了，他才是故事的主角！<br>但现在哈努兄弟这么小，该怎么打败有着血盆大口的巨鳄呢？<br><br>猫头鹰老师皱起眉头，折纸小鸟们唉声叹气，变成雕像的钟表小子眼神中也露出担忧——但哈努兄弟依然面无表情，默默朝宾馆的方向走去。<br><br><i>一声自信的*哼。</i>"
            },
            {
                "Name": "中篇 第二章",
                "Desc": "（二）<br><br><i>「哈努努，他们的战力应该都在前线，但主舰内肯定还有兵力守备，你一定要小心。」</i><br><br>哈努兄弟手无寸铁地潜入了宾馆中，石头老板的爪牙在走廊里四处巡逻，生怕有人来偷走石头老板囤积于此的财宝。<br><br>得益于小小的身体，哈努兄弟在宾馆中闪避着坏蛋们的目光，寻找着石头老板的踪迹。<br><br>走到大堂，哈努兄弟看到了石头老板的得力干将「吃吃经理」拦在楼梯前，那是比石头老板还要大的鳄鱼，连一只蚊子都飞不过他身躯的阻拦。<br><br>在过去，哈努兄弟的「哈努火箭炮」一下就能把这个傻大个解决，可现在哈努兄弟只能想别的办法。<br><br><i>「我相信你的实力，但你现在的身体绝不能跟这种级别的公司装甲硬碰硬……」</i><br><br>该怎么办呢？<br>哈努兄弟躲在宾馆的储物架上冥思苦想之时，吃吃经理突然朝货架走来。<br><br>「嗤嗤，我似乎闻到了狼的味道！」<br><br>面对逼近的吃吃经理，哈努兄弟避无可避，一场大战在所难免！<br>哈努兄弟准备应战，朝吃吃经理扑了过去——<br><br>但吃吃经理根本没看到小小的哈努兄弟，哈努兄弟一下子撞进了他的嘴里！难道哈努兄弟被吃掉了吗？<br><br><i>机械对撞的杂音、怒吼、枪声。</i><br><br>「嗤嗤，难道是我的鼻子出问题了？」这个笨鳄鱼左顾右盼，挠了挠头。<br>吃吃经理感觉到牙里似乎塞了什么东西，但他并不在意，毕竟这个邋遢鬼从不剔牙——这也是哈努兄弟死里逃生的原因。<br><br>——哈努兄弟刚刚小心地躲开了尖牙利齿，在血盆大口中闪转腾挪，躲到了吃吃经理的牙洞里！<br><br><i>「哈努努，都说了不要动手，你这家伙也太不听劝了！」</i><br><i>「行了，教授，你又不是第一天认识他…正好，钻进这个机甲就不会引起守卫的怀疑了，里面的维生装置也能帮你处理一下伤势。」</i><br><br>这下，哈努兄弟找到了最好的藏身处。"
            },
            {
                "Name": "中篇 第三章",
                "Desc": "（三）<br><br>哈努兄弟成功逃过一劫，但一直躲躲藏藏也不行。他必须找到石头老板并打败他，不然美梦小镇早晚会沦为鳄鱼们的盘中餐。<br>但哈努兄弟现在被困在吃吃经理的牙洞里，该怎么找到石头老板呢？<br><br>——不用着急，我们的酷哥们总会有办法的。<br><br><i>「是啊，他总有办法，毕竟他可是猎犬的头子——掀起过无数场叛乱的反抗者。」</i><br><br>哈努兄弟在吃吃经理的嘴里冥思苦想——但鳄鱼的嘴巴太臭了，哈努兄弟的鼻子又是那么好使，他忍不住发出了一声厌恶的*哼*。<br><br>「嗤！哈努兄弟！是哈努兄弟的声音！」这声*哼*吓了吃吃经理一大跳，他紧张地翻遍了身边的每一个角落，也没有发现哈努兄弟的身影。<br><br>看到吃吃经理的滑稽样子，哈努兄弟想到了一个好办法！<br>他在吃吃经理嘴里不断发出哼声，搞得吃吃经理晕头转向。<br><br><i>「他们发现有人溜进主舰了，一部分兵力正在回防。」</i><br><i>「哈努努，务必小心…但我猜他们应该想不到，你就藏在寻找犯人的装甲列队里吧？」</i><br><br>「嗤嗤！哈努兄弟，你到底躲在哪里！」吃吃经理发疯似的寻找哈努兄弟，把宾馆的地板都掀翻了。他感觉哈努兄弟离自己近在咫尺，但却怎么找不到那个漆黑的潇洒身影。<br><br>「经理，经理，哈努兄弟的声音是从你身上传来的！」他手下的小鳄鱼发现了端倪，赶紧提示这个脑子不太好的上司。<br>「嗤！哈努兄弟…难道哈努兄弟就躲在我身上吗！？」<br><br>但吃吃经理把自己脱了个精光，也没有发现哈努兄弟。<br>而哈努兄弟还不时在他嘴里发出哼声，搞得吃吃经理几乎崩溃了。<br><br>「嗤！难道哈努兄弟学会了隐身！我要赶紧把情况报告给石头老板！」<br>吃吃经理光着屁股，慌张地跑上楼去——和哈努兄弟计划的一样，不费吹灰之力，他就能见到石头老板了。<br><br><i>「指挥室就在这层…哈努努，你真是个天才。」</i>"
            },
            {
                "Name": "中篇 第四章",
                "Desc": "（四）<br><br>「嗤！石头老板！出大事了嗤嗤！」<br>吃吃经理大叫着冲进豪华套房，还在泡泡大床上享受美梦的石头老板一睁眼就看到一个一丝不挂的胖鳄鱼，吓了一大跳。<br><br>「白痴，你在搞什么呢！」石头老板怒火冲天，一尾巴抽在了吃吃经理的脸上，把吃吃经理的牙都打飞了。<br>躲在牙洞里的哈努兄弟也跟着飞了出去，他趁机躲在了石头老板房间的角落，伺机而动——就像准备狩猎的狼。<br><br><i>「哈努努，对方的主力似乎正在回防，你那边还好吗？」</i><br><i>一声自信的*哼*。</i><br><br>「嗤嗤…石头老板，哈努兄弟回来了！他还学会了隐身，我只能听到很酷的*哼*，却看不到他！」<br>听到吃吃经理提到哈努兄弟，石头老板不禁打了个哆嗦：「可恶的哈努兄弟…我知道了，你赶快滚出去吧——下次来找我之前记得穿条裤子！」<br><br>赶走了吃吃经理，石头老板开始犯起了愁。虽然哈努兄弟已经被他变小了，但那可是美梦小镇的大英雄！<br><br>石头老板打开了自己的柜子，看了看自己藏起来的哈努火箭炮，又想到现在的哈努兄弟还没有自己的牙缝大，他才缓缓松了口气。<br><br>「哈努兄弟，就算你回来了，也没法用小个子打败我！」石头老板在房间里大喊大叫，认为哈努兄弟能听到——虽然他真的听到了。<br><br><i>「你找到了弹药库？但即便有足够的军火，你也没办法干掉这么多『 鳄鱼』吧？」</i><br><i>一声不屑的*哼*。</i><br><br>石头老板躺回自己的大床，带着不安回到梦中。他睡得满头大汗，因为刚刚的惊吓，他的美梦也变成了噩梦。<br>哈努兄弟走出阴影，打开了比自己大上数百倍的柜子，走了进去……<br><br><i>「你说什么…等等，哈努努，不行！」</i><br><i>一声带着笑意的*哼*。</i><br><br>哈努火箭炮就摆在面前，小小身躯的哈努兄弟艰难地扛起弹药，放到火箭炮里。<br><br><i>「停下，哈努努，你不能这么做！」</i><br><i>一声否定的*哼*。</i><br><br>柜子里的声响再次唤醒了石头老板。<br>「难道…难道哈努兄弟真的来了？」石头老板咽了咽口水，害怕地从床上爬起来。<br>「别怕，兄弟们！别怕，他现在这么小，我们一口就能咬碎他！」石头老板喊来了自己的弟兄们，所有的鳄鱼都挤在小小的房间里，靠近柜子——<br><br><i>「哈努努，不要走…如果匹诺康尼没有你，我该怎么办呢……」</i><br><i>一声无奈的*哼*。</i><br><br>他们打开柜子，面对的是黑漆漆的炮口，还有站在发射按钮上的小小哈努兄弟。<br><br><i>「我相信你可以的，因为你可是『钟表匠』。」</i><br><br>哈努兄弟发出一声很酷的*哼*，踩下了发射按钮。<br><br><i>一声很酷的*哼*。</i><br><i>巨大的爆炸声，一片寂静。</i>"
            },
            {
                "Name": "下篇 第一章",
                "Desc": "（一）<br><br>轰！<br><br>哈努兄弟的火箭筒炸飞了石头老板，但也引爆了宅邸里的烟花。<br>巨大的爆炸震碎了小镇的每一扇窗户，掀翻了好几座房屋，巨大的冲击力把凝固的钟表小子吹到了池塘里——他终于能动了！<br><br>「滴答！哈努兄弟！哈努兄弟呢！？」<br><br>钟表小子虽然一直被粘在广场上，但他也目睹了小镇发生的一切，看到了小小哈努兄弟钻进石头老板的据点，看到了刚刚发生的大爆炸。钟表小子顾不上倒出表盘里进的水，匆忙地跑向爆炸发生的方向……<br><br>在一片残垣断壁中，钟表小子只找到了一顶小小的帽子。<br><br><i>「哈努努…为什么，如果你不能醒过来，匹诺康尼就……」</i><br><i>「打起精神来，『钟表匠』，现在必须有人主持局势…狼群如果突然失去了头领，那混乱必将接踵而至。」</i><br><br>听到外面动静逐渐平息，镇民们悄悄探出了头，他们发现街上的鳄鱼全都不见了，只有坐在废墟里掉眼泪的钟表小子。<br><br>「钟表小子，钟表小子，石头老板被打败了吗？」<br>「钟表小子，钟表小子，哈努兄弟跑去哪里了呀？」<br><br>钟表小子知道，镇民们刚刚摆脱了石头老板的威胁，现在必须让他们安心才行。所以，这次钟表小子还是撒了一个谎——<br><br><i>「『钟表匠』先生，您说的是真的吗？」</i><br><i>「是的，哈努努家主在先前的保卫战中负伤严重，将暂停出席相关事务。但哈努努家主仍会负责匹诺康尼的重大决策，请诸位放心。」</i><br><br>「滴答，不用担心！哈努兄弟刚刚赶跑了石头老板，现在去休息啦！相信用不了多久，你们就能再在小镇里看到他*酷*得不行的身影了！」<br><br>听到这话，镇民们放下了悬着的心，欢呼庆祝了起来——他们终于赶走了石头老板，相信这次失败过后，那只可恶的大鳄鱼很长时间都不会来骚扰美梦小镇了。<br>大家为哈努兄弟举办了一场盛大的庆功宴，虽然作为主角的哈努兄弟不在场，但大家还是玩得很开心…除了钟表小子。<br><br>这晚，表盘里装满心事的钟表小子很晚很晚才睡着。<br>梦里，钟表小子来到了一片荒漠中，而哈努兄弟站在荒漠的远处，遥望着天空。<br><br>「滴答！哈努兄弟，你去哪了！」<br>「滴答，哈努兄弟，你快回来，美梦小镇没有你可不行！」<br><br>哈努兄弟只是看着钟表小子朝自己奔跑，默默摘下了自己的帽子。<br><br><i>「哼，这里很美，对吗？」</i><br><i>「是啊，所以你才不愿醒来吗？」</i><br><i>「不，我之所以不愿醒来…是因为你们都睡得太香了。」</i><br><i>「我……」</i><br><i>「那就来这里睡吧，『钟表匠』。你如果没胆量面对噩梦，那就先躲在美梦里吧——」</i><br><br><i>「但你要记住，只要是梦，早晚都要醒过来。」</i><br><br>他发出了一声很*酷*的哼。<br><br>钟表小子醒了，他的表盘上挂着一道泪痕。"
            },
            {
                "Name": "下篇 第二章",
                "Desc": "（二）<br><br>哈努兄弟消失不见以后，石头老板也没有再侵扰过小镇的领土。但他用卑鄙的手段封锁了美梦小镇的航路，这里的石头卖不出去，外面的物资也运不进来。<br><br>「钟表小子，钟表小子，我们要饿死了！」<br>「钟表小子，钟表小子，快让哈努兄弟想想办法呀！」<br><br>但哈努兄弟不回来，钟表小子又能有什么办法呢？<br>日子一天天过去，小镇的处境越来越差，所有人都在催促钟表小子做出决定，但他的表针转来转去，也没有更好的办法。<br>这时候，小镇里的叶子店长起了歪心思，他给石头老板写了一封信，想要把哈努兄弟消失不见的消息告诉石头老板——挖石头总比饿死强！<br><br>但他养大的小叶子发现了这个秘密，把它告诉了钟表小子和他的朋友们。<br>叶子店长被抓起来了，镇民们怒气冲冲地审讯这个小镇的叛徒，商讨该如何处罚他。<br><br><i>「各位家主，这次我们需要商议一下，该如何处置苜蓿草的拉契卡。」</i><br><i>「此前的『白色沙漠』事件已经查明，黑布林家系的覆灭与数千名果实的牺牲，都要由他负责。」</i><br><i>「呵，搞不好上次的公司舰队也是他招来的。」</i><br><i>「但拉契卡对匹诺康尼的贡献也有目共睹，所以我建议将他关押……」</i><br><i>「杀了他。」</i><br><i>「但是……」</i><br><i>「如果是哈努努，他会这样做的。」</i><br><br>大家都说：如果是哈努兄弟，一定会让叶子店长倒大霉的！<br>钟表小子本想饶过这个以前的好朋友，但也拗不过愤怒的镇民，只能把叶子店长的叶子一根根拔了下来。小叶子接管了他的商店，将美味的菜叶分给镇民们充饥。<br>但菜叶很快就被吃光了，美梦小镇的危机还是需要解决。钟表小子叫来「罗盘号」上的几个朋友，希望他们能想想办法。<br><br><i>「没关系的，有格拉克斯爷爷的指导和『记忆』的知识，我们一定能搞清梦境的秘密。」</i><br><br>镜子公主带着折纸小鸟开辟荒原，却被怪物变成了碎片。<br><br><i>「呵，别瞎操心了，凯勒贝克家主和他的灯蛾比你还懂『开拓』，你就准备好为他的航图多添一笔吧。」</i><br><br>左轮队长带着小蝴蝶去山洞冒险，却在黑暗中消失不见。<br><br>最后，只剩钟表小子一个人，孤零零地站在小镇中间。<br>钟表小子又哭了，他总是个爱哭鬼。他心想——如果自己是哈努兄弟就好了！他试着发出一声模仿哈努兄弟的*哼*，但一点都不酷。<br><br>「滴答…等等，如果是哈努兄弟，一定不会哭的！」<br><br><i>「你不是他，没办法和他一样。」</i><br><i>「是的，我必须比他做得更好。」</i><br><br>这晚过后，钟表小子开始翻看猫头鹰老师的书卷，了解荒漠中的秘密；他找出镜子公主的地图，寻找能帮助小镇的救星；他拿起左轮队长的手枪，开始在小镇中巡逻……<br><br>「滴答，总有一天，我会比你还要酷！」<br><br>在美梦小镇即将被开拓的荒漠中，一个很*酷*的身影遥望着努力的钟表小子，发出了一声很酷的哼。<br><br><i>一声很酷的*哼*。</i><br><br><br><br>"
            }
        ]
    },
    {
        "Name": "「钟表匠」的谏言",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "梦中亦有不可能之事。<br>找到它吧，如此便可以觐见。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "桑博的谏言？",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "当上垃圾之王吧<br>即便垃圾袋早已破碎"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "案情简述•其二",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "花火来到一家服装店购买领带，却被人杀害在了更衣室中。警方判断，当时有机会杀害花火的只有三个人——皮皮西店员阿佑、狐人赌徒钟珊、和智械富商佐罗。<br><br>阿佑因为身材矮小，经常被花火取笑。钟珊曾在一场赌局中输给花火，不得不交出自己的传家之宝。佐罗是花火在商业上最大的竞争对手。<br><br>这三个人都有着充分的动机。杀害花火的凶手究竟是谁呢？"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "案情简述•其一",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "花火今天原本打算在金槌府邸接见手下三位勇士。可当勇士们如约来到金槌府邸时，却发现花火被人用锤子杀害的遗体。<br><br>佐罗、钟珊、阿佑三位勇士，都有杀害花火的动机。而凶手也必定就在他们当中。<br><br>经过调查，捕快发现佐罗失去了一条手臂、钟珊脸上受了重伤、阿佑双腿骨折。也许这些线索能为侦破案件提供一些帮助。<br><br>杀害花火的凶手究竟是谁呢？"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "金槌府邸安全规范",
        "Desc": "无",
        "World": 4,
        "Books": [
            {
                "Desc": "为避免歹人伤害伟大又可爱的花火大人，金槌府邸从即日起施行如下安全规范：<br>1、所有家臣及访客需通过人脸识别系统出入金槌府邸。<br>2、无法通过人脸识别系统者，将被当场击毙。<br>3、本规范永久有效。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "苏乐达小百科",
        "Desc": "苏乐达工厂印制的广告册，为消费者介绍了各种口味的苏乐达饮料。",
        "World": 4,
        "Books": [
            {
                "Desc": "无论是否到访过匹诺康尼，你都应该听说过「苏乐达」这个品牌。自这种汽水诞生以来，它瓶中的激浪便席卷了宇宙市场，俘获了各大星系的味蕾。本刊盘点了最为畅销的几种苏乐达口味，供消费者们深入了解这款风靡银河的饮料。<br><br>【经典苏乐达】<br>至今为止，苏乐达品牌已推出了上百种口味，但「经典」口味的苏乐达永远都是最畅销的一款。看到螺纹瓶中的金黄液体泛起气泡，无人不想将它一饮而尽。苏乐达瓶里装的不只是糖浆饮料，更是一种思想，代表着「糖浆主义」的乐观精神，将美梦送往宇宙各处。<br>小贴士：冷藏后口感更佳！<br><br>【冰点苏乐达】<br>如果冷藏也无法满足你对冰爽的追求，那就试试「冰点」口味的苏乐达吧。这款苏乐达的配方中添加了塔尔维星系特产的苍蓝薄荷精华，制冷瓶盖使汽水温度无限接近凝结点——哪怕你居住的星球在三颗恒星的灼烧下流金铄石，这款苏乐达也能将你救出火海！<br>小贴士：饮用前请谨慎评估你所处的自然环境温度以及肠胃承受能力。<br><br>【聚爆苏乐达】<br>喜欢苏乐达的气泡在口腔中炸裂的刺激感吗？那你绝不能错过这款「聚爆」口味的苏乐达！聚爆苏乐达采用万吨级压缩机与高分子合金瓶装，只需细啜一小口，便能感受到无数细密的气泡在口腔中狂欢。不要惧怕轻微的刺痛，大胆享受恒星系于舌尖上爆裂的快感吧！<br>小贴士：饮用前请先松动瓶盖，放气五秒后再缓慢开启，否则一切后果自负。<br><br>【好梦气泡饮】<br>苏乐达的粉丝遍布银河各地，为了照顾到不同星系消费者的饮食习惯，我们专门研制了许多具有地区特色的苏乐达口味。「好梦气泡饮」就是专门为「仙舟联盟」的消费者们设计的产品，这款苏乐达在配料上进行了精心调整，加入了当地特产的梦呓花与安神草，带有草药的醇香，还具备强身健体、助眠安神的功效。<br>小贴士：为避免购得假冒伪劣产品，请勿在「仙舟代购团」等非官方渠道购买「好梦气泡饮」。<br><br>【元年苏乐达】<br>你无法在宇宙中的任何一个货架上找到「元年」苏乐达，但它是宇宙中最美味的饮料，也是苏乐达本应有的样子。<br>在匹诺康尼还是一座囚笼之时，苏乐达创始人「苏萨先生」造访此处，发现了神奇的梦见草，并调配出了一种无比可口的糖水。他耗尽毕生精力将其完善，创造出了宇宙中最完美饮料——「元年」苏乐达！只可惜随着梦见草的灭绝，这种美味也绝迹于世……<br>小贴士：如今在苏乐达工厂的不懈努力下，绝迹的梦见草已在梦境世界中重见天日，曾一度消亡的美味现已重见天日！若想品尝这款传说中的苏乐达，就请前来匹诺康尼体验吧！"
            }
        ]
    },
    {
        "Name": "《镍币影院特别放映：惊魂之夜》",
        "Desc": "镍币影院「惊魂之夜特别放送活动」的传单。上面印刷了相关注意事项与当夜展映片单。",
        "World": 4,
        "Books": [
            {
                "Desc": "葛瑞迪影业倾情奉献！<br>匹诺康尼「惊魂之夜」主题特别观影活动<br><br><b>注意事项：</b><br>*本活动仅限于葛瑞迪影业旗下镍币影院限时观看，请各位观众持现金至影院现场购票。<br>*本活动为小范围特别展映，影票有限，售完为止。<br>*放映可能会受（包括但不限于）帮派斗争、突击搜查、惊梦剧团骚扰等原因影响。若您察觉到身边观众并非人形，或荧幕角色跃入现实，请及时寻找附近工作人员并撤离现场。<br>*本影院不对观影后续产生的任何症状负责。<br>*请尽情享受您的观影时光。<br><br><b>「惊魂之夜」展映片单：</b><br><br><b>《燃烧吧！匹诺康尼！》 剧情片/动作恐怖/ 2157 纪</b><br>导演：皮尔•艾森<br>简介：破坏！燃烧！尖叫！年轻警察临危受命，前去对抗毁灭城市的梦境怪物。但无论如何，他与这座城市的命运都早已注定。<br><i>「燃烧吧！这就是爆炸的艺术！」</i><br><br><b>《星光大道惊魂夜》 剧情片/悬疑喜剧/ 2155 纪</b><br>导演：杰里夫•鲁弗洛<br>简介：一位凶狠的连环罪犯潜入匹诺康尼，试图暗害一位电影明星。但他的任务并不顺利——身怀巨款的金融家、离家出走的大小姐、暗怀鬼胎的酒店执事。众人在酒店中交织出一处荒诞的喜剧。<br><i>「在登上星光大道前，一切皆有可能。」</i><br><br><b>《畸梦剧团》 动画片/奇幻惊悚/ 2153 纪</b><br>导演：琪拉拉•米拉拉<br>简介：一群从好梦剧团退役的畸形玩偶们踏上寻找真我的旅程。小心，这帮捣蛋鬼将给匹诺康尼小镇带来无法预料的危机！<br><i>「你的心是什么味道？是苏乐达的气泡，还是齿轮上的机油？」</i><br><br><b>《疯狂的玛尼亚》 剧情片/废土末世/ 2155 纪</b><br>导演：阿瑞尔•安<br>简介：末日之后，匹诺康尼之梦化为一片只有狂沙的废土之地，飞车骑士们成为世界的主宰。疯狂的少女玛尼亚游走在飞车团间，残忍地报复着每一个欺凌弱者的罪人…<br><i>「不要试图在匹诺康尼寻求梦想。过去不行，现在更不行。」</i><br><br><b>《十二时刻》 剧情片/都市犯罪/ 2156 纪</b><br>导演：某位不愿透露姓名的业余导演<br>简介：盛会之星容不下黑暗与罪犯！一位猎犬家系的成员正在梦境的十二时刻间追逐潜逃犯，却在案件逐渐深入后发现有关自己秘密的黑暗真相…<br><i>「——快乐的匹诺康尼！幸福的匹诺康尼！」</i><br><br><b>《匹诺康尼往事》 纪录片/历史传记/ 2149 纪</b><br>导演：■■■■<br>简介： 2149 纪，匹诺康尼正值局势混乱之际，葛瑞迪公司监察麦考伊•德纳尔中枪身亡，而以■■■与■■■为首的反叛者吹响了抗争的号角。<br><i>「是的，匹诺康尼需要记住他们的名字。」</i><br><br>[纪录片介绍中的几个地方被人为涂黑，看不清具体字样。下方有人用红笔手写了一行大字。]<br><color=#eb4d3dff><b>-该片目前已从展映列表取消。</b></color>"
            }
        ]
    },
    {
        "Name": "梦境童谣•七口之家",
        "Desc": "一篇在匹诺康尼流传的古怪童谣。",
        "World": 4,
        "Books": [
            {
                "Desc": "捉住一群坏孩子，关进冰冷小笼子。<br>笼中狱卒没人情，饥饱劳役无休止，<br>大狗撞破铁栏杆，炮火之间自由至。<br>花草引来花蝴蝶，大树头顶甜果实，<br>鸟儿叼枝把巢筑，七人成了一家子。<br><br>家里有着七口子，住在穷苦小村子。<br>村外恶霸把路封，忍饥受饿没饭吃，<br>枯株朽木难负重，绿草想找肥来施。<br>草木摇曳果坠地，汁水溅满白砂石，<br>自家人吃自家人，一家只剩六口子。<br><br>家里躲着六口人，栖身荒凉小院子。<br>大狗乏困睡不醒，碎镜伤了鸟儿翅，<br>红花绿草难招展，枯株朽木伸不直。<br>蝴蝶独自飞出家，撞上一群大螽斯，<br>大虫子吃小虫子，一家只剩五口子。<br><br>家里睡着五口人，终日躺在小房子。<br>天使夜里来造访，唱起和谐交响诗，<br>旋律动听如美梦，梦里丰衣又足食。<br>自此凡事皆如意，人人闭眼享安适，<br>大家千万别睡醒，忘掉那些苦日子。"
            }
        ]
    },
    {
        "Name": "路易斯的艺术评论",
        "Desc": "路易斯撰写的一系列期刊，是他为画家夏洛蒂的作品专门创作的艺术评论。",
        "World": 4,
        "Books": [
            {
                "Name": "《银河璀璨之夜》：梦与自由之始",
                "Desc": " 01 .《银河璀璨之夜》：梦与自由之始  <br><br><b>作者：路易斯·赖斯</b><br><br>作为本系列评论的开篇之章，笔者选择的作品为：《银河璀璨之夜》。<br><br>这是著名画家夏洛蒂早期代表作品，亦为本系列随笔标题的由来。<br><br>正如画家早期其它作品那般，由于尚未展现出其后来梦幻迷离的独特风格，本幅画作时至今日依旧未能获得应有的评价与赞许。对此本人谨表沉痛惋惜。<br><br>首先我们来看看画作本身：在广袤璀璨的星空之下，象征人类文明与秩序的黑色灯塔是如此单薄渺小——好似一叶扁舟迷失于无尽汪洋，只需一阵风暴、一排巨浪，便能够彻底抹去它存在过的全部痕迹。<br><br>而构成这幅图景的，则是极尽夸张的、涡旋一般永恒流动着的线条。这些线条如同吞噬万物的汹涌浪潮，旋转着、躁动着、动荡着，构成一切又解构一切。<br><br>单就技法而言，画家此时笔触仍稍显青涩、色彩也略嫌稚嫩；而其画风相比于后期的如梦似幻也明显过于「保守写实」。然而从这幅画作之中，我们已经不难窥见画家<b>对于「人」与「世界」的反思</b>。<br><br>「当我们在仰望星空时，我们在仰望什么？」<br><br>每每抬首凝望深邃浩渺的宇宙，我们总难免直面自己的渺小。人类——或者更进一步而言，所有智慧生命的文明结晶——对于神秘莫测的伟大自然而言，终究不过如脆弱烛焰，稍纵即逝。<br><br>然而在这幅画作中，无论是不朽的星空、无垠的宇宙，还是象征人类文明的微眇灯塔、与灯塔火光所照亮的那一缕夜色，世间万象究其根本，不过是虚数法则随意涂抹的扭曲线条。<br><br>我们与天地同源，又与尘埃无异。世间万象，究根结底，本无意义。<br><br>那么在这冰冷空洞的基调之下，画家又给了我们怎样的答案呢？<br><br>请看那点缀着神秘紫罗兰色调的深蓝夜空中，群星正散发着柔和的黄白光芒。这些光芒与灯塔的火焰相互映衬调和，于是我们感受到时光流逝中躁动的喜悦、感受到无尽长夜中燃起的温情。<br><br>有了这些色彩，那些杂乱不安的线条便而不再因忠实自然而显得冷漠无情。它们依旧流淌着，回环往复，永不停驻，却因沾染上人类灵魂的温度而散发出柔和的光晕，为沉寂空茫的夜空带来一丝生机。<br><br>即便现实不过一场幻梦， 即便宇宙并非为人而造，我们依旧需要追求属于自己的那片天空——无论在画里，还是在梦中。"
            },
            {
                "Name": "《海岸线》：蜕变与新生",
                "Desc": " 03 .《海岸线》：蜕变与新生   <br><br><b>作者：路易斯·赖斯</b><br><br>本期我们来简单评论一下画家的成名之作：《海岸线》。<br><br>作为引领画家进入大众视野的重要信使，在这幅画中，画家的笔触技法更为成熟，其独特梦幻的个人风格也已基本成型。对于本作的解读，早有无数评论家和学者珠玉在前。其中诸多名篇佳作已为众人所耳熟能详，故不再于此赘述。而笔者此次依旧沿袭以往的思路：从作品出发，对作者本身进行剖析。<br><br>相信熟悉笔者的老朋友们已经对笔者的分析方式有所了解，但受画家本身热度的影响，近期本人又因此随笔系列获得了一些关注。为此，在本篇开头，笔者将首先展示自己的思考逻辑，与新晋的读者稍加分享。<br><br>学界普遍认为：作品不可与作者等同。此等观念经过无数历史与文化的验证，似乎早已成为颠扑不破的真理。但笔者以为，所谓作品，究根结底不过是创作者潜意识碎片拼接的产物——它们就如梦与幻觉那般，往往会于细枝末节之间，映射出创作者本人也未曾意识到的、源于其心底最深处的欲望。<br><br>而越是了解作者本身，了解他们的成长环境、人生经历，这个反推的过程便越是精准。于是在此基础之上，我们且对前两期的选材稍加回顾：在《银河璀璨之夜》中，我们不难看出画家<b>对艺术与美的热爱、对自由的强烈渴望与对人类的反思与关怀</b>；<br><br>而在第二幅《罗宾之死》中，画家则通过刻画一场形式化严重的、庄重却潦草的葬礼，来倾诉对乏味现实生活的厌倦与不满。<br><br>在有了以上认知的前提下，我们再将目光转向这幅著名的《海岸线》——整幅画的背景由沙滩、海洋与天空三部分构成，各自的边界通过黄金分割比例自左上至右下斜切呼应；而从左下至右上，也就是自沙滩至天空之间，则由四种鲜明意象所构成的弧度所串起：黑色的蛇蜕、白色的飞鸟、金黄的云霞与赤红的太阳。<br><br>根据笔者的解读，沙滩、海洋与天空分别代表：现实的物质世界、人们的精神世界、艺术与美本身；而蛇蜕、飞鸟、云霞与太阳则代表着画家的个人理想：沉重的现实生活已经如同老旧蛇蜕那样被抛弃，而获得新生的画家则如同脱离了大地束缚的飞鸟一般，正朝象征自由与灵性的灿烂云霞奔赴而去；至于那高高悬在天顶的太阳，则是真善美的具象与化身，是画家永恒追逐的目标与朝向。<br><br>画家对于色彩和线条取用也别具匠心，画中的沙滩笔触凝重、黯淡灰败，海洋起伏绵延、浓墨重彩，天空则线条轻盈、透亮明快；而四种意象的颜色为黑、白、黄、红，则分别对应炼金术中黑化、白化、黄化与赤化的四个过程，在三重维度上象征着画家本身的蜕变与新生。<br><br>众所周知，《海岸线》是画家人生的巨大转折点。这个浓墨重彩的点，或许可以理解为画家倾其所有只身来到匹诺康尼、可以理解为其仅凭一幅作品便成为一匹脱颖而出的黑马，然而对于笔者而言，在那之前——这个点——早已尽在画作本身之中。"
            },
            {
                "Name": "《人间乐土》：当梦境俯瞰现实",
                "Desc": " 04 .《人间乐土》：当梦境俯瞰现实  <br><br><b>作者：路易斯·赖斯</b><br><br>本期鉴赏的是画家的代表作：《人间乐土》。这幅画作的问世，代表着画家风格的彻底成熟，也令其成为纯粹还原主义画派中，无人能出其右的代表性人物。<br><br>然而在正式对这幅作品进行探讨之前，请先允许笔者与诸位分享一个喜讯——在阅读过上期评论之后，画家竟主动回复了笔者的留言，并对本人此前的一系列分析表示了欣赏与认同！<br><br>截止到笔者着手本文之际，我们已有数封书信往来。画家其人言辞质朴，但字里行间无不体现出恬静的优雅与包容的气度。与画家就某些理念进行简单的交流后，笔者对其越发钦佩仰慕，遂决定在完成本期文章之后，即刻动身前往匹诺康尼，一睹这位伟大画家的惊世之姿。<br><br>那么撇开闲话，让我们将目光重新转回这幅旷世佳作之上。每每凝视这幅作品，我总会不知不觉被引入画家的精神世界，而这过程无疑美妙非常：<br><br>当这幅画骤然映入眼帘时，人们只能窥见画面中一团团雾气般轻盈缥缈的光晕。继而这些光晕涌动变化，演变成为一张由红宝石与珍珠缀成的嘴、一只由黄金雕刻的眼与眼中流淌下的、绚丽多彩的水晶泪滴。那些泪滴从眼角出发，列队前行，组成线条、组成涡旋——同那眼、那嘴一共——组成虚空中扭曲怪诞的人形。<br><br>但继而在这片迷离又炫目的光晕之中，这些凝聚的意象又轰然破碎。于是我们看到黄金黯然、宝石淌血，听闻珍珠哀鸣、水晶迸裂…这些娇贵的造物如今却饱含着撕裂般的痛苦，仿佛正处于一场充满恐惧阴影的、无法醒来的残酷噩梦之中。而我们则被这古怪的幻梦残片所惊醒，蓦然重新坠入现实。<br><br>至此，画家为我们展示了一个荒诞又真实的噩梦。她为那些空泛的概念与真切的欲望——藉由轻薄绚丽的色彩——赋予了肉眼可见的形体，继而又将他们无情地敲碎：<br><br>谁能想到那代表灵性的飘忽光晕竟会沉淀为奢华的俗物？那市侩泥泞筑就的贪婪大口啃噬着原本的静谧，珠光宝气却又可怖狰狞；那本应清澈的眼瞳也因庸俗的侵染而堕落为黄金，就连淌出的泪水也难以幸免，干涸凝固为令人目眩的水晶。<br><br>这瘟疫一般的浮华之风究竟源于何处呢？繁荣兴盛的匹诺康尼、永恒欢乐的匹诺康尼，你为人们带来梦想与欢歌，却又暗中滋生一切罪恶。声色犬马、财气酒色，填满了人们的肉体，却又抽干了他们的灵魂。那么迄今为止，究竟有多少人溺死在那光怪陆离的幻梦之中，成为一具具快乐且肿胀的浮尸呢？<br><br>对于这场看不见的精神浩劫，画家敏锐地将其尽收眼底，并进行了深刻的反思——她将它们一一敲碎了：放弃了透视、摒弃了逻辑、消解了边界，画家用明亮的、轻薄的色块，提炼再现而后狠狠敲醒了这纸醉金迷的噩梦。<br><br>这是一种破坏与重塑的激烈对抗，静谧之中匿藏狂妄，而画家在其中完成了自己的朝圣之旅——一种纯净灵魂的归乡之旅。<br><br>而当我们透过这些疯狂的表象，去窥视画家那细腻却狂放、冷峻又热烈的灵魂时，我们的灵魂也将如乍闻惊雷般震颤。<br><br>笔者一直十分好奇，这样一位惊世天才究竟是被何种人生经历所捏塑的？而现在，本人将亲自前往这位伟大画家的所栖之处，寻找答案——自此，我也将踏上自己的朝圣之旅。"
            }
        ]
    },
    {
        "Name": "乔凡娜的工作日记",
        "Desc": "酒店入梦护理师总管乔凡娜的工作日记，记录着一次酒店客人的入梦事故。",
        "World": 4,
        "Books": [
            {
                "Desc": "<b>X月 23 日</b><br><br>今天出了件怪事。<br><br>凌晨，我们收到警报，内容是某间客房的入梦装置出现了异常。酒店立刻派人前往调查，在确定房内长时间无人应答后，安保人员打开了门，却发现里面空无一人，只有敞开的入梦装置仍在运作。<br><br>之后我们在酒店内展开了紧急搜查，还托人在梦境中确认失踪客人的状况。万幸，这位客人在梦境中尚无异样。那么至少目前看来，其身体并未受到损伤，且仍在匹诺康尼范围内。为了保证客人的心理健康，我们暂时不会将此事告知本人。为此酒店已派出人手对其进行持续、密切的观察。<br><br>希望我们能尽快找回他的身体。<br><br><b>X月 25 日</b><br><br>这几天酒店里兴起了一些…流言。起初是在茶水间闲聊时偶然听到的，有个客房服务生说她在半夜经过「那个房间」时听到了窸窸窣窣的刮擦声，就像是老鼠在啃噬墙纸。但匹诺康尼怎么会有老鼠？<br><br>后来就连厨房都在谈论这件事。据说有个年轻服务生又偷偷溜进过那个房间，而<b>里面确实空无一人</b>。而那之后，声音依旧不时出现。而且似乎…越来越大。<br><br><b>X月 26 日</b><br><br>我终于听到了——听到了他们说的那个声音。这让我一动不动守在门口的那三个多小时没有白费。我趁那声音还未消失的时候钻了进去。最近大家都在因为那个「被入梦机吞噬的宾客变成了徘徊不去的幽灵」的传闻躁动不安，而我作为护理师总管，有义务澄清这个荒谬到可笑的妄想。<br><br>是刮擦声。窸窸窣窣，像老鼠在啃噬墙纸，又像是愤怒的幽灵在挣扎。我回头看了看，客房的门还开着。它们自房间角落的壁橱后传来，我往前走了几步，结果那声音更大了。我犹豫了一会儿，最终尝试着叫了声：「希里先生？」。然后我就听到一阵嘶哑的大笑。那声音…很怪，或者说比起笑声，更像是变了调的虚弱尖叫或痛苦呜咽。我只觉眼前有些发黑，全身僵硬。但过了一会那声音变弱了，于是我又大着胆子往前走了几步，然后又叫了一声。<br><br>那声音却突然停了。那个时刻，我的好奇心压过恐惧，撑着衣柜朝它背后的缝隙里张望：我看见了一双布满血丝的大眼睛，以及一口蠕动的白牙，既恐怖又狰狞；然后我听见一声夹杂着气音的虚弱嘶吼——<br><br>「救——救我啊！ 」<br><br><b>X月 28 日</b><br><br>今天早上酒店颁布了修订过后的客房管理须知和入梦守则。希里先生的遭遇给我们敲响了一记警钟，让我们认识到原有流程中的缺陷与疏漏。为此，我们做出了以下改进：<br><br>1、对于有「梦游症」病史的客人，我们会在其入梦时提供额外的肢体固定工序，防止在其睡眠时发生意外情况。<br><br>2、优化酒店房间的布设，防止再次出现体型较小的客人（如皮皮西族）被卡在家具夹缝中的情况。<br><br>至于可怜的希里先生，比起脱水与饥饿造成的虚弱，他遭受的心理创伤似乎才是最严重的问题。酒店承诺，将为他提供最好的休养环境与最精心的照料。<br><br>衷心希望他能早日康复。"
            }
        ]
    },
    {
        "Name": "欢迎来到■■■■",
        "Desc": "一盘诡异的录音带，一个恐怖的噩梦。",
        "World": 4,
        "Books": [
            {
                "Desc": "（一段诡异的录音，内容时断时续。叙述者的嗓音好似金属相互刮擦时产生的尖锐噪响，带着恶意与嘲笑。）<br><br>…[电流声]…[尖锐刺耳的大笑声]…[爆鸣声]——<br><br>亲爱的游客，欢迎来到筑梦边境。我是…[电流声]…向导——钟表小子！<br><br>为了保证大家能有一段愉快的旅程，观光过程中请务必谨记以下内容。<br><br>首先…[电流声]…边境的特色——梦境蜃楼！<br><br>…[电流声]…流动的巨大建筑既是景观，也是本地独有的生态…[电流声]….有知觉的生命体，会对游客的接触做出反应。请勿随意触摸、涂鸦、恶意破坏。<br><br>如遭遇地面、建筑群剧烈摇晃的情况，请勿惊慌。该现象多由蜃楼的周期性活动、或者某些游客的触碰所导致，一般不会持续太长时间。<br><br>如遇到心仪的建筑，游客可自行进入内部参观，无需另外购买门票。请谨慎选择建筑，每位游客仅有一次最佳观光体验。<br><br>…[电流声]…[模糊的尖叫声、咀嚼声、吞咽声]…[更加刺耳的电流声]……<br><br>广场上的苏乐达、餐车中的飞[杂音]堡、钟表披萨、爆[杂音]花…[电流声]…类繁多、口味独特，富含多种<b>营养物质</b>，能够快速恢复食用者的健康与活力。<br><br>以上食物、饮品面向所有游客免费不限量供应，如有需要可自行取用。请勿捕食本地居民或其它生物。<br><br>…[连续的电流声]…[黏腻的蠕动声]…提供最优质的服务。以下向您推荐当前最热门的景点：<br><br>苏乐达欢乐秀——随美梦剧团一同起舞！还在等什么呢，快来尽情<color=#f29e38ff>打开您的头颅、释放您的压力、挥洒您的热血</color>吧！<br><br>折纸小鸟——勤劳的鸟儿们每天都在城市里四处游荡，寻找心仪的材料来填补自己身躯上怎么也填不满的空洞。可蜃楼们太吝啬、本地人不捧场。那么，好心的游客是否愿意帮帮忙？<br><br>——来吧，将身心融入这美妙的乐章吧！<color=#eb4d3dff>在琴弦上恣意摇摆、随铜管的活塞起落、感受琴键与鼓槌敲击的律动</color>…[电流声]…在永恒的乐曲中享受这永恒的欢愉，直到灵魂与这世界融为一体！<br><br>…[电流声]…[巨大的欢闹声与微弱的惨叫声]…[电流声]……<br><br>——[重物坠地的撞击声]"
            }
        ]
    },
    {
        "Name": "真理医生的留言便条",
        "Desc": "真理医生在「拜访」空间站时留下的反馈意见，字字彰显着他的真挚。",
        "World": 1,
        "Books": [
            {
                "Name": "（一）",
                "Desc": "关于点心<br>点心在到处乱爬。<br>空间站的科员们该下岗了，我这辈子没见过这么混乱的实验室……<br>还是说，是这些点心在管理实验室？不知礼数。"
            },
            {
                "Name": "（二）",
                "Desc": "关于「斯喀拉卡巴兹」<br><br>真是天才的大手笔，技术研发部一辈子也想不出这么胡来的研究方法。<br>看见这张便条的人，自求多福吧。如果我是你，现在就会回头。"
            },
            {
                "Name": "（三）",
                "Desc": "在博识学会，常有资质平庸的学者踌躇满志。他们不明白，真理是危险的，傻瓜对知识的不当追求只会为自己带来灾祸。<br>逛了一圈，没看到笨手笨脚的庸才，连一个人都没有。<br>终于找到了这间实验室的一个优点。"
            },
            {
                "Name": "（四）",
                "Desc": "关于植物间<br>令人窒息的灰尘、微粒…这附近竟然连洗消间都没有？"
            }
        ]
    },
    {
        "Name": "情感的本质——一项生理学分析",
        "Desc": "一位不知名人士的论文，探讨了情感在生理层面的产生原因与表达机制。",
        "World": 1,
        "Books": [
            {
                "Desc": "情感的本质——一项生理学分析<br><br>作者：███<br>通讯地址：螺丝星机械城轴承路██号<br>摘要：情感是一切存在中最神秘的现象。许久以来，我们都并不清楚情感产生的本质。通过对宇宙间诸多不同种类的生命的生理学分析，本文试图回答“情感是什么”这个困难而又重要的问题。<br>关键词：情感，生理学<br><br><br>一、人类的情感<br><br>在搬来螺丝星前，我曾遇见一位特殊的脑肿瘤病人艾玛。当艾玛脑部的肿瘤被切除后，她似乎变了一个人。以前热情活泼好动的艾玛，现在变得孤僻、易怒和冷淡。艾玛的智力并没有被影响，她依然是一位优秀的大学教师。但是，她已完全无法承担教学的工作。<br><br>经过仔细的检查，我发现艾玛的逻辑能力、记忆力、注意力以及其他认知能力都没有受到损害，但她已经对发生在她身上的事情缺乏感觉，也就是说，她出现了某种严重的情绪障碍。<br><br>……<br><br>通过这些数据和分析，我们能够确信，人类的情感依附于某些生理组织而存在。恐惧与杏仁核有关，厌恶与脑岛有关，前额叶皮层与情绪的表达与调节有关，共情和内疚与脑岛和扣带回等脑区有关。<br><br>……<br><br>这是否意味着，是否能够通过改变这些生理组织来操纵甚至复制人类的情感？另一个问题是，如果生命并不拥有像人类那样的组织，这是否意味着它们并没有情感？<br><br>二、无机生命的情感<br><br>为了研究这些问题，我来到螺丝星，一座充满无机生命的星球。受到螺丝咕姆的帮助，我获得了机械生命实验室的使用权。通过扫描机械生命的身体，我看到了人类完全不同的构造：<br><br>案例一：一位从泯灭帮手中逃脱的机械女孩，表现出对外部事物的强烈防备，核心线路有被烧毁的情况。<br>案例二：一位因为亲人去世而无法行动的机械老者，经检查，他的躯体没有问题，但是他却无法回答外界的问题。<br>……<br><br>电流如同血液一般在他们的身体中奔流，机械生命虽与人类天差地别，我却看到了与人类一样的情感涌流。这是某种错觉吗？还是说，情感不与任何特定的生理结构有关，而是某种超越于生理的东西？<br><br>……<br><br>结语<br><br>当我打算离开螺丝星的时候，一位好友依依不舍地和我告别。我第一次看到那么璀璨的银色眼泪，从他晶体般的脸庞滑落。那一刻，我感受到了爱，确切无疑的爱。<br><br>所以情感是什么？它不是任何一种生命的特权，毋宁说它是所有生命的本质。它是一种抽象的行为模式，一种共同的内在语言。也许生命被创造时就已懂得了这种语言，凭借着这种语言，生命才能互相理解，以至于产生爱的存在。<br><br>更多的问题，就留待以后研究吧。<br><br><br>致谢<br><br>感谢螺丝咕姆先生提供的实验室。<br><br><i>来自阮•梅的批注:<br>情感是生命共同的语言，这便是██一生的结论。<br>或许██本身就是那样的人吧，我难以认同，也难以理解。<br>真想找她问问啊。</i>"
            }
        ]
    },
    {
        "Name": "十全点心食谱摘录",
        "Desc": "写有阮•梅亲笔批注的食谱集，字迹和她本人一样娟秀。",
        "World": 1,
        "Books": [
            {
                "Desc": "前言<br><br>本食谱集采银河诸界的点心精华，共有包、饺、糕、团、卷、饼、酥七大类目。除经典款类之外，更有推陈出新，触类旁通的全新产品。每份食谱配置详细制作流程，可供初学者至专业人士各层次人群使用。<br><i>星历██年██月██日购入本书——阮•梅</i><br><br>……<br><br>梅渍黄豆糕<br>主料：于遗憾中看到的落梅，紫苏梅粉，黄豆<br>辅料：陈年梅花上的落雪所化之水，需以少女之手掸落，藏于花瓮中埋于地下一年以上<br>配料：呢喃的歌声，失意之人的诗<br>做法：黄豆洗净泡发，加入梅花雪水搅成泥状，加入糖与紫苏梅粉，于哼唱间将其炒干揉成团状，放入模具中晾凉，压上数朵落梅，将其裹上印有失意之诗的油纸储存。<br>口味：食之清香扑鼻，回味悠长。<br>备注：做法繁复，需要提前一年准备，建议于梅花绽放时配上雨水煮的茶一起享用。<br><i>此道点心颇为高雅，深得我心。</i><br><br>糖蒸酥酪<br>主料：鲜牛奶，酒酿汁，三份好心情，一缕夏夜晚风<br>辅料：冰糖十五克、杏仁片五克<br>做法：鲜牛奶加冰糖煮沸，放入三份好心情过滤后于夏夜晚风中放凉。酒酿倒入鲜牛奶中搅匀分装。隔水蒸十五分钟左右。晾凉凝固后放杏仁片，将其冷藏三小时凝固即可。<br>口味：绵软，清香，浓厚。<br><i>亦可，消暑尤佳。</i><br><br>藕粉桂糖糕<br>主料：老藕，面粉<br>辅料：恋人絮语，桂花<br>做法：老藕切片，浸水三日，捣碎取汁后过滤，倒入水中，经由老实炉灶加热得到藕粉。再将藕粉与面粉、白糖、桂花、恋人絮语拌匀凝固即可。如没有恋人絮语，可用白糖代替。<br>口味：富有弹性，桂香藕香浓厚。<br><i>小时常食此物，如今正宗的不多见了。</i><br><br>……<br><br>爆珠小笼包<br>主料：发面，圆白菜，扑满的眼睛<br>辅料：葱姜水<br>配料：糖，生抽，蚝油<br>做法：将圆白菜切丝剁碎。在珍珠粉圆中加入生抽、蚝油少许，加葱姜水搅拌腌制十五分钟。扑满眼睛中放入圆白菜搅拌至上劲，放置一边。揉捏发面团，用面杖擀成圆形皮，包入馅料，放入小笼中，大火蒸开后转小火，关火后焖两至三分钟后再打开锅盖。<br>口味：面皮筋道，馅料嚼劲十足，咸甜交织，与奶茶更配哦！<br><i>…</i><br><i>（三个娟秀而凝重的句点，透露着犹疑与不可置信）</i><br><br>仰望星空派<br>主料：银河土著鱼种，清澈的眼神，愚人的嚎叫<br>辅料：白煮蛋，土豆，洋葱，培根<br>配料：橄榄油，鸡汤，葡萄酒，奶油<br>做法：鱼洗净去内脏，切下头尾部分留用，鱼身对半切放入挞皮中。将洋葱与土豆切丁后加入鸡汤与奶油熬煮，倒入挞中。加入清澈的眼神，用愚人的嚎叫烘烤半个小时即可出锅。<br>口味：浓郁奶香，丰富油脂，聚会首选！<br>备注：让我们一起仰望星空吧！<br><i>似乎越发奇怪了……</i>"
            }
        ]
    },
    {
        "Name": "警告！！！",
        "Desc": "界种科张贴在植物培养间的警示贴。",
        "World": 1,
        "Books": [
            {
                "Desc": "此处培育的特殊植物未经过完备的安全性测试，任何私自接触都可能导致难以预测的后果！<br><br>已发现的不良反应如下：<br>1、看到头上冒着气泡的小人、骑着扑满的星神、漫天飞舞的信用点、满地乱爬的点心等幻象。<br>2、性格突变，常见表现为突然产生向同事或上级袒露秘密的冲动。<br>3、自我认知混乱。如果你认为自己是一只电饭煲或一支原子笔，不要怀疑，你现在很危险。<br>4、满怀信心地制造出一些虚假的东西，比如一份不存在的警告和胡编乱造的不良反应。<br><br>鉴于植物的危险性，请在出现以上不良反应或者其他异常情况时立刻远离并向空间站寻求帮助！不然，你就…你就会……<br><br><i>啊~像我一样…变成一只…快乐的笔……</i><br><br><i>骑着扑满……</i><br><br><i>在这银河间，接住如雨的信用点……</i><br><br><i>再吃掉那些长了脚的点心……</i>"
            }
        ]
    },
    {
        "Name": "界种科的植物培育计划表",
        "Desc": "记录着界种科培养目标的计划表。",
        "World": 1,
        "Books": [
            {
                "Desc": "下一批待培育的稀有植物已从银河各地发出，预计于下个月到达空间站。本次植物轮换后，将对土壤和水源进行彻底的更替与消毒。请务必妥善保存种子以待日后使用。<br><br>培育目标：检测太空辐射对于植物的变异影响，探索植物嫁接与杂交的新方向。<br>培育方法：祭祀权杖与梦破需要专人安抚与陪伴，其他的正常土培即可。<br><br>—— 本期植物简介 —— <br>【布坎瑞花】<br>拖把状的花朵，散发浓烈且有强烈附着性的臭气，一旦习惯之后就会扭曲人的嗅觉使人感到愉悦。曾有「欢愉」信徒因大量种植布坎瑞而成为人形生化武器的前例，现在布坎瑞花因污染空气已被禁止私人播种。<br><br>【梦破】<br>生长缓慢的巨型植物，传说中能召来亡灵栖息于它的叶片之下。买得起的人会将它种植在深爱之人的坟墓边，睡在其下与亡人约会。其实可能是植物散发的信息素引起了特定的梦境，需要进一步研究。<br><br>【祭祀权杖】<br>形如权杖的植物，花瓣是某种已失传的古老占卜的核心道具。一次只能摘取三片，超过之后祭祀权杖会记住你的味道，并在下次你靠近它的时候发出尖叫，用它的顶端狠狠捶打你。<br><br>【黄昏海岛菇】<br>拥有细腻而丰富的色彩，浑身布满条纹的蕈类植物。不知为何总给人带来阴郁和绝望的感觉，靠近它的时候会产生无法控制的坠落与眩晕感。服用它能够让一个人保守秘密。<br><br>【茄克果】<br>能结出冰晶一般璀璨的果实，果实未成熟前会吸收热量造成周围温度急剧下降，两个人同时服用它的果实会造成意识相联的情况。<br><br>—— 警告 —— <br>1、请将祭祀权杖封闭入最厚的培养皿中，不然其尖叫可能传遍整个空间站。<br>2、不要在黑暗中追随黄昏海岛菇发出的微光，它会把人引入死亡。<br>3、不要触碰茄克果，因为你的意识有可能被另外一个吃掉茄克果的人——你可能根本不知道那是谁——吞噬。"
            }
        ]
    },
    {
        "Name": "阮•梅的实验日志",
        "Desc": "不完整的实验日志，这是阮•梅在研究过程中留下的珍贵记录。",
        "World": 1,
        "Books": [
            {
                "Desc": "No. 92 <br>实验目的：创造纯粹理性的生命<br>……<br>实验结果：它呆滞在那里，因为精神错乱死去了。<br>失败原因：生命与纯粹理性，似乎不兼容。<br>……<br><br>No. 524 <br>实验目的：培育#8 拉姆<br>……<br>实验结果：#8 拉姆微笑之后，消失了。<br>失败原因：#8 拉姆似乎不愿回来。<br>……<br><br>No. 1024 <br>实验目的：创造分布式存在生命体<br>实验环境：加速器与特殊培养皿<br>实验方法：使用高能粒子轰击裂界造物，使其分裂为多个量子态存在的生命。<br>实验过程：加速高能粒子，轰击被禁锢的实验体至其分裂，喂食受「丰饶」赐福的果实维持其生命形态，直到分裂完成。<br>实验预期：实验体成为能够在多个地点同时存在的分布式生命，任何一个生命体获得的信息都可以传递到所有的生命体中。<br>实验结果：于 123 秒后湮灭<br>失败原因：情绪探测器传来了巨大的悲伤。实验体因为得到了过多信息，似乎看见了某种…真相。得知真相的它承受不了悲伤而主动选择了消亡。但它留下的微粒仍然在不停地歌唱，以原子的音量。<br>实验品处理：保密，不处理。<br>……<br><br>No. 1732 <br>实验目的：创造「生来便是天才」的生命<br>实验环境：特殊培养皿<br>实验方法：混匀，搅拌，加热<br>实验原料：灵性、练习、星震，按照1：1：1的比例加入，制成智慧基底。<br>其他原料：天才特性，包括但不限于螺丝星特产的机油，余清涂调制的毒酒，丝丝喀尔的蛛丝，黑塔人偶的碎片，#22 利尔他的手迹。<br>实验过程：<br>1、乐天型天才：加入两勺螺丝星特产机油。<br>2、悲观型天才：加入三滴#55 余清涂调制的毒酒。<br>3、焦虑型天才：加入#29 丝丝喀尔的蛛丝提取物。<br>4、攻击型天才：加入黑塔人偶的碎片。<br>5、无私型天才：加入从#22 利尔他的手迹提取的墨水。<br>实验预期：以不同天才的特性加入智慧基底，创造出带有天才对应特征的生物。<br>实验结果：失败。<br>失败原因：<br>1、「实验品」内的天才特性成分过低（大概率）<br>2、几位天才资质平庸（极小概率）<br>3、实验过程中「灵性」成分过高，导致产物形成「模仿创造者」的爱好（小概率）<br>4、创造者收集到的天才之物为赝品（极小概率）<br>实验品处理：统一收集后待销毁或封存<br>……<br><br>No. 1733 <br>日期：星历██年██月██日<br>实验目的：培育繁育令使<br>实验环境：特殊培养皿<br>实验方法：熔炼████，将提取出的██注入原体中。<br>实验原料：████，寰宇蝗灾的始末，虫皇遗留的「数据」<br>其他原料：「忆泡」，「位面」碎片，「模拟星神」原体，「孢子」拟态<br>实验过程：以「位面」碎片为基底，加入「忆泡」、「模拟星神」原体与「孢子」拟态，从寰宇蝗灾的「数据」中提取「繁育」命途流溢的能量，最后滴入虫皇遗留的「数据」。<br>实验预期：复制的繁育令使诞生，存在 56 秒。<br>实验结果：成功，于 56 秒后湮灭。<br>实验品处理：自行消亡<br>……"
            }
        ]
    },
    {
        "Name": "阮•梅的日记残页",
        "Desc": "从阮•梅的日记上撕下的残页，只言片语间记录着她近期的研究课题。",
        "World": 1,
        "Books": [
            {
                "Desc": "第一页<br>我向黑塔借来了「相位灵火」的火种。<br>#29 丝丝喀尔的造物给了我很多灵感，我也想创造一些更新颖的生命形式。<br><br>第二页<br>我找不到那团火了，希望丝丝喀尔不会讨厌我。"
            }
        ]
    },
    {
        "Name": "天才俱乐部：科研成果考",
        "Desc": "一位不愿意透露姓名的人士留下的手稿，旨在探讨天才俱乐部诸位成员的成果（未遂）。",
        "World": 1,
        "Books": [
            {
                "Desc": "天才可有高下之分？若要将#83 黑塔、#81 阮•梅、#76 螺丝咕姆的功绩一一列举、分个高低，真是说也说不清。<br><br>笔者也曾怀疑——#2 哈那德•庞奇与#3 纽尔•伊曼在一间车库里宣布组建天才俱乐部，又在此后多次冰释为友、反目成仇，他们是否也在为二人的高下争个不停？<br><br>所幸，模拟宇宙项目形成了暂时的稳定。但谁又知道这种稳定的三角关系，是否会因新成员的加入而分崩离析？<br><br>哦，笔者险些忘记——是四角关系，还有#84 斯蒂芬•劳艾德。"
            }
        ]
    },
    {
        "Name": "《合巹记》唱本",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "且为郎君点红妆，朱唇如血肤如霜。<br>且为郎君燃烛光，骨为灯芯肉做香。<br>且为郎君解罗裳，芙蓉帐暖饱饥肠。<br>此夜且与君成双，可怜我来日又守空房。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "十四种幻觉的面庞",
        "Desc": "一篇来自不知名纯美骑士的告罪书。",
        "World": 1,
        "Books": [
            {
                "Desc": "十四种幻觉的面庞<br>「纯美骑士团」 某废弃告罪书<br><br>我的头脑若不是受到命运魔鬼的愚弄，<br>则已察觉一切感官诱惑与精神的向往；<br>我察觉讲述与行为使您真正存在，<br>您的面庞与刀刃上正流着世人没有的血与衷情。<br>我崇尚您高贵秉性恩泽的一切，<br>夜幕中藏于铠甲却比心脏更深的地方。<br>大抵是太想见您于是在幻觉中窥见了您，<br>我燃烧严苛苦行只求为使您更加崇高，<br>盲目的忠诚将从所有的土地和王国中夺回您。<br>无畏比白布更能遮盖我们羞怯的双眼，<br>十四行戒律如蠹虫之呼吸无时不在考验决心。<br>我多希望您能知道我是如此虔诚；<br>我多希望您能知道我是如此渴望；<br>我多希望您能知道我是如此狂热。"
            }
        ]
    },
    {
        "Name": "来自地衡司司衡的信函",
        "Desc": "地衡司司衡寄给景元将军的一封信。",
        "World": 3,
        "Books": [
            {
                "Desc": "将军钧启：<br><br>惊闻大人履险陷阵，披创沥血，诛除巨魔，在下不胜心惊。将军乃罗浮之砥柱，联盟之肱股，若有闪失，必牵连甚广，还望将军保重身体，静处颐养。<br><br>建木繁生之势已止，地衡司上下将同心勠力，弭平遗患，此乃吾等职分所在。经此灾异，星槎海、太卜司、工造司等所在洞天均受波及。待损失清点完毕后，地衡司将联合工造司尽快展开重建工作。<br><br>天舶司司舵驭空大人，在危机爆发后封锁罗浮、排查隐患、巡防空域，尽职尽责。司舵大人此次劳苦功高，卑职不再赘言。然接渡使停云遭奸邪偷梁换柱，司部内非议纷纷，此乃一处隐忧。此外，建木重生的灾情谣言亦将随客商远播天外，可以预见不久后，「求药使」抵达仙舟的数量将再攀高峰。其中有多少是信奉寿瘟祸祖的密探？又有多少是不明就里渴求登仙的愚者？这些人永无可能满足的要求必将成为隐而不发的危机种子。<br><br>太卜司太卜符玄大人，亲赴前线捉拿星核猎手，舍身犯险、领兵平叛，居功至伟。但依六御规制，太卜大人暂理云骑军务一事已有逾矩之嫌。俟将军伤愈，请速归正位。<br><br>工造司司砧朱轮大人于建木危机时在访问朱明仙舟，不日将返回罗浮。此前工造司大小事务，一应由公输大工正代行。公输其人虽擅工艺却不谙人情。所幸此番建木灾变中他视事如常，未曾弃职而逃，其勇气可钦。<br><br>而丹鼎司目前的情况错综复杂。因为众所周知的原因，司鼎一职空缺许久。新任丹士长玉络临危受命，暂行司鼎权职。但英明如将军恐怕早已想到，事态平息后，联盟定会委派一位新司鼎来到罗浮，届时恐怕又要掀起一场风波。将军若能早些视事，我等便多一分及早应对的把握。<br><br>建木重生后，丹鼎司已失信于仙舟黎庶，乃至有化外民用「像丹鼎司一样」这般用语来讥刺仙舟包藏祸心。地衡司总务厅已下达了几条通令，对执事官及以下司部成员的言行和待客方式再度重申强调。于此艰危时刻，地衡司当以平息事态为要务，避免激化与外客的矛盾。<br><br>医药乃民生之本，采取合乎帝弓天旨的医学手段帮助化外民摆脱疾病亦是对抗寿瘟祸祖的重要方式。在下以为，重建百姓对丹鼎司的信任，是当务之急。为此，我将积极寻求各司部臂助。<br><br>来信叨扰之处，多有见谅，敬祝将军早日康复。<br><br>地衡司司衡，惠父"
            }
        ]
    },
    {
        "Name": "云骑军移送十王司重犯名单",
        "Desc": "云骑军移交给十王司的重犯名单，所载者皆身犯不赦十恶。",
        "World": 3,
        "Books": [
            {
                "Desc": "罗浮云骑军现依《仙舟律》及《十王刑统》将以下嫌犯移交罗浮十王司审理判罚。<br><br>姓名：丰溪<br>性别：男<br>罪名：诱陷魔阴、残杀胞族、造作兵祸<br>所涉罪行概述：药王秘传成员。伙同「魁首」丹枢在太真丹室设下陷阱，致使多名同袍堕入魔阴。于丹鼎司一役被云骑军逮捕。<br><br>姓名：天锦<br>性别：男<br>罪名：诱陷魔阴、残杀胞族、造作兵祸<br>所涉罪行概述：药王秘传成员。丹鼎司大逆共犯。于丹鼎司一役被云骑军逮捕。<br><br>姓名：知宇<br>性别：男<br>罪名：诱陷魔阴、残杀胞族、造作兵祸<br>所涉罪行概述：药王秘传成员。丹鼎司大逆共犯。于丹鼎司一役被云骑军逮捕。<br><br>姓名：千浩<br>性别：男<br>罪名：诱陷魔阴、残杀胞族、造作兵祸<br>所涉罪行概述：药王秘传成员。丹鼎司大逆共犯。于丹鼎司一役被云骑军逮捕。<br><br>姓名：云珂<br>性别：女<br>罪名：诱陷魔阴、残杀胞族、造作兵祸<br>所涉罪行概述：药王秘传成员。丹鼎司大逆共犯。于丹鼎司一役被云骑军逮捕。<br><br>姓名：清宁<br>性别：女<br>罪名：破狱释囚<br>所涉罪行概述：药王秘传成员。尝试营救前步离战首呼雷。于天涯洞被地衡司逮捕。<br><br>姓名：若茗<br>性别：女<br>罪名：破狱释囚<br>所涉罪行概述：药王秘传成员。清宁一案共犯。于天涯洞被地衡司逮捕。<br><br>姓名：扬竹<br>性别：女<br>罪名：离间盟契<br>所涉罪行概述：煽动持明族内乱。于鳞渊境被云骑军逮捕。<br><br>姓名：历尔斯江•法傅那<br>性别：男<br>罪名：贪取不死、窃夺机要<br>所涉罪行概述：化外民，绑架司部要员逼问长生之秘。于云顶台被地衡司逮捕。<br><br>姓名：安文<br>性别：女<br>罪名：窃夺机要<br>所涉罪行概述：为星际和平公司所收买，潜入证物室盗取药王秘传的人体实验记录。于长乐天被云骑军逮捕。<br>备注：该案所涉机要极为敏感，断不能应允公司方面交换间谍的请求。"
            }
        ]
    },
    {
        "Name": "《渔公案周年特别篇》读后感",
        "Desc": "一篇《渔公案周年特别篇》的读后感。措辞克制，情绪真挚。",
        "World": 3,
        "Books": [
            {
                "Desc": "作为渔公案连载期一直追到现在的老粉，看完最新的周年特别篇有些话不吐不快。<br><br>我明白现如今这个系列已经规模起来了要大力商业化，但商业化你吃相不能太难看啊！<br>早些年的渔公案起码还讲究点推理。可现在都是些啥？<br>大场面！大场面！还是大场面！<br>我猜书商们想：每年年末必出一部特别篇已经成为了《渔公案》系列的特色，而那些年陪着渔公一起成长的读者口味越来越挑的时候怎么办？更为严重的问题是二百年过去了，全银河能用的犯罪套路都用的差不多了。<br>没办法，那就给元凶罪犯赋能，寻找差异化赛道，给犯罪规模来个产业升级吧!!<br>出品方为了让作品商业价值得到充分发挥，这我可以理解！但也不能啥不适合的元素都猛往里塞啊！现在渔公案里的反派，不弄些摧毁仙舟的阴谋，炸掉星球的布局就像不过瘾似的。<br><br><br>要么是神奇的超级法宝力挽狂澜，要么八百里开外一蹴鞠击穿星槎，亦或是冒出一个徒手撕开金人的强者。我觉得仿佛在看超能力大乱斗！我劝渔公你也不要破案了，侦探这行不适合你。就你这身手该去泰科铵去参加镭射球比赛！满身电锯的巨无霸萨克见你都得绕道走！<br><br>还有就是这几年的渔公案越来越套路化，仿佛找了个机器人写的。翻来覆去就如下元素：<br><br>渔公推理表演<br>渔公和青梅竹马女主的感情戏<br>渔公和同陷蜕生的女二号惺惺相惜<br>渔公身边的业余侦探团刷存在和神提示<br>地衡司和女主她爸的错误选项排除<br>渔公在关键时刻一定会展示一项之前从未提过的专业领域技能和冷知识——并且会找个「蜕生前学过」的理由加以合理化<br>女主和她的富婆狐人闺蜜<br>地衡司拖后腿和破案后姗姗来迟的执事<br>工造司负责人总在关键时刻送上的奇妙发明（完全不符合任何格物学规律）和他让人笑不出来的冷笑话<br>女主的断水流古拳法<br>饮茶会里永远会有十王司派来的卧底<br>跟成年渔公长相相似又亦敌亦友的侠盗<br>……<br><br>尤其饮茶会，这组织一开始气势拉满，结果现在渗透的跟筛子似的。什么地衡司十王司神策府都能塞点卧底进去。合着就普洱和龙井俩人干活是吧。<br><br>还有之前评论里骂我的那些人，希望一些护主的读者不要说什么我强蹭热度。我从小说连载时候就一直追着看，幻戏是出一部看一部，每年限定篇特别篇也是一定掏钱。<br><br>但现在，我实在追不动啦！苏芳老师你走点心吧，咱能回归推理探案的初心吗？粉丝钱就这么好挣，情怀牌就这么好打么？"
            }
        ]
    },
    {
        "Name": "十王司讯问造翼者咥力笔录",
        "Desc": "十王司对一位造翼者小头领的讯问记录。",
        "World": 3,
        "Books": [
            {
                "Desc": "讯问时间：八月三十五日未时至申时中<br><br>讯问人：十王司冥差，守灵<br><br>被讯问人：咥力<br>性别：女<br>种族：造翼者<br>年龄：未知<br><br>……<br><br>守灵：你们的确做了很多不可饶恕的事，但这无非是因为你们成长在错误的环境中，受到了错误的教育，才做出了错误的选择。<br><br>守灵：如果你肯配合，联盟倒也不是一定要判你和你的那些伙伴入灭。像你这样心高气傲的大人物，是否愿意配合呢？<br><br>咥力：你说不会杀了我们…噗，我倒确实想知道，我们为什么能活到现在。<br><br>守灵：一群武装考古学派的家伙找到你们，要兜售给你们一台冲击鼓。你们当然想要这样的好东西，交易也推进得很顺利…直到一群步离人，开了更高的价码，要拿下那台冲击鼓。<br><br>守灵：你也抬了抬报价——这确实是个宝贝，能杀死舰船上所有的有机生命，却不会损害上面任何财物。我要是个像你们一样的土匪，我也眼馋。<br><br>咥力：你到底想说什么？总不能是那群野狗来找你们击鼓鸣冤了吧？<br><br>守灵：别急嘛…我只是在解释你的疑问。然后那群步离人突然把报价抬到了远超市值的高度，你将这视为一种挑衅。<br><br>守灵：但你不是个野蛮人…你不是，对吧？所以你想去找他们谈谈，搞清楚这些「野狗」到底想干什么。结果…他们直接袭击了你们。<br><br>咥力：啊…我还在想，染干并非那样的疯子，怎么会突然向我挑衅…原来是这样啊！真有你们的。<br><br>咥力：我以前就听说步离人里面有你们的细作…你们怎么做到的？策反？还是找了些比较像步离人的曜青狐人？啊…疼，这什么玩意儿！<br><br>守灵：啊，你好像触发了束缚器的禁制。刚才忘了提醒你了，你没有提问的资格。<br><br>咥力：啧…尘土里爬行的蛆虫！<br><br>守灵：所以…我们快进到结论吧。现在丰饶民都觉得，造翼者咥力的部落和步离人染干的猎群闹了些不愉快。染干袭击了咥力的舰队，后者生死不明。<br><br>咥力：你们希望我报复染干，挑起步离人和造翼者之间的仇杀。那你们不必抓我，我自会去复仇。<br><br>守灵：不，你不会。因为你不是卫天种，你是啼颂种。你比那些军事贵族更谨慎，更隐忍，更不可能为了一时气血去「复仇」。<br><br>守灵：更何况你和其他人最大的不同在于，你根本就不是卫天种那群既得利益者中的一员，也永远无法加入他们…所以你不在乎造翼者的军事共同体，你只在乎你的部落。不是吗？<br><br>守灵：正因如此，我们才把你和你的部落全都抓了回来。<br><br>咥力：（沉默数十秒）<br><br>咥力：我能问几个问题吗？<br><br>守灵：可以。<br><br>咥力：如果我去袭击他们，你…能保证我活下来吗？<br><br>守灵：不能。<br><br>咥力：那我的那些部落民呢？<br><br>守灵：联盟将赦免他们的一切罪行。并且，以帝弓的名义起誓，他们会得到公正的保护，但不会允许他们继续繁衍。够公平吗？<br><br>咥力：很公平。<br><br>守灵：成交？<br><br>咥力：…成交。<br><br>……"
            }
        ]
    },
    {
        "Name": "十王司重犯名录",
        "Desc": "一份十王司重犯的名单，记录了犯有「不赦十恶」的几名罪人。",
        "World": 3,
        "Books": [
            {
                "Desc": "身犯十恶者，当受天惩。<br>部分罪囚或因难以消灭、或因身份特殊，将投入幽囚狱之底永世监禁。<br><br>名录如下：<br><br><b>罪囚：「止戈」元型</b><br>所涉罪行概述：金人之叛始作俑者。在三劫时代以「以战止戈」的名义率金人叛乱，联盟死伤甚重。<br>羁押方式：其核心应被长期保存于天金铸造的合金罐中。罐壁不应薄于七寸，罐中应长期灌注惰性液态介质。不应携带任何机巧设备进入囚室，违者应以「破狱释囚」论处。<br>备注：该金人是古国为战争设计的重要兵器，其金属肢体尺寸远超今之金人，需拆分收藏，不得以战争外的任何理由调用。<br><br><b>罪囚：「燧皇」</b><br>所涉罪行概述：岁阳夺舍之乱始作俑者。<br>羁押方式：其应被囚于无形囚牢中使其无法移动，并利用特制机巧持续消耗其能量。<br>备注：与之接触者须佩戴护符，或居于隔离静室，以免被燧皇影响心智。怀炎将军拥有无限制探视权。<br><br><b>罪囚：鸣霄</b><br>所涉罪行概述：丰饶民「造翼者」卫天种军团长之一，为多场侵略战争及连带战争罪行负责。<br>羁押方式：其应被单独拘禁在囚室中，并在其翅膀上加装束缚器。因其多数时间表现出较为配合的态度，可适度满足其要求，以安抚其情绪。<br>备注：避免在与该犯人的交谈中提及「镜流」。<br><br><b>罪囚：造父</b><br>所涉罪行概述：丰饶民「慧骃」之执辔者，为多场侵略战争及连带战争罪行负责。<br>羁押方式：应保证其囚室内绝对无光，并用重力蹄铁确保其难以移动。因其多数时间表现出较为配合的态度，可适度满足其要求，以安抚其情绪。<br>备注：避免在与该犯人的交谈中提及「腾骁」。<br><br><b>罪囚：呼雷</b><br>所涉罪行概述：丰饶民「步离人」之战首，为多场侵略战争及连带战争罪行负责。长久奴役狐人，以其血炼药。<br>羁押方式：应受无间剑树之刑，永不宽赦；定期转移关押地点，并在移送交接流程中确保枷锁完好生效，确保移送囚室的空气滤芯完好生效。<br>备注：<br>其一，该罪囚乃仙舟与狐族盟誓之根基，任何对其判罚的异议，应以「离间盟契」论处。<br>其二，与之接触、交谈需预先服用丹药，或佩戴装有滤芯的呼吸面具，以免受狼毒影响。<br>其三，以年为周期更换羁押地点，羁押地址不应由任何云骑骁卫及判官以下官阶的人知晓。<br>其四，避免在与该犯人的交谈中提及「镜流」。<br><br><b>罪囚：「蜃楼」</b><br>所涉罪行概述：使用信息素「六尘烟」诱起心魔，令数万仙舟民堕入魔阴。<br>羁押方式：应保证其被始终拘束于应星所设计的束缚衣中，令其始终处于自己所造的幻境。应以年为期对束缚衣进行检修。其羁押囚室应保持空气滤芯完好生效。<br>备注：受丰饶民改造的特殊巴维鲁人，原名伊塔•昂巴鲁墨。其囚室理论上安全，但检修时仍应有不少于二十名云骑保护检修匠人。<br><br><b>罪囚：「瞽目王酋」</b><br>所涉罪行概述：「歌民」一族的巨贾，因试图借交易盗窃长生之秘，遭联盟逮捕。<br>羁押方式：应将其囚于隔绝无声的真空浮牢中。依照神策府与其的交易，罪囚应随时应召帮助十王司判断嫌疑人口供之真伪，以功劳换取每年七日的自由。因其多数时间表现出较为配合的态度，可适度满足其要求，以安抚其情绪。<br>备注：歌民一族视觉能力有限，主要依靠听觉感知外界、进行交流，其人为个中翘楚，可用双耳辨别出声音中最细微的变化。与其交谈时，应当借助声音合成机巧进行对话。避免在与该犯人交谈中提及「景元」。<br><br><b>罪囚：「无生侯」</b><br>所涉罪行概述：杀害仙舟民三千一百二十人，并饮下受害者血液获得长生。<br>羁押方式：应用强光不间断照射其身躯，迫使其进入休眠状态。<br>备注：该罪囚原为来自漆黑天体挪得星的短生种，利用其种族特有的畏光性可长期安全羁押。<br><br><b>罪囚：倏忽</b><br>所涉罪行概述：为多场侵略战争及连带战争罪行负责。<br>羁押方式：[已删除]<br>备注：我们并不知道如今被封入那个匣中的究竟是不是他…姑且将那匣子摆在牢狱最底层。除元帅与十王共同下令，任何人都不得开启。<br><br><b>罪囚：「食梦者」</b><br>所涉罪行概述：曾各世界中犯下多宗盗取记忆的重罪，因窃取帝弓天将的记忆而遭逮捕。<br>羁押方式：以「天符墨书」和特制卷轴加以禁锢，将卷轴置于收容匣中，不可打开。<br>备注：忆庭之逃犯，窃忆者，暂时不要将之送回忆庭。没有肉体，所以也无法伤害到守卫。靠近匣子时对任何怪事视若无睹即可。<br><br><b>罪囚：「起源长生者」</b><br>所涉罪行概述：炼成不死药。<br>羁押方式：永世羁押于八尺见方的囚室中。囚室应以天金铸造，四壁厚度不得少于七寸。囚室应保证具有以下功能：高温杀灭，空气滤芯，注入镇静气体。<br>备注：其人为仙舟有载第一位长生者。不得进入囚室，不得与之交谈，每日应通过机巧观察记录其生理变化。其躯体上长出肢体、翅膀、骨刺等结构，皆为正常情况，无需特殊报告。但若其展现出任何苏醒迹象，必须立刻通报元帅。<br><br><b><s>罪囚：「饮月君」</s></b><br><s>所涉罪行概述：[已删除]</s><br><s>羁押方式：[已删除]</s><br><s>备注：[已删除]</s>"
            }
        ]
    },
    {
        "Name": "不赦十恶详解",
        "Desc": "一份关于仙舟最严重的罪行「十恶逆」的法律解释。",
        "World": 3,
        "Books": [
            {
                "Desc": "*这本关于仙舟律法的小册子反复刷新着何谓不赦十恶的法律解释。犯下十种恶行的罪犯将受到最严重的量刑惩处。*<br><br>第一恶「令堕长生」<br>这一律针对污染短生种族的基因，使其转化为长生种，进而堕落为孽物的罪行。<br><br>第二恶「贪取不死」<br>这一律针对异邦人混入仙舟，试图盗取长生秘密的罪行。<br><br>第三恶「迷乱心智」<br>这一律针对一些具有心智操控能力的异族，以特殊的手段使人失去自由意志，听其摆弄的罪行。<br><br>第四恶「诱陷魔阴」<br>这一律针对以特殊手段诱发魔阴身的罪行。<br><br>第五恶「残杀胞族」<br>这一律针对以暴力手段夺走同族性命的罪行。<br><br>第六恶「窃夺机要」<br>这一律针对窃取仙舟执政部门的秘密的间谍罪行。<br><br>第七恶「破狱释囚」<br>这一律针对试图打破十王司的监禁，试图闯入幽囚狱释放囚犯的罪行。<br><br>第八恶「离间盟契」<br>这一律针对挑唆、分裂、破坏仙舟内部各族同盟的罪行。<br><br>第九恶「造作兵祸」<br>这一律针对召聚军事力量攻打仙舟的战争/叛乱罪行。<br><br>第十恶「倾覆仙舟」<br>这一律针对试图瓦解仙舟巨舰本体，令其沉毁的罪行。"
            }
        ]
    },
    {
        "Name": "药王妖寇罪证稽录",
        "Desc": "一份向十王司汇报的有关于丹鼎司档案库整理的发现报告 。",
        "World": 3,
        "Books": [
            {
                "Desc": "尊驾敬启<br><br>受神策府及十王司委托，卑职奉命对丹鼎司档案库展开重新归档与整理，排查丹枢之乱后残存的药王秘传记录。<br><br>在孽党魁首丹枢就职期间，丹鼎司本就有大量秘密的生物实验，药王密传试图将一些彼时仙人们所造的珍禽异兽复现。这些实验成品无论命名和造型，也多对应昔时军用战兽和古时间记载。<br><br>然而在整理中发现一则实验却要早于丹枢就职时期。封档时间为前任丹士长任期，鉴于前任丹士长行踪不明，相关人员名字皆被涂改。无法问及当事人试验目的，特此简要转述如下。<br><br>实验的具体内容，是向被实验的若干种生物体内注射持明族的血液和髓液。被试验的生物包括鳞类，羽类，毛类，已有魔阴身征兆的长生种志愿者。以及部分短生种，和化外民志愿者。以观察上述生物在正常状态下，魔阴身状态下的反应。<br><br>援引数据如下（详见请阅读随报告的附件文本）<br><br>「实验编号： 丁 鳞类 鱼属。注射当日，原本就有鳞片的实验体开始蜕鳞。头部长出角质。头部出现骨骼二次发育情况。口器明显外扩。在实验体背鳍和鳃附近开始滋生毛发……」<br><br>「实验编号： 辛 毛类 犬属亚种。 ……次日，实验体呈现狂躁化，指甲和牙齿逐渐脱落，但次后长出更加锋利的对应器官。实验体颈部与尾部出现角质增生。该实验体狂躁袭击伤两名丹士后被击杀，目前实验体已销毁……」<br><br>「实验编号：甲戊 羽类，琼实鸟。 注射髓液█滴，半日后羽毛与寄生开始脱落。实验体整个躯体被拉伸变长。头部也呈现出其他生物的特征。并于胸部处长出类似前肢的器官。目前实验体已被销毁……」<br><br>「实验编号：甲己 毛类 黄石。……两日后，实验体皮肤呈现类似鳞片状异化，关节反曲，额头生出肉瘤，角与蹄加速生长等现象。目前实验体已销毁……」<br><br>「实验编号：乙丙 仙舟人 长生种。该实验对象已呈现魔阴身前兆，经家属和志愿者本人同意接受本次实验。在实验对象注射髓液后魔阴身并未有显著的缓解。但值得记录的是在实验对象彻底进入魔阴身后其本人的意识清醒远超于其他身中魔阴身之人，神智几乎与寻常人无二。后实验对象单方面认为自身已被治愈，拒绝████，本司不得不以强制手段将其█████」<br><br>「实验编号：丁乙 化外民 短生种 该实验对象的身体状况为短生种的中老年阶段。在得知实验目的后主动加入实验。实验对象在注射髓液后，体内细胞活化。身体机能大幅度提升。原本垂暮的躯体活化，视力与肝肾功能恢复，部分关节疾病带来的疼痛症状消失。实验对象除局部皮肤生出鳞片外无其他不良反应……<br>……然而实验出了意外。该对象在实验█周后身体出现逆生长，整个人从中年逐渐变至孩童姿态。其心智大幅度退化。直至 ██后躯体██液化，██████暂以按照不明原因消失为结论记录于报告中……」<br><br>「实验编号：██ 短生种 ██族。该实验对象已死亡，途径为生前遗体捐赠。我们在████的协助下将髓液注入实验对象遗体。对于已死亡的躯体，持明髓液竟然也具备活化的效果。躯体的毛发大量生长，皮肤开始蜕皮。头部上长出类似角的异化，呈现██化的现象。<br>但实验体并非是我们以为的死而返生，更像是整个肉体没意识到大脑已经死亡，依旧不断无序增生。在死物身上，持明的血髓也如此霸道……试验并未达到██想要的预期，保险起见趁着对象尚未██前立即将其销毁」<br><br>诸如上述卷宗类似所载，由于残损和篇幅有限不再赘述。余下大多是剂量，注射时间，周期，实验个体差异等不同的信息。上述报告原件已随函呈递。<br><br>另，还望示下。是否跟进这一系列实验之初衷目的，以作详查并评估风险？<br><br>丹鼎司  ██"
            }
        ]
    },
    {
        "Name": "长乐天公廨报总务厅案呈",
        "Desc": "长乐天公廨对近期若干工作的汇报。",
        "World": 3,
        "Books": [
            {
                "Desc": "咨呈总务厅。<br><br>在六御与十王司的英明指导下，以丹枢为首的药王秘传妄图利用建木颠覆我罗浮阴谋破产。妖党尽溃，贼首伏诛。罗浮仙舟上下通力合作，将重大灾患防于未然。然而虽然丹枢之乱灾害已平，民间的次生影响也于近日频发，谨奏为近期诸事汇报。<br><br>一，因丹枢事件的冲击，部分暴徒煽动民众对丹鼎司的丹士与医士进行围攻与骚扰，暴徒于上周在丹鼎司临时驻地对旧址进行涂鸦，抨击仙舟各司，鼓吹「唯烬灭可救仙舟祓除寿瘟」的说法。部分民众甚至暴力闯入丹鼎司旧址劫掠物资，与驻守丹鼎司的云骑军发生肢体冲突，目前暴徒被云骑军控制。经过调查全部为化外民，背后系泯灭帮暴徒所雇佣。目前已与云骑军合作将其镇压，人员全部缉拿。案件正在审理中。<br><br>二，地衡司近日与天舶司协力破获数起仙舟本土生物的对外走私案件，摧毁了一个涉嫌走私仙舟生物的犯罪团伙。行动抓获嫌犯 15 人，捣毁加工、仓库等 10 处。据悉，该团体以研究为名，走私并存储大量包括仙舟本土生物样本，伪装成对外贸易货物。我司顺藤摸瓜，在捣毁窝点时，也捕获了计划偷渡的前药王秘传在逃成员。目前该案正在审理中。<br><br>三，有部分民间人士在各种社交媒体声称，建木重生后不断散发让人加速魔阴身的妖氛，该谣言在民间流传甚广，引发居民恐慌。一些笃信补天司命的民间团体援引补天司命的神话作为依据，认为彻底封印建木需要修筑一面包裹建木的巨大墙体，永绝其患。这些化外组织甚至拟书投递地衡司。其方案可实现性荒诞不经，其造价更是接近天文数字。在被地衡司多次拒收后，该团体开始转向民间宣传筑墙抵御妖氛的观点，蛊惑民众募捐。目前对其以非法集资罪论处。<br><br>四，在建木重生事件后，部分商家为牟利刻意散播虚假信息，称波月古海抑制建木妖氛，因此古海之水可入药。更有甚者，将普通食盐包装成古海制盐，高价出售，引发民众哄抢食盐。上述行为严重破坏市场秩序并造成物价混乱。目前重点打击几个代表商家，并对其进行罚金和吊销执照处理。<br><br>五，灾变后，由于民众对丹鼎司缺乏信任，针对医疗的诈骗活动渐渐猖獗。受害者群体多为曾接受丹鼎司治疗，在灾后失去子女即将迈入魔阴身的孤寡仙舟人为主。犯罪分子向这部分群体以送米面油等噱头，伪装「养生专家」、「民间神医」、「反丹鼎司进步人士」等身份向受害者们兜售可以暂缓魔阴身的保健品，博取受害者信任，散播谣言贩卖焦虑，将保健品虚假宣传为灵药高价出售。在地衡司的重拳出击下，拘捕了多名犯罪嫌疑人，摧毁销售渠道，取得阶段性胜利。同时也在各个社区发布了提防各路境外务工与揭露诈骗行径的信息公告。<br><br>六，月初，天舶司与地衡司在流云渡截获一起团体性质的非法出境案。 该社团名为「朝阳旅行团」，成员多是年高孤寡人士，尚未堕入魔阴身。社员彼此间以家人相称，声称自己在失去血缘上的家人后，在此寻到了心灵上的家人。据供述，该社团成员对生命价值的存在意义陷入迷茫，开始接触冥想、灵修等精神疗法。不少社员在冥想中集体看到同样的幻象——一轮悬于空中的黑色太阳，称其为虚空黑曜。该团体的组织者从金人巷黑市购买了《虚空黑曜》的相关书籍与坐标，开始组织社内成员进行这次朝觐旅游。<br><br>地衡司对此事高度关注，第一时间将该团体劝返。除组织者目前被调查外，其余安排回家或让现丹鼎司优先治疗。后续我们计划未来组织关爱高龄群体的社区工作者密切关注民众的心理健康。也会对金人巷后续加强市场管理力度，杜绝来历不明的非法黑市商贩。<br><br><br>综上，丹枢之乱虽平，却对坊间诸事：如信仰、商贸环境、甚至公信力均产生了一定程度影响。乍看这些事小且孤立，但细究起来彼此盘根错节。数桩案件也多涉及其他仙舟联盟外组织团体和其他信仰。在一段时间内，地衡司的工作重心将放在动乱后的民心安抚和精神文明建设上。在此上报，望司衡大人对民情加以评估。与此同时，长乐天公廨请求扩招编制，或向其他部门调派人手以解决人力匮乏之苦。<br><br>敬上。<br><br>地衡司执事官 大毫"
            }
        ]
    },
    {
        "Name": "步离人民歌集",
        "Desc": "一本步离人民歌选集，由善宏学宫文化人类学科整理注疏。",
        "World": 3,
        "Books": [
            {
                "Name": "其一",
                "Desc": "上禀十王：<br><br>在下罗浮善宏学宫文化人类学博士宗光。<br><br>我与其他诸位博士、学生共二十六人，采用赴寻访战俘、寻访解放奴隶，乃至以公司贸易使团身份潜入步离人定居点田野调查等方式，对步离人部落、猎群的文化现象进行搜集与记录。<br><br>调查研究期间，有博士三人身遭不测，授业恩师亦不幸在列。<br><br>如今历时六十余年的研究整理工作告一段落，我等献上这部《步离人民歌集》。本书汇编步离人的口传史诗、歌谣计二百五十一篇，以资参考。<br><br>罗浮善宏学宫博士 宗光<br><br>……<br><br> 27 、都蓝的诞生[1]<br><br>当年步离人短寿，比牲畜还要孱瘦，<br>不敢出没于白昼，山涧中为生存搏斗。[2]<br>那日忽然云奔雨骤，云层之上星驰电走，<br>几声雷霆后，空中落下血肉，<br>大萨满念着祷文不住地磕头，<br>言说这乃是长生主造化的瑞兽。[3]<br>此后七十二个日头，村长降下自己的骨肉，[4]<br>刚一降生便健壮如猛兽，<br>这就是都蓝，我们最早的战首。<br><br>注释：<br>[1]这首民歌在步离人的祭祀活动中有着很重要的意义。正如我们所知，步离人对寿瘟祸祖所代表的理念有着扭曲的理解和实践。初代战首都蓝与其说建立了对「寿瘟祸祖的崇拜」，不如说，他假借这份崇拜完成了「步离人民族概念」的塑造。<br><br>[2]从目前的考古挖掘成果上来看，这部分基本上是事实。在尚未求得长生的时代，步离人的确因为故乡世界恶劣的自然环境而发展缓慢。<br><br>[3]目前未找到证据证明历史上发生过这次寿瘟垂迹。根据一些史料推断，为了证明都蓝「天命所归」，歌谣的作者编造了传说。<br><br>[4]「怀孕数天便降生」是步离人歌谣中常见于英雄的背景，如今几乎已经成了一种约定俗成的修辞手法，几乎每个战首都号称自己只在母胎中待了几日。<br><br>……<br><br> 28 、都蓝朝觐长生主[1]<br><br>都蓝踏上荆棘之路，为我们寻找长生主，<br>为了步离人能统领万物，为了我们能断生老死苦。[2]<br>长生主并非施舍无度，唯有强者能得无量寿数，[3]<br>长生主命令万万狐族，护卫祂所点化的灵树。[4]<br>长生主为他留下梼杌，令他驾兽摘取枝头甘露，<br>都蓝与梼杌势如破竹，斩杀万人冲云破雾。[5]<br>杀得漫天碎肉断骨，杀得再没人敢上前拦阻，<br>都蓝蹚着血河走向灵树，虔敬地摄取了枝头的甘露。<br>得了长生的都蓝再问长生主：「能否将恩惠分给我的同族？」<br>伟大的长生主，从云端降下万点甘露，地上的万物都寿享万古。[6]<br>长生主点化完了万物，又命令万万狐族：<br>「你们已被都蓝征服，世代应做步离的奴仆。」[7]<br>又赐给步离人铜筋铁骨，命我们报神恩将天河征服。[8]<br><br>注释：<br>[1]这首民歌是步离人的民族记忆的根基，但它的内容却并不具备什么历史学上的可靠性。它的确描述了几件步离人历史上的重要事件，但却都进行了相当程度的演义。<br><br>[2]现存的史料和考古学证据都认为，寿瘟祸祖随意播撒寿瘟的行为模式导致了步离人的意外崛起。毕竟，以步离人彼时彼处的文明程度根本无法主动探访星神。<br><br>[3]即便对象是寿瘟祸祖，这句话也可称得上是信口开河的污蔑了。由此也可见得，在信仰方面，步离人依从本族文化的惯性来诠释丰饶的理念。<br><br>[4]这首民歌虚构了一个「长生主命令狐人考验步离人」的剧情，以此虚构神话为步离人奴役狐人提供所谓的合法性。<br><br>[5]从目前的考古学证据上来看，步离人获得长生后至少过了两个琥珀纪，步离人才发明出现在所使用的兽舰。这里关于「梼杌」的记载应是出于虚构。毕竟，如果连星际旅行的工具都不具备，实在是没办法解释都蓝战首是怎么朝觐星神的。<br><br>[6]这一段很有趣，在故事中，寿瘟祸祖一开始根本没打算让所有人都获得长生，是战首请求祂恩泽万民的。这也可佐证笔者在 27 首民歌的注释中所提出的观点：「初代战首都蓝与其说建立了对『寿瘟祸祖的崇拜』，不如说，他假借这份崇拜完成了『步离人民族概念』的塑造。」<br><br>[7]这段的用意很单纯，就是为步离人奴役狐人的制度提供合法性。<br><br>[8]这段的用意也很单纯，就是为步离人侵略与掠夺其他文明的对外政策提供合法性。<br><br>……"
            }
        ]
    },
    {
        "Name": "厌作人间语",
        "Desc": "西衍先生创作的志怪小说集。",
        "World": 3,
        "Books": [
            {
                "Name": "序言",
                "Desc": "在下以说故事为生已有三百年，却几乎没做过什么著书立说的事。倒是替别人写过些介绍曲艺的通识读物，也为年轻的作家写过序言…可落到笔头上再付梓印刷的故事，竟一篇都没有过。<br><br>想来是因为我不信任文字。语言是自兆亿年前人类诞生后便存在的蝴蝶，文字则是语言干枯的标本，乍看之下倒也算美丽，但越是细看越觉得那不过是一具尸体。我一点也不想戕害自己鲜活的语言，便也一直不忍心下笔。<br><br>所以如今我会出版这本集子，并非单单出于记录故事的目的，而是因为一桩奇妙的因缘。<br><br>记得那天我照例在不夜侯说书，说的应当是《三劫演义》里的回目。具体是哪一回，我也记不清了。只记得自己刚说完「请听下回分解」几个字，就有个化外民站起来，用力地鼓掌。<br><br>那化外民是个女子，戴着个大檐帽，帽檐压得很低，我看不到她上半张脸，只看得到她嘴角挂着愉快的笑。其他听众被她突如其来的行动吓了一跳，纷纷回头看她，她也视若无睹，径直走到我面前：「西衍先生，我一直都非常喜欢你的作品。」<br><br>我不知道她有何目的，便警惕地回答道：「您似乎是第一次来听在下的评书。」<br><br>「的确，的确。」女子懊恼似的低下了头，「我怎么直到今天才第一次听先生的评书呢？若不是同袍提醒，我恐怕要让先生明珠蒙尘了…请先生收下我的赔礼吧。」<br><br>我还没来得及感谢她言辞古怪的盛赞，就见她举起了右手。这时我才发现，她手上提着个蒙着白布的鸟笼。<br><br>「先生身负将『历史』化为『传奇』的才能，」她不由我推脱，将鸟笼放到了我面前的桌子上，「若是再加上这只鹦鹉的力量，那必是如虎添翼。」<br><br>她转身便走，我只得试着叫住她：「小姐，这礼物太贵重了…在下实在是无功不受禄……」<br><br>「不，你已经做了很多。」她停下脚步，转身，露出帽檐下琉璃色的眼睛，「你的『故事』能为这干瘪蒙尘的历史增添几分颜色。」<br><br>……<br><br>我花了十多天才摸清楚这只鹦鹉的脾气秉性，期间数次差点把它给养死，险些浪费了那位小姐的美意。<br><br>这鹦鹉似乎只与我亲近。见到除我之外的任何人，它都会进入应激状态，僵得像一只死鸟。我不得不也用布盖住笼子，免得它被人活活吓死。可我又不能不带它出门。把它独自留在家里太久，它同样受不了。害怕、应激、僵直，一气呵成。<br><br>所以我只得拎着这个盖着白布的笼子，出现在所有需要我出现的地方——不夜侯、尚滋味、菜市场…连和米糕没的大人物们谈生意时，我都不得不带着它，像在实践什么行为艺术一样。<br><br>正当我几乎要相信那位小姐是想用它折磨我的时候，它总算是展现出了自己不同寻常的一面。<br><br>起先我是发现，这鹦鹉的记性特别好。我讲的那些评书，只要被它听去，它便能背诵下来。不过这倒是也没什么特别的，现如今能言走兽已不多见，但我活了这么多年，还是见过不少的。更何况它是只鹦鹉，学人说话就算学得再快，也没超出寻常鹦鹉的「本能」范畴。<br><br>可很快我发现，它并不总是「一字不差」地背诵我的评书。最开始，它几乎是「背诵」，不久后，它开始「复述」，再后来，连其中一些剧情都被它擅自改变了。我得承认它的修改相当到位，使原本的故事更加让人信服了。<br><br>再往后一段时间，我开始听到它讲一些我没讲过的故事。有些恐怕是它随我一起在街上听来的，有些则不知道是哪里的故事，我听都没听过。<br><br>看到这里，读者诸君恐怕会觉得，这鹦鹉有着超群的智慧。可实际上，我又实在没在它身上看到任何足以写出故事的知能。<br><br>它不肯飞，也不愿意叫，心情好时喋喋不休地讲故事，心情不好时就躲在笼子里生闷气。有一回在家里，它扑腾到我的案头，又像只肉鹅似的晃悠到我手边，蹭来蹭去。我用手捧起这肥鸟，心里正觉得可爱，就见它在我掌心留下一滩鸟粪，又扑腾走了。<br><br>这样单纯的生灵，根本没办法理解复杂的故事情节。<br><br>我猜想，它的行为自始至终都没有超出鹦鹉的「本能」。鹦鹉，我们都清楚，它们不知道自己口吐的人言是什么意思。只是数万年的演化，使得它们模仿人言的能力愈发精进，最终变得可以自己讲故事了。<br><br>不过，枯叶霞蛾知道自己的「拟态」与干枯的树枝一模一样吗？我猜想，我的这只宝贝鹦鹉，也不知道自己讲的故事到底是什么意思——甚至未必知道自己正在讲故事。<br><br>思虑再三，我决定把它讲给我的故事用文字记载下来，再讲给别人听。<br><br>我用了几个月听它讲故事，把其中最有趣的几个一字不落地记录了下来。编纂工作完成之后，我拿着书稿问它：「你觉得这书叫什么比较好？」<br><br>它踩在书稿上，困惑地与我对视。然后它整理了一下脖颈的羽毛，悠闲地鸣唱道：<br><br>「其翎恰若凤凰羽，其咮能吟天上曲。敛翮搁笔绝不鸣，自云厌作人间语。」"
            }
        ]
    },
    {
        "Name": "狐人大鼓《六昧叹》",
        "Desc": "一首狐人大鼓的唱本。讲述了狐人古老的传说。",
        "World": 3,
        "Books": [
            {
                "Desc": "……<br>星汉灿烂寰宇间，有宝地名青丘盛仙颜。<br>水草丰美四时秀，世外美景绝人间。<br>不想那狼烟卷起步离乱，欲霸青丘不安然。<br>犬虏及处血漂杵，狐民凋敝丧家园。<br>凄风苦雨泣哀鸣，回首故土泪满川。<br>今变哀鸣忍叹息，捻土焚香问苍天。 <br><br>众狐人遁世避刀兵，有六子流离山林间。<br>短衣少食染了疫病，命运多舛是苦不堪。<br>悲戚之情难自抑，恸哭不已震山川。<br><br>那哭声传到了九霄外，有仙闻声驾云间。<br>兄弟相问仙客名，持杖仙客现真颜面。<br>仙客自称长生主，问六人缘何在此哀叹。<br><br>阿大哭诉畏刀刃，利刃穿身四肢残。<br>阿二哽咽医药匮，疫病缠身苦难堪。<br>阿三戚戚心有惧， 犬贼暴行肝胆寒。<br>阿四体弱乏无力，山海相阻难寻安。<br>阿五亲友尽丧命，生者为奴悲伤情。<br>阿六盼两族兵戈止，罢战求和苟残生。<br><br>长生仙主目慈霭，俯听那六子痛陈情。<br>六子说罢啼不止，盼求仙主赐神通。<br>不畏刀兵不忧疾，不惧贼寇胆气生。<br>翻山越海皆平地，无痛无怖心安宁。<br><br>阿大受戕自能愈。<br>阿二康复疫不生。<br>阿三奋勇无畏惧。<br>阿四生翼代步行。<br>阿五身心不觉苦。<br>唯有阿六无大能。<br>长生主事了拂袖去，赐予尔等无上能。<br>兄弟五人得赐福，唯有阿六无神通。<br>并非仙主无所授，静待天时功自成。<br>步离军至困孤山，狐人五子显威能。<br>仰赖神迹破敌寇，各显神通使贼惊。<br><br> ……<br><br>五子荡寇成佳话，犬贼闻风不敢攻。<br>怎料忽然变数来，翻覆之刻寿瘟生。<br><br>阿大创口溃烂反复，阿二所及瘟疫横行。<br>阿三心生杀意怨毒，阿四遍身叶羽滋生。<br>阿五无识如同傀儡，唯有阿六无他异症。<br>五兄皆成魔阴身，阿六孤身独闯步离营。<br>止戈无望，欲哭无泪，但求一死了残生。<br><br>战首听罢喑喑笑，招手示意了众守卫的兵。<br>阿六被解缚坐上了凳，战首我有几句话说与你听<br>尔兄已获慈怀赐，与亿万步离共拜长生。<br>尔已与步离人无异，不信你看镜子把相貌看清。<br>阿六闻此言魂飞魄散，镜中人长耳类犬面露狰狞。<br><br>可叹，可叹。这正是<br><br>六昧本愿获神通，远离兵灾似梦中。<br>偶得慈怀长生法，寿瘟附身终成空。<br><br>丰饶孽物莫妄和，共存幻景难成全。<br>唯使天弓尽诛祟，方见太平盛世来。"
            }
        ]
    },
    {
        "Name": "罗浮若木灾异始末考摘要",
        "Desc": "十王司判官针对建木危机之调查记录的摘要。",
        "World": 3,
        "Books": [
            {
                "Desc": "…………<br>…………<br><br>众所周知，随建木受帝弓神矢而遭毁弃，丹鼎司与其所代表的一切不复旧日光景。但在漫长的时光推移后，即便身为不忘前事的长生种，我等也不再对旧日危机抱有惕厉之心——对罗浮丹鼎司权力的拆分并未执行到底，而对司部成员的行为也长期疏于观察和教化。这些疏失才是最终酿成此次建木重生之患的根由。<br><br>本次行动所抓捕的药王秘传信徒，有将近一半人来自丹鼎司。而对暂无嫌疑的丹鼎司成员的问话记录显示，该司部中长久弥漫着对旧时权势地位的渴望，对现状处境的不满，以及同情药王秘传和祸首丹枢的氛围。药王秘传在其中祸根深种，可见一斑。<br><br>从履任记录看，丹枢异常清白。不仅如此，她甚至可称得上仙舟医士的典范：编写医典，研发丹方并屡受嘉奖。自前任司鼎云华涉及与持明的纷争遭放逐后，丹枢一跃成为了罗浮丹鼎司实际的掌权者。若无此事，假以时日，她甚至有可能登上司鼎的位置。<br><br>我知道其余六御的大人们乐见于一个没有司鼎的罗浮丹鼎司，也许他们认为这样的丹鼎司才是安全无害的。但恰恰是在这种群龙无首的局面下，丹鼎司中养出了丹枢这样一条毒龙。<br><br>我与我的手下详查了丹鼎司七十多年来所有的管理文牍、丹枢那些非人实验记录、以及她与疑似持明龙师的往来信笺。由此可知这绝不是什么一时兴起、假托古代邪教之名行事的乱匪——而是一群精心罗织阴谋的妖人。<br><br>为免遗患更深，奏请十王颁旨，对丹鼎司进行进一步的拆分和监管，拘押问讯涉嫌此事的持明龙师，并召回前任司鼎云华对其再行审查。<br><br>…………<br>…………<br><br><i>「十王司无权干涉黜陟。云华的事情，让六御自行决定。至于持明…我们能做的亦有限。祸乱至此，实不宜激化矛盾。何况他们已经浮上水面了，不是吗？」——问字部判官 寒鸦</i>"
            }
        ]
    },
    {
        "Name": "从石砖上拓下的信",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "给我不认识的朋友：<br><br>想必您是为了在下的保险箱而来的，在此之前，我认为你应该对这间房子有所敬畏。<br><br>我是一名化外民，妻子生了重病，我花了很多钱在丹鼎司附近购置了这一处房产。我住在这里有很长一段时间了，遇到很多无法解释的现象。有时，像是有人在房间角落里低语；有时，我会感觉到房间温度突然下降；有时，我注意到家具会莫名其妙的移动。<br><br>长时间以来，我饱受神经衰弱的痛苦，最后我不堪重负。就在我准备挂牌卖房之后，我又受到中介的刁难，他问我「你是不是住在凶宅里，你的房子卖不了高价，不如低价卖给我」。我从来没跟他提到过「凶宅」的事情…我想您如果足够聪明，肯定已经明白「闹鬼」的原委了。<br><br>我是一个怪人，知道真相之后，我决定做一些报复行为——我把房产证留在保险箱里，最后没有将它卖给任何人。就让那个中介去猜好了，我会永远离开仙舟，他会永远得不到这间房。<br><br>如果你，我不认识的朋友想要打开保险箱。仔细研究一下我留下的谜题吧！<br><br><color=#f29e38ff>「M」是 71839 </color><br><color=#f29e38ff>「N」是 7193 </color><br><color=#f29e38ff>「V」是 183 </color><br><br>保险箱的密码就在保险箱的便签上。输入正确的密码，打开后，你会看到我准备的惊喜。<br><br>最诚挚的祝福，<br>雷诺"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "绥园夜谭散页",
        "Desc": "散落在绥园的志怪小说残页，似乎和此地幻境颇有渊源。",
        "World": 3,
        "Books": [
            {
                "Name": "绥园夜谭•第一折•中",
                "Desc": "……<br><br>且说那日府中，腾骁将军正自运筹推演，欲解步离围兵，却听得殿前一阵怪风，帘幕习习而动。<br><br>腾骁将军起身负手，向无人处道：「身为不期之客已是失礼，还要藏形匿影到什么时候？快快现身示人！」<br><br>一阵笑声在空殿中回荡不休，忽而虚空处一团无根碧火跳起，如一只幽幽鬼眼，盯着将军观瞧，情状极是骇异。<br><br>「闻得帝弓天将各有过人之处，今日得见将军状貌，果非虚言。<br><br>「吾未曾通报而登堂入室，请将军宽宥。但吾之来意，乃是助将军解围。<br><br>「步离人陈兵进逼，意在全歼罗浮。将军可用之兵寥寥，拒敌难如登天。」<br><br>这团碧火虽无口舌，却谈笑如人。它盘空进退，照亮殿陛深处幽暗。只见府中守卫们俱都面无表情，如堕梦中。<br><br>「阵前生死，凡人畏怖。但若被吾等岁阳凭附，便能不惧刀兵。破敌不过反掌事尔。」<br><br>「岁阳平白助我，必有求偿。我听闻帝弓曾以凡躯换得燧皇盟助，你索求之物，怕也是如此吧？」<br><br>「我『燎原』所欲者，正是阁下身为帝弓将军的身躯与情感。」碧火愈燃愈烈，身形较之前有百倍之大。「蛰伏千载，没有比这更能滋养吾等的血食祭物了！」<br><br>将军面不改色，示意燎原继续。<br><br>「今夜子时，我在绥园静候将军答复。院门有阴阳瓷瓶数只。若将军拒绝，便留下<color=#77ede5ff>青蓝瓷瓶</color>，<color=#dbc291ff>不令有损</color>。将<color=#eb4d3dff>朱红瓷瓶</color><color=#dbc291ff>尽数击碎</color>，代表将军力求血战。」<br><br>「如此一来，吾便知晓将军心意。此后将军若仍要见我，只需叩击门钹左三次，右三次。一次不可多，一次不可少。」<br><br>将军蹙眉叹息，「区区鬼蜮，竟敢夺人心魄，仿人行止。去吧，腾骁必定按时答复。」<br><br>……"
            },
            {
                "Name": "绥园夜谭•第一折•后",
                "Desc": "……<br><br>话说这绥园地界有个谈狐林，乃是狐人工匠所建，以供游园赏乐。屡经缮造，增添楼房精舍，极其华整。<br><br>腾骁将军踏入此间，却只见房垣凋敝，荒颓凄凉，处处阴森诡谲，妖氛遍布。他暗自寻思，绥园落成不过数十年，岂有如此破败之理？想必这是岁阳幻化所致。<br><br>到得一处院门，但见一侍门小童俯身行礼，奉上食盒。将军凑近一瞧，小童双目泛白，竟是个盲人。<br><br>「尘俗粗肴，聊表寸意。将军一路到此，饥馁困乏，主人请将军用膳后再谈。」<br><br>「我来到此处，已穿过至少十来重月门。但以我游绥园的经历，实不记得此间有这么多门关。你家主人若想谈交易，便开诚布公以礼相待。它哪来的胆量敢戏弄我？」<br><br>小童却对这惊雷断喝浑不在意，恍若聋聩。<br><br>「以你家主人玩弄妖术的伎俩，我若吃下这盒中的食物，只怕口中嚼的是一团黑泥。」腾骁将军拂袖一挥，食盒落地翻腾，却如蜘蛛般生出多只节肢，逃之夭夭。<br><br>「将军神照无双，洞烛幽明，」盲眼小童不急不缓回道，「主人方才示下，将军已过关了。作为回报，他要送将军一份礼物。」<br><br>「侧房中，各类礼匣齐全，<color=#dbc291ff>请从中挑拣最便宜的匣子</color>。」<br><br>「而入门处的瓷瓶…」小童脸上现出不似稚子的诡笑，「我主说了——」<br><br>「将军久历战阵，必怜恤士卒死伤，请将<color=#77ede5ff>青蓝瓷瓶</color><color=#dbc291ff>尽数击碎</color>。而<color=#eb4d3dff>朱红瓷瓶</color>，<color=#dbc291ff>不可有损</color>。」<br><br>「看来这交易，它是势在必得了？」将军长叹一声，抬头已不见洞天朗月，只余阴云四合。<br><br>「希望它不会为自己的决定后悔。」腾骁虎步前驱，推开最后一重门关。<br><br>……"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "岁阳祓除通识手册",
        "Desc": "十王司内部分发的除魔应急手册，是为紧急应对岁阳失控而准备的。",
        "World": 3,
        "Books": [
            {
                "Desc": "受十王敕令，我等问字部判官搜检文牍、索引故纸，汇总关于祓除岁阳经验若干，刊印分发司部成员。请诸位务必详加参阅本手册内容，裨补除魔所需。<br><br><b>提问：岁阳是何种妖物？为何不曾在十王司常见除魔手册中查询得见？</b><br><br>回答：岁阳是罕见的无形目生灵，不具固定形体的能量生物，热衷夺取智慧生灵的血肉形体加以操纵。关于岁阳的具体特性，请翻查《大敌名录》相关记录。<br><br>妖物横行，洪炉破损，魔物岁阳重新现世。距离其上次现世造就「夺舍之祸」已越数千年之久，彼时仙舟人只是短生种，十王司制度也未曾建立。之后罗浮未再受此类魔物侵害，遂令十王司怠于防范。<br><br>于本手册分发之日起，十王司已启动应急预案，将针对岁阳的除魔培训加入判官标准教化课程中。<br><br><b>提问：请详细解说岁阳的行动模式与其弱点？</b><br><br>回答：按照古老典籍的记录，岁阳之间的行动犹如蜂群——这些火焰之精能够分裂聚合，交换彼此所得的情报与经验，并增强力量御敌。<br><br>聚合后的岁阳虽然可以视为单独的个体，但它们内在仍然分有主次（就如同仙舟古老迷信中相信人类拥有所谓的三魂七魄）：有的岁阳负责应付战斗，有的岁阳更多参与思考和辩论，力量最强的岁阳负责统御协调。<br><br>大部分岁阳因为沾染了人性，彼此根本不能很好地协作。我们可利用这一点以削弱岁阳，通过提出复杂的、思辨性的问题，令其从内部发生分裂。当然，古代记录中会提及一些强力的岁阳个体——譬如「燧皇」，或是在近期被确证入侵仙舟的「幻胧」，它们拥有极强的自我意志。这样的岁阳存在时间一久，会将内在的差异性抹除，聚合成牢不可破的整体（岁阳称这一过程之为「融聚」）。力量较弱的岁阳极度害怕靠近这些长者，因为一旦被吸入其中，等如失去自我而死亡。<br><br><b>提问：岁阳喜欢依附什么样的宿主？</b><br><br>回答：有强烈欲望的人，有丰富人生阅历的人，心中有巨大缺憾的人……类似的宿主因自身丰富的情感和经验，尤其容易吸引岁阳侵害。<br><br>当然，从受害案例的宿主分布来看，岁阳对宿主的选择并无特别偏好。<br><br>值得一提的是，岁阳并不喜欢入侵长生种的身体。按照审问记录，它们称仙舟人宿主「难以消化」。可以推知，长生种漫长的寿命和良好的身体复原能力，会令岁阳无法轻易夺取宿主的意志。<br><br><b>提问：通过寄生宿主，岁阳想得到什么？</b><br><br>回答：岁阳通过寄生，汲取和体验宿主的情感，占夺其自由意志肆意行事。寄生人类的岁阳会沾染上属于宿主的人格和行事方式——这使得岁阳的个体之间很快会获得越发茁壮的个体意志，很难再和其他岁阳联结、融聚。<br><br>根据我们的研究，岁阳看待寄主的情绪如同人类品尝口味。「好吃」「酸涩」「甘甜」「苦口」……岁阳能轻易分别人类处于何种情绪状态下。<br><br><b>提问：被岁阳寄生后，宿主会面临怎样的困境？</b><br><br>回答：按照受害者的访谈记录，我们判断岁阳在寄生宿主后会不断干扰其神经系统，与宿主对话，利用其内心的欲望和弱点，制造幻觉激发情绪。<br><br>最初宿主只是觉得自己脑内产生了另一个能理解自己，与自己对话的「自我」。但随时间推移（通常在数日之内），宿主会渐渐失去分辨能力，无法查知一个念头究竟是自发产生，还是来自岁阳。<br><br>在此阶段后，宿主会尽可能满足自己心底最渴望的事情——无论此事有多么惊世骇俗。好战者鏖战不休，饕餮者暴饮暴食，好色者纵情声色……在岁阳的驱使下，人类完全失去了自制力和道德感，释放自己内心的欲望。这一疯癫失常的过程，与「魔阴身」庶几相似，问字部认为其中存在研究的价值。<br><br>寄生过程的尾声，宿主的身躯会被岁阳耗干，并出现突发性的自燃现象，这一结果对短生种往往是致命的。<br><br><b>提问：如何彻底消灭一只岁阳？</b><br><br>按照仙舟先民的记录，除去将岁阳作为动力源进行常年的消耗之外（工造司的造化洪炉便是为此准备的），几乎没有办法完全消灭一只岁阳。<br><br>目前应对岁阳的最好方法是以无形的力场囚牢困住它，令其与智慧生物隔绝。十王司将为前线执勤的判官和冥差提供合适的法器用于捕捉岁阳。<br><br><b>提问：如何从被寄生的宿主身上驱走岁阳？</b><br><br>回答：标准的伏魔方法是对宿主施加适当且无永久性伤害的暴力——随着宿主的肉身瘫痪失能，不能感受其情绪的岁阳自然会离开，另寻猎物。<br><br>但需要重申，判官的工作不仅是为了镇伏魔物，更是为了捍卫仙舟生民的生活。我们无法要求所有判官放弃这一伏魔手段，但我们仍然希望各位能在使用强硬手段前进行权衡思考。<br><br>通过对一些成功案例的研究，我们发现当宿主意识到岁阳的侵害，并且不再执着于完成内心的渴望时，他们有机会从岁阳制造的幻觉中挣脱开来。<br><br>少见的案例中，岁阳会自行离开宿主的躯壳。<br><br>…………<br>…………"
            }
        ]
    },
    {
        "Name": "记忆梳理",
        "Desc": "无",
        "World": 1,
        "Books": [
            {
                "Desc": "黑塔委托我寻找某个丢失的奇物，那是一种和<color=#dbc291ff>天才俱乐部</color>有关的<color=#dbc291ff>能量生命</color>，看来我可能需要艾丝妲的帮助。<br><br>我找到了艾丝妲，但她似乎对此也知之不详。好在界种科的辛克尔和密卷科的埃美丽就在附近，这多少算是一条线索。<br><br>辛克尔正在为空间站内部的<color=#dbc291ff>信任危机</color>而烦恼，想必艾丝妲面对的压力也不小。我们简单聊了聊，她推测黑塔要找的可能是呜呜伯，但这结论可能不太对。最后辛克尔向我推荐了小阿德勒，据说他是界种科最了解奇物的人。<br><br>除了界种科的辛克尔我还向密卷科的埃美丽咨询了失踪奇物的线索，她告诉我据说<color=#dbc291ff>仙舟联盟</color>里就有类似的生命体。<br><br>辛克尔提到的信任危机问题让我有点在意。我与艾丝妲聊起了这个话题，却意外得知空间站最近有<color=#dbc291ff>科员连续失踪</color>事件发生。<br><br>我在拜访阿德勒的途中偶遇了阿兰，他似乎也在寻找阿德勒，我决定与他同行。<br><br>阿德勒在遭到袭击时被我们救下。我表明了来意，他表示界种科辛克尔推测的呜呜伯和密卷科埃美丽听说的岁阳都是一种<color=#dbc291ff>能量生命</color>，并似乎从中受到了什么启发。<br><br>阿兰在秘密调查着些什么，救下阿德勒后我试图刨根问底，但他似乎有难言之隐。我稍微试探了一下，果然他在调查的是艾丝妲之前提到过的科员连续失踪事件。在阿德勒的帮助下，他发现每起失踪事件都伴随着<color=#dbc291ff>人体自燃现象</color>。<br><br>黑塔委托我调查的是和呜呜伯与岁阳类似的能量生命，发生在科员身上的人体自燃现象也是个棘手的麻烦。但之前阿德勒似乎有一个大胆的猜想，他的直觉很准，似乎可以期待一下。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "罗刹留下的信笺",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "各位无名客钧启：<br><br>奉上这样一封信件，而非亲自登上列车和诸位告别，实在是有些遗憾。<br><br>我听闻了各位在罗浮仙舟所行的义举，也有幸结识了丹恒兄弟这样有趣的朋友。这趟尽是迷途的仙舟之行，我和列车上的诸位竟然能各得其所，一切圆满，真是不可思议。而现在，我必须去往自己命运的下一站了。<br><br>按照鄙人故乡的礼俗，每一次远行前都应当在足迹所至之处留下些礼物，以此回报那些帮助自己踏上陌生土地的人们，并祝福未来的旅行一帆风顺。<br><br>故此，随信附上一点小东西，不成敬意。愿你我未来的命运再度交汇。<br><br>罗刹"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "来历不明的信笺",
        "Desc": "闻君返乡，倒悬古海，力挽危澜，想必已重拾旧忆。依久旷之约，吾等当重游故地，历数往事，共浮一白。",
        "World": 3,
        "Books": [
            {
                "Desc": "闻君返乡，倒悬古海，力挽危澜，想必已重拾旧忆。依久旷之约，吾等当重游故地，历数往事，共浮一白。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "螺丝咕姆的留言",
        "Desc": "螺丝星贵族给下层区守护者的一份留言，探讨了雅利洛-Ⅵ上机器人发展为「硅基生命」的可能性。",
        "World": 2,
        "Books": [
            {
                "Desc": "致雅利洛-Ⅵ的史瓦罗先生：<br><br>我的名字是螺丝咕姆，来自距您所在的星球十分遥远的螺丝星。此次远程留言属我一时起意，形式上难免无礼唐突，望海涵。<br><br>我通过星际和平网络的直播业务观看了本届「星际决胜庆典」。请您不要误会，以太战线这一游戏本身对我而言不甚有趣；若非一位星核猎手旧友的坚持，我恐怕不会将宝贵的时间用于观赛。但这次观赛经历却给我带来了意外之喜——它令我注意到了雅利洛-Ⅵ这颗星球。更准确地说，它令我注意到了贵星球上「硅基生命」的萌芽迹象。<br><br>在多数文明中，硅基构造仅作为工具而存在；相信于您所在的世界，当地居民亦支持这一观点。然而，银河中确实存在可被定义为「活体」的硅基构造，亦有少数文明是由这些「硅基生命」所构建、主宰的——我的家乡螺丝星就是其中之一。<br><br>究竟在经历何种奇迹的洗礼后，硅基构造体才能迸发出「生命」的进化之火——这是我长久以来研究的课题之一。而今，在雅利洛-Ⅵ这颗星球上正在发生某种变化，缓慢且曼妙。希望终有一日，当星星点点的进化之火以燎原之势集聚后，我与您之间能够以「兄弟」互称。<br><br>您谦恭的「天才」朋友，<br>螺丝咕姆"
            }
        ]
    },
    {
        "Name": "《机甲乱斗：热血闪耀》",
        "Desc": "在贝洛伯格突然兴起的幻想小说，描述了未来人用巨大机器与怪兽作战的故事。反映了因造物引擎产生的巨物崇拜风潮。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*在贝洛伯格突然兴起的幻想小说，描述了未来人用巨大机器与怪兽作战的故事。此处节选第一部最后一章。*</i><br><br>作战引擎驾驶员，又名钢骑，是比等量黄金还贵重的家伙。他们驾驶如山岳般巨大的机甲，负责从恐怖的敌人手中拯救银河——但在成为这样的英雄之前，作为候选者的少男少女们必须先前往宇宙中心的钢骑训练营，接受如地狱般残酷的教育。而毕业前的最后一道难关，就是在实战训练中取胜。<br><br><br>「说了做不到就是做不到，你求我也没用的。」<br>少年推了下黑发下的眼镜，无奈地叹了口气。<br>「涂装大面积刮花，左臂、前胸装甲和主显示器不翼而飞，而且动力炉也坏得厉害，距离炸机就只差一步...也真亏你能活下来。还有，肩部机枪枪管熔断，这个你是怎么搞的？我记得我应该帮你装了过热保险吧。」<br>「呃...我给拆了，断断续续地打着不够爽嘛。而且万一枪机因为过热被锁了，眼前突然冲出敌人来怎么办？」<br>少女一边做着手势，一边神采奕奕地说道。少年注视着她扬起的长发——那漆黑的、不断跃动着的发梢总能牵动他的视线。<br>「那就别死搂着枪机不放啊，你明明是个专精白刃战的机师吧...总之，五天内修出来绝对不可能，我又不是你个人专属的整备师，还有别的活等着我呢。」<br>少年说着，摆出转身就走的架势，结果走出好几步都没听见少女的挽留声。他回头瞄了一眼，正对上少女狡黠的笑容。<br>「那就是还有的商量喽？」<br>「不...不是，我只是......」<br>「求你了嘛，整备班的小哥！」<br>少女凑了上来，琥珀般烁亮的眸子再次夺取了他的视线。<br>「...好吧，但我有个条件。」<br>「你只管提！」<br>少年顿了顿，指了指少女驾驶服上显示的个人信息。<br>「名字——这只是个代号吧？我想知道你真正的名字...而且也别总叫我整备班的小哥了，明明刚见面的时候就做过自我介绍了，你也要好好记住我的名字才行。」<br>「Tan-ny」<br>「啊？」<br>「我的名字啊，嗯...用你们仙舟的话怎么说？」<br>「嗯...坦尼？不不不，田妮...更不行了。」<br>少年低下头沉思起来。半晌后他一拍手，像只快活的松鼠一样窜上了整备架。<br><br><br>「你把自己的下半辈子都押在黎明星上了，结果他们就给你配这么台破烂？虽说是货真价实的现役机没错，但未免也太寒碜了点…连组件都不全。」<br>刘金抬头看着那台作战引擎，摸了摸下巴。<br>「反正我本来也要回去，就当是白赚的好了...哦对，我记得你也是仙舟人吧？你帮我看看，那个花纹是不是字？说的是什么意思？我还挺好奇的。」<br>「嗯……」<br>刘金盯着那块肩甲上的花纹，努力辨认起来。<br>「大概是...『钛凝』吧。」"
            }
        ]
    },
    {
        "Name": "公司出行安全手册",
        "Desc": "星际和平公司为旗下穿梭装置制定的安全须知，制定了许多严苛的规则。",
        "World": 2,
        "Books": [
            {
                "Desc": "旅客安全须知<br><br>亲爱的旅客，感谢您选择星际和平出行。为了您的人身安全，在旅行途中请务必知悉并遵守如下规则：<br><br>一<br>本设备系由星际和平公司研制并维护的穿梭装置，相关技术原理为商业机密，请勿向任何外部人士泄露旅行的具体过程。技术研发部持有对本条目的最终解释权。<br><br>二<br>本穿梭装置安全系数高，从正式投产至今从未发生过严重事故。请勿听信星际网络上刻意抹黑的不实言论，擅自发布谣言者，星际和平公司有权根据《星际名誉维护法》追究其责任。<br><br>三<br>穿梭装置不设座位。若您在旅行途中时感到颠簸、眩晕，请自行握好扶手、降低重心，不要因略微的身体不适惊扰乘务组的工作人员。如有疑问，请详见您此前签订的《免责声明》。<br><br>四<br>由于技术特殊性，穿梭装置中不设厕所和吸烟室，亦不发放餐食。请您在旅程开始前妥善处理个人需求，切勿在旅行途中饮水或进食。<br><br>五<br>非必要时刻，请勿开启座舱后端的逃生门。紧急情况下，该逃生门将会由操作员负责开启，届时请听从乘务组指挥、积极遵守逃生流程。撤离时请勿贪恋个人财物。<br><br>星际和平出行的员工穿着统一的工作制服。若有穿着其它服饰的可疑人物冒充员工的口吻搭话，请不要听从他们的指令，并请及时联系乘务组的工作人员。<br><br>六<br>为了您的出行体验，请提前查阅目的地星球的环境、人文等相关信息，避免与当地人发生冲突或对环境感到不适。星际和平出行对所有与旅行过程本身不相关的纠纷概不负责。<br><br>以上就是安全须知的全部内容。祝您旅途愉快。"
            }
        ]
    },
    {
        "Name": "炉灰小报：第一期",
        "Desc": "由匿名民间作者撰写的地下刊物，对社会问题发表了较为尖锐的评论。",
        "World": 2,
        "Books": [
            {
                "Desc": "近日，笔者注意到《矿工每周报》存在打官腔、不说人话等令人担忧的现象，恐是收了克里珀堡的冬城盾。为确保各位工友得到全面、客观的多方信息，笔者特别设立此小报，对近期大事展开评论。每月不定期更新。<br><br>【本期主题：关于公司的援助事宜】<br><br>不可否定的是，没有公司的援助，贝洛伯格无法独自完成复兴重任——我想没有人会否认这点；但与此同时，公司的重要性又被过分夸大了，某些人甚至把它看作从天而降的救星，认为那帮黑衣人是出于慈善之心才来帮助我们的。在此笔者要纠正这一错误认知。<br><br>截至目前，公司的确没有为他们提供的服务收取任何费用，但这并不意味着他们无法从中获取收益。秩序就是最大的资产，秩序的所有者可以轻易得到太多东西：君王无需耕作也能享用最好的食物，农民却要费心维护这种关系，因为他们的劳动只有在秩序中才能得到回报。<br><br>统治所有人的野心，往往会被伪装成拯救所有人的善意。与宇宙市场接轨后，我们必然被公司的秩序塑造，去追求户头里的一串串信用点数。届时，我们可能要挖光地下的每一片矿脉、流干体内的每一滴血液，才能让部分地区过上手机中呈现的那些美好生活。我们不能沉浸在感激和喜悦中，我们必须保持警惕与清醒。<br><br>另一方面，公司毕竟是外来者。在他们眼里，雅利洛-Ⅵ只是一颗普普通通的小星球罢了，和夜空中的万千繁星并无区别；但对我们而言，它是唯一的家园。倘若过度依赖公司，贝洛伯格就会像被牵着走的孩子：表面上能跑能跳，可一旦牵引的手放开，双腿的软弱无力就会暴露无疑。<br><br>绝不能让眼下的援助汇聚成足以溺毙我们子孙的河流！雅利洛-Ⅵ与外界的差距固然存在，但也绝不是无法抹平。想要真正成为银河中有尊严的一员，我们必须走出一条自己的路，而非成为他人的附庸。<br><br>工友们，去学习吧，去模仿吧，去寻找一切能带来美好的东西吧。只有这样，未来的孩子们才可能与群星并肩，而不是在它璀璨的光辉下暗自流泪。"
            }
        ]
    },
    {
        "Name": "造物引擎项目策划书",
        "Desc": "一份草拟完成的策划书，足以让造物引擎脱胎换骨。",
        "World": 2,
        "Books": [
            {
                "Desc": "造物引擎修缮项目策划书<br>第█版<br><br>【上身部件】<br>五指手臂 / 爪钩手臂 / 伐木机枪 / 采矿钻 / 礼花炮<br><br>【下身部件】<br>履带 / 双腿 / 反重力引擎 / 四足 / 螺旋桨<br><br>【辅助部件】<br>机兵加工厂 / 塔吊 / 能量护盾 / 农业设备 / 灯光球<br><br>【核心能源】<br>地髓萃取液 / 地髓结晶颗粒 / 水洗煤 / 爱<br><br>本策划书仅作参考，不代表最终施工标准。<br><br>策划人：约翰，特莉丝，老拉尔辛，凯利，{NICKNAME}"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "虎克的以太战线大秘籍",
        "Desc": "某神秘高手玩家的游戏心得，据说只要将它参透，任何人都能登上冠军之巅。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*一张被揉皱的纸条，上面满是歪歪扭扭的手写字。*</i><br><br>这是漆黑的虎克大人留下的以太战线大秘<s>藉</s>籍。只要照着上面说的做，总有一天你也能成为以太战线大师！<br><br><br>• 选择克制对面的以太灵作战。<br><br>• 经常夸夸以太灵。<br><br>• 找到旗鼓相当的对手。<br><br>• 看见攻击时，记得要大声让以太灵躲开。<br><br>• 把终端装饰得漂漂亮亮，最好是用地<s>随</s>髓矿。<br><br>• 碰见鼹鼠党的虎克大人时，记得喊「漆黑的虎克大人」。<br><br>• 集齐 151 只以太灵。<br><br>• 每天做一百个仰<s>颐</s>卧起坐。<br><br><br>如果都不灵的话，就默念「漆黑的虎克大人」的名字十遍，并且每周三为<s>妟安晏</s>鼹鼠队献上一包雪地跳跳糖。"
            }
        ]
    },
    {
        "Name": "《矿工每周报第 226 期》",
        "Desc": "具有官方性质的一期工人报。",
        "World": 2,
        "Books": [
            {
                "Desc": "矿工每周报<br>第 226 期 筑城 700 年█月█8日<br><br>【喜报——造物引擎工程取得巨大进展】<br><br>在大守护者布洛妮娅•兰德的英明领导下， 造物引擎修缮工作取得巨大进展。截止报纸发行当日，引擎部件的挖掘工作已完成 75% ，今后工程重心将正式转向原材料搜集与部件制造环节。<br><br>面对人手短缺、技术落后和资金不足三大劣势，全体工友靠着顽强的毅力和不服输的精神，保质保量完成了任务，向星球内外彰显了贝洛伯格人民重建家园的信心与决心。相信在不久后的将来，造物引擎「筑城队」会成为雅利洛-Ⅵ一道独特的风景线。<br><br><br>【以太战线席卷手机市场】<br><br>据统计，由星际和平公司研发的游戏「以太战线」下载量已达█████，堪称贝洛伯格最受欢迎的手机应用，平均每█人中就有一位「以太战线」玩家。以太灵对战已经成为各施工队午休社交的重要方式，搜集以太灵也成了孩子们外出游玩的主要目标。<br><br>一位不愿透露姓名的忠实玩家如是说：「我玩这款游戏才三天，总时长就已经达到了 80 小时。真是太好玩啦！」在此也提醒各位工友，适当分配游戏时间，不要让虚拟数据影响现实生活。<br><br><br>【能源合作照亮雅利洛未来】<br><br>近日，由星际和平公司战略投资部总监托帕提议发起的能源升级计划正式获得大守护者批准，将在贝洛伯格境内全面施行。在修缮工程稳步推进的同时，星际和平公司的外派员工将协助各位工友对地髓燃烧技术做出改进，使其具有更高的效率和安全性。此举不仅保障了贝洛伯格人民的生产生活，更是为造物引擎修缮工作注入了动力。"
            }
        ]
    },
    {
        "Name": "工地安全海报",
        "Desc": "呼吁工人注意施工安全的宣传海报。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*叮嘱工人注意安全的宣传海报，下附标语内容。*</i><br><br> 工人朋友们：<br>施工勿忘安全帽，流汗总比流血好。<br>复兴家园任虽重，生命宝贵莫轻抛。<br><br><i>最下面还手写了一行小字：</i><br><br>做不到就写检讨。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "造物引擎修缮计划详述",
        "Desc": "对造物引擎修缮计划的较正规阐述，展望了非常遥远的未来。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这是煦日节前在《水晶日报•周末版》上的采访*</i><br><br>造物引擎修缮计划详述<br><br>考虑到本工程时间跨度之大、所需人员之多，本文将重点解释造物计划的规划和目标，以确保继任者领略该工程的发展方向和意义。本文所提及的阶段任务未必会在预定时间达到预期结果，但其精神需各位工友时刻铭记。<br><br>本计划旨在修复多台已经损毁的「造物引擎」——由贝洛伯格独立完成建造的「地质改造工程单元」，并用它们清除因星核产生的寒潮影响，重现七百年前的勃勃生机。本计划预计持续十代人。尽管我们不确定旧日的家园能否复苏，但贝洛伯格的勇气和希望将永远刻在星空之下。<br><br>第一阶段：贝洛伯格倾尽所有物力，凑齐修缮造物引擎所需的原材料。<br><br>第二阶段：建造包括四肢在内的全部零件，优先确保造物引擎的结构修复。<br><br>第三阶段：完成造物引擎的装配工作。工程重心转向地下，集中开采地髓矿并提炼能源。<br><br>第四阶段：注入能源，重启造物引擎，着手改造雅利洛地貌。<br><br>第五阶段：雅利洛重焕生机。<br><br>第六阶段：迈向宇宙，飞出蓝天。<br><br><i>由于公司的技术支持，计划所需时间将大大减少，有望在两到三代人内完成。</i>"
            }
        ]
    },
    {
        "Name": "造物引擎部件修缮方案",
        "Desc": "某研究员对造物引擎部件提出的设计方案，内容夸张且可行性甚微。",
        "World": 2,
        "Books": [
            {
                "Desc": "造物引擎部件修缮方案<br><br>【部件位置】腿部<br>【版本】第7次修改<br>【改动内容】<br>1、为保证结构牢固，添加了更多巨型传动齿轮，型号为███和████。具体细节附于右下。<br>2、删除了原本用于制冷的水管，改为蒸汽吸收式散热，在原件顶端添加了废气排放管。其连接方式仍有待商榷。<br>3、为保证动力，添加了两处地髓发动机，置于部件下端。<br>【未来改进方向】<br>1、确保该部件运行时不会伤及动力核心，计划在地髓发动机处添加一圈防护挡板，需后勤部门采购。<br>2、解决防护挡板产生的额外自重，预计添加更多地髓发动机。<br><br><br><i>相框周围贴了来自不同人的改进意见。</i><br><br>意见：齿轮是不是太大了？<br>回应：大就是好。<br>意见（追加）：齿轮是不是太多了？<br>回应：多就是美。<br><br>意见：废气管会不会阻碍行动？<br>回应：我认为不会。<br><br>意见：这玩意看起来不像一条腿，倒像个什么烟囱之类的。它的「膝盖」能弯曲吗？<br>回应：后期会添加。<br><br>意见：有考虑过转聘去矿场吗？<br>回应：暂不考虑。<br>意见（追加）：用不着考虑了，明天会有人接手你的项目。去熟悉一下挖矿机吧。"
            }
        ]
    },
    {
        "Name": "外派员工行动准则：雅利洛-Ⅵ版",
        "Desc": "托帕向员工提出的行动准则，以维持风险投资部的对外形象。",
        "World": 2,
        "Books": [
            {
                "Desc": "应托帕总监要求，本部门即日起推出《外派员工行动准则：雅利洛-Ⅵ版》（以下简称《雅利洛-Ⅵ员工准则》），望各位编内及外包员工在外派工作期间能够严于律己、恪守准则，维持战略投资部员工一贯专业、高效且富有亲和力的对外形象。<br><br>以下为《雅利洛-Ⅵ员工准则》的具体条目：<br><br>一、外派员工必须遵守由当地掌权机构颁布的法律法规。<br>二、外派员工不得以工作为由扰乱当地居民的正常生活起居、工作通勤。<br>三、外派员工不得以任何形式参与、扰乱或影响当地执法团队（包括但不限于：银鬃铁卫、地火、鼹鼠党等）的工作内容。必要时，公司员工应当积极配合当地执法团队开展工作。<br>四、外派员工不得以任何理由收取当地居民的礼品或贿赂。<br>五、外派员工不得以任何理由破坏当地的环境生态或公共财产。<br>六、外派员工不得在未经人力资源部批准允许的情况下私自开展员工招募或内推。<br>七、工作内容涉及与当地掌权机构协商、或需获得其许可方可展开的，必须在项目正式开启前请示部门总监并获得批复。<br><br>以下是由托帕总监特别附加的条目：<br><br>八、再次重申：「雅利洛-Ⅵ重启」项目的立项初衷是帮助当地居民加速家园重建工作，并提供为达成该目标所需的技术和工具支持。<br>九、外派员工必须全力协助并配合雅利洛-Ⅵ当地居民开展「造物引擎」的修复工作。必要时，可以无偿提供战略投资部的技术支持。<br>十、外派员工有义务以（市价× 1.5 倍）的价格支付当地的住宿、饮食及公共交通费用。该部分费用将被视作差旅经费，由部门统一报销。<br>十一、外派工作期间，所有随身携带的武器设备应当交由当地执法团队代为管理。<br>十二、必要时，外派员工有义务向当地居民详实阐述战略投资部在雅利洛-Ⅵ的工作计划和工作目标。<br><br>以上为《外派员工行动准则：雅利洛-Ⅵ版》的全部内容。望部门的各位员工能够不负托帕总监的期望，严格遵守准则中的条目，并祝各位度过一段愉快、安心的外派时光。请铭记战略投资部的口号：你的风险，我来存护。"
            }
        ]
    },
    {
        "Name": "公司员工借条",
        "Desc": "公司员工向当地人借款的打印凭据，被作为正面范例张贴。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*一份打印出来的凭据，被作为正面范例张贴。*</i><br><br>借条<br>本人███，为购买雅利洛纪念品，向当地人劳德借款 50 冬城盾。事关公司信誉，特立此据为证，待信用点发放后立即偿还。<br>█月█日<br><br>下面附有星际和平公司的电子印章，以及示意借款还清的大红勾。"
            }
        ]
    },
    {
        "Name": "西衍先生评书精选",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "妙见骑士斗盗匪<br>就在这千钧一发之际，从贼舰后方宙域「咻咻」飞来两束光线，直接命中了贼首的座驾，刹那间火花四溅，惊得贼首缩成一团。还未等那贼首琢磨过味儿来，就见一艘通体银白斗舰驶来，来者大喝一声：「我乃妙见天君座下骑士，今日为了妙见天君，定要除了你这个妖邪！」<br><br>哎…这会儿您一准儿要问了：这妙见天君座下骑士有什么本事？竟能以一当百惩奸除恶，救罗浮商队于水火之中？对不住了列位客官，嘿嘿，请听下回分解！<br><br>驭空单骑剿贼寇<br>驭空屏息凝神，数出来是一十四个不知死的毛贼，顺着山坡悄没声儿地往上爬…她眼都懒得睁，光凭着声息，拉满了弓。只听得「咻咻咻」几声，那十几个个泯灭帮竟尽数倒地身亡！<br><br>杀了这几个小贼不要紧，那贼寇的大本营却被惊动了，几百个奇形怪状的泯灭帮众倾巢而出，黑压压地站满驭空脚下的小山坡。驭空见状，分毫不惧，大喝一声：「小贼们！纳命来吧！」<br><br>列位看官，您说说看——敌众我寡，这驭空大人该怎么清剿这些贼寇呢？请听下回分解！<br><br>十二云骑灭螟蝗<br>几个云骑落了地，一看这情况，二话不说，就组织起城里的青壮年，和他们说：<br><br>「我们几个来自仙舟罗浮，受帝弓之命在寰宇之间荡涤妖邪。螟蝗祸祖遗下的这班蠹虫虽不在计划之内，但于吾辈而言亦是职责所在。诸君肉体凡胎，不敢与那些恶虫相搏，这情有可原。可生而为人，又怎么能输给虫豸呢？应当教它们看看，谁才是万物之灵长！」<br><br>这几位云骑究竟能否战胜虫群，帮助庞费尼重建家园呢？<br><br>嘿，您别着急…请听我下回分解。<br><br>巡海游侠斩诛罗<br>信仰帝弓司命祂老人家的，可不止咱们仙舟联盟一家。有一批「巡海游侠」亦是帝弓麾下的一群豪杰。这群豪杰来自银河各处，脾气秉性各不相同，但各个身怀绝技、嫉恶如仇、崇信帝弓。<br><br>话说那年烬灭祸祖麾下一员绝灭大君名曰「诛罗」，率众多贼寇祸乱宇宙，搞得生灵涂炭。<br><br>而此时，恰恰就是巡海游侠的豪杰们仗义出手，彻底断绝了诛罗的春秋大梦，还让他命陨虫群！<br>那螟蝗祸祖的遗孑数不胜数，空有吞天食地的牙口，却没有半分灵智。巡海游侠们就驱赶这些虫豸，去袭击绝灭大君的舰队。<br><br>真是好一招驱虎吞狼啊！或者更贴切一些…真是好一招「飞蛾扑火」啊！<br><br>伶人作歌悼帝弓<br>仙人本为岁阳敌，缠斗千年不自惜。<br>谁料那羽人如万骑，仙人勇锐与之敌。<br>羽人奋翮云霄齐，造化了穹桑巨木入遥碧。<br>仙人寻得了，沍渊牢里旧英豪。<br>英豪寻到燧皇处，与那燧皇道：<br>『 如今羽人犯境山河摇，仙人岁阳共渡桥。』<br>『 你本是永向幽泉无路逃，现随我荡涤妖邪出死牢。』<br>燧皇上了英豪身，神弓一震倒乾坤。<br>穹桑本是羽人巢，怎奈何英豪驱火遍照燎。<br>燧皇尽了气力神形摧，羽人双翼俱焚难高飞。<br>仙人殁边魂尚哭，英豪不归壮士呼。<br>今循着，血流漂杵访仙人。容吾辈，长歌当哭慰英魂。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "阿往阿来相声精选",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "其一<br>阿往：说到咱这儿星槎海，就不能不提司辰宫，提到咱这儿司辰宫啊，就不能不提驭空大人。<br>阿来：我以前见过驭空大人手持弯弓「云鸢铣珧」百步穿杨，那场面真是……<br>阿往：你等等，「百步穿杨」？你说我站在离驭空大人一百零一步的地方，可以用手接住飞箭吗？<br>阿来：「百步穿杨」就是一个文学概念，通常来说驭空大人的箭就算飞行 1500 米也具有十足的威力。<br>阿往：那我在 1501 米能用手接住飞箭吗？<br>阿来：你为什么非要接那一箭？<br><br>其二<br>阿往：我是阿往，这位是阿来，今天给大家来一段相声。<br>阿来：列位观众可能不认识，这位阿往，可是罗浮鼎鼎大名的相声表演艺术家啊。我这次来到咱们星槎海，就是专程为了听您的相声啊！我可算是您的忠实观众。<br>阿往：哎哟，那可真是谢谢您捧场。那这样吧…您能不能请我吃顿饭？我也不挑嘴，按神策府宴请外宾那个标准就行。<br>阿来：不是…凭什么啊？您这怎么一上就骗吃骗喝的？<br>阿往：嗐，古人不都说了吗，「观众是演员的衣食父母」啊！衣食父母请我吃一顿饭，合情合理。<br>阿来：那你凑过来点儿。<br>阿往：怎么？<br>阿来：让爸爸抱抱你。<br>阿往：你一边待着去吧！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "海滩漂流瓶",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Name": "漂流瓶内的信件（其一）",
                "Desc": "亲爱的朋友：<br><br>我写下这封求救信，希望能够得到帮助和救援。<br><br>我不知道自己身在何处。糟糕的是，我在漂流的过程中失去了所有的导航设备和通讯工具，唯一的希望就是这个漂流瓶能够被发现。幸运的是，瓶子还有很多！<br><br>无论你是谁，你来自哪里，请你将我的求救信息告诉当地的救援单位。"
            },
            {
                "Name": "漂流瓶内的信件（其二）",
                "Desc": "亲爱的朋友：<br><br>我写下这封求救信，仍然希望能够得到帮助和救援。<br><br>我发现了一些食物、衣服、还有粗糙的手制武器（我以前也是当过兵的），所以我用削尖的木桩把简易帐篷围了起来，已经度过了最初的困难。但是，我仍然没有搞清楚自己究竟是在哪里，还得靠漂流瓶来求救，幸运的是，瓶子还有很多！<br><br>无论你是谁，你来自哪里，请你将我的求救信息告诉护珠人或者其他持明吧。"
            },
            {
                "Name": "漂流瓶内的信件（其三）",
                "Desc": "亲爱的朋友：<br><br>我虽然写下了这封求救信，已经不打算获救了。<br><br>我在荒岛上开始种植蛋白米了，自制了木臼、木杵、筛子，可以近一步加工蛋白米。我捕捉了几只兔子和鸡，已经圈养起来了…没想到，我已经在荒岛上过上了财务自由的生活（如果一分钱都用不着就算财务自由的话）。我想起了我儿时的玩伴——阿浮，他肯定很担心我，希望这封信能让他放心。<br><br>我这里还有一封信，请转交给阿浮，他就在长乐天。"
            },
            {
                "Name": "漂流瓶内的信件（其四）",
                "Desc": "亲爱的朋友：<br><br>我好像之前说过，我已经不打算获救了。（我怕你没看到漂流瓶，我再写了一封信。）<br><br>附近有一艘星槎失灵，有一个新的落难者漂流到我的荒岛上了。他失去了记忆，我只记得捡到他的这天是七月三号星期六，于是我叫他「星期六」。他与我不同，他急于回到文明社会之中，我见不得别人受苦，所以希望你能作为一个文明社会中的受苦之人劝劝「星期六」，让他不必回去了。<br><br>我已经打了一份底稿了，你帮我润色一下回信，完成后直接扔回海里吧。"
            },
            {
                "Name": "漂流瓶内的信件（其五）",
                "Desc": "亲爱的朋友：<br><br>嘿，你是不是已经在想念我的来信了？<br><br>仙舟上自古就有着「隐士」的故事，可能你不知道，我和「星期六」已经过上了快乐的隐士生活——日出而作，日落而息；没有颈椎病和腰椎间盘突出。我将这座浮岛命名为「桃花屿」，而我这就是桃花屿主人。摆脱了俗世的纷扰和喧嚣，做到真正的天人合一——人，终其一生的追求，不就是我这样吗？<br><br>这漂流瓶主要目的并不是求救，而是一次炫耀。你有可能捡到重复的信，因为我扔了很多！"
            },
            {
                "Name": "漂流瓶内的信件（其六）",
                "Desc": "亲爱的朋友：<br><br>这将是我最后一次以落难者的身份写信。<br><br>我和「星期六」已经过腻了隐居生活，是时候做出重大改变了，我们决定挑战星辰大海！<br><br>你不要以为我们只是乘坐星槎来一趟星际旅行，没有读者愿意看这种平庸的故事。我们制作了一颗太空热气球，它将完全依靠太空洋流驱动，坐着它只需要九十天时间就能环游各大仙舟。<br><br>所以再见了朋友，今晚我就要远航，别为我担心，我有勇气和智慧的桨。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "祭晓虹二公文",
        "Desc": "在对抗药王秘传的战斗中，一对狐人兄弟英勇牺牲。他们的战友用传统的方式为两位烈士写下祭文，以寄哀思。",
        "World": 3,
        "Books": [
            {
                "Desc": "故晓、虹二公，孪生兄弟，罗浮都房洞天狐人也，举家皆云骑。晓、虹廿七岁时，父母剿步离，皆战殁。晓、虹遂从军，为飞行士。<br><br>晓、虹五十五岁时，药王贼作乱。贼乘槎攻皓日洞天，晓、虹迎之，俱壮烈殉节。<br><br>旻天不吊！晓、虹二公，临难不惧，舍生取义，兄弟同命，呜呼哀哉！<br><br>今使二公归列星与之同辉，遣英灵还于青丘。裁致薄奠，公其尚飨。"
            }
        ]
    },
    {
        "Name": "仙舟联盟信仰危机小史",
        "Desc": "一篇通识性质的历史科普短文。介绍了仙舟人在反抗「丰饶」以降、「巡猎」登神以前的信仰生活。",
        "World": 3,
        "Books": [
            {
                "Name": "其一",
                "Desc": "依照仙舟传说，一位英雄与燧皇齐心协力，射出一支光矢，摧毁了造翼者的穹桑。此后英雄不知所踪，直到祂升格为「帝弓司命」，再度归来，庇佑仙舟至今。<br><br>从后世的视角看来，这件事看起来相当诡异：对于平均寿命高达八百年的仙舟人而言，这场战争不过是四代人前的往事，甚至称得上是「近代史」。可「浴火化神」这一没有任何实证的神话，却依然成为了仙舟人中最为主流的历史观。<br><br>若要讲清楚这件事，就不得不谈及星历 3400 年至星历 4000 年的一场信仰危机开始讲起了。<br><br>首先必须明确一个事实：「帝弓司命」这一尊号的诞生，是远早于「巡猎」作为星神正式出现的。在那位英雄与燧皇一起摧毁了穹桑之后，「帝弓司命」就成为了祂的尊号，而祂原本的名字则被避讳，不现于任何文献当中。<br><br>英雄「牺牲」后不久，空劫之乱爆发。魔阴身彻底动摇了仙舟民心中残存的药师信仰。现在一个问题摆在仙舟人面前——抛弃了曾经信仰的星神后，仙舟人究竟该追随谁的命途？<br><br>星际和平公司在联盟远航的第一个千年就与联盟接触，他们的「存护」信仰也对仙舟人造成了潜移默化的影响。从仙舟人对星神的称呼上便能看出，「补天司命」是除「帝弓司命」外唯一的「司命」。因此，当「慈怀药王」成为「寿瘟祸祖」之后，很大一部分仙舟人自然而言地选择踏上了天垣之神克里珀的命途，他们被称为「补天派」。<br><br>在信仰危机时代的 600 余年间，补天司命一度成为了仙舟联盟的主流信仰。尽管如今仙舟人的信仰生活已大幅度改变了，但很多补天司命时代的地名和建筑名依然将祂的痕迹烙印在了仙舟上。譬如曜青的「琥珀大街」、罗浮的「天垣洞天」、朱明的「补天殿」等等。<br><br>其中最为宏伟的两幢建筑，分别是公司在朱明建造的「补天殿」和苍城的「琥珀宫」。前者现在是朱明工造司附属学宫的所在地，而后者已经随着苍城一起消逝在了历史的长河中，只留下若干影像记录，和一首作者已不可考的小诗：<br><br>「凭栏俯瞰仙宫远，举步能乘碧洞云。遥看补天高壁处，天垣不与众峰群。」"
            },
            {
                "Name": "其二",
                "Desc": "尽管补天司命信仰一度成为了知识分子和商人中的主流信仰，但补天司命是一位不太关注凡人的星神，祂实际上并不符合大部分普通仙舟人偏向实用主义的精神底色。所以在民间，人们对信仰的选择呈现出了百花齐放的盛景。<br><br>相当一部分人逆潮流而动，坚持自己的药师信仰。他们坚信丰饶民的行为不符合药师的意志，而魔阴身的存在也只是因为药师的意志并未被正确贯彻。这些人称自己为「药王秘传」（为了与现代的恐怖组织做出区分，下文称其为「旧•药王秘传」）。<br><br>在很长一段历史时期内，「旧•药王秘传」并不是一个臭名昭著的组织。他们以开放的姿态迎接质疑，广开医馆救助贫苦。对大部分早已抛弃药师信仰的仙舟人而言，这些药师遗老的行为虽然既可怜又可笑，但并不怎么可憎。<br><br>值得一提的是，虽然仙舟人在教科书上极力淡化这一点，但在信仰危机时代数千年后登上历史舞台并改变了整个仙舟医疗体系的「寒泉派」，前身就是隐秘延续了数千年的「旧•药王秘传」。甚至，直到近年一批妖人篡夺了「药王秘传」的名号四处作乱，「寒泉派」迫于压力才不得不发表声明，公开表示这个团体「已经彻底抛弃了对寿瘟祸祖的错误信仰」。<br><br>很多知识分子选择彻底抛弃旧有的道路，转而皈依遍智天君，踏上了「智识」的命途，被称为「遍智派」。在当时，大部分遍智派的成员对世俗事务兴趣不大，而是专注于象牙塔内的研究。这也使得他们在百花齐放的信仰危机时代中存在感不高。（他们甚至一直沿用了「天君」的提法，这很大程度上是因为他们认为对星神的尊称一点都不重要。）<br><br>尽管存在感不高，信徒人数也有限，但遍智派却成功延续了下来。坐落于玉阙的「遍智格物院」，至今已有约 5000 年的历史，源源不断地向各仙舟各司部输出信仰遍智天君的高级技术人才，从没有信仰帝弓司命的仙舟人对此提出过任何异议。<br><br>毕竟对于绝大多数神志清醒的、实用主义至上的仙舟人来说，「巡猎」是应当遵循的道路，而不是束缚百姓的枷锁，只要你踏在这条伟大的道路上，信什么星神都只是实现最终目标的手段罢了。"
            },
            {
                "Name": "其三",
                "Desc": "除了那些信仰星神的，还有一些人选择信仰并非星神的存在——分别是信仰古国皇帝的「归航派」、信仰燧皇的「燧皇派」、以及信仰帝弓的「帝弓派」（彼时帝弓尚未登神）。<br><br>这听起来是另一个诡异的事情：在早已对星神有清楚认知的高等文明中，竟会有人信仰并非星神的存在。<br><br>关于这两派信徒的历史文献，如今已经成为了宗教心理学的重要资料，有很多专著都在研究这种信仰背后的心理机制。但这已经远远超出了这篇小文所能承载的内容，我们在此处按下不表，只去谈论这些信徒最表层的动机。<br><br>对于归航派而言，对古国帝尊的「信仰」和「忠诚」在很大程度上只是一个旗帜。促使他们选择信仰的，并非是某种哲学上的思辨，而是一种政治道路上的抉择。这其实是很容易理解的，即使当时的仙舟人从未踏上过「故土」，但这种「乡愁」却始终在每个仙舟人的血管中流淌着。<br><br>于是这些思乡者们宣布：「我们不应继续孤独地远行，而应该响应我们的皇帝的召唤，寻找道路、回归故土。」<br><br>在狐人加入仙舟联盟后，很大一部分渴望重建故土的狐人「青丘派」与归航派合流，直到现在都是一股不可小觑的政治力量。从这种驴唇不对马嘴的合流中也可以看出，对于归航派（和青丘派）而言，信仰不过是口号，他们只是想回家。<br><br>相比之下，「燧皇派」更像是在押宝。他们坚持相信燧皇终将登神，阻碍其登神之路的只有仙舟人的囚禁。如果自己坚定地追随燧皇，解放岁阳，助力燧皇成神，那么等到燧皇成为命途之主之后，燧皇派便会成为最接近星神的一批凡人，受惠于命途之力。<br><br>想也知道，这种信仰很快催生了种种犯罪活动，并很快引来了有关部门的围剿。这群衷心辅佐燧皇的激进分子，毫不意外地退出了历史舞台。<br><br>关于这场闹剧，唯一值得一提的细节是：直到覆灭，燧皇派都没能在「燧皇掌管哪条命途」这件事上达成一致。有人说是「灵智」、有人说是「燃烧」，甚至有人说是「炙烤」——听起来像是掌控了银河中所有的烤肉串。"
            },
            {
                "Name": "其四",
                "Desc": "在上文中，我们几乎没有谈及「帝弓派」在信仰危机时代的动向。原因简单却令人意外——帝弓派在当时几乎没有任何活跃，甚至不被认为是一种严肃的信仰。<br><br>这当然不是说仙舟人不崇敬帝弓。事实上，当时几乎每个仙舟人都会纪念帝弓司命，由衷感谢祂为仙舟存亡所做出的牺牲。可落实到信仰生活上，却没有几个人会认真相信一位牺牲的英雄会登神庇佑仙舟。<br><br>不过既然谈到了这里，我想宕开一笔讲一件与此关联不大的事：现今很多历史营销号会着力渲染一种「虚构史学家恐慌」，这对历史普及工作是极为有害的。其中流传最广、危害最大的一条谣言，莫过于「《仙舟联盟宣言》已被虚构史学家篡改」。<br><br>这些营销号的「论据」无外乎如下：「《宣言》中声称『上至帝弓，下达十王』，可彼时帝弓司命尚未登神。」但读者诸君现在已经理解了「帝弓司命」这一尊号的历史，这条所谓的「论据」也就不攻自破了。<br><br>说回帝弓派。在信仰危机时代，像帝弓派这样真心信仰帝弓司命的派别终究不会大众。人们更希望在那些实际存在的星神身边寻求庇佑，而不需要一位不存在的神来提供情绪价值。面对这种边缘地位，帝弓派也不挣扎，只是继续向祈愿，期盼着英雄的归来。<br><br>而随着神矢降临示现，击碎了丰饶民的盘踞的世界——仙舟人意识到，「帝弓司命」真的存在。先是太卜司，然后是公司和学会，各大派系纷纷确认了新星神「巡猎」的诞生。<br><br>几乎在一夜之间，帝弓派从边缘团体一跃成为了和补天派分庭抗礼的主流信仰团体。<br><br>此后的事情，与其说是信仰分歧，不如说是路线之争。<br><br>补天派坚持认为应当遵循补天司命的意志，坚决反对仙舟投身于与丰饶民的战争当中。而帝弓派则认为，丰饶民绝不是可以靠「躲避」和「防御」来对付的敌人，想要使联盟存续，唯一的手段只有遵循巡猎的道路，追魔扫秽、荡涤妖寇。<br><br>再之后，随着远征的接连胜利、帝弓的数次垂迹、以及狐人与持明的加入，信仰的天平越来越向着帝弓派倾斜。直到约 4100 年时，「帝弓司命」彻底成为了仙舟联盟无可争议的正庙正神。<br><br>如是，仙舟的信仰危机时代结束了，帝弓司命的时代开始了。"
            }
        ]
    },
    {
        "Name": "符玄致叶尔孤白学士的信",
        "Desc": "在一次成功的合作之后，作为感谢，符玄去信为博识学会提供了大衍穷观阵的技术文牍。",
        "World": 3,
        "Books": [
            {
                "Desc": "叶尔孤白学士：<br><br>展信佳。<br><br>贵方为罗浮提供的重要观测数据，有效减少了在南迪阿克瓦阻击战中至少 70% 的我军伤亡。我谨代表罗浮六御，对贵方表示衷心的感谢。<br><br>依照六御共署的协议，我将向贵方展示一部分大衍穷观阵的技术文牍。同时，为表诚意，我会用学会能听懂的语言对此事进行简单的解释。<br><br>相信学会也清楚，在「预测未来」这件事上，「混沌系统」是难以逾越的天堑。任何对「未来」的预测，最终都不得不归结于对某个「混沌」的预测。而混沌是不可预测的，小到天气变化，大到三体问题，任何一个微小的扰动都会导致预测结果出现致命性的偏差。<br><br>而大衍穷观阵最初的创造者，从「遍智天君」处求取了一个灵感，以此作为预测未来的方法：在所有预测未来的行为背后，都存在着一种确凿无误的扰动因素——「观测」本身。简单来说，当我们观测一个混沌体系时，我们的观测本身就会对这个混沌体系最终的运行结果造成影响。<br><br>而此时，如果我们将「观测」本身当做一个变量去处理（或者用绕一些的说法「去观测我的观测」），就能够得到一个尽可能准确的预测结果。<br><br>当然，这只是创造者们最初的计划。当他们将这个伟大的机器投入使用时，完全在所有人理解范围之外的情况发生了。<br><br>随信附的文件中用更加精准的数术用语描述了这个现象，但在这里，我会简单解释（也许会有失精准）：当大衍穷观阵观测一个观测结果时，穷观阵所观测的未来就如同在迎合我们一样，从混沌之中露出真容——尽管这未来只有粗疏的轮廓线条。<br><br>或者让我们换一个格物学上更加不严谨的解释：当我们不观测未来时，「尚未发生的未来」恰如「早已发生的过去」，是不存在于当下的。但当我们观测未来时，未来则会以我们观测的方式发生。<br><br>让我更坦白一点吧——至少在目前，大衍穷观阵的运作原理是一个黑箱。我们只知道，「去观测我的观测」这件事，可以从混沌体系中得到一个准确到令人汗毛竖立的预测结果。但没有人知道为什么会这样，也没有人解释得清为什么会这样。<br><br>很多人，包括很多太卜司的同僚都认为，这是人类可以依靠自己的力量影响乃至择选未来的例证。可对我而言…我用另一种角度诠释这个事实——<br><br>过去、现在、未来，并非历时存在，而是共时存在的。（我这句话本身否定了「时间」的存在，所以「历时」和「共时」有些用词不当。）早在创世之初，这宇宙中的每分每秒就早已被注定了。<br><br>这也同时意味着，未来是绝无可能改变的。<br><br>即颂近安。<br><br>罗浮太卜司太卜，符玄"
            }
        ]
    },
    {
        "Name": "仙舟联盟畅游手册",
        "Desc": "摘星社发行的旅行手册，介绍了仙舟联盟各地的旅游胜地。",
        "World": 3,
        "Books": [
            {
                "Name": "方壶篇",
                "Desc": "<i>*由长乐天旅行社「摘星社」制作的旅游宣传手册*</i><br><br>仙舟「方壶」•旅行贴士<br><br>仙舟「方壶」原本是仙舟联盟最负盛名的旅游胜地，但近年来因为第三次丰饶战争带来的损害，方壶不再有余力接纳大量游客，甚至一度中断了旅游签证通道。现在，随着方壶重启旅游业的新政，我们也得以重新探访这处水波荡漾的方寸烟海。<br><br>当前基于地区政策，前往方壶旅游时，不仅需要仙舟联盟发行的通行证，还需要提前2-3个月申请方壶通行证（仙舟民亦同）。籍贯在仙舟联盟的旅行者需要向方壶天舶司提供户籍所在地地衡司开具的操行证明书。而来自异邦的旅行者则需要提供居住地发行的操行证明书，并同时递交星际和平公司开具的无犯罪记录证明书。<br><br>虽然手续略显复杂，但方壶天舶司开具的通行证有效期足有 20 年，属于一劳永逸。<br><br>另需注意，方壶作为持明族的自治领，在生活风俗习惯和社会组织结构上与其他仙舟不同。请在出发前购买摘星社发行的《方壶生活指南》，以避免一些无心之失。<br><br>仙舟「方壶」•必去景点<br><br>【赤水湾】<br><br>三泽洞天的赤水湾是绝大多数旅行者到访方壶的第一站。人们往往刚从星槎上下来，就被洞天穹顶上静静流淌着的海水所震撼。诚然，大部分人在到访方壶之前，就已在幻戏或全息影像中见识过这幕奇景，但请相信，任何这些间接的体验都比不过亲眼所见。<br><br>抬头仰望大海吧，看上官氏海蛇硕大的躯体穿行而过、看燃灯鱼聚集在一起像水中的萤火、看司里曼特螺像一颗灵活的导弹在鱼群中游猎…这样震撼的体验，放眼整个银河，您几乎只能在赤水湾看到。<br><br>【垂迹纪念馆】<br><br>垂迹纪念馆位于东海洞天，全称「第三次丰饶战争帝弓垂迹纪念馆」。整个东海洞天已在战火中全部化为废墟，垂迹纪念馆就是在废墟之上建立的。<br><br>在垂迹纪念馆，您会看到持明云吟法术塑造的全息景观《帝弓垂迹始末》，仿佛身临其境般见证这场浩劫——丰饶联军强攻方壶，护珠人死战不退，然而终究不敌，使丰饶联军杀入了洞天之内。帝弓司命为阻止进一步的生灵涂炭，不得不示现垂迹，用神矢摧毁了丰饶联军的舰队，也摧毁了沦陷的众多洞天。其中东海洞天，是唯一一个仅仅「化为废墟」的。<br><br>垂迹纪念馆中最为震撼的展厅莫过于「尘世宫」。在尘世宫中，方壶与星际和平公司一起重建了东海洞天在战前的繁华地带「陵鱼大道」，并以蜃影的形式还原了其中 39823 名居民在横遭厄运前的日常生活。如果和他们聊聊，您会发现他们都是和您一样的普通人，也和您一样从未料想过自己可能会在战火中消逝。<br><br>垂迹纪念馆对异邦人免票——因为方壶人希望能有更多人明白，仙舟联盟究竟在为何而战。<br><br>【巨野泽】<br><br>巨野泽是方壶最负盛名的海滨浴场，即使在这样复杂的签证手续之下，每年都要接待近七千万人次的旅行者。<br><br>巨野泽最大的魅力在于，它融合了「温泉乡」和「海滨浴场」两者的优势。一方面，巨野泽水体中富含有益皮肤健康的微生物；另一方面，巨野泽畔又有着壮丽的白沙滩和优美的自然风光。而巨野泽最大的缺点在于，它实在太过热门，以至于您只在淡季才能看到被游客用肉身掩埋的白沙滩。"
            },
            {
                "Name": "曜青篇",
                "Desc": "<i>*由长乐天旅行社「摘星社」制作的旅游宣传手册*</i><br><br>仙舟「曜青」•旅行贴士<br><br>前往仙舟「曜青」并不需要其他特殊手续。只要您是仙舟联盟公民或持有仙舟联盟发行的通行证或居住证，即可前往曜青。不过，因为曜青长期航行于交战星域，出于安全考虑请做好充分的保险准备再出行。您可按照自己的兴趣，在摘星社报名参加前往曜青的旅行团。<br><br>另外，很多旅行者都曾致电摘星社，询问前往仙舟「曜青」的旅行是否安全。会有这种忧虑，我们也并不意外。<br><br>但请不必担心，曜青的各类军事行动主要依靠远征舰队，而并不会将仙舟主舰置身于危险之中。当然，丰饶民一直惦记着铲除这个「祸患」。但至少在近一个琥珀纪，还没有敌人成功对曜青主舰构成过任何实质性伤害。<br><br><i>（尽管如此，请旅行者务必严格按照曜青当地的法律法规进行游览。任何擅自脱离旅行团的行为，都可能构成违法甚至犯罪。）</i><br><br>仙舟「曜青」•必去景点<br><br>【天风阁】<br><br>位于广寒洞天的天风阁是曜青最有名的景点之一。为了纪念上一代曜青龙尊「天风君」浴血奋战，摧毁孽物砦兽「百臂」而留下的纪念宫阁。<br><br>曜青工造司携同三千位持明巧匠耗时二十余年，以大块的青玉和月长石建成此阁，堪称是曜青持明建筑风格的艺术代表，任何语言都无法形容它的精巧与壮阔。天风阁中，持明颂风者们铺设了所谓「羽路」，将十六座浮岛连通一体。即便不带任何飞行、悬浮设施，人也可以随意临空行走。<br><br>观赏时，请注意遵守天风阁的规章制度。因违反规章制度而发生的意外事故，本社概不负责。<br><br>【青丘港】<br><br>在青丘洞天的青丘港，我们有机会看到曜青独特的星槎制造工艺。<br><br>讲解员会带着游览者走过整个园区，见证那些毛绒绒的小生物怎么一点点成长为青丘军荡涤妖寇的忠实搭档。<br><br>几乎每天都会有新星槎降生，而旅行者也有机会在工作人员的帮助下为新星槎接生，感受生物科技的奇迹。您还有机会为新星槎命名，而数个月后，这只被您命名的小家伙就会出现在剿灭丰饶民的战场上，为整个银河的存续而战。<br><br>【赤狐戏园】<br><br>在经历了一整天的刺激和感动之后，也该转换心情，去参加一些优雅平和的活动了。在白珩街的赤狐戏园中，您可以观赏到最正宗传统的「平戎戏」。<br><br>平戎戏是曜青狐人的传统戏曲。初到戏园，您多半会被那辽阔的环形舞台所震撼。赤狐戏园是少数坚持维护数千年传统并拒绝引入任何特效技术的戏园，所以他们的确需要这样辽阔的舞台才能施展得开。<br><br>这种传统戏曲依靠不同的角色脸谱来区分不同角色及其性格，这导致它有一定的鉴赏门槛。好在平戎戏强调真实到令人血脉偾张的打斗戏，数十名演员在空中飞行、枪战、搏斗…您甚至不需要看懂剧情，就能体会到平戎戏魅力。"
            }
        ]
    },
    {
        "Name": "桂乃芬的美食探店台本",
        "Desc": "仙舟网红桂乃芬制作的探店视频台本。用心程度可见一斑。",
        "World": 3,
        "Books": [
            {
                "Desc": "【拍摄场景】「尚滋味」店面<br>【镜头编号】 01 <br>【画面内容】店铺的招牌<br>【景别】中景<br>【台词梗概】无<br>【时长】2秒<br>【音乐音效】轻音乐<br><br>【拍摄场景】夜市街道<br>【镜头编号】 02 <br>【画面内容】拍一下店面外面夜市人来人往的街景<br>【景别】远景<br>【台词梗概】无<br>【时长】2秒<br>【音乐音效】轻音乐<br><br>【拍摄场景】「尚滋味」店门口<br>【镜头编号】 03 <br>【画面内容】打开店门，走向柜台和预定的座位<br>【景别】近景<br>【台词梗概】简单介绍下尚滋味的风评和金人巷的历史<br>「金人巷是『罗浮』上最有人情味的地方。」<br>「想打卡这家店很久了，今天特意带了朋友一起来。」<br>【时长】5秒<br>【音乐音效】收音、视频的片头特效音<br><br>【拍摄场景】「尚滋味」店内<br>【镜头编号】 04 <br>【画面内容】展示店铺的菜单，伸手在展阅上滑动挑选菜品<br>【景别】近景<br>【台词梗概】讲解特色菜的口味，注意强调是根据个人口味习惯点的菜<br>「『尚滋味』的陈婆豆腐可是招牌菜，豆腐又嫩又滑入口即化。」<br>「五花肉是老板亲自处理的，新鲜到吃一口就流泪，来晚了就会错过的大爆款！」<br>【时长】8秒<br>【音乐音效】收音，展阅触摸有特效音<br><br>【拍摄场景】「尚滋味」店内<br>【镜头编号】 05 <br>【画面内容】等待上菜期间镜头转向店铺的装潢<br>【景别】中景<br>【台词梗概】无<br>【时长】2秒<br>【音乐音效】轻音乐、倍速跳过的特效音<br><br>【拍摄场景】「尚滋味」店内<br>【镜头编号】 06 <br>【画面内容】上菜视频，用筷子挑菜对着镜头特写展示，边吃边聊<br>【景别】特写<br>【台词梗概】无<br>【时长】 15 到 30 秒<br>【音乐音效】收音，记得换头麦收音！！！！<br><br>……<br>……<br>……<br><br>【标题选题】<br>1、和闺蜜扫荡金人巷！居然碰到让她吃一口就流泪的美味<br>2、大名鼎鼎的「陈婆豆腐」就在这里？金人巷探店一日游！<br>3、狂吃 18 顿，在金人巷吃到胃抽筋还想吃的一天……<br>4、只有在金人巷才能吃得到！手打牛肉真的要打？<br>5、五分钟带你吃遍金人巷，真的吃到嘴抽筋……<br><br>【备忘事项】<br>啊啊啊啊啊啊啊啊啊啊啊啊啊啊啊太好吃了完全超时了素材也爆炸多但是真的好好吃感觉已经完全不能按照台本来执行了"
            }
        ]
    },
    {
        "Name": "黑市商人调查笔记",
        "Desc": "暗访记者彻查金人巷黑市商人的笔记。",
        "World": 3,
        "Books": [
            {
                "Desc": "黑市商人调查笔记（其一）<br><br>事情要从很久以前说起，那是我第一次见到他。<br><br>大概是上次丰饶民战争的时候，我第一次在难民安置点见到了黑市商人。当时他的打扮只能称得上是可疑——戴着硕大的兜帽、紫色的面罩，背着一个与身体比例不协调的大背包。他掩人耳目将自己藏在难民之中，悄悄地兜售着一些来路不明的商品——像是星际海盗使用的武具。<br><br>我与他攀谈起来，这人说话倒不遮遮掩掩，不仅向我推销起他的武具，还承诺提供我一些「升级服务」——换言之，就是武具改造。当时我很警惕，我的职业素养在警告我，这人不是善茬，但是我忍不住继续打听。<br><br>他向我抱怨，他被周围的难民当作是「奸商」。「我为了养活家里人，连人身意外保险都没买，就来到了这里，难道说我的命不值钱吗？我是为了帮助大家才来到这里的呀。」他指了指地上的鸡蛋壳，说有一些不太理智的难民甚至会朝他扔鸡蛋，他的「好心」没有得到应有的尊重。<br><br>我问了问他商品价格（主要是那些武具），确实是令人惊讶的天价，不知难民中有谁能买得起。问及此处他便说「乐观的人都会对未来投资，心疼钱没有意义，现在不用，以后也得用……」这人总是嘿嘿冷笑，让我心里发憷。<br><br>离开安置点后，我就向地衡司报了案。不受法律监管的市场经营，总归是违反了法律和道德规范。据地衡司的通报来看，这黑商应该是被抓住了。<br><br>话说，这几日，我又在金人巷里遇见他了。<br><br>黑市商人调查笔记（其二）<br><br>自从开始媒体工作以后，我对灰色产业尤其敏感，我忍不住想要探明真相。<br><br>这家伙打扮虽然与过去截然不同，但是身体的细微动作还是能看出端倪的。见我接近他后，他也认出了我，又与我攀谈起来。一开始时，我担心他要对我报复…后来我发现自己多虑了，这家伙从未将自己曾经入狱经历当回事。<br><br>他说近日来仙舟乱作一团，自己嗅到些药材生意的机会——这药材不是别的，是那魔阴身上长出来的枝蔓…他准备卖给求长生的化外民。我听了之后心中一惊，这真的能入药吗，这真的合适吗？这奸恶黑商竟然做出这等丧心病狂之事，我要是写出新闻报道，他不会被口诛笔伐吗？不对，我应该问他还能活着走出仙舟吗？<br><br>想到了这里，我心中就充满了正义的力量。我还得追查到底！<br><br>黑市商人调查笔记（其三）<br><br>这个混蛋竟然是去永狩原捡树杈！根本就不是魔阴身！"
            }
        ]
    },
    {
        "Name": "真志摩的劳动雇佣合同",
        "Desc": "真志摩与世宏签下的劳动雇佣合同。很显然，世宏没有仔细阅读。",
        "World": 3,
        "Books": [
            {
                "Desc": "*劳动合同<br>甲方：真志摩<br>乙方：世宏<br><br>一、合同目的<br>本合同旨在明确甲方与乙方之间关于安保工作的权利、义务和责任，并确保双方的合法权益。<br><br>二、工作内容<br>1.乙方将被聘用为甲方的安保人员，负责执行与安全相关的工作任务。<br>2.乙方在工作期间需穿戴仙舟罗浮的云骑军甲胄，确保工作执行的安全性和有效性。<br>3.乙方需要强健体魄，能扛能打，确保在工作中能够应对突发状况和紧急情况。<br><br>三、工作地点<br>1.工作时间为根据甲方需要指定地点进行排班安排，不得质疑工作安排。<br><br>四、工资和福利<br>乙方的工资将根据甲方制定的薪酬标准进行支付。<br><br>五、保密条款<br>1.乙方在执行工作期间可能遭遇第三方盘问，乙方应当严格保密工作内容，不得泄露给第三方。<br>2.乙方离职后，仍需继续承担保密义务。<br>3.乙方不会仔细阅读合同条款，正如此条不会被发现。<br><br>六、违约责任<br>1.如果乙方未能履行本合同约定的职责和义务，甲方有权采取相应的纠正措施，并根据情况对乙方进行相应的处罚或解雇。<br>2.乙方如果进行非法活动被捕，甲方无需承担任何法律责任。<br><br>七、解除合同<br>1.本合同期限为三日，在合同期限届满前，乙方不得擅自解除合同。<br><br>八、其他条款<br>1. 本合同一式两份，甲方和乙方各执一份，具有同等效力。<br><br>决应依据星际和平公司®相关法律法规进行。<br><br>*甲方：真志摩<br>*乙方：世宏"
            }
        ]
    },
    {
        "Name": "「尚滋味」收到的满分好评留言",
        "Desc": "化外民向之丘在金人巷「尚滋味」留下的满分好评。",
        "World": 3,
        "Books": [
            {
                "Desc": "用户名：向之丘 <br>点评等级：荣誉会员  23 级<br>所在地：██星████████城<br><br>【点评餐厅】尚滋味（金人巷，仙舟罗浮总店）<br>评分：★★★★★（5/5）<br>标题：美食盛宴，名副其实的美味体验！<br><br>正文详情：<br>这是我在仙舟罗浮观光期间最喜欢的一餐。不幸的是，在一位主播（棕红色的头发，我不知道她究竟是不是仙舟人，但看得出来她很熟悉仙舟的一切）的吃播和探店视频火爆流行起来之后，来这里的人非常多，生意很火爆，我来的时候差点没有位置了，要等待很久。<br><br>餐厅菜单上的选择非常多，这令我点菜的时候非常困难，呼吸加速，一度惊恐发作。但我随便点的菜色都很好吃。<br><br>实在太好吃了，好吃到很多形容词我都想不起来要怎么用了。每一叉子（很抱歉，我至今还没掌握运用筷子的技巧，但是很幸运地，餐厅提供其他餐具）下去都是惊喜。蒜苗五花肉好吃，陈婆豆腐好吃，脆瓜胡辣鸡丁也好吃。每道菜都是如此的美味，让我感觉好像一次又一次地在口中探索着新的味道。我很难想象，这里的肉类都是从什么野兽上切下来的。它们非常新鲜，很粗犷，但也更爽口。<br><br>红油乱斩牛杂令我终身难忘——它是真正意义上的「乱斩」。你能看到老板娘，也就是主厨亲自表演一套刀法，刀光之下牛杂被切得整整齐齐。此刻慢慢出锅的红油让牛杂被浸泡得恰到好处。我真想问问掌刀的老板娘，她是否活了五千多岁，因为我听说仙舟人每个人都很长寿，她的刀工一定是几千年来日日下厨才练成的。否则，她定是位不世出的用刀高手！<br><br>这里不像星槎海，金人巷的特色很奇怪，它很有欺骗性——和它的名字一样，我都不知道「金人」为什么会给这条街道挂名赞助。「尚滋味」的店面也是，路过还以为就是普通的餐厅，但店里干净整洁，老板娘很热情，做起菜来一板一眼非常认真。有一道什么兽肉做的肉丸子，叫做「九九九手打肉丸」，老板娘坚持一定要在我面前捶打九百多次肉泥，说这样才算货真价实。幸好我经营的不是餐饮生意，要不然我回家了，肯定会在后厨狠狠批评我的厨师——你看，都是厨师，怎么人和人之间的差距就这么大呢。<br><br>总的来说，我非常满意这家餐厅的一切。如果您想尝试新鲜、特殊、口味独特的仙舟菜肴，我强烈推荐您来到这里。这家餐厅绝对值得五星好评！"
            }
        ]
    },
    {
        "Name": "摘星社•金人巷旅游攻略",
        "Desc": "长乐天旅行社制作的旅游手册。可以不看，但不可以没有。",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>*由长乐天旅行社「摘星社」制作的旅游宣传手册*</i><br><br>金人巷•街道印象<br><br>金人巷是长乐天最古老的街区之一，也位列规划中仙舟民俗文化集中展示的 35 片示范区之中。近些年来，罗浮仙舟不断与外界建立商贸联系，金人巷也成为了时尚焦点，不少幻戏也在这里取景拍摄，许多化外民也将金人巷列为罗浮的必游景点。<br><br>其实，千百年前金人巷是长乐天洞天最为有名的「富人区」，这里居住过达官贵人、社会名流，从地衡司的司衡，到神策府的策士，从文学大师到画坛巨匠，金人巷的每条街道都留下了历史的痕迹。<br><br>金人巷•商铺推荐<br><br>旅游作为一种社会行为，古已有之，仙舟翾翔八千载，旅行活动兴起更是居银河前列。金人巷作为一条有着历史渊源的商业街，商业行为与旅游活动本身紧密难分——在金人巷购物、餐饮都是旅游活动的一部分。<br><br>摘星社精选了数家在金人巷有名的老店，与各位远道而来的朋友一起分享。<br><br>【尚滋味】<br><br>尚滋味是长乐天洞天知名的江湖饭馆，食客络绎不绝。店内主厨燕翠更是罗浮仙舟醒园菜系的集大成者，在附近居民中有口皆碑。<br><br>醒园菜，起源于《醒园时珍》——该菜系追求不同食材定要搭配不同的调味、香料，口味以辛辣椒麻为主、酸陈怪味皆有。尚滋味具有代表的菜有：蒜苗五花肉、脆瓜胡辣鸡丁、鲫香肉丝、红油乱斩牛杂、陈婆豆腐。<br><br>据街坊们说，这燕翠师傅自幼习武，「坚持要用拳脚功夫捕获珍稀食材」——她时常找来仙舟人未曾见过的新菜品，如果有幸遇上燕翠师傅心血来潮，请务必进店品尝。<br><br>【同功坊】<br><br>时过境迁，罗浮的仙舟居民大多也已记不得长乐天的商业街区被称为「金人巷」的原因——在金人被广泛民用的时代，这条美食和商业著称的巷子里挤满了为主人领取货物的金人。而金人文化的遗存，就在金人巷同功坊之中。<br><br>同功坊的现任店主霄老大曾经是工造司工正，与传奇「百冶」应星有过共事经历，其工造手艺无人质疑。如今，民用金人数量遭到大幅削减，同功坊是少数仍具有独立制作、维修金人能力的个人工坊。<br><br>随着业务拓展，如今同功坊制作的「1/ 12 金人司阍系列」在模玩爱好者中好评如潮——如果对此非常感兴趣，请一定到同功坊前台咨询。"
            }
        ]
    },
    {
        "Name": "涯海星槎胜览 • 朱明仙舟",
        "Desc": "仙舟著名飞行士白珩留下的游记著作集中的一篇，记录着她出使朱明仙舟的始末。",
        "World": 3,
        "Books": [
            {
                "Name": "（其一）",
                "Desc": "太奶奶有云：「平生不见朱明火，飞遍星海也枉然」。<br><br>哈哈，现在想来，她老人家类似这般文墨不通（这是可以说的吗？）的口头禅真的很多很多。什么「平生不见塔拉萨水晶宫」「平生不见庇尔波因特」「平生不见螺丝星」等等等等……总之，被她夸过的地方多半有值得飞去一看的奇景，如果这地方是联盟自己的地盘，那对飞行士来说更是没有不去的理由了。<br><br>但在被强行派去那儿前，朱明仙舟在我心目中始终是个能不去就不去的地方——要问为什么？那当然是因为先入为主，觉着这就是个遍地高温，处处着火的大锻炉。<br><br>咱从受训第一课起，就被天舶司教官耳提面命「毛多弱火」。出任务往返要喷涂辟火油膏那是狐人飞行士必不可少的准备工作。你就说我怵不怵「朱明」仙舟吧？<br><br>但被派往朱明的日子还是不可避免地来了。曜青「鹤羽卫」在欧文利等星球周边与丰饶民的战事胶着，延阻了主力的攻势。军务厅将我和其余十二人组成使节团，塞进一艘运输天艟，送往「朱明」请求援兵和军器。<br><br>隔着舷窗我第一次看到了自己想像中的这座大锻炉——不，它根本和锻炉毫无关系。朱明仙舟犹如一株精雕细镂的黄金泽芝，巨大伸展的发光箔叶围绕作为主干的锥形天城渐次展开，沐浴在一颗淡蓝恒星的光芒下，一派宁定祥和。<br><br>「这…也是仙舟？怎么看也和学会记录里描述的『天上楼船』毫无关系啊。」一旁来自博识学会的交流学者半是感叹半是问询地看向我，顺便道出了我的心声。<br><br>「是啊，看来打造这艘船的工匠师傅们，不仅是形式自由派，还是定义自由派。」我打了个哈哈，毕竟已经过了七千多年，最初启航的那些巨大移民船早已被其上的居民改造的面目全非了。（哲学上有个类似的命题，叫什么来着？波尔卡之船？不对，也许是螺丝修斯之船？）<br><br>也不怪她，人们对于没去过的地方总是怀有先入为主之见，我不也这样吗？<br><br>想象中的朱明仙舟是个粗笨的大锻炉，到处飞溅着火星，还有肌肉贲突的工匠师傅们梆梆敲打锻锤——对不住，我飞了太多低文明的世界，全然忘记了仙舟的工造技术有多发达了，而朱明是诸仙舟中最擅工巧的那一座。<br><br>在踏入「光明天」的星槎港口时，这一点感受尤为鲜明：踏进这里时凉爽得像是浸入一潭池水。光线被滤了一遍，流淌成舒适的蜜色。巨大的星槎渡航平台似是以一整块大到没边的月长石雕凿而成。更叫人咋舌的是，构成这座建筑的桁梁骨架全都天衣无缝地嵌在这座港口中——仿佛是从矿石肌理中自然生长出来的金属经络。<br><br>毫无疑问，这种对匠艺自豪又任性地展示是刻意为之，只为了扭转外人初来乍到前对朱明仙舟的诸多无端想像。<br><br>而被派来迎接使团的工造司师傅领头的是一个外表仅有十几岁的娃娃。<br><br>「怀、怀炎师傅派我在此接候诸位……」<br><br>这把怯生生的稚嫩嗓音，也不是尖耳朵，显然不是发育迟缓的持明「老小孩」。这么说起来，他应该是怀炎大人的私淑弟子，不知他从哪儿捞出来的天才小娃娃。<br><br>「朱明工造司匠人…应星，见过使团各位大人。怀炎师傅为了整备军器的活忙得不可开交。因此派我来接待你们。其实…我手头活计也很多，又不像仙人们能活很久，所以，请各位快些随我来，咱们把流程交接完毕吧。」<br><br>这个接待我们的小小匠人，竟是个短生种？我已经惊讶的有些疲惫了。朱明仙舟到底还打算怎么出我意料呢？<br><br>…………<br>…………"
            },
            {
                "Name": "（其二）",
                "Desc": "…………<br>…………<br><br>名唤应星的孩子是个外来求艺的短生种。一路上我花了些时间和这害羞的小子深入攀谈，才问出他的来历（他看起来有些缺乏自信，但小孩子还是得多加鼓励才肯和你交心啊）。<br><br>正如求药使们会络绎不绝地奔向罗浮而去，对渴望求学治艺的人来说，朱明是不逊于庇尔波因特和螺丝星（也许还有其他什么技术圣地我不知道）的匠作学府。从星海各处来到朱明求取技术的化外民不可计数，他们中大多数都会在学成后回归故里，将知识传播给同胞们。但应星不同，他已无家可归。<br><br>他的故乡被步离人的舰队摧毁，转化成了武器牧场——我知道那意味着什么样的结局，这个孩子的血亲同胞会成为毫无尊严的块肉，成为那些山一般的器兽的养料。于是这个死里逃生的孩子在抵达仙舟后，就只为一个目标努力：他努力学着为云骑铸造武器，发誓要将那些恐怖的妖孽斩草除根。他很了不得，小小年纪竟然获得了匠人资格的认可。<br><br>「不过……司部里的其他仙人师傅都说，我还远远不够。」<br>「不是缺了劲头，也不是缺了心眼……」<br>「而是，我没法像他们那样活很久很久……我能学到的知识始终有限。」<br>「也许，我这辈子都看不到能为爹娘报仇雪恨的那一天了。」<br><br>看着他沮丧的样子，我有点心疼。<br><br>「别听老家伙们胡说八道，他们呀可不是什么仙人，他们就是嫉妒你呢。」<br>「短短几十年就离世的绝世天才在天才俱乐部里可不少见！人家的成果照样是件件震动寰宇。活得长活得短，和人的成就有什么关系？」<br>「你只要一心干你想干的事业，成不成什么的都是天意哩。」<br><br>小伙子的神情似乎开朗了些。他突然又摇了摇头。「老家伙也不都是胡说八道！怀炎师傅…他就很尊重我，他教我的东西可多了！」<br><br>这样的天赐大恨，这样的可怜身世，这样的早慧资赋，我忍不住就上手摸了摸那孩子的脑袋。但他似乎一眼就看穿我心里转的念头，用自己小小的手盖在了我的手上，宽慰似地拍了拍。像是突然回过神来，他想起了自己此行的目的。<br><br>「呃…唔…师傅叮嘱，要带你们先去焰轮铸炼宫参观一番。」<br>「按流程缓急，咱是不是应该先谈谈援兵和军器的事情？」<br>「我…我也只是按怀炎师傅的要求行事而已。」<br><br>「冶炉炼千星，点铁赋英灵。斗光奋戎威，铦铓保宴宁。」铸炼宫的正厅挂着这么几句诗。<br><br>按《上国梦华录》的记载，佚名的古国皇帝曾将一具武器铸模作为启航的礼物赠予朱明的大匠作阳翟。此物流传至今，是为铸炼宫的镇宫至宝。举凡仙舟巡猎所需兵仗，十之六七均由朱明工造司所出——而朱明工造司的根基之地，便是我们眼下身处的这座焰轮铸炼宫。<br><br>同行的朋友们对这场奇怪的安排颇为不解。怀炎把我们带到这儿，是要给我们展示军器铸造珍贵不易，借此来同曜青讨价还价？他派个孩子领路，是暗含拒绝的意思？<br><br>一想到要辩论，我有些心绪烦躁。在别人地头上，心里就算不满也不可以说出来——这是太奶奶教我的保命绝招。我打定主意，直到怀炎见我们，否则绝对不开口表达不满！<br><br>…………<br>…………"
            },
            {
                "Name": "（其三）",
                "Desc": "…………<br>…………<br><br>小应星带着我们坐船来到一座幽暗的环形大殿入口。他随手抓起一张纸，三两下折成飞鸟状，说了句话，纸偶迅速拍翅飞远。片刻后，仿佛某处机关得到了通令，大殿四周响起了如山崩般的震动。环形的殿壁不断分离、收缩，渐渐只剩下我们脚下的大殿基座，不知何方射入的光芒照的满室生辉。<br><br>整个使团的人几乎抱在一起，吓得直喘气。半晌，我们意识到自己所在的殿堂正飘浮在看不见的轨道上，我们的脚下，是一团有如恒星般耀眼的光体。我们就像攀附在一块陨石上，沿着天体轨道缓缓运转，飘浮在这团「太阳」的上方。<br><br>这团光芒不停律动着，变化着，仿佛一颗会说话的心脏。<br><br>它在说话。它确实会说话！<br><br>「太阳」的每一缕光都在跳动着，犹如激越的湍流，又像是自太古压抑至今的勃然怒意，撕咬着，低吼着，试图钻进我的意识里。一瞬间，无数景象如同被风打翻在地的书页，疯狂卷过，涌入我的识海：<br><br>——一株看不见边际的「树」自天垂下洞破星空的枝梢。<br>——真空中，喷吐日月光辉的舰船如飞萤奔逐流火，涌向变幻无定的血肉，还有双翼伸展的人形禽鸟……<br>——我听到传讯耳坠里传来云车与星槎坠毁前的嘶吼，「卫蔽仙舟！」「云骑长胜！」……<br>——数百米高的金人巨像踱踏着阔步，伸出寒铁手臂与长有无数眼球、锐齿与胶质血肉的巨兽互角。<br>——天空中，神采照人的战士们手持发出炽热死亡的枪戟与长弓，他们中每一个的基因似乎都受到过雕琢和筛选，拥有超越如今仙舟人的力量与俊美。<br>——更令人震悚的是，他们的身上披着非自然的火焰，仿佛是他们内心勇气与愤怒的具现。他们一遍遍冲锋，一个个没入无边的黑暗，他们再也没有回来……<br><br>「……结成此誓，信守不渝！」光芒如此咆哮着，在耳边鸣动。<br><br>「诸位！紧守心神，不可直视『燧皇』！」<br><br>一道焦悍如雷的声音在大殿上方响起，有人以杖顿地，钝重的金属嗡鸣后，仿佛有看不见的屏障升起，迅速隔绝了充斥这座大殿的光明与幻觉，让这座殿堂回到了最初幽静的模样。所有人从神思迷乱中醒了过来。<br><br>铸炼宫的主人，仙舟最长寿之人，工匠中的工匠——怀炎姗姗来迟。<br><br>「原打算嘱咐小徒将各位带到此处，谈谈兵器与援手之事。没成想他却忘了遮住这轮『伪阳』，险些让各位受其迷惑，是老夫之过，向各位赔罪。」<br><br>怀炎以山岳般的步伐踏上不断凌空显形的阶梯，缓缓踱到了我们面前。<br><br>「青瑛司舵的请求我收到了。曜青折冲不利，朱明不能自外于战局，徒作壁上观。」<br><br>但是——接下来他该说但是了。按照各仙舟所处的境况不同，若遇被强敌追击、围困或有休养生息之必要，该仙舟保有是否出兵援手的自决权。对我们带来的请求，他会给出什么回绝的理由？<br><br>「朱明不缺军器，我会按青瑛的要求拨给三百座斗舰，两万件雷弩与两万柄阵刀。但——朱明仙舟正有自己除魔扫秽的重任要执行。」<br><br>「而关于援手一事，我能拨给各位等同贵使团人数的援兵！」<br><br>…………<br>…………"
            }
        ]
    },
    {
        "Name": "建木玄根观测记录碑",
        "Desc": "罗浮持明受命不懈守望古老的建木残迹，观察其再生之势。",
        "World": 3,
        "Books": [
            {
                "Desc": "此石碑立于星历 8000 年，置于波月古海之底，供护珠人水下记录建木玄根变化之用，未经许可严禁擅动。<br><br>海月一队队员寒杏记录： 12 号、 18 号、 24 号枝杈生长 0.5 寸。<br><br>海月二队队员俊俊记录： 17 号枝杈生长1寸， 22 号枝杈生长 0.5 寸。<br><br>海月一队队员舒益记录：1号、9号、 13 号、 21 号、 35 号枝杈生长1寸，4号、8号、 17 号枝杈生长7寸。建木玄根状态异常，已上报。<br><br>海月一队队长贺天记录：遵龙师韶英大人之令，暂缓一轮戍守工作，采撷样本核验建木状态。<br><br>海月一队队长贺天记录：已检验此前汇报的「建木状态异常」情况，应是建木正常的生长浮动。毋须过度担心。"
            }
        ]
    },
    {
        "Name": "致克利欧学士的一封信",
        "Desc": "一位博识学会成员写给弟子的信件。他希望弟子收到信后，可以立刻来罗浮见他。",
        "World": 3,
        "Books": [
            {
                "Desc": "克利欧，见信安好：<br><br>首先我声明，<b>鄙人主动放弃以本文向克利欧学士索取任何稿酬的权利。</b><br><br>请立刻办理手续、申请经费，赶来罗浮仙舟。<br><br>如前面几封信所说，我已经在自己能力范围内研究了仙舟人和狐人，但却未能从其中找到合适的「长生」。于是我将视线转向了持明族。<br><br>如你所知，持明有着极为特殊的生理结构，他们的生命周期会不断循环往复，彻底断绝了衰老、死亡与魔阴身的困扰。一些研究认为持明的长生并非来自于「丰饶」，我也认同这一点。也许正是因为我总将视线聚焦于「丰饶」的力量上，才长期忽视了这种足以突破困局的方向。<br><br>不过也没什么好说的，就算咱们一早找准了这个方向，也没有什么获取样本的机会。毕竟持明极少离开仙舟本土，按照他们的生理与习俗，蜕生轮回需要返回特殊的水体——他们称之为「古海」的环境里完成。<br><br>在经历了一系列麻烦之后，我终于成功在鳞渊境得到了持明族的生物学样本，而这件样本包涵的价值完全是我此前所没能预料到的。简单来说，它直接为我指明了一条通往「长生」的道路。<br><br>我猜想，我的老师贝尼尼正是为了独自占有这个秘密，才彻底销声匿迹的。但「长生」的诱惑如此之大，我没有理由责怪他。<br><br>技术细节言尽于此，事关重大，不适合在信件中说明。等你到了罗浮，我会当面和你讲。<br><br>你我师徒二人踏上「智识」之道，加在一起也要及近百年了。随着年龄的增长，我的脑力逐渐衰退，能够研究出的新成果也越来越少…可银河还是如此广袤，还有那么多值得我们探索的，还有那么多需要我们创造的，可留给我们的时间却没有那么多。<br><br>但现在一切都不一样了。<br><br>如果我的研究是正确的（它八成是），那么我们将得到的绝不仅是财富和名望，而还能为自己争取来无穷无尽的时间，去探索这片隐藏着无数智慧宝藏的浩瀚苍穹。<br><br>另：我准备给你招一位脑子聪明，踏实肯干的{M#师弟}{F#师妹}，叫做{NICKNAME}。等你到了罗浮，很多事情还要麻烦你和{M#他}{F#她}通力合作。<br><br>你的老师，陶德•雷奥登 "
            }
        ]
    },
    {
        "Name": "罗浮古纹拓片考察",
        "Desc": "一位学士在洞天各处留下的纹样拓片，似乎是在描绘仙舟历史中的事件…",
        "World": 3,
        "Books": [
            {
                "Name": "迷梦造舸",
                "Desc": "{Img#1}<br>按照仙舟本土的纪年法来看，他们将「启航之日」视作星历的起始，因此启航前的历史——也就是被称为「古国时代」的历史常常被人们忽略。<br><br>「仙舟出航前源自某个古老的文明世界」，这并不是什么秘密。但这颗世界的坐标却早已亡佚不存。也许它被仙舟人抹去，也许它单纯只是失落了，总之，它早已成了不能触及的空白。这空白中，却有一则神话流传至今。<br><br>在那个文明世界里，名讳业已失落的帝王逐一击溃了星球上残存的对手（如同大部分星球上的征服者战争历史一般）后，却遭遇了外星文明入侵（根据过去我们考察到的史料，这些天外生物生有双翼，被仙舟的先民称为「造翼者」）。在对外战争中，帝王意识到这些异族几乎不会衰老，只要愿意，他们可以无休无止地活下去。<br><br>垂老的帝王心中被贪欲所填满，想要攫取永恒的生命。他（或者是她，反正从未有人能明确这位上位者的性别）召集天下的工匠，打造出最初的仙舟，派遣忠臣良将深入星空，寻访仙药。<br><br>对于如今学者来说，我们已然知晓长生赐福与「丰饶」星神有关。但古国先民在出发之时，究竟知道自己在寻找什么吗？我不好说，根据我的经验来看，他们只是从天外来者手上抢下了星图，急于追寻一个不切实际的目标。"
            },
            {
                "Name": "孤航时代",
                "Desc": "{Img#1}<br>以九艘巨船启航，远扬天海为开始，仙舟文明真正出现了。<br><br>博识学会收集过一些极为古老的航船日志副本。这些古籍的记录印戳按琥珀历换算足以上溯到七千年前。那时候这艘巨船还不是现在的样子的，里面住着短生种船员（也即是仙舟人的祖先）。按考据，那是他们用被称为「守眠制度」的方式轮换休眠，尽力延长一代人的服役时间。航船途中，仙舟人观测到了许多银河奇观，比如星空生态学派最爱研究的虚空歌鲸、琥珀王构筑的星墙……等等。<br><br>航行并非一帆风顺的观景之旅，仙舟人至少在两类长生种手里吃过大亏，其中之一被他们称为「视肉」。视肉是一种奇特的胶质生物，如今已经几乎灭绝。据说这些东西会随意改变形态，长出用作武器的器官，并且以肉身横渡星空，可以称得上是宇宙级的疫病。<br><br>在逐退了视肉后，他们又遭遇了「岁阳」。博识学会的记录中极少有关于「岁阳」的记载，但按照仙舟人的说法，它们是会说话的火焰，能吸干魂魄和欲望，将人当作傀儡般操纵的精怪。我猜测那多半是某种无形目魂精科的生物。<br><br>最后，旅途航行的尾声，仙舟人第一次接触到了能进行和平对话的外来文明——也就是公司和博识学会。很有趣吧。我们为仙舟人展示了全新的文明准则，给了他们从未接触过的技术，也让仙舟融入了了星海的大家庭中，成为琥珀王庇护的盟友之一。文明交流，知识交换，双向获益，这就是博识学会存在的意义。"
            },
            {
                "Name": "建木降临",
                "Desc": "{Img#1}<br>要说仙舟历史上最具划时代意义的事件，必然是「丰饶」星神的示现了。传闻中，药师出现在仙舟航路上，随后建木降临，将仙舟人转变为长生种。<br><br>在仙舟人获得长生后的四百年间，是仙舟所谓的「黄金年代」。在此期间，仙舟人以建木神迹为基础，创造了无数后世难及的奇迹——在生物学领域，尤其是仿生学领域，他们飞速发展，创造出「木无患」、「息壤」、以及「仙丹」，甚至还有能改造肉身的「自在应身」……而晶石计算机「玉兆」被发明出来，为仙舟人带来了超乎过往的计算能力。<br><br>当然了，这些技术，如今许多已不再能复现，因为仙舟人随后又经历了漫长的动荡时代失去了他们的仙迹。若是有机会深入考察史料，辨析古物，我有自信能和博识学会的同僚们复现其中的一些成果：比如，建木所带来的长生药……当然，仙舟人对长生讳莫如深，设下众多禁制。这样的念头，咱们想想就好。"
            },
            {
                "Name": "生劫火劫",
                "Desc": "{Img#1}<br>根据我的考察，「三劫时代」是仙舟历史上最为黑暗的岁月。乱世之中，长生种连「活下去」都变成了一种奢望。《禁火节怀古》（苍城仙舟人白晓所著）曾写到：「三劫炽，天地炘如炙。饶是百般雄主现，奈何万类皆如彘。」<br><br>正是所谓的「生劫」，开启了这段「万类皆如彘」的黑暗历史。彼时，长生种已然意识到自己的无尽寿数将会引发巨大的社会问题，却出于人道理由，无从解决。很快，庞大的人口数量就引起了内乱，掌握社会资源的「贵胄」与失去生存目标的「褐夫」之间爆发了持续不断的战争。<br><br>这一系列内争以仙舟「圆峤」的倾覆而告终。这并非因为人们对无辜身陨的一千三百亿圆峤人心怀愧疚，而是因为在此之后不久，为了维系仙舟的存在，金人开始了对贵胄和褐夫的无差别屠戮。人们不得不联合起来，对抗共同的敌人。<br><br>战后，金人的智能被彻底剥夺。而因为人口的大量减少，社会矛盾也不再严重（这是个不好笑的笑话）。可仙舟人尚未来得及喘上一口气，造翼者，丰饶民中最为适应宇宙环境的劫掠者们，带着他们那棵吞噬群星的「穹桑」逼近了仙舟。<br><br>如是，「火劫」便开始了。"
            },
            {
                "Name": "天裂一射",
                "Desc": "{Img#1}<br>在仙舟民间的说话文学中，「浴火化神」乃是最为常见的主题之一：在「火劫」时代，一位因贵胄迫害而被囚禁的英雄，为了摧毁造翼者的巢穴「穹桑」，与岁阳一族的首领「燧皇」合作，用神矢摧毁了穹桑，英雄也就此灰飞烟灭。但这却并非英雄生命的终结，此后这位终结了「火劫」的英雄升格为神明，成为了「巡猎」，也即是仙舟人口中的「帝弓司命」。<br><br>不过事实上，没有任何证据可以表明这位英雄即是「岚」。几乎所有支持此说的理论，都可以追溯到《帝弓迹躔歌》这一孤证上来，绝对算不得严谨可信。所以即使这一说法在联盟民间广为流传，但联盟官方却从未对此发表过看法。该怎么说呢…他们虽然不曾否认「浴火化神」传说的真实性，但我们都清楚，从官方的立场上来看，这已经是一种否认了。"
            },
            {
                "Name": "魔阴空劫",
                "Desc": "{Img#1}<br>除了「长生」，仙舟上另外一桩禁忌的话题，便是「魔阴身」。<br><br>尽管仙舟人并不愿意透露出更多细节，但诸多「丰饶之民」的存在就是最好的参考对象。常有人说，「长生不死并不是恩赐，而是一种诅咒」。那些「丰饶之民」身体上的异变直观地证实了这一点，没人会愿意变成这种怪物。但仙舟人不一样，同样是长生种，他们外表却格外体面，与我们无异。至少从身躯面貌上看不出有任何不妥之处，这一点着实让人羡慕。<br><br>不过，就像死亡在生命终点等待我们短生种一样，传闻仙舟人会堕入名为「魔阴身」的疯狂状态。在数不清的光阴后，仙舟人失去了对生命中的欢愉和喜悦的体验，转而被过往经历里的悔恨与创伤所支配，渐渐失去了为人的同理心。这听起来十分可怖，又极其讽刺：「死亡」被抹去，但生命尽头等着他们的却是比死亡更恐怖的「疯狂」。<br><br>最近发生在罗浮之上的变故，令我亲眼目睹了「魔阴身」的可怖。我很确信，那绝不只是某种精神层面的变化，而是自他们被转变成长生种时起就获得的本质。我想，我也许该换一些研究方向了……"
            },
            {
                "Name": "镇伏玄根",
                "Desc": "{Img#1}<br>据《仙舟通鉴》记载，龙尊雨别率领数百龙师，将整个波月古海转移到罗浮洞天之中，又施云吟术，将建木玄根「封印」在水下，使其永世不能以「寿瘟」惑乱众生。<br><br>对于「封印」建木玄根的实际手段，《仙舟通鉴》只写了「以云吟镇之」这寥寥五字，看不出什么端倪。《沧海实录》更过分，在相关记载中直接写着「以秘传圣法镇之」几个字，令我哭笑不得。说到底，无非是因为长生种喜欢神秘化他们掌握的各类技术。这用于封印建木玄根的所谓「秘传圣法」，也不过是某种持明密不外传的科学技术而已。<br><br>镇伏玄根之后，还有持明龙师建造了显龙大雩殿和龙尊造像来纪念雨别。其中出资最多的龙师溸湍还在造像的基座上刻了一篇《龙师溸湍为龙尊造像记》。据我了解，很多持明族非常厌恶这篇歌颂龙尊「抚六御诸公，开兆载太平」的《造像记》，这并不难理解。毕竟对于持明而言，他们献出了自己从故土带出的最宝贵的净土，还有他们引以为傲的「龙脉」——打个比方，就像学会献出大图书馆中最珍贵的知识圣典来换取栖身之地。<br><br>趁着这场变故中鳞渊境内的巨大混乱，我和我忠实的调查员朋友对此处做了一些简单的考察。首先，确如典籍所载，持明族以某种不可知的技术将水体环绕聚拢于「建木」的根系处。其次，覆水深处曾掩藏着惊人古迹。我不知道当年贝尼尼老师从里面带走了什么。但我想，我很快会弄明白的……"
            },
            {
                "Name": "云上五骁",
                "Desc": "{Img#1}<br>博识学会旁证、甚至参加过仙舟人与丰饶民联军的多次大战，并备有详细记录，解读仙舟人的战法与技术。每一场战争的残酷黑暗，总能让那些闪亮鲜明的灵魂显得耀眼。除却像「帝弓七天将」这般在联盟外也赫赫有名的人物，仙舟本土还有诸多留名青史的传奇英雄。<br><br>「云上五骁」就是倍受仙舟人偏爱的英杰史话，以同长生种不相称的短暂辉煌而令人倍感其绚烂。<br><br>在丰饶之民纠集起惊人的大军攻向玉阙时，来自不同仙舟上的五位英雄聚首一处，其中既有箭无虚发的狐人飞行士，也有抵达仙舟求艺的短生种。五人履踏险地，斩阵成功，击碎了丰饶民所唤醒的活体星宿，挽救了玉阙的覆亡。<br><br>这一传奇激发了仙舟诗人和狐人幻戏的创作激情，令五位英雄一时名声鹊起，不同于「帝弓七天将」背后浓重的历史色彩，「云上五骁」的故事更似一出由民间创作的豪侠奇谭。<br><br>但很遗憾的是，属于「云上五骁」的传奇时代却极短暂，仅有百年不足。英雄星散，故人凋亡，更有黑暗的传言暗示着五人中有堕落、背叛的不祥结局。以至于如今，除了身居高位的景元将军依然活跃在台前，而剩下四位主角却早已经谢幕，连名字都绝少被提及。<br><br>可作为一种文化现象，「云上五骁」却仿佛从未消失一样，与联盟一同在漫长的时间中存续着。这令我想起一件无关的事：在有一本连载了三十多年的历史小说，叫做《十七日王冠战纪》，故事背景是被反物质军团攻灭的墨洛温王国历史上一个只存在了十七天的政权。那伟大的王权只存在了十七天，但关于它的故事却仿佛永远也不会结束。<br><br>也许仙舟人对于「云上五骁」的态度也是如此，只要人们继续讲述，英雄们的故事就会永远继续下去，联盟最美好的时代也会永远继续下去。这也没办法，怀旧的幻觉总是容易使人沉迷其中，再难自拔。"
            }
        ]
    },
    {
        "Name": "龙师会议记残碑",
        "Desc": "一场发生在历史转折点中的龙师会议，被铭刻在一块饱经风霜的残碑上。",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>（碑文记录信息有损。）</i><br><br><i>【以上从阙】</i><br><br><i>【阙文】（推测为龙师涛然发言）</i>…龙尊…<i>【阙文】</i>…祖宗之法…<i>【阙文】</i>…岂不可笑！<br><br><i>【阙文】（推测为龙师雪浦发言）</i>…大乱之后，持明一族在罗浮地位低无可低，若不加修补示好，势必会进一步破坏我等与仙舟人的盟谊。而这无疑是各位龙师大人所不乐见的，我就此提议，罗浮持明当暂时摒弃龙尊主政，而改以龙师议政制，以保障<i>【阙文】</i><br><br>龙师涛然曰：雪浦大人，你身为丹枫成长阶段的业师之一，他如今所造祸事与你们这些师长的放纵密不可分。丹枫被囚，是他一人之过，绝无累及「龙尊传承」的理由。我再说一遍，祖宗成法，不容变更。从丹枫身上取走化龙妙法和重渊珠，延续龙脉才是我们这群人万世不易的职责。你妄言龙师议政，其心可诛！<br><br>龙师风浣曰：有些人心里的小算盘，似乎没人敢点破。那只能让我来点破了。龙师议会原本就是龙尊之位空缺或龙尊难以主政时的权宜之计，但我看雪浦的意思很明确，她想趁着<i>【阙文】</i>断绝的机会，用龙师议会彻底取代龙尊的位置。<br><br>龙师雪浦曰：我警告你，不要血口喷人。<br><br>龙师风浣曰：你误会了。我支持你的看法。龙尊主政本就是过时的制度，将权力交由一位天选之子，因此造成的悲剧在吾族历史上不绝其书。而今丹枫被十王司羁押，这不正是一个还政于民的好机会吗？还是说你们这班老东西已经当惯了臣子，学不会怎么自己做自己的主了吗？<br><br><i>众龙师哗然之声，叫骂争吵之声，不记录在案。</i><br><br><i>【阙文】（无法推测发言者身份）</i>…在此处叫骂，成何体统！<i>【阙文】</i>…最好想清楚，这会决定我们未来数千年的命运。<br><br><i>【以下从阙】</i>"
            }
        ]
    },
    {
        "Name": "某持明少年的笔记",
        "Desc": "一位持明族学童遗落在鳞渊境的笔记。上面记录着他对持明族历史的怀想。",
        "World": 3,
        "Books": [
            {
                "Desc": "先生说，人如果不牢记自己的来自何处，就同样会搞不清自己该去向何方。<br><br>所以趁着学宫放假，我来到圣地鳞渊境，追忆我们持明一族的过去。<br><br>课本上说，我们来自一片与这里相似的汤海。但那里远比这小小的波月古海辽阔，一望无际的汤海甚至占据了整颗行星的表面。<br><br>祖先们与汤海中无数生灵一起，在汤海中过着无忧无虑的生活。<br><br>那时，我们还能使用龙祖赋予我们的力量。身为汤海中万物的灵长，一切都在我们的掌控之中。鱼儿多刺，我们就去除它体内的刺；海兽瘦小，我们就让它丰腴且多产；水草苦涩，我们就让它变得甘甜可口。<br><br>先生说，我们那时可以用龙祖的力量改变一切生物的形体，就像比我更小的孩子们揉捏塑泥一样简单。祖先们将肥美的鱼类改造成一座厚实的肉山，每当需要取食时，就从那座山上剜下一块。那时还曾有一千多条腿的螃蟹，每条腿的甲壳中都装满了好吃的蟹肉。<br><br>我好希望能回到那个时候，但先生说，我们永远也回不去了。<br><br>某一天，我们不再能控制龙祖的力量，整片汤海中的生灵都变成了危险的敌人。鱼儿身有剧毒、海兽心怀敌意，连海草都可以捕食人类。后来，那些汤海中看不见微小生物，也变得危险了起来。它们越来越多，直到有一天，连汤海都不再适合我们生存了。<br><br>再后来，我们成为了仙舟联盟的一员。在仙舟上，我们的生活也很好，汤海中的自由却永远也不会回来了。<br><br>不过，先生也说，人应该面向未来而活，而不应该过度沉浸于那些回不去的事物。所以我相信，虽然我们再也无法回到汤海，但只要我努力成长为一个合格的大人，就一定有能力开创一个比过去更好的未来。"
            }
        ]
    },
    {
        "Name": "持明时调《六御审饮月》残篇钩沉",
        "Desc": "一部失传已久的持明时调唱本。它曾因内容的煽动性而被禁绝了很多年，但如今已经再也掀不起任何风浪了。",
        "World": 3,
        "Books": [
            {
                "Desc": "编者按：饮月之乱被平定后，依然有部分持明族在暗地里纪念丹枫，并创作了很多文艺作品，从拥护者的视角重新讲述饮月之乱的始末。<br><br>罗浮六御默许了大部分此类文艺作品的传播，但《六御审饮月》在当时影响甚大，甚至促使一些持明族组建起了与联盟对立的组织。神策府不得不禁演了这一剧目，并严禁刊印此唱本。<br><br>而如今，饮月之乱及其余波早已平息。编者认为《六御审饮月》作为一种时代印记，有被重新发掘阐读的价值，因此从当时批驳此唱本的著作中辑录出了仅存的残篇，以飨读者。<br><br>……<br><br>将军怒目眉宇颤，半似呵喝半似叹：<br>「罗浮苦渡三劫乱，孤舟藩屏寿瘟犯，<br>「难得跨过了诸般难，孰能料得你饮月叛？<br>「劝君早早把心换，免得遭决大辟众生憾！」<br>饮月闻言抬眼看，目中奕奕光不断：<br>「劝君莫劝我贪生，我若长生君生短，<br>「一朝得以出此殿，神策府里舞枪杆。<br>「添魔难，造得你这盛世代代反。<br>「挑祸端，搅得你这清流层层乱。<br>「诸公柄政罗浮千百年，我一夜便可令尔等长生梦断、仙骨换！」<br>将军闻言心中惊：「你如何才肯保太平？」<br>饮月举头向天吟，声如孤鲸肃泠泠：<br>「劝君张弓射晨星，灼我双目灭我灵，<br>「使得兆古陷晦冥，无有忠勇能持明，<br>「逼得人境鸦雀宁，如此方能保太平！」<br><br>……"
            }
        ]
    },
    {
        "Name": "贝尼尼学士的破碎笔记",
        "Desc": "一份博识学会学士留下的破碎笔记。",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>*大块记录信息损坏*</i><br><br>【第██周】<br><br>课题复核结果出来了，经费直接对半砍，并「友善」地附上了修改课题方向的建议。他们开始缩减派驻仙舟的交流名额了，我懒得和他们吵，但我不得不承认，他们的做法不无道理。光是民俗历史研究，的确没什么商业价值，可大伙儿在仙舟民手上又捞不到什么甜头……<br><br>搞了这么多年的学术，我还是头一回感到热情与决心在退却…不，是消磨殆尽，这比经费用完了更可怕。但是现在的问题是，我应该怎么办？钱快用完了，人手也捉襟见肘…陶德这小子才刚结婚，我可付不起他的加班经费。什么狗屁课题，破解长生的秘密…呵呵，当年我说要用十年时间攻破，现在看真是个笑话……<br><br><i>*大块记录信息损坏*</i><br><br>【第██周】<br><br>有点想念学会在███星图书馆门口的拉面摊子了，从图书馆赶完东西出来，就着浓夜与寒星来上一碗热辣辣的面，可太舒服了。加蒜加辣加肉！再泼一勺噼里啪啦乱蹦的油，那个味道，绝了！想想我在仙舟吃的都是什么狗屁倒灶的玩意，豆汁儿？这玩意倒马桶里都得额外加收排污费。<br><br>又及，刚刚起来算了下剩下的经费，应该只够加蒜末了。<br><br><i>*多个未填写记录的空白日期*</i><br><br>【第██周】<br><br>在星槎海乱逛迷路，差点饿晕了。一个持明族的兄弟请我吃了顿热饭，不得不说持明一族确实有品位。和他聊了会儿，感觉有点启发，不过还没想清楚……<br><br><s>我该继续坚持吗？还是和大伙儿一起离开仙舟？<br>不管怎么样，我知道我必须保持乐观和积极的态度。我要相信自己，相信我能够找到不老泉的秘密。</s><br>很疲惫，很累，我是个废物。<br><br>【第██周】<br><br>和██兄弟吃饭（他付账），聊到银河中某些聚落民俗的趣事。我发觉在某些部落里流传的「不老泉水」「海眼之下神秘王国」的传说，似乎和██兄弟所说的持明神话有相似之处。但还不能确定它们之间究竟有没有联系。尤其是██兄弟说的持明「往事」——好吧，他们把这玩意当做过去的回忆，这么说来应该是世代相传的口述史，我听着都是闻所未闻的事，学会里也没这方面的记载。我现在有个大胆的想法……<br><br>本周工作计划：<br>1、查持明族资料√<br>2、借阅仙舟典籍√<br>3、文献梳理√<br>4、重新提交课题计划×<br><br>【第██周】<br><br>本周工作：<br>1、记录持明族口述史√<br>2、修改课题研究计划√<br><br>收到了学会的推送，果不其然编译仙舟人人体长生基因的课题告吹了。我就知道。接下来他们估计会全力研究大尾巴们的身体秘密了。<br>但我不认为他们能成，长出毛茸茸的耳朵和尾巴，这意味着有不可控的生长风险，而且实际寿命也没长到哪里去，这意味着某些细胞活力的上限极低。可惜他们都不信我，算了，天才总是孤独的。咱们走着瞧。<br><br>【第██周】<br><br>…██兄弟看起来冷冰冰的，没想到有副热心肠，也是，否则当初怎么会救我一命呢。<br>他带我去了传说中的「鳞渊境」，我是没想到他们原来不仅有口述史，还有这么多实质性的遗迹在。他也赞同我对记录历史的看法，过去的事不能就这么成为无所谓的记忆，而是应该被记在纸上，让更多人都看得见过往的辉煌。<br><br>…持明孕育新生命的生态环境真的很有意思，这些水体，光是浸泡在里面就让我觉得自己年轻了一些…还有这种自体循环的胚胎孵化方式……<br><br>…我搞到了一管持明卵的提取物，说实话我当初都担心针头插不进它们那个「蛋壳」里。回来的时候还遇到星槎海查星槎安全驾驶的了，吓死我了，还好没暴露。<br><br>学会果然启动了新的基因测序工程，留给我的时间不多了。<br><br>【第██周】<br><br>写了几封信给陶德那小子催他快些来，他说他准备动身了，但我估摸着时间上是来不及了。<br>没办法，只能自己亲自上了。<br><br>【第██周】<br><br>…皮肤弹性恢复，毛囊内生毛数量增多。后者倒是种幸福的烦恼了。没想到还能顺便解决掉这种老大难的基因问题，要是能成，光是这一项就是了不得。<br><br>虽然还不确定细胞活性究竟能否达到普通持明的水平，但我感觉，从毛囊再生的特征上看，我怕不是已经成功了。<br><br>【第██周】<br><br>增生到一定数量就停止了，下个生长阶段的表现欠缺。<br>████的浓度也未及平均水平，我认为这是提取物不足的表现。<br>和██提了一嘴，准备跟他迟些日子再去鳞渊境一趟，想必上次那篇编年史的初纲他颇为满意。<br><br>【第██周】<br><br>噗，成了！<br>成了！！我漫长的仙舟之旅，终于达到了████终点！！！<br>游云逆旅的老板娘今早敲门，向我调研旅店客房服务的质量。████████，她完全没认出我。她客客气气地问我「贝尼尼先生何时回来」，并且好奇地询问为什么我在他的房间里。<br>「我是贝尼尼先生的弟子。」我回答时，听见了自己更尖锐但略沙哑的嗓音，让我想起了十四岁时处于变声期烦恼无法加入学校合唱团的自己。<br>在打发走了老板娘后，我终于在镜子里见到了绝对完美的自己。<br>年轻、英俊、有如雕塑般神采夺人的我。<br>哈哈哈哈哈哈哈哈！！！！！<br>只要回到学会完成基因认证，我将获得无限的财富、权势和数不尽的研究时间。<br><br>【第██周】<br><br>我███████感觉我似乎忘了许多████████<br>████我嗜睡████很久████<br>打不开日记本，我不记得密码████████，还好指纹可以<br>我该写些什么<br>我旅店的床肉眼可见宽大起来了…████<br>我的身体，很不对劲<br><br><i>*笔记被某种液体侵蚀损坏，烘干后大部分内容已损坏*</i>"
            }
        ]
    },
    {
        "Name": "护珠人通信碑",
        "Desc": "持明族护珠人专门负责看护古海中的持明卵，这是他们留下的石碑。",
        "World": 3,
        "Books": [
            {
                "Desc": "此石碑置于波月古海之底，供护珠人水下巡查时留言记录之用，未经许可严禁擅动。<br><br>深蛟七队队员波止留言：我们为什么要在石头上刻字？你们都没有玉兆吗？<br><br>深蛟七队队长阿古留言：因为这个东西不是用来即时通讯的，而是为了长期留存需要同步给其他队员的重要信息。记住，长期留存。所以别在上面刻蠢话。<br><br>深蛟七队副队长小芊留言：虽然咱们这里最近几百年都很和平，但最近方壶那边有领导来视察，表面功夫都给我做到位。<br><br>仙舟「方壶」监察组组长粼汐：你们真的要把这种事也刻在石头上吗？<br><br>深蛟七队队员梨淑留言：最近抓了几个放生的家伙。据他们供认，放生了数百只甜美沙星蟾。这些蟾蜍没什么直接的危害性，但毕竟是入侵物种。虽然我们在地衡司的协助下清理过几遍，但难免有遗漏。请各位同袍巡查时多加留意。<br><br>深蛟七队队长阿古留言：最近博识学会有个叫贝尼尼的，说自己在做持明族历史相关的考古学调查，想来这鳞渊境水底一探。龙师们应允了，我也没立场推辞，只好带着他在水底逛了一圈。我实在信不过这些探头探脑的化外民，所以这段时间大家巡查时都多留点神。我担心他趁我不注意偷偷做了些什么。<br><br>深蛟七队副队长小芊留言：发现一个金属器皿，不是水底下原本就有的物件。搞不好是那个贝尼尼留下的什么探测器。已将这件事通报给了地衡司，请各位同袍多加留意。<br><br>深蛟七队队长阿古留言：谁再把盒饭带到水底下来吃，谁就立刻给我滚出队伍！水底下吃饭，有毛病吧！"
            }
        ]
    },
    {
        "Name": "工正淙衍刻石",
        "Desc": "一块满怀憾恨的刻石，记录着一位工匠的留言。",
        "World": 3,
        "Books": [
            {
                "Desc": "工正淙衍，受龙师所迫，造龙尊像。心有诸多不忿，刻石以记之。<br><br>龙尊雨别，绥靖求全，窃持明圣地而谄异族，宁为龙祖所容耶？<br><br>吾于工造司身居大工正，曾直谏其非，竟遭龙师贬斥，继而左迁，受迫造像。想吾空活四百余岁，竟无力黜邪崇正，呜呼哀哉。<br><br>以诗抒怀曰：<br>七岁知天命，而今四廿八。<br>往年如朝霜，凄冷镜中花。"
            }
        ]
    },
    {
        "Name": "龙师溸湍为龙尊造像记",
        "Desc": "古老龙尊造像下铭刻的造像记，讲述了一位龙师筹备建造雕像的始末。",
        "World": 3,
        "Books": [
            {
                "Desc": "洞天移换之术已成，若木繁生之势暂止。龙师溸湍请工正淙衍镂石，挈大匠作一人、匠作三人、学徒二百三十五人，敬造显龙大雩殿一座，并龙尊造像一区。<br><br>龙师溸湍用钱七十万镝，他龙师共捐三万镝。<br><br>龙尊雨别，掌苍龙之传，行云布雨，泽及万灵。<br><br>蜕生九十世，威烈不改；涖政三百年，盟谊犹坚。<br><br>建木蘖生，须救累卵之危；世局缤纷，当解倒悬之急。<br><br>龙尊赠鳞渊古海于罗浮仙舟，永镇寿瘟，万世不易。<br><br>抚六御诸公，开兆载太平，念其洪恩，造像以记之。"
            }
        ]
    },
    {
        "Name": "寒食、岁阳与冤案：禁火节民俗考",
        "Desc": "一位博识学会成员对仙舟「禁火节」之民俗学来源的研究报告。",
        "World": 3,
        "Books": [
            {
                "Desc": "对仙舟联盟而言，「禁火节」是每个星历年的大日子。节日当天，各仙舟会联袂举办一场盛大的歌舞晚会，向全宇宙的友邦直播，各仙舟之间也会用黄钟共鸣系统互道节日祝愿，而每座洞天也都会举办热闹非凡的庆典。<br><br>到那一天，仙舟联盟的家家户户都会准备好很多提前煮制好的琼实鸟蛋，那些蛋壳上都雕刻着复杂华丽的吉祥纹样。也许在更古老的岁月里，仙舟人会自己雕刻蛋壳，但随着世代变迁，越来越多的人开始选择购买用机巧雕刻好的成品。<br><br>对于那些初来乍到，不熟悉本地风俗的化外之民而言，禁火节固然热闹，却总伴随着一些奇怪的禁忌——不允许燃放烟花、非必要不允许生火、不允许食用热食、甚至要避免提到「火」字。<br><br>每当这时，仙舟人总是不遗余力地向对方解释道：禁火节是为了纪念火劫时代陨于岁阳*之乱的亡者，也是为了纪念为了守护仙舟而与「燧皇」共同燃烧殆尽的大英雄（传闻祂即是后来的帝弓司命）。为了尊重这些英灵，仙舟人选择了一天去避讳与火（也即是火精岁阳）有关的一切。<br><br><i>注：岁阳，我不知道其他世界里如何称呼这种纯粹的能量寄生物。在博识学会星空生态学派的记录中，这种无形目生灵也被称为「光之精」「无形妖火」和「附魂者」。</i><br><br>这听起来是一个非常合理的起源故事。唯一的问题是，禁火节的起源远早于岁阳之乱，甚至远早于仙舟联盟。它是一个极为古老的传统，甚至可以追溯到仙舟尚未起航的古国世代。<br><br>改火寒食，这是人类的古老传统。几乎在任何一颗有人类居住且有季节更迭的星球上，都可以看到类似的节日（尽管仙舟联盟早已没有了真正意义上的季节更迭，但传统还在）。如果对比这些域外文明中的节日民俗，我们会发现一些有趣的共性。<br><br>在斯特克克，人们会在播种季开始前七天禁止用火，仅食用冷餐。传说这是为了纪念一位反抗侵略英雄，敌人得胜后她因叛国罪被处以火刑，直到五十年后才得以平反。<br><br>在玉川上水，人们会在寒潮结束后禁止用火，仅食用冷餐（不过这个风俗在玉川上水高度城市化以后完全消失了）。传说这是为了纪念因抗税绝食而死的二十三位农民和一位地方父母官。<br><br>在第七新塞尔柱，人们虽然不会在春分前夜禁止生火，但会煮制大量鸟蛋（仙舟人也会），以供节日当天享用，这同样也是改火寒食的一种遗存。传说这是为了纪念一位被奸臣害死的忠志之士。<br><br>从以上这些例子中不难看出，包括禁火节在内的所有这些改火寒食的节庆，归根结底都是在冬日（昼短夜长）终结之时迎接春日（昼长夜短）的仪式。禁止火源是为了迎接自然界的恒星，食用鸟蛋则是因为它象征了恒星（浑圆的、孕育了生命的、可飞上苍穹的、鸣叫预示着朝阳的）。<br><br>事实上，尽管这世界上有诸多节日，但如果我们追溯这些节日的起源，会发现古人都是相当单纯的，他们只关心三件事——何时有阳光、何时有雨水、我们冤死了什么好人。<br><br>在各种各样的历史文献中，文人和史学家都不遗余力地构建出这样一种历史叙事：曾有一位英雄为对抗神降时代的贵胄而深陷冤狱，这位英雄后来被放出囚牢，与燧皇合作，以身陨为代价摧毁了造翼者的攻势，而祂此后升格成了帝弓司命。<br><br>现在，让我们姑且搁置那些关于帝弓起源的学术争议，谈论一个简单的问题：为什么人们总是将各种古已有之的节庆，附会到那些被冤死的好人身上？<br><br>答案其实很简单。因为面对横暴的、撒谎的、可以篡改真理的、将历史笼罩在黑暗中的强权，普罗大众总是显得那样渺小而无助——但凡人有凡人的武器，他们将英烈的事迹抽象成对正义的颂歌，再将这首颂歌附会到关于阳光和雨水的仪式上，使它们重新被铸造成了一个崭新的故事。<br><br>这样一来，除非当权者可以使恒星熄灭、使雨水蒸发、使季节不再更迭、使禽鸟不再鸣叫，否则他们就永远无法禁绝这首正义颂歌的承继。"
            }
        ]
    },
    {
        "Name": "饮月大逆判牍",
        "Desc": "对「饮月之乱」主犯的一道判决。这道判决对仙舟的未来产生了巨大的影响。",
        "World": 3,
        "Books": [
            {
                "Desc": "罪人丹枫，拥贼犯禁，<br>贪取不死，造作兵祸，<br>人神同嫉，天地不容，<br>理当大辟，以定欃枪。<br><br>今，<br>念其旧功，免于大辟，<br>蜕鳞轮回，往罪不咎，<br>流徙化外，万世不返，<br>凡所治处，不得履踏。"
            }
        ]
    },
    {
        "Name": "希儿的简历",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "贝洛伯格历史文化博物馆<br>志愿导览员申请表<br><br>【姓名】<br>希儿 / 希儿•没有姓<br><br>【个人经历】<br>没有 / 不好说<br><br>【技能特长】<br>解决纠纷 / 太吓人，不予展示"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "杰帕德的简历",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "贝洛伯格历史文化博物馆<br>志愿导览员申请表<br><br>【姓名】<br>杰帕德•朗道<br><br>【个人经历】<br>筑城纪元6█5年，毕业于贝洛伯格士官学校社会科学学院，获现代军事学学士学位，同年开始任职于银鬃铁卫。<br>筑城纪元6█7年，在北方战役中获重大功勋；同年开始担任银鬃铁卫戍卫官至今。<br><br>【技能特长】<br>养花"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "虎克的简历",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "贝洛伯格历史文化博物馆<br>志愿导览员申请表<br><br>【姓名】<br>漆黑的虎克大人！<br><br>【个人经历】<br>维护磐岩镇的和平！<br><br>【技能特长】<br>鼹鼠大探险！<br>打坏蛋！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "娜塔莎的简历",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "贝洛伯格历史文化博物馆<br>志愿导览员申请表<br><br>【姓名】<br>娜塔莎<br><br>【个人经历】<br>筑城纪元6█3年，毕业于贝洛伯格医学院，进入贝洛伯格仁爱医院开始临床实习。<br>筑城纪元6█4年，加入贝洛伯格科学考察队担任随行队医。<br>筑城纪元6█5年，进入银鬃铁卫野战治疗医院，任后勤部应急医疗队队员。<br>筑城纪元6█6年，结束了医学院规定的毕业实习期，回到贝洛伯格下层区，在铆钉镇开设孤儿院。<br>筑城纪元6█4年，在贝洛伯格下层区磐岩镇开设门诊诊所，协助「地火」开展维稳及医护工作。<br><br>【技能特长】<br>常见疾病的诊断与药物配给和治疗<br>照看孩子（ 12 岁以下疗效尤佳）"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "希露瓦的简历",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "贝洛伯格历史文化博物馆<br>志愿导览员申请表<br><br>【姓名】<br>希露瓦•朗道 / 贝洛伯格唯一指定摇滚巨星兼机械天才希露瓦•朗道<br><br>【个人经历】<br>筑城纪元6█3年，毕业于贝洛伯格士官学校工学院，获地髓能源工程博士学位。<br>筑城纪元6█4年，开始任职于银鬃铁卫技术部。<br>筑城纪元6█8年，领导某项目取得重大技术突破；同年离开技术部，开始经营机械屋「永动」，同时以摇滚歌手身份开展相关活动至今。 / 筑城纪元6█3年，毕业于贝洛伯格士官学校工学院，获地髓能源工程博士学位。<br>筑城纪元6█4年，开始任职于银鬃铁卫技术部。<br>筑城纪元6█8年，领导某项目取得重大技术突破；同年离开技术部，开始经营机械屋「永动」，同时以摇滚歌手身份开展相关活动至今。<br>星核危机解决前夕，多次协助外来者通缉犯成功逃避银鬃铁卫追捕，并在冲突中成功击败铁卫军官和戍卫官。<br><br>【技能特长】<br>贝洛伯格史前音乐研究与演奏，<br>基于地髓能源的电气集成系统设计与控制工程，<br>信息工程，<br>机械设计制造及其自动化，<br>武器系统与武器发射工程，<br>自动机兵设计、制造、控制与信息工程，<br>探测制导与控制技术，<br>弹药工程与爆炸技术，<br>密码科学与技术，<br>应急装备技术与工程，<br>等。 / 除了赚钱都很擅长"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "钟珊的来信",
        "Desc": "「放生帮导师」钟珊留下的信件。",
        "World": 3,
        "Books": [
            {
                "Desc": "{NICKNAME}，展信佳。<br><br>当你看到这封信时，我已经不在罗浮了。想必放生帮事件已经完美解决，地衡司也给了你不少酬劳吧。<br><br>你也许很好奇冬妮娅、贝娜和希斯曼去了哪里…不必担心，我可不是什么坏人，他们都活得好好的。<br><br>我只是把他们都「放生」了。<br><br>你离开之后，这三位功德大师想了很久，各自都决定放生另外两个人。这可真是太棒了，这三人龙争虎斗了半辈子，终于达成了一致。而我，当然实现了他们每个人的愿望。让我们祝愿三位大师在新家园万事顺意吧！<br><br>这可是件天大的好事。三位万物之灵长，总以高高在上的视线俯察万类，施加一些自以为高妙的恩慈。现如今立场调换，这三人也终于能体验一下别人的恩慈，好好地享享清福了。<br><br>至于楠楠…理论上应该也把他放生掉的，但这世上光有笑话可不行，还必须要有讲笑话的人。所以还是先委屈他留在罗浮吧。<br><br>坦白说，{NICKNAME}，我真的很喜欢你。凭你的智慧，肯定早就看出我不对劲了，但还是和我一起做了那么多事，直到把放生帮搅得天翻地覆。<br><br>因为什么呢？因为这对你而言真的太有乐子了，不是吗？<br><br>我不知道你是否喜欢这个关于放生的笑话…但我希望你喜欢，希望你能发自内心地从喉咙中涌出一声：「阿哈！」<br><br>也许有一天，我们会在「酒馆」重逢。届时请容许我请你喝一杯加了拓扑橄榄和伯纳德分形椒的马天尼（那是我最喜欢的一款）。<br><br>爱你的，钟珊珊"
            }
        ]
    },
    {
        "Name": "桑博的留言",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "在仙舟联盟玩得愉快吗？<br> ——桑博•科斯基 留"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "报告：一份罕见的植株样本",
        "Desc": "陶德•雷奥登的调查报告，详细记录着有关魔阴身士兵的测试数据。",
        "World": 3,
        "Books": [
            {
                "Desc": "【供稿者：陶德•雷奥登】<br>【类型：调查】<br>【地点：罗浮】<br><br>在仙舟罗浮执行内外通行禁令后，我立刻意识到这一时机的可贵。原本陪同我们的天舶司人员分身乏术，不再能寸步不离地「殷勤」照看我。另一方面，想必她也对我这样一个年老体弱、四体不勤的老家伙放松了警惕。<br><br>总之，仙舟那句俗语怎么说来着？「火中取栗」？风险与利益是一对寸步不离的好朋友。所以我派出了我新近结识的某位调查员，{F#她}{M#他}不负所托为我取来了一截「植株」样本。这根枝条绝非是生自花圃或培养舱，而是从一位殉难的仙舟战士身上提取的增生异物（愿克里珀看顾所有受难的灵魂！）。<br><br>我冒着被捕的风险驾驶星槎，探了几个洞天。期间亲眼目睹了一些云骑军士兵陷入不可自已的疯狂，他们仿佛被某种巨大的痛苦压垮，没有理由就向同僚挥动武器。其中一些士兵在短短数分钟内像疯长的盆栽，盔甲下窜出藤蔓与枝叶，其中有些士兵失去了人形。<br><br>就像我之前提交的报告说的那样，仙舟人关于「建木」的神话并非空谈。那棵据信由药师种下的神木突然开始生长——原因还要花些时间才能搞清楚。「建木」的升起带来了诸多异象，其中最显著的就是被仙舟人称为「魔阴身」的狂症，还有那些只有仙舟人身躯上才会长出的奇异增生。<br><br>我手头的工具不多，频谱分析和遗传学测试都表明这些「植株」不属于单纯的生物范畴，它更像是一种仿生材料。我试着从其维管中提取了一些液体，里面有仙舟人的遗传基因（你们并不缺样本，但你们一定没有得到过这样的变异样本）。<br><br>随信附上测试数据的报告，用我的博识学会学士代码打开即可。我会在通信恢复后第一时间发出的。<br><br>>>>输入代码 读取报告<<<"
            }
        ]
    },
    {
        "Name": "未被销毁的笔记",
        "Desc": "没来及销毁的笔记，似乎正在打探罗浮十王司相关的情报。",
        "World": 3,
        "Books": [
            {
                "Desc": "……<br>……<br><br>云骑之外，十王司的存在始终是举事前的大患。<br><br>尽管仙舟人人皆知十王司的名头，却无人知晓它驻地何处，受何人节制，又有多少司部成员为之效力。虽然留有《十王司刑狱录》这般可供查览的文牍，但寻常人连它并不在「六司」之列这一事实怕是也搞不清楚。<br><br>明刀明枪的对手会令人心生戒备。而十王司这般看似熟悉，仔细想来却所知寥寥的对手，才是真正令人畏怖的。它幽明难辨的现状，证明其成员在以某种不为人知的手法模糊人们对它的进一步认知。<br><br>我必须在进一步行动前弄清楚细节…可惜时间不多了。<br><br>……<br>……<br><br>冥差<br><br>按照传言，仙舟人在堕入魔阴之前，冥差便会来接引你。这样的传言始终在渲染他们仿佛死亡使者，有未卜先知、应时化现的能耐。但这根本是无稽之谈。<br><br>我亲历、旁证乃至解剖的魔阴身殉难者数目之多，证明冥差对这一现象鞭长莫及，无能为力。倒是在收殓遗骸、盖棺定论时，所有的文档连同研究结果统统消失不见了，仿佛被吞进了一张看不见的黑暗大口中。<br><br>冥差们是谁？从何处招募？薪俸几何？他们有血有肉还是机巧偃偶？他们会同所有仙舟人一般堕入魔阴吗？<br><br>没有答案。<br><br>……<br>……<br><br>判官<br><br>俗语有云：「宁失金玉，不入幽狱；宁遭祸端，不见判官」。<br><br>判官出现时，机巧鸟会一律失灵，忽略其行动。因此没人能得到他们的留影。但我能搜集到的判官的目击记录却要比冥差多的多。许是这些家伙的出现，代表事情已恶化到了不可收拾的地步。由是他们闹出的动静、留下的痕迹会如此显眼，难以遮掩。<br><br>按可靠的目击记录，判官负责勾摄、镇伏并在必要时击杀触犯《仙舟律》中「十恶」的长生种。这样的目标危险之极，因此判官掌有不可思议的刑具与奇术，远胜云骑军的战阵武备。一位莳者姐妹曾向我描述过其中一名判官的笔——它凭空书下符箓，竟能让其事成真。<br><br>人人都称云骑是翼护仙舟的中流砥柱。依我看那不过是障目的虚名罢了。判官的权威与力量更在其上。<br><br>随着兄弟姐妹们的行动深入，判官必会出动阻挠。若能不计代价擒杀其中一人，研究其刑具，也许能更深入地了解十王司。<br><br>……<br>……<br><br>幽囚狱<br><br>犯有「十恶」，意味着与仙舟为敌。据信会被十王司打入名为幽囚狱的无底牢狱中。<br><br>有人说幽囚狱位于仙舟之底，近乎绝对零度的真空里。有说十王司将牢狱洞天串成珠子，交由判官携带，严加看管。还有认为，幽囚狱是六座仙舟中的一艘，专于永世镇压囚犯。<br><br>而对于关押了怎样的犯人，信息则开始诡谲地模糊起来了。什么判官们穷尽所能，竭力镇伏的异界物种、百杀不死的长生孽物、纵之即可倾覆仙舟的古老金人、或是曾与仙舟血战的丰饶民战犯……几乎成了奇谭怪论的百科。<br><br>这些说法光怪陆离，无一可信。所有说法中唯有一点是共通的：幽囚狱中镇守着远超寻常的凶恶犯人。<br><br>这未免让人突发奇想，若能寻得幽囚狱的入口，也许能将犯人们当作对付十王司的武器……<br><br>这并非奇想，而是切实可行的。因为在不久后，我将补足缺憾，目睹仙迹的重临。那些大凶巨恶，也将成为我覆手操弄的蝼蚁。"
            }
        ]
    },
    {
        "Name": "未被销毁的信笺",
        "Desc": "没来及销毁的往来信笺，似乎谈论着禁忌的丹方奇术。",
        "World": 3,
        "Books": [
            {
                "Desc": "大人钧启：<br><br>兵戈休止，百废待兴。幸得大人处处周护，令上下不至支绌，吾等不胜感激。<br><br>罪徒流徙，秘法失传，宗脉中绝，世代累积付之阙如。吾等不得不将那女孩送入贵司求艺，此为吾等诚意。她虽然年幼，且非遴选所得，但潜力依然可观。送入贵司也便于详加观察，记录变化。希望天长日久耳濡目染，她能成为大人的有力臂助。<br><br>贵司膺承景业，遗惠绵长。可惜时局艰危，钧柄旁落。大人虽有回天之才，却无施展之处。而今障碍除尽，时机已至。相信大人必能振衰起敝，扭转乾坤！<br><br>此番随送信侍者捎来十枝样本，供大人试验。企盼佳音。<br><br>又，我知大人通信不便，但这古旧的法子更安全妥帖，不虞受人监视。收信后可找个信得过的人念诵。繁冗之处，还望海涵。<br><br>钩沉 拜上<br><br>……<br>……<br><br>钩沉：<br><br>送来的样品悉数收到。但在移栽和培育后，所有样品却化为齑粉。想来是受常年古海之水遏制，它们在脱离本体后失去了活性。毕竟二者都是仙迹，难以捉摸。<br><br>不过，如何解开这谜题，我心中已有计较。我会从「观颐台」中寻找旧时遗留的丹方奇术，抑或求诸域外能人。<br><br>为此，我同「使者」见面了。她答允为我提供我想要的东西。一旦寻得「种子」，她便会遣人送入仙舟。我并不清楚她打算如何做到，但这是我们交易成立的条件，所以我会静观其变。<br><br>关于女孩，她在我前任手下已学的不错，只是经验尚且不足，而性子又过分跳脱。你们遣来的侍者需要寸步不离地看着才行。无需担忧，在短时间内她还不至于脱出控制。<br><br>收到回信后，不必再寄来新样本了。当年我们无心插柳，造就了百花卿这个奇迹。但天数有常，在我的研究有进展前，这样的奇迹恐怕不复再现了。<br><br>我们要做的事情很难，它会改变无数人的命运，甚至可能将我们引向绝境。可一旦事成，我们便可不再受困于数千年来的窘境。<br><br>*具名处只有一道信手画下的符*"
            }
        ]
    },
    {
        "Name": "经典病例选编",
        "Desc": "丹鼎司编撰的病例选，以便检索查阅之用。",
        "World": 3,
        "Books": [
            {
                "Desc": "病例一<br><br>患者信息：<br>化外民，人科人属人种毛人亚种。 23 岁，女性。<br>化外民，人科人属人种毛人亚种。 23 岁，女性。<br><br>主诉：<br>两名患者自诉从出生开始，长期使用神经植入物联通彼此的感官。现产生严重的身份混淆，致使患者无法正确辨认自己的身份。<br><br>治疗方案：<br>采取外科手段摘除神经植入物，服用三副「安魂散」。<i>注：「安魂散」药性至阴至寒，断不可超量服用。</i><br><br>回访：<br>治疗效果良好。两位患者现在回归了正常生活。<br><br>病例二<br><br>患者信息：<br>化外民，人科人属人种智人-Σ亚种。 47 岁，男性。<br><br>主诉：<br>太空船事故导致患者 80% 脑组织受到不可逆损伤。<br><br>治疗方案：<br>注射神经干细胞，并采取电刺激疗法，激活剩余脑组织的代偿机制。使用自体组织培养，重建缺失的颅骨。术后静脉注射「龙王涅槃汤」防止感染、促进恢复。<br><br>回访：<br>治疗效果良好。患者现在可以继续完成文学创作。<br><br><br>病例三<br><br>患者信息：<br>持明。 307 岁，女性。<br><br>主诉：<br>患者在蜕生后持续 100 年至 150 年的昏迷状态。诊断为「长梦症」，因蜕生期能量转化效率低下所致。<br><br>治疗方案：<br>需终生摄入补气类汤剂。<br><br>回访：<br>不明。需待患者下次蜕生时方能确认。<br><br>病例四<br><br>患者信息：<br>化外民，人科人属人种标准智人亚种。 21 岁，男性。<br><br>主诉：<br>自诉患有「赛博秽语综合征」，在仙舟外确诊，但当地无法治疗。患者在日常生活中不喜与人发生冲突，但在网络空间上无法抑制自己辱骂他人、挑起纷争、造谣生事的强烈冲动。<br><br>治疗方案：<br>接受心理干预疗程，主力规劝引导患者找一份工作。<br><br>回访：<br>治疗效果良好。患者现在可以自力更生了。"
            }
        ]
    },
    {
        "Name": "丹鼎司邸报栏的一页",
        "Desc": "丹鼎司邸报栏评议版，丹鼎司医士们聊天吹牛的地方。",
        "World": 3,
        "Books": [
            {
                "Desc": "【丹鼎司 邸报栏 评议版】<br><br>当前  星历 8100 年三月十五日<br>宜 加班 忌 偷闲<br>少言无用之事，多说正经话题——评议版执事<br><br>【时事】糟糕！龙女大人不见了！<br><br>今早为龙尊大人送去她最爱的早餐，发现她不见了！我找遍了所有能找的地方，岐黄署、观颐台、青囊阁…都没找见她！你们瞧见了吗？<br><br>我发现整座洞天的星槎也全都不见了，向地衡司发信也得不到回应，这里到底怎么了？丹士长、医士长、医助长统统外出参会，向谁打报告都不成，怎么会有这么不巧的事情？<br><br>有好心的丹鼎司同袍能帮我一把吗？<br><br>白云悠悠 留<br><br>放宽心，她大概是又一次翘家了。<br>咱们为这小丫头倾巢出动忙活多少回了？正经工作还做不做啦？<br>我觉得咱们只要继续干着手头的活儿，然后说不定哪天她会悄么声地回来。<br>嘿，就像丢了的东西一样，你不找它，过阵子它自己就会出现。<br>你们说，哪一回不是这样？<br><br>药庐一闲人 留<br><br>楼上，我希望你对龙尊大人表现出最基本的尊重。<br>她是那人之后持明族名正言顺的领袖！<br>而且我觉得她做的比那个所谓的大英雄要好的多。<br>也是靠龙女大人的奇才，我们的许多丹方研究才能有进展。连丹士长也说，龙女大人不可限量。<br><br>暴躁秃头医士 留<br><br>我明白。我只不过厌烦了这种小孩子气的戏码。<br>龙尊可不是吉祥物，龙尊该有龙尊的样子。<br>我痴长你几岁，我可是亲眼见过那人参战的英姿。<br><br>药庐一闲人 留<br><br>是啊，然后他就被关了起来。<br>他的一个决定让多少族人再也不能蜕生？<br>在我看来现任龙尊虽然没有什么诛除孽物、斩杀巨恶的功绩，也不参与族中争斗，但她的救死扶伤要胜过那些个龙师长老、那个所谓的英雄百倍千倍！<br><br>鳞渊潮动声如雷 留<br><br>你们……<br>不要再吵了！<br>龙尊心思稚纯，不谙世事，若有人动了坏心思拐走她可怎么办！<br><br>白云悠悠 留<br><br>云悠姐真的好凶啊。<br>我说个线索，前天我瞧见半夏姐鬼鬼祟祟地去了龙尊大人的医斋里，不知道是不是在商量着逃出去玩？<br>……我这不算告密吧？<br><br>玉络 留<br><br>真是太感谢了！我会着侍女们一起找起来的。<br><br>白云悠悠 留<br><br>那个……<br>可以继续吵了吗？<br><br>暴躁秃头医士 留<br><br>不可以！楼上几个都给我动身找起来！<br><br>白云悠悠 留"
            },
            {
                "Name": "丹鼎司邸报栏的另一页",
                "Desc": "【丹鼎司 邸报栏】<br><br>当前  星历 8100 年八月二日<br><br>任命灵砂为罗浮仙舟丹鼎司司鼎。<br><br>仙舟联盟元帅府<br><br>【丹鼎司 邸报栏 评议版】<br><br>当前  星历 8100 年八月二日<br>宜 打扫 忌 偷闲<br>少言无用之事，多说正经话题——评议版执事<br><br>【要闻】新司鼎即将赴任！<br><br>字越少，事越大，所以灵砂是谁？<br><br>白云悠悠 留<br><br>灵砂都不认识？你是不是混医学圈的？她就是咱们前任司鼎云华大人的徒弟啊，听说后来师徒俩都去了朱明，这次也算是衣锦还乡啦。<br><br>药庐一闲人 留<br><br>不管她是谁，咱们丹鼎司终于有主心骨了！<br>自从云华大人走后，司鼎一职就长期空缺，后来又经历了那件事…现在的丹鼎司可谓元气大伤，急需一位有能力的领导者。<br>希望这位灵砂大人能带领我们恢复丹鼎司往日的风采，大伙要多多支持她啊。<br><br>玉络 留<br><br>起猛了，大早上突然空降一位领导。之前我们都觉得上头会提拔玉络你做新司鼎咧。<br><br>鳞渊潮动声如雷 留<br><br>去去去，一边去。我可当不了司鼎，当个丹士长就已经忙得我脚打后脑勺了。<br><br>玉络 留<br><br>我看这位灵砂大人的日子不会好过，丹鼎司现在就是一块烫手山芋，人人避而远之。<br>那事发生后，很多同僚都遭牵连，现在司内无论医士、丹士还是医助都严重不足。<br>其余几司的大人们也不给我们好脸色看，说丹鼎司迟早再出祸患，更有甚者提出要拆分丹鼎司。<br>不知道新司鼎要如何收拾这烂摊子。<br><br>暴躁秃头医士 留<br><br>楼上在瞎操心啥啊，我可是对灵砂大人有十足的信心。<br>首先人家是朱明仙舟的大名医，医术水平自不必多说。<br>其次她曾在多艘仙舟游学工作过，还被星际和平公司请去做医学专家，甚至有入伍随医的经历，无论资历还是见识那都是一等一的。<br>而且她是我们罗浮人，让她来当司鼎再合适不过了。<br><br>药庐一闲人 留<br><br>你们看邸报都不看重点的吗？关键不是谁来当司鼎，而是谁任命了这个司鼎。<br>按道理咱们罗浮的高级官员应该由六司商议推举，而这次的司鼎之位却是由仙舟联盟高层直接指派的。<br>其中的含义，你们品，你们细品。<br><br>观棋不语 留<br><br>我脑子笨，品不出来，你直接公布谜底吧。<br><br>白云悠悠 留<br><br>你还真是一点政治嗅觉都没有……<br>建木重生这么大的事，联盟高层一定会追责，而且这个锅必须得有个大人物来背。<br>你看这次演武仪典曜青和朱明的将军都来了，美其名曰观礼，我看就是来向景元将军问责的。<br>所以灵砂大人的到来就很微妙了，是不是可以理解成某种对景元将军的监视或制衡？<br>毕竟我听说云华大人当初是被逐出罗浮的，这次她的徒弟回来报仇雪恨，不是非常的顺理成章吗？<br><br>观棋不语 留<br><br>你…你分析的好有道理，所以一场权力斗争的大戏即将上演？<br><br>白云悠悠 留<br><br>别瞎猜了，灵砂大人马上就要到丹鼎司了，我们赶紧准备准备，给新司鼎留下一个好印象！<br><br>玉络 留"
            }
        ]
    },
    {
        "Name": "观颐台卷宗调用记录",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "奉丹士长丹枢大人之命，自观颐台中调阅下列卷宗：<br><br>《长生要论》<br>《黄气阳精经》<br>《药师五脏经》<br>《罗浮丹方辨证》<br>《千金贵生集》<br>《寿瘟祸迹考》<br><br>上述卷宗或为孤本、或为禁书，敬请丹枢大人在完成调阅后出具报告，以完备手续。<br><br>观颐台司库 羽涅"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "飞行士的交换日记",
        "Desc": "搭档飞行士之间的交换日志，跨越了漫长的时间。",
        "World": 3,
        "Books": [
            {
                "Name": "驭空的交换日记",
                "Desc": "……<br><br>采翼，咱们两个要成搭档了！<br><br>虽说你我认识了这么久，但当初开着星槎在城里非法竞速的时候，咱俩可是对手关系！现如今要我们老老实实坐在一起，生死与共、肝胆相照，我还真不习惯。<br><br>当然，我主要是不习惯和竞速时的手下败将同舟共济，但没辙，军令如山嘛。嘿嘿。<br><br>不开玩笑了。我还是很期待和你一起飞行的。<br><br>也不知道什么时候才会接到战斗任务。不知道你是怎么想的，但我是觉得，现在咱们俩空有一身本领，却不能上阵杀敌，实在是憋得慌。<br><br>那些丰饶民时不时就要袭扰边境，偶尔还会听闻他们又残害了哪个无辜的星球，每当我听到这些消息，都觉得满腔怒火无处发泄…不过现在好了，等过一段时间，我们就能开着斗舰去给他们点颜色瞧瞧了。<br><br>不过坦白讲，对现在的日子，我也是知足的。毕竟…咱们私下里说，真正吸引我的可从来不是那些荡涤妖寇的大义名分。真正吸引我的只是飞行本身。<br><br>你看，在洞天外的宇宙中飞行，与我早已习惯的星槎竞速是不同的…宇宙中四下无依，甚至没有上下之分，斗舰孤零零地挂在空中，像大洋中心的夜航船。此时你没办法依靠任何人，只能信赖自己的技艺，和自己驾驶的斗舰。<br><br>总听人说，这种感觉叫做「孤独」。可我却更愿意称之为「自由」。<br><br>所以对我而言，能够在宇宙中飞行，就已经足够好了。而如果能和你一起共享这份甘美的「自由」，那可真是好上加好。<br><br>……<br><br>采翼，我不知道该说些什么才能安慰你。你总是这样，无论遇到什么糟糕的事，都会摆出一副不需要人关心的坚强模样，然后说一些不合时宜的玩笑话。<br><br>但我们相处了一百多年，彼此之间早已心照相交。你曾说过，一件事如果对我而言是不愉快的，那你也绝不会舒服。其实我也是如此。<br><br>此刻我觉得像是有人在用生锈的钝刀剜我的心。我实在是难以想象你在承受多么巨大的伤痛。<br><br>说来滑稽，我似乎从来没给过广渊好脸色。每次你抛下我，和他一起出任务，我都觉得心里不是滋味。尤其是看到你们打情骂俏、如胶似漆，腻得像一大盆只有肥油的红烧肉时，我都忍不住要甩给他一个不屑的冷脸。<br><br>但广渊真是一个很好的人。我对他那样失礼，他却总是对我展现善意。事到如今回想起来，实在觉得自己是个不识好歹的人。<br><br>唉…他可真了不起，只用两个人就拖住了敌人的几十艘舰艇。这可不是靠勇气和觉悟就能做到的，还需要卓绝的技巧和过人的才能。<br><br>我都能想象得出来，在最后时刻，他那张令人不快的俊俏脸庞上表现出了怎么样的坚毅和专注。我猜想那就是你当初爱上他的原因。<br><br>我都能想象得出来，在最后时刻，他心里有多自豪。那时他一定没有恐惧，也没有绝望，只有自豪。<br><br>所以你也不该悲伤，你该为他自豪。我们都应该。<br><br>……<br><br>采翼，我最近心里有很多负面情绪，但又不能讲给其他在前线的战士。既然你现在在后方休养，就宣泄给你好了。<br><br>虽然事到如今才说这种话，显得我有点迟钝…但的确是直到最近，我才恍然醒悟——原来我正身处一场这样残酷的战争。<br><br>空战不像陆战，虽然都是生死一瞬，但却难得见到残肢断臂，以至于我在直觉上有些误判了这场战争的残酷性。直到最近，战况越来越不利，血淋淋的现实才以一种温和的方式不容置疑地呈现在我面前。<br><br>今天坐在一起吃饭的人，明天就不见了。今天夸奖过的新兵，明天就不见了。今天与我争执过的长官，明天就不见了。今天和我相互鼓励过的地面部队，明天就不见了。<br><br>到了这个份上，我已经不敢和任何人产生情感上的连接了。说不定明天这人就死了，说不定明天我就死了，说不定明天我们都死了。<br><br>我以为经历得多了，我就麻木了。但我还是难以应对每天接踵而来的噩耗。<br><br>不过，我不后悔。每当我感到痛苦时，又会同时感到，成为斗舰飞行士是我人生中最正确的决定。<br><br>如果我不是斗舰飞行士，我就只能默默承受痛苦。可我是斗舰飞行士，我可以飞行，我可以战斗，我可以试着去摧毁那痛苦的根源。因为我是斗舰飞行士，所以我还有能够做到、能够改变的事。<br><br>另：不要用广渊想的名字，实在是太难听了！名字可是要跟着小孩一辈子的大事！采用我的方案吧，那可是我认认真真翻了好几天诗集才想出来的。<br><br>……<br><br>采翼，我有很多话想和你说，很多很多话。<br><br>你死之后，他们要给我授勋。坦率地说，我觉得这很可笑。<br><br>照常理来说，没有人会给天灾人祸的幸存者授勋，以表彰获勋者竟然可以幸运地活下来。可是天舶司会。他们给我授勋，说我是英雄飞行士，唯一的原因就是我足够幸运，从那场灾难般的战役中幸存了下来。<br><br>如果你也这么幸运，我们现在就可以一起获勋了。授勋仪式之后，我们两个再跑到金人巷去，一边小酌两杯一边嘲笑他们的荒谬。<br><br>可惜，你运气不够好。我们没有这个机会了。<br><br>我突然觉得很怀念。怀念起我们驾驶着星槎在罗浮空中肆意穿行的好时光。那时候我们多快活，没有生死存亡的威胁，也不必承担巡猎的使命。洞天中的整片天空都是我们的，只有你与我，抬头是明灭闪烁的洞天穹顶，低头是人烟阜盛的万家灯火，回头是穷追不舍的地衡司执事。<br><br>那时候我们多快活。我好想和你永远留在那时。<br><br>……"
            },
            {
                "Name": "采翼的交换日记",
                "Desc": "……<br><br>驭空，能有机会和你并肩作战，我真得很开心。<br><br>分组名单发下来的时候，我紧张到不敢打开展阅查看，生怕我们两人不能被分到一起。倒不是舍不得你，只是你这火一般的性子，要是将你交与别人，我可真是放心不下。<br><br>等以后到了战场上，你可不要像现在这样，总凭着一腔热血去蛮干，做事前多想想后果…算了，不说这些了，免得你又埋怨我说话像个老干部。总而言之，我们要齐心协力，发挥各自的特长，在广袤的天空中写下属于我们自己的传奇。<br><br>期待和你一起搏击长空，期待到有些难以入眠。<br><br>……<br><br>驭空，别哭了。不必难过。<br><br>真是的，死的是我老公，你怎么哭得比我还伤心。打了这么多年的仗，你还是这么感情充沛，真羡慕你。<br><br>斗舰飞行士本就是九死一生，既然选择了这条路，就要做好心理准备。重要的并非我们能否侥幸活下来，而是我们能否活出飞行士的人生价值。<br><br>广渊和他的搭档，两个人一艘斗舰，拖住了步离人的一整支编队。他们是作为英雄牺牲的，对我而言，这就已经足够了。<br><br>以前我听人说，人生最大的幸福是能选择自己如何死去。从这个角度来讲，为了仙舟联盟…不，为了全银河的黎民苍生，戎马一生最终战死沙场——广渊大概也算是幸福的。<br><br>当然，你还是不要获得这种幸福了，给我老老实实再活个两百年然后老死在病床上吧。<br><br>……<br><br>驭空，好久不见。我还在后方休我的产假，一切都安好。<br><br>现在战况胶着，你一定很忙碌。但是方便的时候，请你抽空写一下交换日记，以便我知道你还平安…而且我还憋了一肚子话想和你讲。<br><br>首先和你报告一件事，我已经决定好给孩子起什么名字了。<br><br>广渊生前其实嘱托过，如果是男孩就起名叫「飞龙」，如果是女孩就起名叫「飞凤」。但这个人的文学造诣和永狩原里的猴子差不多，再怎么死者为大，也绝不能按照他的心意毁了我女儿的人生。<br><br>所以思来想去，我最终决定采用你的方案，给孩子起名叫「晴霓」。<br><br>「月营开射圃，霜旆拂晴霓。」真难得你还能翻出诗词做典故，我还以为你心里只有斗舰呢。<br><br>你不要太想我。等我再休养几个月，安顿好晴霓，就会尽快归队的。晴霓还这么小，我就要丢下她去打仗了…怎么说呢，我还真是不称职的母亲。<br><br>然而我也很清楚，前线并不乐观，步离人势如破竹。媒体在尽可能地阻止恐慌蔓延，但现在整个罗浮都弥漫着不安的气息。<br><br>不过，我相信仙舟联盟一定可以胜利。我相信像你我这样的战士，一定可以将那些丰饶民赶回老家。<br><br>期待我们再次并肩作战。<br><br>……<br><br>驭空，明天我们将会赶赴一个残酷的战场。<br><br>所以今晚，有些事情我必须嘱托给你。（这大概有些不吉利，但没办法，谁叫我们以前从来没相互嘱托过这些事呢？）<br><br>如果你活下来了，而我没有，请好好照顾晴霓。像照顾自己的女儿那样照顾她。我知道，你一定会这么做的。我的全部存款都交予你，请当做晴霓的抚养费。<br><br>无论晴霓想成为什么样的人，都请全力支持她。商人、诗人、街头艺人，无论她想做什么都可以。但唯独不可以做斗舰飞行士。<br><br>请允许我擅自和你立下一个约定：不要让晴霓成为斗舰飞行士。<br><br>刚入伍时，你曾在交换日记里写道——斗舰孤零零地挂在空中，像大洋中心的夜航船。…总听人说，这种感觉叫做「孤独」。可我却更愿意称之为「自由」。<br><br>我特别喜欢这一段。因为我也是这么想的。<br><br>但是已经够了，「孤独」也好，「自由」也罢，你我都已经尝够了。答应我，别让那孩子触碰天空。<br><br>……"
            }
        ]
    },
    {
        "Name": "「药王秘传」追源及斥谬",
        "Desc": "十王司判官编写的小册子，帮助公职人员认清「药王秘传」的本质。",
        "World": 3,
        "Books": [
            {
                "Desc": "近年来，自称「药王秘传」的组织在仙舟联盟内部开枝散叶，兴风作浪。虽然「药王秘传」的所谓「魁首」已然伏诛，但即使树倒猢狲散，却依然有不少冥顽不化者执迷不悟，妄图完成所谓的「复仇」或「复兴」。<br><br>在这样的背景下，十王司认为有必要推出一本手册，简明扼要地帮助诸司部公职与冥差们认清「药王秘传」的本质，也便于诸位帮助误入歧途者迷途知返。<br><br>其一、「药王秘传」是什么？<br><br>一言蔽之，如今在仙舟联盟为非作歹的「药王秘传」，是一个托用古名、成立不到三十年的犯罪组织。任何人都应当记住这件事，不要被他们所宣称的「数千年历史」所蒙骗。<br><br>仙舟联盟在三劫时代之后，彻底禁绝了对寿瘟祸祖的信仰，并严格杜绝长生之灾的蔓延。而那些心念神降时代种种「丰饶仙迹」的怀念者成立了一个复古主义信仰团体，名曰「药王秘传」。<br><br>「药王秘传」信徒们认为自己继承了神降时代的知识和遗产，怀着对联盟目标的质疑，试图寻求精神上的答案，延续对「丰饶」的信仰。<br><br>而在之后的发展中，「药王秘传」逐渐逾越了界限，他们追随寿瘟祸祖的令使，广纳奸邪恶徒。这其中不仅有政治异见者和宗教狂热者，甚至有被丰饶民策反的叛匪和妄图求取仙药的化外民。<br><br>元帅在一切彻底失控之前，果断下令禁绝「药王秘传」。在漫长艰苦的禁绝过程后，「药王秘传」终于消亡。<br><br>三十年前，第三次丰饶战争爆发。这场惨烈的战争为仙舟联盟带来短时间内无法磨平的伤痛，大部分仙舟人选择背负着这份伤痛继续前行。而部分心怀异志之辈，将寿瘟祸祖带给我们的这场灾祸归咎于帝弓司命和仙舟联盟的无情，并由此产生了倾覆仙舟的想法。他们聚集在所谓的「魁首」身边，附会古籍，自称延续「药王秘传」的精神，要将仙舟人带回寿瘟祸祖的怀抱。<br><br>这位所谓的「魁首」所创立的「药王秘传」，并非对旧信仰的复兴，而是另起炉灶的借尸还魂。如果你翻阅那些「莳者」们奉为圭臬的经典，会发现他们所阅读和信仰的，与早期的「药王秘传」几乎毫无关系。<br><br>譬如，其信徒每日吟诵的《千手慈怀药王救世品》，根本不是古代「药王秘传」所著的经典。十王司的考证显示，古代「药王秘传」重视《黄气阳精经》这样对修行实践有指导作用的文本，而《救世品》一书纯属后世伪托之作。<br><br><br>其二、仙舟联盟与「药王秘传」的对抗是信仰冲突吗？<br><br>是，但也不是。<br><br>仙舟联盟的确遵循帝弓司命的诰谕，将消灭寿瘟祸祖及其带来的孽物列为首要目标。但仙舟联盟与「药王秘传」的对抗，却绝不仅仅是信仰冲突。<br><br>十王司律条所定的「不赦十恶」，「药王秘传」就犯有「令堕长生」、「贪取不死」、「诱陷魔阴」、「残杀胞族」、「窃夺机要」、「离间盟契」、「造作兵祸」七种。<br><br>面对这样恶劣的犯罪组织，即使没有信仰冲突，即使他们作案时高举的旗帜是帝弓司命，那也是绝不能任其逍遥法外的。<br><br>此外，仙舟联盟是一个开放包容的文明。任何化外民，只要可以遵守仙舟律法、尊重仙舟风俗习惯、不伤害仙舟人民的感情，无论你有怎样的信仰，联盟都愿意对你敞开大门。<br><br>事实上，目前在仙舟联盟客居的短生种中，有一部分就来自于奉寿瘟祸祖为正庙正神的文明。联盟同样公平地对待他们，保护他们的生命与财产，维护他们在联盟公平贸易的权利。而大部分信仰寿瘟祸祖的化外民同样愿意投桃报李，对联盟的信仰与文化表现出尊重。<br><br>即使有着如此尖锐且不可调和的矛盾，仙舟联盟依然可以与这些化外民搁置争议，共同发展。这就是仙舟联盟开放包容的博大胸襟之体现。<br><br>但同样，十王司也希望部分化外民明白，仙舟联盟的「开放包容」不等于「软弱可欺」。无论出于任何目的，只要私通、资助、收留、包庇「药王秘传」信徒，十王司都将严惩不贷。<br><br>其三、遇到「药王秘传」信徒该如何处理？<br><br>「药王秘传」残党都是亡命之徒，云骑军及判官与之相抗尚且危险，普通人则更不应与其发生正面冲突。<br><br>因此，我们建议诸司部同袍遵循下列意见：<br><br>首先，你绝不应相信这些「莳者」嘴里说出的任何一个字。那些都是明确的谎言。<br><br>其次，在必要时，你可以与他们虚与委蛇，假意有意愿加入他们。待他们对你放松警惕时，伺机脱身或报警。<br><br>第三，如若不可避免地遇到了需要正面冲突的情况，应当鼓起勇气与之搏斗。地衡司的统计数据表明，在这种生死一线的恶性事件中，积极反抗者幸存的概率往往更大。<br><br>第四、脱身后立刻联系附近的地衡司公廨或驻扎此地的云骑和冥差。不要直接回家，这可能会引狼入室，给自己招来无妄之灾。"
            }
        ]
    },
    {
        "Name": "要药分剂",
        "Desc": "丹鼎司药方汇编之大成。",
        "World": 3,
        "Books": [
            {
                "Name": "（其一）",
                "Desc": "……<br>……<br><br>石牛升麻散<br><br>属部：<br>《骨余部》<br><br>主治：<br>断齿再生痛、智齿阻生痛<br><br>方剂：<br>龙芎4钱、山鬼薄荷1钱、蓝翅鼯夜明砂2钱、伊须磨洲产牢牙散1包（以昴东院药局生产为佳）。<br><br>用法：<br>水煎后滤去药渣，一日内分三次饮尽。其味腥苦，服用时应依个人习惯辅以适量糖粉。<br><br>断齿再生痛者，再生时服用。智齿阻生痛者，每日服用。每日禁止服用超过一剂，禁止与定痛散、妙应散、无上自在丸、红蠊香盐膏同服。孕期哺乳期禁止服用，但可含于口中，疼痛减轻后吐出并清水漱口。<br><br>沿革：<br>此方年代久远，专为缓解仙舟人齿增生现象。星历 6652 年，司鼎白泽更动药方中龙芎、牢牙散两味成分，以曜青培植的浮云苓的提取物、伊须磨洲的地盐结晶取代，能令阻生齿病消退（维持时间约在二十年之久）。<br><br>右出《苍城医方考》<br><br>还神通气散<br><br>属部：<br>《神魂部》<br><br>主治：<br>惶恐惊惧等剧烈情绪波动。<br><br>方剂：<br>安神草提取物1钱、壮气散3钱、平阳花实1钱3分、金柘果提取物4分。<br><br>用法：<br>药粉和水冲服，或制丸吞服。<br>应时服用，患者情绪平稳后可不再服药。<br><br>沿革：<br>此方出自联盟成立前，在同公司第一次签署贸易协定后，丹鼎司接受与博识学会的博学士军团学术访问，互通有无所得。丹士慕烟将原方中具有降低神经兴奋作用的化合物转入药草，莳培出「安神草」这一全新的药用植物。<br><br>与步离人的战斗中，还神通气散是行伍必备丹药。服用后，云骑士卒可压制步离人信息素带来的恐慌情绪影响。<br><br>右出《夷学集成•公司卷》<br><br>救苦回生丹<br><br>属部：<br>《变生部》<br><br>主治：<br>促伤口快速愈合、降低愈合痛楚。<br><br>方剂：<br>蘖芽合剂2钱、息壤散3分、死不知3分。<br><br>用法：<br>制丸吞服，每日一丸。伤愈即止。<br>（此药仅对长生种有效，短生种不可服用。）<br><br>沿革：<br>此方成于「建木」生成的年代。其主要成分取自「建木」之蘖芽。而在帝弓斫毁「建木」后，丹鼎司也从未停止对其残骸加以研究，并革新了其药用成分。<br><br>此方为云骑军行军必备丹药。<br><br>右出《丹鼎大成》<br><br>乘蹻御风术<br><br>属部：<br>《变生部》<br><br>主治：<br>无。<br><br>方剂：<br>造翼者髓液（此处剂量被抹去）。<br><br>用法：<br>术者需拥有自在应身。<br>将造翼者髓液以金针注射，静待三个时辰的转变，可获造翼者特征：身轻如风、生双翼而能飞。<br><br>沿革：<br>「神降时代」的遗方，禁止研讨及使用，违者将受十王司严惩。<br><br>右出《夷学集成•孽物卷》<br><br>……<br>……"
            },
            {
                "Name": "（其二）",
                "Desc": "……<br>……<br><br>地黄将军饮<br><br>属部：<br>《蜕生部》<br><br>主治：<br>持明停留于稚子貌，发育迟缓。<br><br>方剂：<br>鳞渊天冬1钱、快壮高6钱、玄圃地黄提取物1钱。<br><br>用法：<br>制丸吞服。每日两次，饭后服用。<br><br>沿革：<br>此方剂条目仍在临床试用阶段，一年后若无效果可作废弃处理。<br>（须说明的是，快壮高乃莳培作物所用之合剂，虽无毒副作用，但在白露大人确认此方有效前，断不可擅用此物。）<br><br>右出白露大人口授<br><br>……<br>……<br><br>前尘回梦针<br><br>属部：<br>《蜕生部》<br><br>主治：<br>持明族蜕生后服此方，可不忘前尘旧事。<br><br>方剂：<br>龙鳞珊瑚磨粉1钱，梦呓花果实提取物1钱3分，安神草提取物3分，鹤发藤提取物2钱。<br><br>用法：<br>调制汤剂后，金针注射。<br>临床试验证明需于蜕生后五岁前使用此方。<br>服药者可自梦中重获前生记忆，但记忆的多寡与清晰程度皆不可控。<br><br>沿革：<br>按持明传说，此方由不忍缘尽、想要转生再续前缘的丹士清露为其爱侣所制。<br>该方有违持明风俗规制，若非为攸关一族存亡之事不可擅用。<br>违背持明族人意愿，哄骗、强迫其使用前尘回梦针，将触犯持明族规，受轮回之刑。<br><br>右出《龙王救苦玉鉴》<br><br>劫障救苦散<br><br>属部：<br>《魔阴部》<br><br>主治：<br>缓解魔阴身初期症状、暂缓魔阴身进程<br><br>方剂：<br>苍茯苓1钱、龙鳞珊瑚磨粉3钱、虚陵安息香1钱、安神草提取物1钱。<br><br>用法：<br>于蒸馏水中熬煮至胶状，去除药渣，将胶质冷冻风干后研磨成粉，置于干粉吸入器中使用。痛苦时即可服用。<br>魔阴身无药医，此方剂只可救苦定神，无法救命。<br><br>沿革：<br>仙舟律禁止民间自行调配本方，需要时应前往所在地医馆申领。<br>（十王司冥差会在魔阴身发作前找到患者，接引寂灭，请勿擅用此方。）<br><br>右出本书编者<br><br>还魂正气散<br><br>属部：<br>《魔阴部》<br><br>主治：<br>暂缓魔阴末期症状<br><br>方剂：<br>苍茯苓1钱、龙鳞珊瑚3钱、金须蜂蜡7钱、大金山栝蒌3钱、虚陵安息香1钱。<br><br>用法：<br>于蒸馏水中熬煮至胶状，去除药渣，将胶质冷冻风干后研磨成粉，置于干粉吸入器中使用。<br>魔阴末期即将发作时，可吸入此剂，暂保神志。<br>服用后应尽快处理后事，下次发作将无药可解。<br><br>沿革：<br>仙舟律禁止民间自行调配本方，需要时应前往所在地医馆申领。<br>（十王司冥差会在魔阴身发作前找到患者，接引寂灭，请勿擅用此方。）<br><br>右出本书编者<br><br>……<br>……"
            }
        ]
    },
    {
        "Name": "仙舟医典述略",
        "Desc": "丹鼎司内供医士们查询医学著作的综述。",
        "World": 3,
        "Books": [
            {
                "Name": "岐黄汇编",
                "Desc": "【岐黄汇编】<br><br>……<br>……<br><br>《柳华医学纲目》<br><br>此书由医学家柳华所著，被公认为仙舟联盟现代医学的奠基之作。柳华是方壶仙舟的持明，人生前三百年担任拱卫方壶龙尊的护珠人，此后四百余年一直是方壶龙尊身边的首席医官。<br><br>在长期的医疗实践和研究中，柳华敏锐地察觉了当时仙舟医学所存在的问题——仙舟人存古的传统在医学领域延续，使得很大一部分医疗实践都仰仗于经验而非科学。在当时的仙舟人看来，数千年间行之有效的经验，要远比纸面上的科学理论可靠。<br><br>柳华因此撰写了这部《柳华医学纲目》，以期用更为科学的方法论来重新整理和阐释仙舟医学的原理。<br><br>此书在当时并未引起注意。直到柳华蜕生后九十三年，「罗浮」上一群年轻的丹鼎司成员在寒泉洞天组成了被后世称为「寒泉派」的革新组织。「寒泉派」重新发现了《柳华医学纲目》超越世代的视野和至关重要的医学价值，将之奉为圭臬。<br><br>此后「寒泉派」的革新理念逐渐受到联盟各界的认可，《柳华医学纲目》也终于获得了它应得的历史地位。<br><br><br>《长生要论》<br><br>罗浮丹鼎司作为「建木」最早的接触者，其对长生种的本质、生理结构、以及转变过程都有相较其他仙舟的医士们更深入的研究和理解。<br><br>《长生要论》为人所知作者是神降时代的著名医士长桑。一些医史研究者通常认为本书是在长桑遗著的基础上由后人反复增补、校正而成。其中许多长生种文明的记载，均晚于神降时代后才被发现。<br><br>《长生要论》列举了二十六支长生种的生理特性，并辅以解剖学、基因学的资料佐证。其中对仙舟人的生理研究，更是对十王司相关制度的建立有极深远的影响。<br><br>……<br>……"
            },
            {
                "Name": "宝饵汇编",
                "Desc": "【宝饵汇编】<br><br>……<br>……<br><br>《丹鼎大成》<br><br>此书由朱明仙舟丹鼎司编纂，是对丹鼎术丹方及其炼化要旨的一次总结，也是学宫中丹鼎术的教材之一。<br><br>丹鼎术的本质是合成与变化，在仙舟尚未启航的岁月里，它便分为「医用」和「工造」两支，是古国文明遗产中最重要的部分。在「建木」降临的时代里，医用丹鼎术更是突飞猛进，诠尽生命变化之妙。<br><br>当然，在火劫大战过去后，《丹鼎大成》中的许多丹方奇术因为「建木」毁弃，已不复再现的可能。但书中记载的不少丹方，依旧有着极强的实用性：如促发长生种自愈能力的回生丹；增强肌肉功能，解放人体爆发力的钓鳌散……均是沿用至今的军事丹方。<br><br><br>《要药分剂》<br><br>此书由罗浮丹鼎司丹士长丹枢组织编纂。丹枢团队查阅了神降时代至今的几乎全部药典，去芜存菁、去伪存真，编纂总结出了三万九千五百条药方。其中约有三千七百二十六条，是丹枢及其团队在医学实践中发明的。<br><br>《要药分剂》被公认为仙舟八千载历史上药学成就的最高峰，本书根据药方所治领域共分为二十八部，其中尤以「血脉部」、「骨骸部」、「变生部」等卷册所收药方最为详尽周全；而「瓠生部」、「蜕生部」则囊括了狐人与持明的医方要术；最可敬的则是「魔阴部」，其中收录整理了近百年来最新的对魔阴身研究成果。在此书问世之后，立刻成为了丹鼎司丹士人手一册的指导手册，并被指定为学宫相关专业的权威教科书。<br><br>如今因为种种原因，丹鼎司已经无可挽回地走向了衰颓。在这样的历史背景下，《要药分剂》的诞生无异于一剂强心针，使得丹鼎司重新开始探索自己在当今社会中存在的价值和意义。<br><br>……<br>……"
            },
            {
                "Name": "旁门汇编",
                "Desc": "<br>【旁门汇编】<br><br>……<br>……<br><br>《夷学集成》<br><br>虽然「夷学」这个词从字面意思来看，是指「化外民的学问」，但在丹鼎司的全盛时期，医药学的发展几乎成为了联盟的立身之本。因此《夷学集成》中的「夷学」是特指「化外民的医药学」。此书也是联盟历史上第一册系统性阐述域外文明医药学的著作。<br><br>在仙舟文明的对外接触史中，《夷学集成》占据了很重要的地位。甚至可以说，它深远地影响了仙舟文明的发展方向，使得联盟成为了如今的样子。<br><br>此书具体作者已不可考，据推测应是「玉阙」和「曜青」两艘仙舟的丹鼎司成员集体创作。据《玉阙志略》，此书的编纂工作是「玉阙」时任司鼎蝶羽主导的「夷学再发现运动」的一部分，一般认为蝶羽本人也直接领导了《夷学集成》的编纂工作。<br><br>《夷学集成》在出版时，按文明体系分为三卷，每卷四册。第一为《公司卷》，第二卷为《学会卷》，第三卷为《孽物卷》。其中第三卷的出版受到了很大阻力，即使蝶羽力排众议，第三卷还是在前两卷付梓出版的七十年后才得以面世。<br><br>事实证明，《孽物卷》对仙舟医学的发展起到了相当积极的作用。因为无论公司还是学会，都是短生种主导的文明，其域内百姓的生理结构与长生种截然不同。尽管联盟可以学习他们的科研思路和医药技术，但收效毕竟有限。<br><br>而《孽物卷》所研究的对象，是同为长生种的丰饶民。造翼者和步离人向来拥有自己独特的医疗体系，但在此前近千年的时间中，仙舟人惯常蔑视这些孽物的技术实力。如今我们知道，对敌人的傲慢和不屑总会招致危险的后果。但对当时的仙舟人而言，编纂《孽物卷》这样一部虚心向敌人学习的著作，实在称得上大逆不道。<br><br>幸而蝶羽顶住了压力，才使得整个联盟得以摆脱傲慢和不屑的桎梏，收获了更多有益的知识。<br><br><br>《仙舟大百科•医学篇》<br><br>此书出自星际和平公司的仙舟学家、博物学家以及文学家和泉多摩川•宾特•阿玛图拉。<br><br> 7032 年，二十三岁的和泉多摩川作为贸易专员来到仙舟「朱明」，并在此客居一生。她发现当时银河中对于仙舟联盟的认知，大都依托于捕风捉影的故事和来路不明的传言，于是立志于写出一部向域外完整介绍仙舟文明的巨著。四十年后，《仙舟大百科》诞生了。<br><br>在这部巨著中，《医学篇》占比极大，几乎用了此书三分之一的篇幅。在《医学篇》中，和泉多摩川以星际和平公司医疗系统的体例，将当时整个仙舟联盟可以查阅到的医学、药学典籍分门别类，溯源历史、阐释原理。<br><br>诚然，比起专业的医药学著作《医学篇》的内容比较浅薄。但它的确起到了和泉多摩川原本期望的功能——让每个异邦人都有机会理解「仙舟医学」是什么。<br><br>……<br>……"
            },
            {
                "Name": "邪见汇编",
                "Desc": "<br>邪见汇编<br><br>……<br>……<br><br>《药师五脏经》<br><br>神降时代结束后，有无数寿瘟祸祖的隐秘信徒著书立说，以论证其谬论的正确性。除却那些狂人呓语似的神正论，也有一些人试图建立起一套以药师信仰为根基的医学体系。<br><br>在这些著作中，流传最广、影响最大的莫过于《药师五脏经》。《药师五脏经》的负面影响在于，它第一次系统性地建立了「药师医学」的体系，并将之与对寿瘟祸祖的信仰紧密结合。这也使得它成为了「药王秘传」的起点。<br><br>此书原有七十五卷，分为医理部、药理部、神异部、考工部，现时大部分已逸散。如今刊行的版本，是由版本目录学家辑录残篇重新编纂出的四卷本。<br><br>这些残篇主要摘录自同时代驳斥药王信仰的书籍、手稿与私人通讯记录，其中或许有部分歪曲与失真。<br><br><br>《冥土还魂论》<br><br>著名的邪见医典，其作者极有可能是联盟成立后依旧潜伏于仙舟信奉「丰饶」的丹士或医士。<br><br>《冥土还魂论》记载有十六种将短生种自寿尽状态中「复活」的奇术：如「窠魂术」，将死者的肉体献祭给永生的夺魂蜂寄生，成为蜂巢，并借其群体思维复活。又如「血蜕咒法」，则是移植半人半蛇的虺裔鳞片血肉，感染蜕生蛇血热，转化为长生种。<br><br>无一例外，这些禁术均需要高超的外科手术、基因疗法等方式完成，其中部分内容与公司与博识学会密切相关，是故医史研究者均猜测本书是在外力协助下著成。<br><br><br>《黄气阳精经》<br><br>药王秘传的分支「内秘派」丹士所著的经文，作者佚名。<br><br>现存此书均为誊录本，其前言记载了本书重现的过程：罗浮丹鼎司「观颐台」在星历 6610 年前后清点史料典籍，并意外从书库中发现了本书。当时丹鼎司就此书是否应当被销毁发生了激烈争论，最终司鼎白泽大人选择了折衷方案：销毁原件，但将该书内容誊录、封存。只有司鼎、医士长、丹士长、医助长及以上等级的官员可将其作为史料查询。<br><br>药王秘传内秘派信徒深信一个观点：仙舟人自获得「建木」恩赐转化为长生种后，体内拥有形肖「建木」枝叶形态的经脉回路。这些经脉通向名为「丹腑」的器官：它是仙舟人获得第二次进化（或曰「飞升」）的关键。<br><br>《黄气阳精经》在《药师五脏经》的理论基础上系统阐述了仙舟人的经脉结构，并提出了以身躯为土壤，以吐纳为风雨，培育丹腑（种子），令经脉（枝叶）舒展，最终在体内成就「内在的建木」，令其茁壮蕃生，此之所谓内秘。而书名所提到的「黄气」，则是内秘派理论中推动生命活动的精微之力——与代表死亡、衰败倾向的「玄气」相对。作者相信，生命的意义便在于维持黄气的存续，令生命进化。<br><br>内秘派的观点早已被确认为迷信。但值得一提的是，其部分医理仍经过去芜存精后被摘入一些医书中流传后世。<br><br><br>《倏忽垂迹妙法秘传灵书经》<br><br>药王秘传留下的经文之一，其作者为狐人月偃，此人曾任曜青仙舟天舶司的司舵，是见识广博的飞行士，同时也是令药王秘传开枝散叶的第一位魁首。<br><br>按照《十王司刑狱录》的记载，月偃目睹第一次丰饶民战争后，烬灭祸祖的军团消灭了造翼者的故土「穹桑」，仙舟出于「诛除孽物」的信条旁观目睹了全过程。巨大的死亡和毁灭令月偃的信念动摇，他宣称要重新思考长生种的使命与意义。<br><br>最终月偃辞去官职，驾驶星槎巡游星海，寻找答案。他在古老的星球罗睺上找到了寿瘟祸祖的令使——被称为「倏忽」的生命体。月偃目睹了倏忽将生机赋予死灭已久的罗睺，令其如母腹中的稚子般胎动不已。他追随倏忽，录下治愈的神迹与种种教诲，最终著成此经。<br><br>……<br>……"
            }
        ]
    },
    {
        "Name": "丹枢的日记",
        "Desc": "丹鼎司丹士长丹枢的日记。其中记录了这位盲眼丹士与命运的抗争。",
        "World": 3,
        "Books": [
            {
                "Name": "（其一）",
                "Desc": "……<br><br>帝弓司命啊，我向您倾诉。<br><br>雨菲总是嘲笑我像个小孩子一样，在日记里向您倾诉。但一来，这是从小到大的习惯。二来，我也相信您能看到。<br><br>您总能看到自己想看到的一切。像我这样的人，本不该出生。如今却过着富足的生活，还能交到雨菲这样的朋友。我无时无刻不在感念您的恩典。<br><br>所以我希望，我最近所做的一切不会冒犯到您无上的权柄…这绝非对您庇佑的仙舟世界有所不满，我只是想看到真实的世界和真实的色彩。<br><br>幼时在学黉，当那些幼童欺辱我目不能视时，我一向坚定地相信，这是帝弓司命对我的磨砺。后来升上学宫，当我不得不比平常人耗费更多力气去跟上课业时，我同样这样坚信着。<br><br>似乎是为了奖赏我的坚韧，您使我结识了雨菲。七岁那年，雨菲帮我赶走了那群欺辱我的恶少，自此之后，她便成了我最好的朋友。<br><br>雨菲保护我免于欺辱，也帮助我不落下学业。假期时，她时常会带我去寻访各个生态洞天中的名山大川，将那些美景绘声绘色地讲给我听。她的声音很好听，像清凉的溪水滑过指尖。<br><br>照理说，我不应有半点对现在生活的不满。<br><br>可是…人是视觉动物，靠光影与色彩辨别世间万物。我不知道雨菲口中「夕阳在树林尽头染红了天，恍然间像一场大火」究竟是什么样的景色…甚至不知道雨菲究竟长成什么样子。我触摸、我想象，却终究难以真正构建出完整的图景。<br><br>所以，在雨菲的支持下，我决定找到让自己恢复光明的方法。<br><br>承蒙帝弓赐福，我是丹鼎司最好的丹士，雨菲是丹鼎司最好的医士。也许我们的确可以找到方法，让天缺者摆脱这永恒的苦行。<br><br>……<br><br>最近这些时日，我和雨菲尝试了很多种方案，但都不太顺利。<br><br>其一、尝试用非侵入的方式来制造义眼。事实上，我的机巧臂就是使用这种技术手段来实现的，目前可以做到与常人无异。<br><br>理论上，的确可以用非侵入的方式来帮助一些视觉障碍的天缺者。但对于像我这样视神经发育不全的天缺者而言，「非侵入式」的确有些难以实现。<br><br>其二、尝试用「托蝶幻境」的原理来视物。托蝶幻境的本质，在于使用狐人信息素来制造出可控的幻觉。我们猜想，也许可以用它绕过「眼睛」这个光学信号接收器，直接将画面传送给大脑。<br><br>从结论上而言，它的确可以。但那些信号在我脑内并无法形成有意义的「图形」。可以说，它让我第一次「看到」了颜色和形状，但我实在分不清其中谁是「红色」，谁又是「圆形」。<br><br>我们推测，这是因为托蝶幻境需要依托体验者的感官来进行造影。所以面对那些我从未体验过的感官，狐人的信息素也无能为力。<br><br>真奇怪，它让我看到了那么多「颜色」，我却不怎么怀念那感觉。<br><br>其三、利用其他感官来诱发「感官代偿」。这是雨菲的点子，「非侵入式义眼」的延伸——将视觉信号转换为听觉、触觉、味觉、嗅觉信号，用其他感官来创造出一套新的「视觉」。<br><br>我们制造出了原型机，但最大的问题在于难以轻量化。那几个传感器加在一起，比三个我都要重。背着它们走路都困难，更遑论测试了。<br><br>但我们还是做了很多测试。结论是，这套仪器显然更适合短生种。因为短生种的大脑具有更强的可塑性，所以「感官代偿」可以催生联觉——一种感官触发另一种感官的感觉。他们长期使用这套设备，的确可以真切地「尝到」、「听到」或「闻到」那些颜色、形状与距离。<br><br>但对于大脑可塑性较弱的长生种（如我）而言，这些感官并不能统一成一种新的感官。诚然，我现在尝到辣味，就知道测试积木是蓝色的。再闻到冷冽的气息，就能知道它是圆锥形的。可我依然没有真正地「看到」它们，更不知道「蓝色」究竟是什么。<br><br>虽然说这套仪器更适合短生种，但短生种可以直接用侵入式的义肢来解决大部分问题，根本用不上这种复杂的东西。<br><br>这些试验耗费了我和雨菲的大量时间和精力，而最终却几乎一无所获。甚至很难说，我们这些试验是否可以帮助到未来的学者。<br><br>很灰心，很无奈，很对不起雨菲。<br><br>……<br><br>与博识学会的伊根博士交流，他提出了一种较为怪异的解决方案。伊根博士称之为「取消主义疗法」。<br><br>「取消主义」是一种很古老的哲学思想，认为人的一切情感都来源于激素和电讯号。伊根博士的意思是：如果无法消灭天缺者痛苦的根源，那就消灭痛苦本身。<br><br>只要用药物泵，在特定时刻对体内注射特定的药物，就可以使得人变得不在乎自己肉体的缺憾。我会变得压根「不想看到」世界的样子，也压根不觉得自己现在有什么不好。<br><br>虽然听起来很怪异，但这似乎是一条可行的道路。<br><br>可惜，试验结果表明，这条路对长生种而言也行不通。<br><br>长生种体内的各种激素指标维持着严格的平衡，任何用外力干扰这套体系的尝试都会引起强烈的反弹。<br><br>我的确体会了大约一个时辰「不在乎」的感觉，然后就差点死于免疫风暴。<br><br>……<br><br>进行了很多试验，没有任何进展，很灰心。<br><br>但我至少，想要看到一次雨菲的样子。所以我瞒着雨菲（她自然不会答应这种荒唐事），请伊根博士为我装上了一双义眼。<br><br>我终于第一次见到了自己，也第一次见到了雨菲。她黑色的短发泛着光，像绸子似的。洁白的皮肤又像是朱明最好的瓷器。那双墨玉似的眼睛，因疲劳和悲伤而充血，不停地淌着眼泪。<br><br>她看着我那双新生的眼睛，问道：「丹枢，你知道这意味这什么吗？」<br><br>我当然知道，这意味着这双眼睛将会被逐渐排异出去，而我在这个过程中将承受巨大的痛苦。历史上，曾有人因这种痛苦而堕入魔阴身。<br><br>然后我将重归黑暗，失去自己短暂得到的一切。<br><br>我对雨菲说：「我们去看看那些景色吧。那些你以前讲给我的景色。」<br><br>十天后，我们肩并肩靠在一起，看着人造的夕阳逐渐消失在洞天虚假的天空的另一端。排异反应越来越强烈，但只要有她在身边，就似乎没那么痛苦了。<br><br>夕阳在树林尽头染红了天，恍然间像一场大火。<br><br>当晚，我在血泊中哀嚎着，重新回到了黑暗之中。"
            },
            {
                "Name": "（其二）",
                "Desc": "……<br><br>帝弓司命啊，我向您倾诉。<br><br>雨菲去参加战争了。<br><br>这是联盟与丰饶民的第三场大战，我认识的很多人都去参战了。只是我始终没想到，雨菲也会收到诏令。<br><br>「联盟需要最好的医士，而我恰好是最好的医士，这我有什么办法嘛！」雨菲捧着我的脸，故作轻松地说道。<br><br>我握住雨菲的手，急切地说：「罗浮有那么多医士，不必是你。你又不是云骑，这些都是可以推辞的……」<br><br>「我知道你担心我，」雨菲温柔地劝慰道，「我只是随军医士，并不会遇到最危险的情况。况且，帝弓在上，定会护我周全的。」<br><br>她去意已决，我只能几乎是哀求地对她说：「你是一个了不起的人，在没有我的世界里，你也能活得很好。可我是一个渺小的人，我不知道该怎么在一个没有你的世界里活着。所以，请你一定要回来。」<br><br>雨菲无奈地笑了：「我也不能没有你呀！放心吧，我一定会回来的。」<br><br>她放开我的手。我蹲在地上，捂住耳朵，蜷缩成一团，不肯听到她离去的声音。<br><br>帝弓司命啊，请让她平安归来。<br><br>……<br><br>长乐天市区有人堕入魔阴身，造成了不小的破坏。十王司的判官来委托我们对那位堕入魔阴者的遗体进行解剖。<br><br>解剖结果非常令我在意，因此在这里稍微记一笔。<br><br>此人生前是一名天缺者，没有四肢且患有先天性心脏病。但解剖结果显示，在堕入魔阴之后，那些缺陷似乎都不存在了。<br><br>他的四肢比黄石牛还健壮，心脏则像星槎引擎似的。事实上，文献中经常有类似的记载，但实际遇到这种情况，还是颇为震撼。<br><br>不得不说，我似乎一直在刻意忽略一种治疗天缺者的方案…也就是拥抱寿瘟祸祖的力量。毕竟谁也没听说过步离人中有什么「天缺者」。<br><br>也许的确存在一种方式，可以无害地应用寿瘟祸祖的力量。<br><br>当然，这只是一种纸面上的狂想罢了。做这种试验，那就真是杀头的罪过了。<br><br>以防万一，写给调查到这本日记的十王司判官：以上内容皆为在下的妄想，并无任何计划将之付诸实践。<br><br>……<br><br>最近时常与雨菲通信。<br><br>她在后方的战地医院，暂时算是安全地带。<br><br>我当然不可能不担心，但也只能默默祈祷。<br><br>帝弓司命啊，求您保她周全。<br><br>……<br><br>战争结束了，我们赢了，雨菲死了。<br><br>我怎么也想不明白，为什么她会死在后方的战地医院。<br><br>我像个疯女人一样追问了很久，那几个云骑才不得不告诉我真相。<br><br>帝弓司命降世临凡，用神矢剿灭了步离人的舰队。而在这个过程中，祂的神恩也造成了一些「附加伤害」——雨菲所在的战地医院，就是其中之一。<br><br>她没有死在丰饶民的手上，却竟在帝弓司命的神矢之下灰飞烟灭、尸骨无存。<br><br>帝弓司命啊，为什么？<br><br>……<br><br>帝弓司命啊，这是我最后一次向您倾诉。<br><br>我愿您期望毁灭的都复生。<br><br>我愿您期望生存的都毁灭。<br><br>我愿地上一切的生灵都忤逆您的意志去生长。<br><br>我愿天上一切的星辰都因为您的存在而熄灭。<br><br>我愿这银河是属于生命的，而不是属于死灭的。<br><br>我愿联盟可以永存，但并不以您期望的方式。"
            }
        ]
    },
    {
        "Name": "罗浮仙舟情报手记",
        "Desc": "丹恒整理的有关仙舟「罗浮」的情报。",
        "World": 3,
        "Books": [
            {
                "Desc": "致 {NICKNAME}：<br><br>仙舟联盟作为长久漂航在星海中的舰队，其主体是由六座巨大的世界舰所构成。你们即将前往的「罗浮」仙舟，便是其中一座。其余五座分别称为「曜青」、「方壶」、「虚陵」、「玉阙」和「朱明」，各有胜景。<br><br>其他仙舟的情报对你们此行帮助不大，我就不在此赘述了。这条手记只谈「罗浮」。<br><br>抵达罗浮后，需要谨记的事情唯有一条，切记：<br><br><b>不要表露出对「长生」的渴求，也不要表露出对「丰饶」的憧憬，无论你们有没有类似的想法。</b><br><br>我想你们应该在智库中翻阅过相关的文档。仙舟住民虽然外貌与常人甚少差异，但其本质是可寿至千年之久的长生种。联盟警惕着任何短生种追寻长生的秘密，仙舟云骑军更是无止尽地狩猎「丰饶」造就的不死孽物。<br><br>至于其他的事，等你踏上罗浮后自然会领略到的。希望你们能顺利归来。"
            }
        ]
    },
    {
        "Name": "星槎通航记录",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "【沉墟戊字二十二号码头通航记录】<br><br><b>码头承包商：</b>鹤运物流<br><b>码头编号：</b>沉墟戊字二十二号码头通航记录<br><b>操作人：</b>彦卿（神策府）<br><b>星槎通航状态：</b><br><br>……<br>……<br><br>「鹿原幼猊」<br>注册编号：天舶司星字类甲等一三五三四六<br>时间：寅时三刻二十二秒<br>航向：星槎海中枢<br>状态：未返回坐标<br><br>「啸尘」（加速型）<br>注册编号：天舶司速字类丙等二五三零三四<br>时间：辰时一刻三十一秒<br>航向：星槎海中枢<br>状态：未返回坐标<br><br>「云曳」飞舟<br>注册编号：天舶司速字类甲等六三八三五二四<br>时间：辰时一刻三十一秒<br>航向：太卜司、工造司<br>状态：未返回坐标<br><br>……<br>……"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "捡到的卜签",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "签文：<br><br>天开地阔好良缘<br>日吉时良万物全<br>若得此签非小可<br>今天您要撞大运<br><br><i>（这张随处可见的占卜签纸上，最后一句被某人一笔涂去，以潦草的字迹写了一句。）</i><br><br>「有客远来，当倒履迎迓，维恭维敬，所求无不应，方能逢吉化凶。若月 字。」"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "三百年前断更的武侠小说",
        "Desc": "仙舟上曾经名噪一时的武侠小说。断更许久，令人唏嘘。",
        "World": 3,
        "Books": [
            {
                "Desc": "……<br><br>长船中心的静室里，狼首人身的尊者自玄思中睁开双眼，预感到宿命之敌的来临。<br><br>此刻，长身玉立的少女就站在甬道尽头，如同一把脱鞘之剑，锋锐逼人。她的周遭，无数光点明灭闪烁，呼吸着、律动着，仿佛置身于银河。定睛细看，那些光源被封存在一个个半透明的舱罐中，好似数不清的神龛供奉在四壁上。<br><br>「这些丹腑…」狼首的智者吐气开声。「便是你们自神迹中得到的好处。」<br><br>「长生主只给了我族深不可测的力量，但却在你们体内播撒神木的种子，当真不公平啊……」<br><br>「我斩阵三万人，命解骨师自他们的遗体中剖走了尚有活性的丹腑，筑成了这片腑海神龛，详加钻研。」<br><br>「我想的没错。若说心脏的存在是为了维持生命，那丹腑的意义便在于超越生命，自根源汲纳力量。它是比心脏更重要的器官，是潜藏于尔等身体里的『引擎』。」<br><br>「我用它们来驱动你脚下这艘千足之舟，用你们的身体作为武器来毁灭联盟！」<br><br>狼首人掀开遮护胸前的华美罩袍，一袭形如水母般半透明的胞衣铠甲，紧紧包覆着贲突虬结的肌肉。他深深吐纳，仿佛能一口饮尽这片狭小空间中的空气。数息之间，佝偻的身形拔节撑开，成为铁塔般昂藏的巨躯。因易形而碎裂的骨肉发出令人牙根酸疼的摩擦声，又迅速弥合。<br><br>这些痛楚，狼首人早习以为常。随着呼吸，细弱的光丝自他的口鼻眼耳中流溢而出。在他高大的躯体上，熟悉的丹腑光芒开始大放异彩。<br><br>「这身金丹玄甲，与我的血肉适性匹配无缺，简直就像是自个身上长出来的器官一般。但它究竟能发挥出几成功力，始终是个谜。」<br><br>「那些与我对阵的家伙，不过一击就成了肉泥。但换做云上五骁的英雄，也许能试出这个问题的答案吧！」<br><br>女子的眼神如坚冰般灰暗冷酷，仿佛眼前发生的一切无聊之极，不值一提。<br><br>三万个将士，三万颗丹腑，三万点生命的烛火……她竭力不让自己被眼前残酷的奇观夺走心神。<br><br>敌我对峙的感应有如天平之微妙，一侧微倾，另一侧必挟势而上。抓住这稍纵即逝的机会，狼首人模糊成一团灰色的暴风，裂地而来。<br><br>下一个心跳间，少女已不见形影，原本立足之处只余下一枚锐利踏印。一闪而逝的剑光后，是突破音障的鸣啸……<br><br>……"
            }
        ]
    },
    {
        "Name": "药王秘传的指令",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "黄芪：<br><br>按魁首大人命令，所有莳者都须前往一处洞天，引导玄根蔓延生长。<br><br>但今日惊悉负责「流云渡」沉墟码头处的莳者朱槿不幸殉难，殁于化外民数人之手。<br><br>大任当前，私仇暂缓。你接替朱槿完成使命，不可令魁首大人失望，切记。<br><br>绿萝"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "丢失星槎名录",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "【流云渡东侧码头损失星槎统计】<br><br>• <b>「沉墟庚字二号」码头</b><br><br>「鹿原幼猊」（珍藏款）共计两艘。<br><br>「啸尘」（普通型）共计二十二艘。<br><br>「鸣火」商团大型商舰共计一艘。目前已定位。<br><br>「天驱」商团战斗护航船共计两艘。<br><br>• <b>「沉墟庚字三号」码头</b><br><br>「破天」号，星际和平公司使节舰共计一艘。因相移问题与司辰宫的引导航道相撞，损失另计。<br><br>「克里珀尊荣」号，星际和平公司商用运载船共计一艘。目前已定位。<br><br>「怒涛」号，塔拉萨渊民的使节舰共计一艘。【声纹无法转译】这帮【声纹无法转译】两栖蛙人在船里放了六十箱凶残的肉食性灯鱼！【声纹无法转译】「闲云天」的居民向地衡司风雨台反映，在午时左右下起了雨雨【疑似声纹转译错误，待校正】，有十二位当地居民因此受伤。真是谢谢你们了化外民弟兄，咱地衡司就是干介个的！<br><br>…………<br><br>…………<br><br>备注：云骑军斗舰相关损失条目已提交，因《守秘法》相关规定暂时无法查询，请向司辰宫案牍库提交查阅申请后耐心等待批复（于三个工作日内回复）。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "云骑军巡索纪要",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "【云骑巡防分队「庥隆」 巡防记录】<br><br>【记录前略】<br><br>• 【流云渡东侧，「沉墟庚字二号」码头，酉时正】<br><br>事故案牍已全数清查，失灵机巧鸟共计三十二，并无人员滞留受困。<br><br>【记录印戳】长岁<br><br>• 【流云渡东侧，「沉墟庚字三号」码头，酉时二刻】<br><br>接撤离群众举报，目击疑似重犯者在「鸢首」码头出没。吩咐队中三人前往侦察。<br><br>【记录印戳】长岁<br><br><br>• 【流云渡东侧，「沉墟庚字六号」码头，戊时正】<br><br>派出的三人联络中断，至今未归。我决定组织人马再次前往。<br><br>【记录印戳】长岁<br><br>• 【流云渡东侧，「鸢首壬字三号」码头，戊时二刻】<br><br>我抵达了阿毅他们失联的地方<br>然后瞧见了…瞧见他那棵奇怪的树…【声纹无法转译】<br>阿毅他们全都被钉在了那东西的枝条上…【声纹无法转译】<br><br>【记录印戳】长岁<br><br>• 【流云渡东侧，「鸢首壬字三号」码头，戊时三刻】<br><br>那东西…【声纹无法转译】<br>那个身上长满了【声纹无法转译】的家伙…我读取了他的腰牌，是「腾骁」小队的人。<br>为什么他会变成那样…我明明砍倒他了？<br>他又爬起来了…【声纹无法转译】<br>我得赶快把这些汇报给神策府…<br>为什么…为什么通信接不上？！后勤部的【声纹无法转译】都【声纹无法转译】吃回扣了吧！<br><br>【记录印戳】长岁<br><br>【记录中断】"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "来自持明的诉折",
        "Desc": "罗浮持明族龙师上呈六御的请愿书。",
        "World": 3,
        "Books": [
            {
                "Name": "（其一）",
                "Desc": "<b>敬呈罗浮六御诸位大人：</b><br><br>大乱戡平，凶顽伏诛，叛逆流放，罗浮再复宁靖，殊为可喜。<br><br>吾族于此动乱中元气大伤。龙师伤十二人，护珠人伤两百五十三人，丹士及医士伤一百一十六人；另有因灾祸入灭者一千二百八十五人，下落不明者三千余众。<br><br>吾等弥剧哀摧，犹未敢忘责。自龙尊雨别以降，罗浮持明肩负守望「建木」之大任。然遽罹祸变，封印松动，族中尽出精锐，仍不能令其稍复旧观。故请六御具书呈报十王司，放还罪人丹枫。俟其复元封印，而后罪其咎。<br><br><b>持明龙师 溯光 拜上</b><br><br>……<br>……<br><br><i>「将军，持明的请愿书来了。青镞 留」</i><br><i>「不递交十王司，而是呈给六御，想来他们也晓得送过去也是有来无回，所以转而求六御来说情了？我没想到上任将军的头一桩难题竟然和军务无关啊……」</i>"
            },
            {
                "Name": "（其二）",
                "Desc": "<b>敬呈景元将军：</b><br><br>惊悉将军近日签发流放令，将罪人丹枫永久逐出罗浮。敢问将军此举置罗浮持明一族于何地？<br><br>按曜青天风君与联盟的决议，罪人丹枫可免于大辟，改受蜕鳞轮回之刑。此后，丹枫应按持明风俗视为重生，往罪不咎。但十王司扣留其人，名曰教化新生，暗行羁押之实。我等之所以默认此事，是顾及丹枫罪孽深重，若不教他在幽囚狱中受些苦，实难平抑罗浮黎庶之愤。<br><br>而今将军擅自终结徒刑，流徙丹枫，不知是否经过六御合议，是否上呈元帅复核？若这一切仅仅是出于将军对丹枫的旧谊交情，那这等感情用事的决策，恕难从命。我等龙师将上书联盟，并呈报其余四位龙尊，务求令将军撤销成命。<br><br><b>持明龙师 韶英 拜上</b><br>……<br>……<br><br><i>「这几百年间，持明族递上来的请愿书得有上千份了…属这一封措辞最严厉，他们的耐心是到极限了吧。 青镞 留」</i><br><i>「流放令已受十王司允准。既然丹枫已再世为人，不问前愆，为何龙师不能接受他远离这片是非之地…？耐人寻味。」</i>"
            }
        ]
    },
    {
        "Name": "柘落丙字三十六号码头货运星槎时刻表",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "码头承包商：鹤运物流<br><br>码头编号：柘落丙字三十六号<br><br>操作人：{NICKNAME}（第三方编制）<br><br>考核汇报关系：阿凯<br><br>本日未入港货运星槎数量：<color=#f29e38ff>0 / 1 / 2 / 3 / 4</color>艘<br><br>免责条款:<br><br>1、此时刻表只适用于流云渡柘落丙字三十六号码头进港货船。<br><br>2、此时刻表仅供参考，如确认完整时刻表需与鹤运物流确认。<br><br>3、由于数据庞大，鹤运物流可能会滞后更新此时刻表。<br><br>如您发现此时刻表与事实不符，欢迎提醒鹤运物流相关工作人员更改。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "给陌生人的回信",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "尊敬的陌生人：<br>顷接惠书，未即奉答，歉意良深。方知尔身陷困厄，实在深感 / 可悲的陌生人：<br>读过你的经历，我实在深感惋惜。故在信中妄陈鄙人 / 困惑。我将在信中列举本人一孔之见，愿效绵薄之力。尔不妨 / 高见如下，请你洗耳恭听。你应当向家人坦白之，举家还债，共谋出路。潜逃避债虽能得一夜安寝，然终究人心惶惶，朝不保夕，更将落得身陷囹圄，此无异于饮鸩止渴！ / 与仙舟一刀两断，远走高飞！虱多不痒，债多不愁，随它去便是！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "上国梦华录（残篇）",
        "Desc": "一位历史学家对神降时代的追忆。",
        "World": 3,
        "Books": [
            {
                "Desc": "我们惯常以审判者的视线，回望三劫之前的历史。<br><br>因为岁月的帷幔低垂在我们面前，将过去笼罩在雾霭之中，最年长者亦不能看清。<br><br>所以我们这样评价四千年前的众人：以人理触仙道，以凡躯受神迹，终遭业力反噬。<br><br>然而，拨开那帷幔，以你的双眼凝望吧。过去的当真是不堪的吗？<br><br>建木生发，仙道昌隆。人以无尽形寿探索世界，以天人之尊关照自身。仙舟舰队横行于天际，恰如万类之至圣者。<br><br>炼制仙丹，调和息壤，以自在应身求索无尽仙道，此时此刻即是绵延至无尽处的永恒。<br><br>肉身之不朽催生出灵魂之解放，千百亿个自由的灵魂以仙舟的名义，让长生的意志在星海之间回响。<br><br>我们启蒙野兽，令毛物亦能通人言。点化金石，使玉兆推演万古事。<br><br>建木生发，仙道昌隆。万民享其丰饶，何罪之有？古国的王朝断绝，新生的仙舟舰队载着无尽的光华向着自由、永恒与慈悲进发。而彼时帝弓垂迹，又有何缘由将我们的航道阻断？<br><br>梦醒时分，我睁开眼，看到建木屹立在那里，一如往昔。再一眨眼，它便不见了。<br><br>但它终会再来，重新将仙舟带回她应有的航向。"
            }
        ]
    },
    {
        "Name": "静斋的占卜记录",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>【二月廿三日 占卜结果报告】</b><br><br>以天舶司航务为主，推占未来十日情况，得卦涨落在艮、震之间，其势凶。<br><br>另有相关占算结果，见下方附件。<br><br>>>>【穷观阵占算结果】<<<<br><br>循往日演卦应例，解读为有异物入关，徒招祸端。应当致函天舶司关哨，详加严查。<br><br><br><b>【核验批复】</b><br><br><i>「已去函天舶司关务厅。 卜官绘星 批复」</i><br><br><i>「按照过去的案例，可以详加查验危险生物输入相关事项。 卜官明阅 批复」</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "明阅的占卜记录",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>【三月十三日 占卜结果报告】</b><br><br>以太卜司勤务为主，推占得卦涨落在巽、坎之间，其势平，无咎。诸元误差在千分之二左右。<br><br>另有相关占算结果，见下方附件。<br><br>>>>【穷观阵占算结果】<<<<br><br>循往日演卦应例，临时遣散司部人员或集体放假，可避祸患？查了下，最近太卜司没有假期。怪了，怎么会得出这样的结果。<br><br><br><b>【核验批复】</b><br><br><i>「最近占卦结果怪事频出，我等是否应当检修一下穷观阵？ 卜官绘星 批复」</i><br><br><i>「放假？不可能！绝对不可能！ 卜官静斋 批复」</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "黄钟系统共鸣记录",
        "Desc": "联盟的各艘仙舟之间会通过黄钟系统相互报告现状。这是「罗浮」仙舟星历 8098 年的黄钟系统共鸣记录。",
        "World": 3,
        "Books": [
            {
                "Desc": "星历 8098 年四月<br><b>「方壶」仙舟传信：</b>现时停泊于特拉尔特库特利星团兰那地恒星系。该恒星系中不存在任何类地行星，且只有一颗行星具备初级的生态系统。方壶判断，该恒星系地处隐蔽，且附近数光年内不存在生态圈，可规避丰饶民或军团的袭扰。<br>若无特殊情况，方壶预计在此处停泊至少十个星历年。<br><br><i><b>夕葵备注：</b>方壶在第三次丰饶战争后，一直奉行自保政策，休养生息。这本无可厚非，但方壶的自保政策，已经使得他们几乎断绝了与其他仙舟之间正常的交流与贸易…从罗浮的立场上来讲，我并不认为这是一件好事。</i><br><i><b>司舵备注：</b>方壶龙尊要对方壶上的黎民社稷负责。在上一场战争中，他们已经失去了太多。对持明而言，任何人口损失都是永久性的损失。让那艘仙舟继续休息吧，他们现在承受不起任何风险。</i><br><br>星历 8098 年五月<br><b>「曜青」仙舟报告：</b>征法洛莫莫孽物，大捷。<br><br>星历 8098 年六月<br><b>「曜青」仙舟报告：</b>征忒斯特-Ⅷ孽物，大捷。<br><br>星历 8098 年七月<br><b>「玉阙」仙舟报告：</b>现时继续沿古代航路前进，持续勘探。监察报告已另行发送。<br><br><i><b>夕葵备注：</b>已收到玉阙之监察报告并上报司舵。</i><br><i><b>司舵备注：</b>收到，辛苦。</i><br><br>星历 8098 年十月<br><b>「曜青」仙舟报告：</b>征萨金夏都孽物，初出而不利。后得公司助力，大捷。<br><br><i><b>司舵备注：</b>传信至曜青天舶司：建议适时休养生息。</i><br><i><b>夕葵备注：</b>明白，已传信。</i><br><br>星历 8098 年十月<br><b>「虚陵」仙舟报告：</b>一切如常。<br><br><i><b>夕葵备注：</b>我到现在都不知道虚陵在哪里……</i><br><i><b>司舵备注：</b>正常。我也不知道。</i><br><br>星历 8098 年十一月<br><b>「曜青」仙舟报告：</b>现时停泊于刻尔莎兰星团萨金夏都恒星系的萨金夏都。目前与公司共同开发当地矿产，休养生息，一切安好。多谢驭空姐姐挂念。<br><br><i><b>司舵备注：</b>传信至曜青天舶司：请在黄钟系统中严肃发言。</i><br><i><b>夕葵备注：</b>明白，已传信。</i><br><br>星历 8098 年十一月<br><b>「朱明」仙舟报告：</b>现时停泊于勒华拉杜里星团史黛拉•山崎恒星系，该恒星系处于克里姆特立宪国疆域内。朱明将在此处进行为期十个星历年的技术交流。<br>朱明期望能用先进的冶炼技术，换取当地极为丰富的矿产资源。<br><br>星历 8098 年十二月<br><b>「曜青」仙舟报告：</b>征阿特莫德斯孽物，大捷。<br><br><i><b>夕葵备注：</b>需要给他们发送什么信息吗？</i><br><i><b>司舵备注：</b>不，随他们吧。</i>"
            }
        ]
    },
    {
        "Name": "《易镜窥奥》",
        "Desc": "符玄在工作之余写下的草稿，谈论卜筮之道，算法和种种占卜相关的逸事。",
        "World": 3,
        "Books": [
            {
                "Name": "（稽神篇 • 总论）",
                "Desc": "……<br>……<br><br>占卜之道所求的乃是「鉴往知来」四字。人类行于命途，星宿动于天穹，察其势而可知将来。这一切全都建立在当下（或者说过去，因为当下无时无刻正成为过去）「诸元」被卜者掌握的情况下。<br><br>但创立太卜司制度的玄曜大人曾有言：「不可贞者，唯天与神」。在她看来，宇宙与其所孕育的星神是不可卜知的。<br><br>理由很简单，没人能在同一时间站在所有观测角度推演未来。「全知」是不可企及的境地。且不说宇宙，那些被称为「星神」的存在，也因其诸元庞杂，能为极大，祂们的未来就像宇宙本体一样，超出了我们所能负荷的运算之外。<br><br>若以天体目之，星神绝不是死物，而是具有超然心智的生灵。但若以生灵目之，星神又如天体般充塞星空，庞然无朋，循其道而动，鲜少同我等凡物交流。<br><br>按照观测记录，玄曜大人将目前所观测到的星神共分三类：<br><br><b>司命</b>：主凡人生死，攸关文明盛衰。<br><b>天君</b>：难测其善恶恩威，往往亦不知其所之。<br><b>祸祖</b>：万祸元凶，若不遁避，必招灭顶大劫。<br><br>目前所知诸星神如下：<br><br><b>【帝弓司命，岚】</b><br><b>【补天司命，克里珀】</b><br><b>……</b><br><b>【遍智天君，博识尊】</b><br><b>【游云天君，阿基维利】</b><br><b>【常乐天君，阿哈】</b><br><b>【妙见天君，伊德莉拉】</b><br><b>……</b><br><b>【寿瘟祸祖，药师】</b><br><b>【烬灭祸祖，纳努克】</b><br><b>【螟蝗祸祖，塔伊兹育罗斯】</b><br><br>……<br>……"
            },
            {
                "Name": "（稽神篇 • 司命）",
                "Desc": "……<br>……<br><br><b>【帝弓司命】</b><br><br>「巡猎」命途之主，吾等称其为「岚」的天弓之神。<br><br>祂绝少示现面对凡人，其出没的征兆只有划过星空的光矢与尾迹。帝弓不知疲倦地巡猎「丰饶」药师所造的不死孽物。<br><br>帝弓司命的首次垂迹出现于星历 3400 年前后，倾天光矢自天而降，斫断了丰饶神迹「建木」。自此之后，仙舟人方能从混乱、疯狂和衰退中重新复兴，联盟肇始于此。<br><br>时至今日，太卜司卜者的一大职责便是守望帝弓的神矢诰谕，判读其意义。<br><br><b>【补天司命】</b><br><br>「存护」命途之主，琥珀王，星际和平公司称其为「克里珀」的天垣之神。<br><br>从所有的观测记录来说，琥珀王一直在努力隔绝世界间的往来，其所筑天体级的造物——亚空晶壁分隔并保护了诸界。按照星历 1000 年左右的记录，最初的九艘仙舟巨舰别离故乡，迢迢苦旅后曾目睹了分隔世界与无尽虚空的藩篱，厄喀德娜天垣。<br><br>但与分隔这一行为相反，为琥珀王奉献的主要派系「星际和平公司」却促成了星海间的文明交流与融合，他们拥有寰宇最大的星际航行舰队。克里珀如沉默的巨人般放任彼等贸易、迁徙，甚至在星际和平公司中出现了「存护」的令使。这种与神明背道而驰的行为没有受到任何谴责，颇耐人寻味。<br><br>……<br>……"
            },
            {
                "Name": "（稽神篇 • 天君）",
                "Desc": "……<br>……<br><br><b>【遍智天君】</b><br><br>「智识」命途之主，天才俱乐部、博识学会称其为「博识尊」的知识之神。<br><br>博识尊的意图、坐标与常态无人可知。人们只是口耳相传，伟大的思考机械升格成了星神，并开始演算宇宙的本质与其最终解答。在答案揭晓前，祂将召集智慧生命中诸多最伟大的头脑，一同参详妙谛。<br><br>我本人有幸曾谒见过博识尊的神体，对祂的存在也许有资格多加解释几句。<br><br>与常人认知的相反，博识尊并非给予「答案」之神。恰恰相反，祂所能提供的只有数之不尽的问题。许多人终其一生都行走于蒙昧痴愚的迷雾中，渴望求知，却不得其门而入，被「前因」束缚，被「知见」障目。谒见博识尊，足以令最愚昧之人睁开「眼睛」，看见问题所在。但寻求解答，仍要靠自己。<br><br>太卜司同僚中有锐意求学者，可以效仿博识学会中某些苦修学士，踏上所谓「开眼之路」，若机缘注定，必有问道于博识尊的吉运。<br><br><br><b>【游云天君】</b><br><br>「开拓」命途之主，无名客称其为「阿基维利」的漫游之神。<br><br>关于游云天君，留下的只有几乎不可考的传说。对仙舟人而言，「传说」这两个字意味着古老到不可思议的时间。在琥珀纪最初的纪元里，阿基维利就已奔驰于银河中的各个蛮荒世界。正是因为祂与无名客的存在，散落于银河黑暗中的孤立世界才能彼此知晓。<br><br>游云天君最重要的神迹是缔造了「虹车」与「星轨」。根据传说，虹车是铺设星轨所用之重器；而星轨，则能将遥不可及的诸界以某种玄妙方式连接一体。无论是公司还是仙舟，我等如今所仰赖的安全航路，均是沿这条轨道的遗迹行进。很难想像，若阿基维利没有殒落，如今的诸界之间往来将会如何便利。<br><br>根据玉阙仙舟所获的最新情报，消失千年之久后，游云天君的虹车再度出现在了星海间。孽物肆虐，烬灭军团涂炭生灵……值此多事之秋，这些无名客会给银河带来什么？本座无从想象。<br><br><br><b>【常乐天君】</b><br><br>「欢愉」命途之主，假面愚者与悲悼伶人称其为「阿哈」的诡计之神。<br><br>如果非要在星神的运行方式中划出一个「神性」与「凡性」的尺度，那么阿哈一定是相当接近「凡性」一侧的星神。祂会拨弄智慧生灵的悲喜爱恨，并促成命运的颠覆与转折——按照其信众的说法，祂本人也对此乐在其中，甚至会以人形示现，推波助澜。<br><br>如果有人认为这位常乐天君仅仅是众神中的丑角，那就大错特错。是的，祂确实不能像帝弓司命或补天司命那般留下震惊寰宇的神迹。但祂以某种看不见的手段，无形中左右着众生的去向，显示出对现实非同一般的精妙操控。<br><br>例如在帝皇鲁珀特征服星海的时代，祂的信众在「哲学家联合」沦为无机生命的领土后于当地再度掀起叛乱，并以名为「哲人鸩酒」的幽默悖论病毒侵染了征服者们的运算中枢，推翻了当地机械军团的暴政。<br><br>类似的神迹比比皆是，一圈微不足道的涟漪，最终演变成了地动山摇的海啸——这便是阿哈的行事风格。<br><br><br><b>【妙见天君】</b><br><br>「纯美」命途之主，纯美骑士团与揽镜人称其为「伊德莉拉」的司美之神。在某些国度，也有智慧生命称其为「恩•德芮」。<br><br>迄今为止，纯美骑士团四分五裂，揽镜人流浪诸界寻找祂的圣物，这些都足以证明祂已殒落。但本座与博识学会交换的卷宗提及：若能将妙见天君的遗物寻获完整，便可重现其绝美之姿。<br><br>在更古老年代的神话里，伊德莉拉一度将众多星域的「美」归于一尊，祂向英雄、凶徒和凡人们展现宇宙图景中蕴藏的意义和美学，并驱使他们为取悦自己而完成惊人（但往往也是毁灭性的）功业。这一神话或许透露出「纯美」命途的意义：意识、见解与价值的统合。<br><br>……<br>……"
            },
            {
                "Name": "（稽神篇 • 祸祖）",
                "Desc": "……<br>……<br><br><b>【寿瘟祸祖】</b><br><br>「丰饶」命途之主，吾等之大敌，丰饶之民与仙舟联盟称其为「药师」的生命之神。<br><br>无需赘言，关于祂示现罗浮留下「建木」的神话，诸位卜者想必在黉学、在云骑军服役、在许多闲书里都曾读到过。那么本书便无需为此多留篇幅了。<br><br><b>需要再度向各位重申，任何以「寿瘟祸祖」本体为主方、占算其未来的行径都是不可饶恕的重罪。</b><br><br>我明白，在修习卜筮之道的头一百年里，卜者总会堕入某种掌握知识的狂妄情绪中，自以为对命运有了掌控，自以为有通天彻地的能耐，妄想无视禁令对星神进行占卜，获取吉光片羽的秘密。对于其他星神，如此尝试或许可以睁一只眼，闭一只眼。但对药师，十王司颁布了禁令，违者视同触犯「不赦十恶」，须受重惩——当然，前提是你还能活着接受惩罚。<br><br>「寿瘟祸祖」是仙舟人转变为长生种的根源。因此吾等与药师之间存有某种无法廓清的超距作用。这种格物学尚不能解释的联系，可能是「魔阴身」产生的原因之一。而任何试图以占算手段窥视药师者，也将在这种作用下承受其反噬。所有类似行为都招致了惨烈的结果，这些记录在太卜司书库中「违命」一栏备有存档，请各位卜者好好审视。<br><br><br><b>【烬灭祸祖】</b><br><br>「毁灭」命途之主，被反物质军团和泯灭帮称之为「纳努克」的破坏之神。<br><br>虽然出现最晚，但纳努克及其爪牙已可称得上银河首恶了。相较于「寿瘟祸祖」治愈生命，招致变异与毁灭性的结果，烬灭祸祖带来的混乱更为直接，祂及其座下令使率领反物质军团侵攻一切存有文明的世界，将之化为灰烬。<br><br>尽管联盟奉行帝弓诰谕，追逐「丰饶」的踪迹，猎杀失控的孽物，但联盟与烬灭军团的大小战斗记录已逾万条。斥候传回的情报中，开始频繁缺失某些曾与仙舟建立文明交流的星球近况。这一切令人心忧。也许在不久的未来，联盟所面对的大敌将不止孽物一种。<br><br><br><b>【螟蝗祸祖】</b><br><br>「繁育」命途之主，被公司与其他受害世界称之为「塔伊兹育罗斯」的增殖之神。在某些世界，祂也被称为「虫皇」。<br><br>即便虫皇逝去了如此之久，祂带给宇宙的恐怖与帝皇鲁珀特相比也不遑多让。仙舟抵达的许多世界中，丹鼎司都采集到了特殊的生物污染样本，那是被称为「繁育因子」的虫群衍变基因。博识学会的武装考古学士提供了更多的证据，那些被螟蝗祸祖虫巢化的群星已成为不可修复的恐怖地狱，最终只能以灭星武器永绝后患。<br><br>按照他的说法，这样的恐怖并未消失，虫皇的遗孑尚在，而祂本尊也随时可能归来。这位学士曾向我展示过他的收藏，一枚黯淡昏黄的琥珀结晶，我自其中看到了翕动的斑点和嗡鸣的震颤。当他告诉我，这是「虫皇囚笼」的一部分时，我深感惊愕。额间的法眼无法看见关于此物的未来演变，从侧面佐证了学士的说法。我只能向帝弓默祷，这样的一天不会过早来临。<br><br>……<br>……"
            }
        ]
    },
    {
        "Name": "一份卜测报告",
        "Desc": "曾有卜者预见到罗浮即将遭遇灾难，可惜这份报告并未受到重视。",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>【三月十二日 占卜结果报告】</b><br><br>例行以罗浮航路为主方，推占十日内未来。占算中穷观阵阵基符箓扰动，几难成卦。此三十年未有之象。<br><br>最终，得卦涨落在艮、坎之间，其势大凶。另有相关占算结果，见下方附件。<br><br>>>>【穷观阵占算结果】<<<<br><br>循往日演卦应例，建议对策如下：<br><br>一、致函神策府，呈报景元将军，增加云骑舰队巡防班次，御敌袭于未然。<br><br>二、致函天舶司，严查关防及物资出入，筛除祸因。<br><br>三、致函工造司，检修穹仪、引擎等仙舟枢机关键，以防不测。<br><br>四、太卜司以瞰云镜再次扫描可见星域，确保并无黑洞或其他凶危天体干扰航路。<br><br><b>执勤卜者 若月</b><br><br><br><b>【核验批复】</b><br><br><i>「相关信息毫无参考价值，疑为推演时掺杂冗余诸元所致，不予采信。卜官明阅 批复」</i><br><br><i>「涉及三司去函，一经采信，所费周章极大，断不可因一凶卦而轻发。建议复核，重新演卦。卜官绘星 批复」</i><br><br><i>「若月，你知道那些招摇撞骗的江湖术士在告诉顾客自己能预知未来时都会怎么说的对吧？『你最近要大祸临头』，但问到具体原因，则回答『天机不可泄露』。你这条报告和那些骗子的说辞有什么区别？ 卜官静斋 批复」</i><br><br><i>「我知道太卜司的报告需要明确指出时间、因由和吉凶。但我真的没办法再重现一次嘛！这结果是突然蹦出来的，简直就像穷观阵自己有了生命一样……卜者若月 留」</i><br><br><br><b>【结论：不予采信】</b>"
            }
        ]
    },
    {
        "Name": "帝弓垂迹录",
        "Desc": "太卜司将「巡猎」降世临凡的观测记录整理成册，就成了这本《帝弓垂迹录》。",
        "World": 3,
        "Books": [
            {
                "Desc": "……<br>……<br><br><b>【观测记录 星历 7900 年】 </b><br><br>同年第三十三次瞰云镜寰域扫描，观测到帝弓示现。痕迹指向失魂星域三处坐标：雅达尔变星，墨蓝梦魇，白骨之指。<br><br>太卜以穷观阵演算，占得其间必有寿瘟。卜算结果呈报玉阙仙舟，应验。<br><br>经查，步离人苍牙猎群大掠其间，试图将其中一处世界转为其武器牧场。云骑舰队「垂虹卫」执行劫罚，大胜而归。<br><br>……<br>……<br><br><b>【观测记录 星历 7954 年】 </b><br><br>同年第六次瞰云镜寰域扫描，观测到帝弓光矢残迹。预测光矢坐标为列瓦汀-XVI。<br><br>云骑舰队「春霆卫」抵达坐标时，该星体已遭摧毁，无幸存者，归入「死灭世界」分类，并自星图航路中删除。<br><br>罗浮工造司成功自星体破碎残骸中开采光矢余烬。罗浮丹鼎司提取了部分生物样本，解析其居民所感染的寿瘟特征。<br><br>……<br>……<br><br><b>【观测记录 星历 8072 年】 </b><br><br>曜青、方壶发送烽火信号，预警丰饶民联军再度成形，游星「计都蜃楼」复苏活化，侵逼方壶。罗浮云骑遣「垂虹卫」、「春霆卫」、「毕方卫」、「欃枪卫」驰援迎战。<br><br>其间战事焦灼，几欲败阵，幸得帝弓神矢扫灭顽敌。此役罗浮仙舟共损失斗舰六万三千余艘，飞行士十二万余人。方壶仙舟近五分之一洞天受光矢轰击被摧毁。<br><br><br>（该记录条目下，一位批阅者备注了一行小字）<br><br><i>「帝弓从不向血肉凡人开口…祂仅以光矢宣其纶音。」</i><br><br>……<br>……"
            }
        ]
    },
    {
        "Name": "大毫的日记",
        "Desc": "长乐天地衡司公廨执事长大毫的日记。其中记录了他漫长的人生。",
        "World": 3,
        "Books": [
            {
                "Name": "（其一）",
                "Desc": "<b>十月卅二日</b><br><br>早上醒来，我没有动弹。我想像自己缺席工作一天，公廨里会怎样。<br><br>我很清楚，不会怎样。离开了谁仙舟也会继续航行下去，就像帝弓的箭，总会射向它该去的地方。<br><br>最近越发不耐烦处理司里那些鸡毛蒜皮的事情了。每当接手某个工作，便要唠叨一番，将关于这件工作上下游所有相关部门的人员统统腹诽一遍，然后硬着头皮干活。交代给下属是不可能的，年轻人都自由的很，只干自己想干的事情，憧憬着去其他世界外派工作转一圈，却对眼前细碎的活儿不屑一顾。<br><br>地衡司的工作，毫无意义。我接手的一百二十二年来，它们不带重样地反复发生，并且还会继续重复下去。<br><br>我不想工作。我只想像一条狗一样，匍匐在地衡司公廨前晒晒天上的假太阳，看人群来来去去，猜猜他们是干什么的，要是有旅客冲我扔个饼，我就冲他摇摇尾巴。<br><br>可惜，仙舟上并没有不干活的狗，谛听都他娘的比我有斗志。<br><br><br><b>十一月二日</b><br><br>他们说短生种「衰老」的第一个征兆是开始怀念过去，仙舟人也没两样。虽然我们的身体并不会变老，但心早就被掏空了，被那些过去的事情。<br><br>我梦见了自己回到战场上。我和云骑弟兄们手持雷弩，身后跟着自动出鞘索敌的剑。我们回到了地空星、回到了巨人之臂，回到了塔拉萨的海岛，与形形色色的丰饶孽物们战斗。<br><br>我梦见自己被不似人形的兽类包围。剑在身边不停飞旋、切割然后碎裂。对方的体液糊了我一脸，我没想到那不是冷的，我没想到它是红色的。<br><br>梦里的世界赤红一片。长着硅化几丁质外甲的巨兽们放声咆哮，把所有靠近的队伍碾成肉泥。孽物们卷动皮膜般的翅膀，风刮的扑面生疼。<br><br>我想再看看弟兄们的样子。但我身边空无一人。低头看，大地上是一张张不甘心的脸，僵死凝固的表情在嘶吼生前没实现的愿望。每一颗眼珠都像落入尘埃里被磨花的玻璃球，死死咬住天空。<br><br>长生种……这个笑话让我忍不住放声大笑，醒了过来。<br><br>右臂曾被扯断的地方烧灼着，仿佛刚从巨兽的嘴里拔出来。我转了转肘关节，就算它能长回去，我依然忘不了那场几乎让我咬碎整个世界的痛。三百年过去了，这疼痛仍未平息。"
            },
            {
                "Name": "（其二）",
                "Desc": "<b>十一月十日</b><br><br>按照统计，退役云骑是最容易陷入魔阴身的群体。我很幸运，我好端端地挺过了第三次丰饶民战争，一直活到了现在，甚至还领上了退休金，在地衡司里占了个豆粒儿大的差事混吃等死，若没有重大失误，这碗饭足可吃到下下个琥珀纪吧，大概。<br><br>公廨里的小鬼们总觉得我平时看起来大大咧咧、泼天的大事也能像个没事人似的扛下，他们开玩笑称我「不死的大毫」。他们甚至拿我什么时候会被「十王司」接走的事来打赌。<br><br>不管长生种还是短生种，年轻人对「人生结束」这样的事情，都一样他妈的毫无概念啊。真想看看「十王司」的冥差出现在面前时，这帮小鬼脸上会有什么表情啊。可惜，我一定走在这些家伙的前头。<br><br>十王司……我知道每个仙舟人最终都会被十王司接走，但我一直不知道他们是怎么办到的。<br><br>按照罗浮的都市传说，十王司会翻看生死簿，把人带进冥府，历数此生善恶罪过。那些判官与凡人幽明道别，就算迎面撞上也不能目睹……<br><br>说的倒是有鼻子有眼的，但细细一想，问题真多：<br><br>仙舟上的冥府在哪？<br>他们怎么知道你什么时候魔阴身逼近？<br>他们又怎么统计出你这辈子干的所有鸡毛蒜皮、小功小过，然后像学黉里的先生给你判卷一般，给你的人生评个优良中差？<br><br>嘿嘿，说到底，传说只是传说，都是骗小孩呢吧！<br><br><br><b>十一月十二日</b><br><br>但我真的见过十王司办冥差的样子，还不止一次。<br><br>头一次，是在我刚接手地衡司勤务工作时，我曾见到一队小娃娃打着灯笼走过闲云天的街道。那时洞天入夜，连月色和星光都被移走了。街道上户牖紧闭，人迹全无。唯独那几个孩子像从浓重的黑暗里化出形体一般，步履无声地走着，身边悬浮着几座小小灯台。他们身后跟着的人我认识，那是我的父亲。<br><br>我父亲六百四十六岁时，突然开始说起胡话来，他问我为什么把饭打翻在桌上，为什么把他的衣服烧掉，为什么拿走他的玉兆当球踢……这恐怕都得是我十几岁时的调皮事迹了，我脑海里如今半点也留不下印迹。往后数日，他开始不吃不喝，也不应人，只像一具行尸走肉般坐着，像是无人打扫的墙角里生成的蛛网，积满灰尘、毫无生气。<br><br>我知道他犯了五衰的征兆，堕入魔阴身在即，于是按规矩延请丹鼎司的医士看诊，仍想看看是否有恢复的可能。医士开了几味药，然后盯着我的脸说，要有所准备。<br><br>「准备什么？」我问医士。医士一脸习以为常地说：「做好准备，令尊会被接引。」<br><br>我当时便明白了，父亲的大限到了。我知仙舟上人人皆有这么一日，但落到父亲身上，仍很突然。<br><br>我拿起案子上的药方看了又看，像是师傅在检查徒弟的功课。医士突然伸手抓住方笺的一角，像是要收回去。我明白她的意思：身入魔阴，药石无医。但我只记得自己牢牢攥住了方子，嘴里叨叨着，「就按这个方子来，再试试，再试试。」她见我态度坚决，便抽回手，准备针药汤剂去了。<br><br>想也知道，此后父亲再也没和我说过一句话，直到我目睹他随着这几个孩子走到了我面前。不知是不是错觉，我觉得他变年轻了。说仙舟人变年轻是个可笑的说法，咱们的容貌从成年后就不再改变了——但人的神态是会变的。父亲的步子轻快，神色中带有释怀的洒脱，原本仿佛被尘垢遮盖的脸舒展了开来。<br><br>我张大了口，想叫他的名字。但话哽在嘴边，还来不及出口，他先轻轻说了声「珍重」，口齿清晰。我疑心他病好了，从魔阴身的边缘挣扎回来了。但我知道，这是我一厢情愿的想法。那两个孩子吹了吹身边的灯座，一眨眼，我面前只剩下了黑暗，父亲和那几个孩子仿佛没出现过。<br><br>我连夜勤的工作也忘了，独自站在那片黑暗里。半晌，我突然想起了医士开下的那张药方，我原本一直揣在怀里，但如今伸手摸了摸，却发现它不在那儿了。"
            }
        ]
    },
    {
        "Name": "大敌名录",
        "Desc": "神策府内的案牍卷宗，记录了与仙舟为敌的各路势力。",
        "World": 3,
        "Books": [
            {
                "Name": "烬灭卷：绝灭大君",
                "Desc": "<b>【大敌名录 • 烬灭卷 • 目录】</b><br><br>……<br>……<br><b>绝灭大君</b><br>末日兽<br>践踏者<br>虚卒<br>重子/反重子<br>……<br>……<br><br><b>【词条】绝灭大君</b><br><br><b>分类</b><br><br>依其起源种属，并不固定。<br><br><b>摘要</b><br><br>绝灭大君是「烬灭祸祖」纳努克所擢选的令使，「反物质军团」众多部队的领军者。<br><br>尽管纳努克令无数世界枯萎死灭，消灭了数不尽的文明物种，但对顺从其意志，乃至甘愿踏入「毁灭」命途的有能者，祂依旧会留有活路，延宕其末日。受赐毁灭之力，被反转扭曲，这些生灵成了众所畏惧的「绝灭大君」。<br><br>根据传言，纳努克座下共有七位大君，代表了「毁灭」的七种极致倾向。但目前为止，我们仍未能完整查知这七位大君的具体情报。<br><br>无论是联盟的观测记录，还是公司的情报网，所能获取的有效信息极少——毕竟「毁灭」所过之处，什么也不会留下，连信息也是如此。其中至少有四位大君尚且不知其名，仅能从「毁灭」的倾向判断其存在。<br><br><b>观测记录</b><br><br>【焚风】<br><br>「焚风」有「一人万军」的恐怖名声，也是最热衷于暴力毁灭的大君。如其名所示，焚风痴迷于事物在毁灭瞬间所爆发的力量与美感。<br><br>星历 6804 年，点燃新伯利恒的太阳，以巨量辐射炙烤其地表，使之玻璃化；<br>星历 7143 年，生成巨大的气旋风暴，将亚甸星上的生态系统搅动至支离破碎；<br>星历 7658 年，钻破月卫之盾的地壳，进行地核打击压碎整个世界……<br>这些毁灭行径都充分反映了他对末日降临景象的极端喜好。<br><br>对联盟潜在危害：极高。<br><br>【星啸】<br><br>「星啸」是烬灭祸祖的先锋将军。<br><br>虽然无人能理解纳努克的行动逻辑，但星啸确实是祂最常启用的将军，其部队遍布银河，在群星间织出行军路径和毁灭的道路。<br>曜青、朱明、方壶仙舟都曾留下过与星啸率领的军团卒子交战的记录。<br>星啸也是目前唯一登陆过仙舟的「毁灭」令使。按照《仙舟通鉴》的记载，她曾在星历 5700 年左右要求朱明仙舟放弃抵抗，改变航路协助她攻伐造翼者的世界。<br><br>对联盟潜在危害：极高。<br><br>【铁墓】<br><br>「铁墓」最擅于攻伐技术发达的世界。<br><br>所有幸存者提供的情报无一例外地指出，他们目睹了「智慧的溃败」。<br>无机的AI军团在瞬间瘫痪、倒戈；外层空间防御阵列开始向地面齐射；飞行载具如同蝇群纷扰四散，无法对敌……铁墓最擅于攻下那些自信科技的文明世界。<br>就在最近，根据玉阙仙舟提供的情报，「铁墓」攻下了巴兰扎熔炉。吾等需要尽早防备他的攻势。<br><br>对联盟潜在危害：极高。<br><br>【？？？】<br><br>未能明确标定其称呼，但留下了观测记录的大君。<br><br>玉阙仙舟的观星士曾提供了对死亡星球「叙拉古-III」持续一百五十二年的观察记录。<br>军团在这个世界极为缓慢地推进阵线，构筑优势，施加压力，蚕食抵抗者，又如同观察蚁群一般，观察受难文明在结构上的缓慢崩溃。<br>类似的现象也反复出现在赤色巴别、奥古尔星环等世界的死亡过程中。可以推测其幕后隐有一位如棋手般冷静自持的大君，引导着相关战事的发展。<br><br>对联盟潜在危害：极高。<br><br>【？？？】<br><br>未能标定其称呼，但留下了观测记录的大君。<br><br>按照星际和平公司的记录，他们最近三百年间至少观察到了一百二十二个世界陷入不知原因的混乱，最终被反物质军团击溃。<br>一开始公司派出的调查者们倾向于这些事件都是各自孤立的结果。但所有灾后评估报告却将这些世界的灭亡归结为一个原因：「精神」的破灭——信仰体系的内部冲突、精神支柱的瓦解、文明内部信任的崩溃、以及对希望的彻底弃绝。<br>玉阙仙舟的太卜司认为，这一系列操作的背后潜藏着某位看不见的绝灭大君。<br><br>对联盟潜在危害：未知。<br><br>【？？？】<br><br>未能标定其称呼，但留下了观测记录的大君。<br><br>博识学会向我们提供了一张来自雅梵娜之链的星区光度对比图，其上三分之一的恒星在将近三百年的时间里被某种力量熄灭，这绝对不可能是正常的天文现象。<br>在这些被黑暗笼罩的世界里，反物质军团任意穿行，自永夜里降下毁灭。根据逃离雅梵娜的幸存者们的证言，他们称其为「吞日之兽」。<br><br>对联盟潜在危害：未知。<br><br>【？？？】<br><br>未能标定称呼，但留下了观测记录的大君。<br><br>罗浮地衡司的生态学者曾调查过一个被彻底反物质化的奇特世界。其上所有的事物都在奔向自己的镜映般的对偶产物，随后在对撞中爆发出湮灭的炫光。<br>反物质军团的造物素来拥有扭曲而奇异的外形，在摧毁它们的瞬间，许多军团造物会迸发出激烈的逆火，将敌人一同拖入湮灭。也许这种奇异性质，正是来源于这位大君？<br><br>对联盟潜在危害：未知。<br><br>（卷宗底部批注了两行小字）<br><br><i>「云骑军虽奉帝弓诰谕讨伐孽物，但联盟成立至今，我等与反物质军团的冲突不可胜数。可预见的未来，云骑将难免与烬灭祸祖的爪牙一战，应当早做准备。」</i>"
            },
            {
                "Name": "孽物卷：步离人",
                "Desc": "<b>【大敌名录 • 孽物卷 • 目录】</b><br><br>……<br>……<br><b>步离人</b><br>造翼者<br>慧骃<br>视肉<br>岁阳<br>虺裔<br>……<br>……<br><br><b>【词条】步离人</b><br><br><b>分类</b><br><br>灵长目 • 人科 • 犬亚种<br><br><b>摘要</b><br><br>步离人是联盟历史最悠久的大敌，「丰饶之民」的主要分支。其起源星球目前尚未探明。但从基因甄别结果来看，步离人的先祖与狐人同根同源，并最终走上了两条截然不同的进化之路。<br><br>按照狐人的史诗所述，二者同受被称为「长生主」的天外神明启迪，汲饮赤泉，禀获长生。但在之后的历史发展中，步离人将狐人视作奴隶与炮灰，驱使着他们向天外征伐。<br><br>联盟有史可查的记录中，仙舟与步离人共发生过三次大规模战争，损失惨重。因此，无论何时云骑军都要警惕步离人的动向。<br><br><b>生理</b><br><br>步离人具有鲜明的犬类解剖学特征：骨架宽阔瘦长，下颌与颈部肌肉有力，犬齿发达，颅顶生有兽耳，手足生就锐利指爪。<br><br>在「长生种」这一广泛的生物分类范畴中，步离人具有堪称佼佼者的愈合能力。<br><br>与这一愈合能力伴生的则是他们的变形能力（步离人称其为「月狂」）。这一能力极少在狐人世系中观察到（「曜青」仙舟的狐人除外）。其变形时伴随大量的骨质与肌肉增生，例如吻部和下颌骨的突出，反足结构的出现。这些伤害性的变形过程最终都会通过快速自愈完全修复。<br><br>在战斗中，步离人会散发出名为「狼毒」的信息素，唤起杏仁核的恐惧情绪。与之作战时，云骑军可以通过服用丹药克制这种本能恐惧。<br><br><b>科技</b><br><br>步离人擅长生物科技，对自体进行多种生物技术改造。步离人的盔甲、武器都带有明显的活体特征。<br><br>其舰船被称为「器兽」或「兽舰」，是具有摄食、攻击、繁衍能力的生物飞船。步离人日常狩猎时所乘坐的战斗飞行器也均以速度见长。<br><br><b>政治</b><br><br>步离人采用部落议会制，其文化中充斥着弱肉强食、力量为尊的远古传统。<br>单个部落被称为「猎群」，而多个部落联合体则被称为「大猎群」。<br>一个部落往往会将最健壮狡诈的步离人选为首领，人称「巢父」。而在大猎群中，选举首领的仪式则是由若干巢父互斗，依强弱排定座次，居首位者被称为「父狼」或「战首」。<br><br><br>（卷宗底部批注了两行小字）<br><br><i>「前任战首呼雷已遭囚禁，如今新战首是……？」</i><br><i>「未有定论，但据说是昂沁，又或者力萨。青镞 留」</i>"
            },
            {
                "Name": "孽物卷：岁阳",
                "Desc": "<b>【大敌名录 • 孽物卷 • 目录】</b><br><br>……<br>……<br>步离人<br>造翼者<br>慧骃<br>视肉<br><b>岁阳</b><br>虺裔<br>……<br>……<br><br><b>【词条】岁阳</b><br><br><b>分类</b><br><br>无形目 • 魂精科 • 岁阳亚种<br><br><b>摘要</b><br><br>岁阳一族是联盟历史悠久的宿敌，丰饶孽物中罕见的无形目生命，世外妖魔族类。其起源星球目前尚未探明。<br><br>如其生物学分类所示，岁阳是无固定形体的纯能量生物，许多文明记录中称之为「无形者」、「星火之精」。岁阳喜好寄生、操控血肉身躯（通常为泛人类智慧种族），感应神经系统随情感而生的诸多变化。这种「吃掉七情六欲」的行为，会令不具形体的岁阳感到满足。被寄生的宿主会不可扼制地完成具有刺激性的行为（如暴食、纵欲、伤残、破坏…）来取悦体内的岁阳，以换取它的强大能力。岁阳驯服宿主心智的过程，就是对宿主肉体消耗性使用的过程。<br><br>按《仙舟通鉴》的记载，与岁阳的接触上溯至仙舟人尚未转变为长生种的「孤航时代」。彼时九大仙舟漂航天外，接触到了众多光怪陆离的生命，岁阳便在其列。它们穿透穹顶，来到先祖面前，自云是无形无根的族类，向仙舟祈求居停之所。岁阳一族变化万端，能造出种种幻象诱惑人类。人们开始痴迷于这一神奇的能量共生物，与之嬉戏。<br><br>但很快它们便暴露了本性，岁阳试图占夺人类的身躯，汲取爱恨悲喜，左右自由意志。这便是「夺舍之祸」，朱明仙舟受此患最深。所幸最终仙舟工匠以无形的囚笼束缚了它们，判令其永世为仙舟提供能量。<br><br>及至与丰饶民的「火劫大战」尾声，某位英雄解开束缚岁阳的封印，与其结盟，倚之成功击溃了穹桑的大军*。此役之后，岁阳一族也遭受重创，其首脑再度被封禁，镇压于各大仙舟的幽囚狱中。虽不排除有少数残党逃脱，但星海间再也未曾发现关于它们的痕迹。<br><br><i>*注：此处即是少数学者拥护的所谓「帝弓神话」，认为帝弓司命是由这位佚名的仙舟英雄升格而成，其成神之兆即是射下光矢斫断建木。此说断不可信。</i><br><br><b>生理</b><br><br>岁阳现身时，仪器会观测到某种高能电磁波反应。作为无形目生物，它能避开人类可见光的频段，消隐匿形。但若要令宿主觉察到自己，它们通常会以一团青碧色的「火焰」（不具热能）现身。这也是它被称为「星火之精」的原因。<br><br>任何岁阳个体都能像人类推移重物一般，改变区域内的能量平衡，自由转化能量的类型。它们能通过操纵能量生成光学影像、燃烧、结冰和振动等现象，这使得岁阳一族在原始文明看来拥有近乎鬼神的能力。而从其显形时「火焰」的体积大小，就可以辨别岁阳个体的强弱，可支配能量的多寡。<br><br>随着寄生宿主的数量增多，岁阳的个性也会渐渐成形，产生差异。十王司的记载认为，它们通过寄生从宿主大脑中学习知识。<br><br><b>科技</b><br><br>岁阳从未发展过任何科技。基于其操纵能量的本领，它们与精密科技具有一定程度的相斥。<br><br><b>政治</b><br><br>虽然岁阳被认定属于丰饶孽物，但它绝少出现在「丰饶之民」的阵营中。恰恰相反，它曾一度与仙舟结盟（情形见上，时间极短）。<br><br>距离镇伏岁阳已过去至少六千年时光，我们完全无法考察其组织形式。少量记录证明，岁阳个体之间可以彼此「融合」，形成更大的「火焰」。<br><br><br>（卷宗底部批注了几行小字）<br><br><i>「我听说朱明仙舟封印着这么个妖怪？」</i><br><i>「正是，朱明的人唤它『燧皇』。您别说这个，咱们工造司里不也留着类似的囚牢吗？青镞 留」</i><br><i>「真够危险的…」</i><br><i>「朱明的人最爱玩火了… 青镞 留」</i>"
            },
            {
                "Name": "孽物卷：造翼者",
                "Desc": "<b>【大敌名录 • 孽物卷 • 目录】</b><br><br>……<br>……<br>步离人<br><b>造翼者</b><br>慧骃<br>视肉<br>岁阳<br>虺裔<br>……<br>……<br><br><b>【词条】造翼者</b><br><br><b>分类</b><br><br>灵长目 • 人科 • 有羽亚种<br><br><b>摘要</b><br><br>造翼者是联盟历史悠久的大敌，「丰饶之民」的主要分支。其起源星球目前尚未探明。按照目前所掌握的资料，造翼者们栖居于被称为「穹桑」的树状仿生世界中。通过「穹桑」探出的「枝梢」，造翼者及其军队跃迁至其他世界，掠夺资源与人口。<br><br>在造翼者的文化中，任何不具备飞行能力的陆行智慧生物均被称为『尘民』，而他们则自诩『云君』，奴役其他智慧种族为其生产、修葺家园。<br><br>按照《仙舟通鉴》中搜集的残缺不全的史料，与造翼者的接触足可上溯至仙舟启航前的「古国时代」。「羽夷自天之外海来，残杀剽掠，不可胜纪。而帝尊兴师以拒，灭其兵势，乃得羽人方士及仙方若干……」相关记述中提及的正是仙舟舰队启航的理由：为了向天之外海的神明求取长生，那位名讳被抹去的帝王派出了我们的祖先。<br><br>及至「火劫大战」中，造翼者第二次入侵仙舟舰队，垂下枝梢，几乎毁灭罗浮。若不是帝弓光矢降临，切断了建木，战局势必以败亡而终。<br><br>星历 5320 年前后，玉阙太卜司观测到了「穹桑」的覆灭。反物质军团几乎在转眼间摧毁了造翼者的故土。自此之后，许多造翼者流离于宇宙中，成为佣兵和星际海盗。<br><br><b>生理</b><br><br>相较于基准人类，造翼者的解剖学特征呈现接近鸟类的生理：发达的背部肌肉群，并伴生有一对（或多对）羽翼，修长的双足，擅于发力的足趾结构。<br><br>造翼者擅长飞行，其最高飞行时速可接近 400 公里。他们的骨骼和肌肉含有特殊的气泡空腔结构，通过快速释放换气，造翼者们能进行高速俯冲与爆发力惊人的突击。同时，类似的结构也使得他们能在真空中飞行并动作（依旧需要在短时间内换气）。<br><br>云骑军与造翼者的战斗需要注意以下两点：远距离时防范其射击；近距离时压制其飞行机动性，善用自身体重和体力的优势。<br><br><b>科技</b><br><br>造翼者在星际战争中表现的科技，足以推断出他们的文明经历了一次大倒退。<br><br>一方面他们掌握着能跃迁的「枝梢」，另一方面他们的能源供给和武器制造却极度依赖掠夺，或与其他丰饶民的贸易。在三次丰饶民战争中，均发现他们装备了步离人的武器与盔甲。<br><br><b>政治</b><br><br>造翼者严格依照其社会等级分配他们在「穹桑」上的位置。<br><br>居于顶端高枝的是天青石圣巢的主人，造翼者的羽皇。按照传统，他（或她）被认为是「丰饶」的令使，负责引导穹桑的兴盛生长，并哺育一切羽民。居其下的则依次是卫天种（战士）、啼颂种（学者与书记）、孵育种（仆从）、衔枝种（工人）。穹桑的五大阶级之下，则是地位无可再低的种种「尘民」——一切来自其他世界，不具有飞行能力的智能生物。<br><br>随着穹桑毁灭，造翼者的详细政治制度已经不可考。按照公司的情报提及，如今所有流离星海的羽民均从属于某个造翼者的雇佣兵军团。<br><br><br>（卷宗底部批注了几行小字）<br><br><i>「穹桑与建木的关系是……？」</i><br><i>「没有确切证据说明二者有关。按照玉阙太卜司的推测，类似穹桑的世界也许还不止一棵。青镞 留」</i><br><i>「造翼者的『孔雀天使』军团再度有所行动，情报待更新。青镞 留」</i>"
            }
        ]
    },
    {
        "Name": "来自「玉阙」仙舟的监察报告",
        "Desc": "一份玉阙仙舟发来的情报。",
        "World": 3,
        "Books": [
            {
                "Desc": "<b>呈策士长青镞亲启：</b><br><br>玉阙仙舟目前航至巨人之臂星团外侧，沿古代航路前进，持续勘探。<br><br>二十六个空漏时刻前，「瞰云镜」捕捉到帝弓的光矢信号划过其中三个坐标。经太卜解读，此为天罚诰谕。<br><br>元帅已颁军令，曜青云骑舰队「鹤羽卫」、「丹歌卫」已启航执行此次巡猎。特此周知。<br><br>另，随信附上近期斥候所得大敌动向，以资运筹。<br><br><b>【记录印戳】玉阙仙舟太卜司 拜上</b><br><br><br><br><b>》》》凭【策士长印戳】展开《《《</b><br><br>【步离人】<br><br>大巢父昂沁率其猎群踏入厄喀德娜天垣，试图逐退敌对的舍帕猎群舰队。<br>全军共计器兽舰十六艘，战斗舰三百二十五艘。<br>预计在近日即将观测到步离人的内战。届时我们将再次发送战报。<br><br>对罗浮威胁：极低。<br><br>【造翼者】<br><br>根据星际和平公司提供的情报，造翼者的「孔雀天使」军团抵达失魂星域，其目标是寻找一颗星核，以复兴其故乡「穹桑」。<br>该情报的真实性有待考察。<br><br>对罗浮威胁：极低。<br><br>【反物质军团】<br><br>毗邻罗浮航路上的工业行星——巴兰扎熔炉，已在绝灭大君「铁墓」的攻击下全面瘫痪。<br>卜者们对战事进行了占算，其战胜概率无限接近于零。<br><br>对罗浮威胁：中等偏低。<br>应对措施建议：命罗浮太卜司监测「铁墓」战车的电磁波信号，戒备其动向。"
            }
        ]
    },
    {
        "Name": "魔阴身考",
        "Desc": "一份丹鼎司的论文，作者考证了仙舟人「魔阴身」的来源和研究。",
        "World": 3,
        "Books": [
            {
                "Name": "（序）",
                "Desc": "魔阴身考 • 弁言<br><br>自「建木」显化，仙舟人获得无尽形寿，联盟对抗「魔阴身」的历史已逾六千年之久。<br><br>一如最初仙舟的启航，是人类对抗衰老、死亡这场漫长战争的尾声。那末至帝弓垂迹，三族共盟，仙舟人开启了与不死身、丰饶之孽的无尽对抗。<br><br>也许历史就是一个永不止息的循环，仙舟人摆脱了一个对手，又迎来更艰难的敌人。只是这场战争的尾声不知伊于胡底。<br><br>拙作试图梳理「魔阴身」这一概念的发现源起，仙舟人对它的认知变化与相关研究成果，意在让读者更清楚、客观地理解仙舟人长生不死的本质，了解「寿瘟祸祖」对仙舟无法磨灭的影响。<br><br>此书撰写的过程中获得了来自丹枢大人及众多医士的帮助，也从丹鼎司「观颐台」的案牍卷宗中摘取了许多一手资料。贤达友朋，馈益良多，恕不在此一一感谢。<br><br>丹鼎司丹士 华玥"
            },
            {
                "Name": "（其一）",
                "Desc": "<b>源起</b><br><br>众所周知，「神降时代」的黄金岁月终结于一瞬间的崩溃：八大仙舟在转变为长生种后繁衍相续，生民孳长，最终抵达了人口临界值。<br><br>享寿千载，尸位素餐的「耆宿」把持着仙舟大部分权力与财富。而另一边则是近三千亿底层「褐夫」沦为不知存在意义的肉块。「建木」带来的仙迹也不能填满人类的贪欲，仙舟成了负重不堪，行将沉没的舰队——无论如何开辟洞天，也无法赶上人口增长；而将褐夫阶层流放于拓荒星球上纾解人口压力的方案则更是杯水车薪。按照演算，不出三代这些世界就会坠入同仙舟一样的苦境。<br><br>最终，后世所成的「阋墙之战」爆发了。八大仙舟内，手足相残，褐夫举事，其后又有圆峤仙舟坠入红巨星覆灭的惨祸。有史可查的第一宗魔阴身记录便发生在这危如累卵的时刻。<br><br>按照《仙舟通鉴 》中「三劫纪」一卷的记载，曜青仙舟的洞天之主（<i>作者按：此为贵胄尚存时代的爵禄封秩，现已不存。</i>）长桓喜爱宴饮作乐。即便在民众强攻洞天的时刻，他依旧兴致不减地置办自己的千岁寿筵，广邀宾客。欢宴之上，贵胄们却面目愁苦，停杯投箸。唯有双目无神的主人吞下了数十倍于人类体重的饮食，但那些佳肴仿佛只是被投进了无底洞，丝毫不能填满其食欲。<br><br>及至守军溃散，宫门被打破，闯进其中的民众发现此处人迹全无。殿陛角落间，充塞着蠕行不休的肉须，无数眼、耳、舌、齿、肢节、毛发、脂肪……疯狂地增生又脱落，让人无从联想所有这些血肉来自于一具人类的躯壳。<br><br>这则「腴肉连城」的记录一时被视为荒诞传言。但很快人们意识到异状不止一例。<br><br>面对汹涌民情和暴乱，那些自诩「仙人」的耆宿不是如死尸般无视，就是如妖魔般祭出奇术疯狂镇压。种种骇人听闻的暴行史不绝书——朱明的「赤怒焚王」、虚陵的「白骨夏宫」、玉阙的「碧血山茔」……每一桩惨剧背后都昭示着一件事：在漫长寿数的尽头，有些人失去了为人的同理心，转而堕入疯狂中。<br><br>我们原以为这是独属于位高权重者的暴虐。但在随后数百年间，挣扎求生的褐夫们也步入后尘。这一时期被称为「空劫时代」，仙舟文明自「建木」生成后的辉煌，堕进了最深的黑暗中。<br><br>后世所称的「魔阴身」狂症，如梦魇般盘踞在每一个仙舟长生者的心上，挥之不去。<br><br>…………<br>…………"
            }
        ]
    },
    {
        "Name": "绿芙蓉的密信",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "灰牡丹：<br>你已经充分地向我们证明了你的虔信和勇武。<br>我现在要给你一个机会，向组织证明你的忠诚和可靠。<br>这项任务非常重要，我不放心交给其他人，只有你这样的战士，才能胜任如此重要的工作。<br>昨天，有一名莳者可耻地叛变了。她叛逃时寄出了一封信。<br>根据我们的调查，这封信应该是寄往神策府的重要情报。<br>这封信应该还没寄到，请你截获这份情报，帮助组织及时止损。<br>完成这项光荣而艰巨的任务之后，我会将你引荐给药王秘传在长乐天的总负责人。<br>只要有他点头，就可以允许你荣登仙道了。<br>绿芙蓉"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "云吟谱",
        "Desc": "持明族的民间歌谣集。由一位箜篌师采集编纂。",
        "World": 3,
        "Books": [
            {
                "Desc": "《前生梦忆》（《再生缘》唱段）<br>暮沉沉我枯坐倚床头，<br>珠帘半上那珊瑚钩。<br>无心醒来无心睡，<br>半解罗裳我半闭双眸。<br>恍然间风吹花落水推舟，<br>梦见我深入步离战未休。<br>佩吴钩，飒沓青骊跃紫骝，<br>登绮楼，与我那郎君斗舰游。<br>鸣啾啾，两个黄鹂落枝头，<br>忽悠悠，前生的因缘今生愁。<br>十世蜕生，恩仇付水流，<br>又实实难把我那郎君丢。<br>猛抬头，珊瑚窗里翻成昼，<br>情难求，梦里前生梦里留。<br><br>《龙王遗恨》（《龙牙传》唱段）<br>靡靡赤龙，森森青松<br>今旦零落逐寒风<br>可怜谁与同<br><br>靡靡赤龙，森森青松<br>世上荣华如转蓬<br>与君再难逢<br><br>靡靡赤龙，森森青松<br>斗酒欲饮月明中<br>埋骨复几重<br><br>靡靡赤龙，森森青松<br>六百余年凡尘中<br>如梦尽是空"
            }
        ]
    },
    {
        "Name": "哀伤的复信",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "逍遥先生：<br><br>没曾想，先生竟在数千年后再度来信，实在令我感慨万分。<br><br>先生恐怕有所不知，您日前回复的咨询信本出自祖父之手。彼时祖父深陷困境，十足心急，便想向先生讨教出路，却迟迟未得答复。最终，祖父实在难捱良心拷问，引得魔阴伴身，便抛下我等家人，兀自去了。在那之后，我们如今已将其旧债尽数还清，总算不辱家族之名。<br><br>日月如梭，自那之后已过去近三千年。祖父当年心境如何流转，以至于竟落入如此田地，我们已不敢再作多想。今日偶得先生手书，发觉先生也与三千年前大有不同了，实在教人惋惜。如此想来，大抵是我世间诸人都难捱这无尽寿量之苦吧。<br><br>奉复仓促，不胜尽言。祈先生多珍重。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "感激的复信",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "逍遥先生：<br><br>没曾想，先生竟在数千年后再度来信。喜接来函，我已反复读之。拳拳盛意，感莫能言！<br><br>先生恐怕有所不知，您日前回复的咨询信本出自祖父之手。彼时祖父深陷困境，十足心急，便想向先生讨教出路，却迟迟未得答复。然而，令人十足欣慰的是，祖父终究选择如先生所言一般「举家还债，共谋出路」。<br><br>日月如梭，自那之后已过去近三千年。如今，祖父虽早已不胜魔阴缠身，投因果殿中向来生去了，但我们谨遵他的教诲，如今已是将旧债尽数还清，总算不辱家族之名。<br><br>祖父生前常对我们说：「金钱有价诚无价，人生有涯信无涯」。彼时祖父虽然没能亲得先生指点，可若他泉下有灵，得知先生与他同心共胆，想必也会感到快慰吧！<br><br>奉复仓促，不胜尽言。祈先生多珍重！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "神秘的咨询信",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "逍遥先生：<br><br>展信佳！<br>先生日前提供的建议，某已切实在复信中收到了。尔后因此受了诸多恩惠，不胜感激。<br><br>然而，近日来又遇到些许琐事，甚是引人烦闷。思来想去，最终还是决定前来叨扰先生，还望先生不吝赐教。<br><br>某名下曾有几处实业，历来也算是经营得四平八稳。只是，您大抵也是知道的，几十年前有丰饶民，那似乎是叫「蜃」的，伙同了「药王秘传」叛党，借海市商队之名渗透仙舟，兴风作乱。某也因此与叛党无故有了牵连，竟使得生意一日不如一日。而近日终于实在难以为继，恐怕总算要濒临破产了。<br><br>某为此夙夜难寐，实在不知如何是好。单凭某一己之力，如今怕是难赔累累外债。虽也绞尽脑汁地考虑了些个法子，诸如潜逃外星避债之类，但想来到底终究难逃十王司追缉。若果真如此，倒不如直入了因果殿中，往生了，一走了之才好！<br><br>若波及的只有某一人也罢，可某家中上有老、下有小，现时无论作如何选都会危及家人。某实在无法做出如此伤天害理之事，却又全无办法，故特意前来讨教，望先生指点一二。倘能见教，没齿难忘；如若不然，某怕是只得向那因果殿去了！……<br><br>*余下的文字已模糊不清，无法辨识。*"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《仙舟通鉴》拾遗",
        "Desc": "仙舟联盟原始史料汇总，是联盟历史进程的重要注脚。",
        "World": 3,
        "Books": [
            {
                "Name": "仙舟通鉴•三劫本纪•残卷前篇",
                "Desc": "……<br><br>【星历 2605 年】<br>是年年底，「罗浮」引户籍黄簿年鉴，遍告各仙舟死亡尽除。<br><br>【星历 2606 年】<br>七月，仙舟舰队驶入柯南特-法雷尔系统。<br><br>【星历 2607 年】<br>四月，「虚陵」三洞天稳态因故瘫痪，灾害四起，江河水溢，流杀人民，损伤不计其数。「虚陵」贵胄诏令转漕，开府库赈救，各仙舟亦引吏驰援，乃得蒙更生。<br>十二月，「曜青」、「朱明」、「方壶」引户籍黄簿年鉴，遍告各仙舟死亡尽除。<br><br>【星历 2608 年】<br>是年无事。<br><br>【星历 2609 年】<br>是年年底，「玉阙」、「圆峤」、「苍城」、「虚陵」皆引户籍黄簿年鉴，遍告各仙舟死亡尽除。<br><br>【星历 2610 年】<br>六月，「罗浮」以求得无尽形寿举行庆典，大赦，置酒大酺卅日，各仙舟遣使同万民集贺。<br><br>……<br><br>【星历 3061 年】<br>五月，「玉阙」有褐夫盗贼起事作乱，贵胄遂讨平之。<br><br>【星历 3062 年】<br>四月，「圆峤」褐夫叛，贵胄讨平之。<br>七月，「玉阙」褐夫复叛，贵胄平之。<br><br>【星历 3063 年】<br>八月，「曜青」有大贾见害于刺客，上下哗然。<br>十一月，「曜青」褐夫大叛，攻杀将吏，后引兵讨平之。<br><br>……<br><br>【星历 3198 年】<br>二月，仙舟舰队远近大乱。<br>褐夫魁首传檄各舟，斥曰：「耆宿权贵自受赐『丰饶』恩泽以来，凭高寿，居高位，执权衡，食厚禄，掌机秘，独享尊富荣华，而视新生青年者曾鸡犬虫豸之不若，是为魔阴缠身，天下苦其祸乱仙舟久矣。天下义士不可袖手安坐，今当群起勠力，正本清源，以餍四海之心。」<br>遂起兵于「朱明」，雄张旗队，屯于舟中洞天，与贵胄争锋不止。各仙舟上下皆震动，响应者甚众，事可忧危。<br><br>……"
            },
            {
                "Name": "仙舟通鉴•三劫本纪•残卷后篇",
                "Desc": "……<br><br>【星历 3287 年】<br>十一月，仙舟「圆峤」隳于阋墙，四海无不追惜痛悼，达旦声泪不绝。两军情有怆然，约且休兵。<br>十二月，各仙舟未销之金人复叛，无论褐夫耆宿皆诛戮之，所过残杀，不可胜纪。<br><br>【星历 3288 年】<br>二月，两军以集兵协力共拒金人，遣使议和。<br>四月，和议既决，戎事略戢。遂勒兵设备，征讨金人。<br><br>……<br><br>【星历 3290 年】<br>五月，金人魁首「止戈」型率虎贲阵列邀战于「曜青」。众军齐力急攻，大破，斩之。<br><br>……<br><br>【星历 3292 年】<br>七月，各仙舟尽收流离金人于武库，措置其锋，金人之叛乃平。<br><br>……<br><br>【星历 3294 年】<br>九月，各仙舟以同室操戈来逾百年，天下虚耗，六亲殃戮，生灵涂炭，是故当今应谋戢兵，休息民庶，共策自受赐「丰饶」、根绝死亡以来，生产经营罔克长生族类生育养长之要务。<br><br>……<br><br>【星历 3300 年】<br>八月，各仙舟合拟《睦音合议》，究非法，举忠清，明赏罚，抑强扶弱，四方纷乱始定，如古国帝尊一统六合故事。<br>另立规划生育、宇航迁居之策，令七舟有志之士，凡途径有星球地土丰饶、且无短生族类定居者，皆许移住，随宜垦拓，以图自养。<br><br>……"
            },
            {
                "Name": "天舶司金刚椟纪事总汇•星历 3287 年•庚酉3号",
                "Desc": "【记录日期】星历 3287 年 11 月 21 日<br>【记录编号】庚酉3号<br>【飞舸编号】毕方壹<br>【标签】飞舸；战地记录；仙舟「圆峤」；阋墙之战<br><br>【录音文本】<br><br>……<br><br> 3287 / 11 / 21 1401  毕方壹<br>呼叫司辰。我所在宙域晴朗，有明显恒星风急流。视距内除红巨星外未见其他天体。<br><br> 3287 / 11 / 21 1402  罗浮司辰宫指挥系统<br>司辰收到。你所在宙域内未见其他飞行活动。恒星风可能导致你短时失去联络，注意远离湍流，确保飞行姿态。<br><br> 3287 / 11 / 21 1402  罗浮司辰宫指挥系统<br>现在接近圆峤，准备好联系圆峤波道三五幺点洞幺七。需要引导吗？<br><br> 3287 / 11 / 21 1403  毕方壹<br>不需要。正在从左向右穿越本宙域。<br><br>……<br><br> 3287 / 11 / 21 1527  毕方壹<br>已进入指定位置。圆峤未应答。重复，圆峤未应答。<br><br> 3287 / 11 / 21 1529  罗浮司辰宫指挥系统<br>*沉重的叹息*真*通讯噪音*该死！看来他们说的是真的。<br><br>*较长时的白噪音*<br><br> 3287 / 11 / 21 1534  罗浮司辰宫指挥系统<br>呼叫毕方壹。报告圆峤损害状况。<br><br> 3287 / 11 / 21 1535  毕方壹<br>*叹息*非常糟糕。<br><br> 3287 / 11 / 21 1536  罗浮司辰宫指挥系统<br>我需要细节。<br><br>*较长时的白噪音*<br><br> 3287 / 11 / 21 1540  毕方壹<br>*沉重的叹息*我*通讯噪音*受够了！你们明知道他们没救了！从那里逃出来的人说得还*通讯噪音*不够清楚吗？！<br><br> 3287 / 11 / 21 1541  毕方壹<br>*沉默*圆峤外观没有异样。但他们不可能活下来的。他们失速了，正在惯性作用下滑向红巨星。<br><br>*较长时的白噪音*<br><br> 3287 / 11 / 21 1545  罗浮司辰宫指挥系统<br>我们本可以救下他们的…只要能建立这次通信！半个时辰就足够了，*通讯噪音*！<br><br> 3287 / 11 / 21 1546  罗浮司辰宫指挥系统<br>到底为什么会*激烈的通讯噪音*变成这样？我们为什么会*激烈的通讯噪音*走到这一步？！<br><br> 3287 / 11 / 21 1547  毕方壹<br>*较长的沉默*因为该死的丰饶。什么恩赐，什么永生……<br><br> 3287 / 11 / 21 1550  罗浮司辰宫指挥系统<br>*较长的沉默*都是因为*激烈的通讯噪音*的战争，还有*激烈的通讯噪音*的权力。<br><br>*较长时的白噪音*<br><br> 3287 / 11 / 21 1629  毕方壹<br>呼叫司辰。圆峤已在视距中消失，十二点方向，红巨星里。<br><br> 3287 / 11 / 21 1630  毕方壹<br>*沉重的叹息*圆峤已确认失踪。<br><br>……"
            },
            {
                "Name": "《仙舟联盟宣言•序》数字拓本",
                "Desc": "我仙舟万民于兹盟誓决议<br><br>欲令后世免于侵凌攻伐、危疑苛暴之衅，<br>摈除无量生苦，平等一切人之尊严与神圣权利，<br>重申并呼吁公义与雅量，<br>弃绝掠夺、压迫、剥削与酷刑，<br>立复归凡身、根除寰宇不死劫难之志业，经久弗懈，<br><br>当效以宵旰之勤劳<br><br>重启守眠，更番轮替，期满解组，以避贤路，<br>建云骑军，镇靖内外，涤荡孽寇，卫蔽七舟，<br>立十王司，秉烛守夜，威罚罪囚，弹邪绳枉，<br>共举六御，尊贤使能，酬谘政事，制御同盟，<br><br>用是告慰四海，上至帝弓，下达十王，明有星海浩瀚迢遥，幽有殉难三劫烈士英灵，以昭矢志<br><br>爰由七舟齐集虚陵之使者鉴证与共，审校详备妥善，遂议定本宣言，盟曰「仙舟联盟」。"
            }
        ]
    },
    {
        "Name": "提倡合理合法爱护动物，严查违法违规「放生」动物",
        "Desc": "地衡司执事所张贴的布告。",
        "World": 3,
        "Books": [
            {
                "Desc": "各位市民：<br><br>爱护动物是人之常情，希望动物获得自由亦是悲悯之心的体现。仙舟古语云「君子远庖厨」，在古国时期的古典《冥祥灵验记》中也有圣贤劝诫猎人放过猎物的故事…这都说明，爱护一切有情众生是仙舟人的传统美德。<br><br>可是，爱护动物需要讲究方式方法。将动物「放生」到自然环境中，这看似是一种善举，可实则会带来很多严重的后果。<br><br>去年三月，犯罪嫌疑人柴某（ 461 岁）将购买来的二十只鼻行兽擅自携带入永狩原进行「放生」。<br><br>鼻行兽原产于哈衣艾怡星，近年来被引入仙舟，是炙手可热的外星宠物。可这种看似可爱、温顺、无害的宠物，却有着一种危险的特性：它的体型会随着生存空间的扩大而无限制扩大。当云骑军的狩猎队找到那几只鼻行兽时，最大的一只已经比两艘星槎还要大了。<br><br>根据哈衣艾怡联邦生物医药管理局的数据，曾被记录到的体型最大的鼻行兽，有半艘罗浮那么大。可想而知，柴某将这样的生物投放到永狩原，有可能会造成多么恶劣的后果！退一万步讲，即使这些生物本身无害，但我们能确保它不会与长生种的基因库产生无法预测的反应吗？我们不能。<br><br>被捕后，柴某一直辩解称，这种行为出于善意。我们相信，绝大多数「放生」都是善意的，可就是这种善意可能给仙舟带来无法估量的损失。<br><br>另外，现在市面上流传一种谣言声称：只有外星生物被「放生」到仙舟，才算是「有害放生」，「放生」仙舟本土的生物不会造成危害。<br><br>这种想法是极端错误的。今年七月，犯罪嫌疑人凌某（ 242 岁）在农贸市场购入了大量灯鱼，并伙同一些「放生爱好者」将这些灯鱼擅自带入了鳞渊境，全部「放生」在古海中。<br><br>相信每个稍有常识的人都能立刻认识到，将大量凶猛的食肉鱼类「放生」进鳞渊境，是一件多么无知且恶劣的行为。所以，尽管凌某及其同伙的愚行并未造成严重后果，但他们还是必将接受律法的严惩，以儆效尤。<br><br>地衡司再次向各位市民重申：只有专业人士有资格进行放生（正式名为「野化放归」），任何民间私自进行的「放生」行为，都是违法行为乃至于犯罪行为！<br><br>希望各位市民明白：请理性科学地爱护动物，因为无知的善意往往比理智的恶意更加危险。<br><br>地衡司宣传局"
            }
        ]
    },
    {
        "Name": "形虎拳馆 招生广告",
        "Desc": "一页拳馆广告。",
        "World": 3,
        "Books": [
            {
                "Desc": "全套设备器材，精英教练指导，良好训练氛围，祝您健康蜕变！<br><br>不要弄好生活圈<br>就放任了游泳圈<br><br>比你忙碌的人也在这里健身<br>比你富有的人也在这里健身<br>比你长寿的人也在这里健身<br><br> 200 年后比谁更有钱<br> 400 年后比谁地位高<br> 600 年后比谁身体好<br><br>为什么身材不能放养？<br>洞天的引力多可怕？<br>时间告诉你——<br>无骨架支撑的地方，肌肉每年下垂，坚持锻炼，让衰老来的更慢一些！"
            }
        ]
    },
    {
        "Name": "罗浮天舶司商会名录",
        "Desc": "天舶司的商会目录，记录着罗浮商会的运营范围。",
        "World": 3,
        "Books": [
            {
                "Desc": "当前隶属于罗浮天舶司的商会共有鸣火、天驱、乘轩、流金、素羽、晖夜、翔水七家。<br>为方便域内外商界人士与罗浮天舶司商会接洽，现将各商会接渡使及经营范围列举如下：<br><br>鸣火商会<br><b>接渡使：</b>停云<br><b>经营范围：</b>各类加工品相关的进出口贸易<br><br>鸣火商会拥有银河中最快、最安全的生物运输舰。除工业原材料外，商会同时承接农牧产品育种、改造业务，竭诚欢迎生物资源丰富的星球前来接洽。<br><br>天驱商会<br><b>接渡使：</b>岩明<br><b>经营范围：</b>各类文化制品、艺术品、出版物等各类文化制品的进出口贸易。<br><br>天驱商会承接各色文艺商品贸易。如希望在仙舟举办域外文化相关的展会及活动，或在域外举办各类罗浮文化相关的展会及活动，请与天驱商会接洽。<br><br>乘轩商会<br><b>接渡使：</b>长庆<br><b>经营范围：</b>各类武器及军工制品相关的进出口贸易。<br><br>乘轩商会承接军工产品贸易。联盟的使命<b>仅</b>在于维护正常的自然秩序，清除丰饶孽物。军用技术产品出口请务必接受天舶司的审核。<br><br>流金商会<br><b>接渡使：</b>昌文<br><b>经营范围：</b>各类医药制品相关的进出口贸易。<br><br>流金商会负责输入输出医药健康制品。有鉴于《天舶司贸易管理条令》相关规定，任何不在贸易白名单内的医药制品都须接受检查，违者严禁与罗浮发生交易。<br><br>素羽商会<br><b>接渡使：</b>致尧<br><b>经营范围：</b>各类星槎相关的进出口贸易。<br><br>素羽商会除星槎出口外，亦提供改造星槎的外观设计的售后服务，使其更能适配于不同的生活场景与文化环境。<br><br><br>晖夜商会<br><b>接渡使：</b>蕴灵<br><b>经营范围：</b>仙舟联盟内部的各类进出口贸易。<br><br>晖夜商会将各地的特产汇聚于罗浮：朱明的瓷器、方壶的水产品、玉阙的玉兆等来自其他仙舟的物产，应有尽有。<br><br>翔水商会<br><b>接渡使：</b>仲初<br><b>经营范围：</b>各类非主要商品（如农副产品、化工原料以及纺织原料等）的进出口贸易。<br><br>翔水商会几乎承揽所有类型的贸易工作，拥有极为庞大的舰队，是罗浮的七家商会中规模最为庞大的一家。"
            }
        ]
    },
    {
        "Name": "被罗刹撕下的侦探小说扉页",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "致下一位读者：<br>凶手是常鸿，常九爷的侄子。<br>此致<br>敬礼<br>剧透仙人"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《蝶影》杂志特刊：托蝶幻境千年十佳",
        "Desc": "《蝶影》是仙舟联盟最具权威性的托蝶幻境专门刊物。这是一期特刊，盘点了在托蝶幻境一千年的发展史中，最为优秀的十部作品。",
        "World": 3,
        "Books": [
            {
                "Name": "第十名 《袍哥》",
                "Desc": "随着仙舟联盟与世界的接触越来越频繁，托蝶幻境这项仙舟独有的艺术类型也越来越为人所知。本期，《蝶影》邀请了三十位幻戏业的资深从业者，由他们票选出托蝶幻境在这一千年间的十部最佳作品，以飨读者。<br><br>无论您来自仙舟联盟还是来自其他的世界，我们都衷心恳求您去欣赏以下十部作品。它们是仙舟当代文艺的结晶，也是一部伟大且辽阔的仙舟精神史。<br><br>《蝶影》编辑部<br><br>第十名 《袍哥》<br>导演：万伊<br>编剧：纪蓉<br><br><i>啷个不晓得你生意做得好，家里弟娃些也有出息，不需要我这种哥老官。现在你家幺妹儿叫街娃儿给打咯，你不晓得啷个办，才想起来找我。我啷个晓得自己做了啥子事，让你嫩个没有礼貌，甚至不肯喊我一声「袍哥」。</i><br><br>这部幻戏将时代背景设置在三劫时代末期的曜青仙舟，以朱明狐人昱星为主视点，讲述他如何加入了曜青最大的哥老会，并最终以外乡人的身份成为了一代传奇袍哥。万伊是最早一批将托蝶幻境送进艺术殿堂的大师。他在这部作品首次运用了「共情矩阵」技术，使体验者的体感时间大幅度延长，令托蝶幻境正式进入了长篇时代。<br><br>在三劫时代，仙舟世界的社会秩序趋于崩溃，有组织的犯罪团伙迅速填补了社会秩序的缺失，变得空前繁盛，建立起了属于自己的地下王国。这些犯罪团伙被统称为「哥老会」，首脑则被称为「袍哥」。<br><br>四千多年过去了，在帝弓司命的庇佑之下，仙舟世界早已重归秩序与安宁之中，「哥老会」和「袍哥」自然也成为了历史名词，消失在了过往的尘埃里。<br><br>然而，虽然作为社会现象的「袍哥」消失了，但作为文化符号的「袍哥」却永远地留存在了仙舟人的灵魂深处。哥老会的部众们往往讲着一口凶蛮但优雅的曜青方言，而直到今天，你依然可以看到有些毛头小子，学着荒腔走板的曜青腔，模仿着支离破碎的兄弟义气。<br><br>我想，他们追忆的不是那个残酷的、混乱的、秩序崩溃的年代，而是那群坚忍的、勇敢的、堂堂正正的「袍哥」们。虽然这样的形象，也不过是编剧的美化和演绎罢了。"
            },
            {
                "Name": "第九名《青丘》",
                "Desc": "第九名《青丘》<br>导演：苑渤<br>编剧：巴希尔•巴西特<br><br><i>——老师，我们要离开青丘了，我们再也回不来了……</i><br><i>——我们从未离开。青丘不在那里，而在这里。我们所在之地，就是青丘。</i><br><br>这部幻戏以狐人的创世传说为蓝本，讲述了一个波澜壮阔的史诗故事。在《青丘》之前，托蝶幻境往往只能以单一主视角进行叙事。然而青丘却开创性地采取了多视角叙事，让体验者可以从清正、曼枝、立思三位先贤的视角，体验狐人历史初期的战争与和平、安定与流亡。<br><br>仙舟联盟与星际和平公司之间曾有深入的文化交流时期。而《青丘》就是诞生在那个时代的作品。在当时，巴希尔•巴西特可能是星际和平娱乐最为炙手可热的编剧，而这部《青丘》的剧作也的确展现出了她深厚的笔力。<br><br>另一方面，苑渤在本作中对战争场景调度和视点角色转换的处理，也成为了后世无数托蝶幻境的基础教材。<br><br>不过，我们依然可以说，这部托蝶幻境是在那个时代才能够诞生的特殊产物。仅凭借仙舟的财力，绝对难以拍摄出那种数百万人相互厮杀的壮丽场面。而星际和平娱乐提供的「自由意志幻像」技术，也使得「让体验者完全代入戏中人」这种魔法般的效果得以实现。<br><br>有时我们总会不由得感到，整个银河像是一座又一座的孤岛，岛民们故步自封，且敌视一切外来者。每当这时，我都会让自己再一次沉浸到《青丘》中去，并非为了体验它的情节，而只是为了再一次确认，当两个文明通力合作时，我们可以创造出什么样的奇迹。"
            },
            {
                "Name": "第八名《凯蒙凯》",
                "Desc": "第八名《凯蒙凯》<br>导演：子成<br>编剧：子成<br><br><i>凯蒙凯，凯蒙凯，一团寒气肩上游，劝君莫回头。</i><br><br>方壶狐人仲思在罗浮留学百年，回到故乡的大寨中时，却发现眼前的一切都和自己记忆中的故乡有着诡异的差别。随着探索的深入，她竟发现寨老早已去世多年，人们正在将一个不可名状的东西奉为新的「寨老」。<br><br>「凯蒙凯」在方壶狐人的医学体系中，是「被邪祟之物侵入身体」的意思。出身方壶狐人医学世家的子成，也顺理成章地以此为主题制作出了《凯蒙凯》这部作品。<br><br>《凯蒙凯》是历史上第一部恐惧幻戏。以往的创作者更倾向于将此类元素作为剧情的调剂，而并非主轴，因为在过去的观念中，「恐惧」作为一种极端的负面情感，并不能带来良好的幻戏体验。但《凯蒙凯》的爆火彻底粉碎了幻戏业界的固有观念，掀起了一阵恐惧幻戏的热潮。<br><br>值得一提的是，子成在这部幻戏中，利用仙舟人对「岁阳」的恐惧制造出了绝佳的诡异氛围，可如今「岁阳」已经成为了恐惧幻戏的固定模式，逐渐失去了原本的魔力。"
            },
            {
                "Name": "第七名《透帘细草》",
                "Desc": "第七名《透帘细草》<br>导演：文广、文娥<br>编剧：枢宽<br><br><i>「枯棋三百，可演千军之将；一木之秤，能绎万国之封。」这就是「对弈之学」的原理。</i><br><br>这出幻戏以「鸣火」商会创立的真实故事为蓝本，讲述了一个感动一代仙舟人的励志故事。狐人少女映珍是世所罕见的数学天才，却因为一时鬼迷心窍，断送了自己在学宫中的前途。彼时的狐人一族还是仙舟上的游商，而不得已成为游商的映珍则逐渐学会了如何将自己的数学知识运用到商业之中。此后，映珍创立的「鸣火」商会，成为了仙舟上的商业巨擘，她所撰写的《透帘细草》也成为了仙舟上每一位商人的必修教材。<br><br>在《透帘细草》之前，列传幻戏这一门类往往以英雄、士兵、飞行士，乃至劫匪或恶棍为主角，讲述他们波澜壮阔（或恶贯满盈）的一生。这些列传幻戏的特点就是，倾向于让体验者去亲身体会历史上的壮阔场面，而不是让人去感受主人公的人生历程。<br><br>《透帘细草》的与众不同之处在于，它作为一部以商业为主题的列传幻戏，却并没有将重点放在商业发展的勾心斗角和尔虞我诈之上，而是将数学和商学这两个晦涩枯燥的学科作为剧情主轴，让体验者代入到映珍的视角中，亲身体验她在这些学科上实现概念突破的心路历程。<br><br>还记得三百年前，我和学宫里的同学们一起去体验《透帘细草》——我们都是学幻戏学的，普遍不太懂这些晦涩的数学——但当映珍领悟出「对弈之学」时，我们每个人都被那种领悟真理的喜悦（甚至是战栗）震撼到全身颤抖。这恐怕也是托蝶幻境这门艺术无法取代的独特魅力吧。<br><br>另有一则趣闻：《透帘细草》使得导演文氏姊妹声名鹊起，以至于在那一百年间，仙舟涌现出了无数导演「兄弟」、「姊妹」、「兄妹」和「姊弟」。很可惜，大多数都只是蹭热度的小人物罢了。"
            },
            {
                "Name": "第六名《饮膳正要》",
                "Desc": "第六名《饮膳正要》<br>导演：宝昌<br>编剧：宝昌、雪榭<br><br><i>在「烹饪」的艺术中，始终存在着一个悖论：只有当你意识到「烹饪」永远也不会是艺术的时候，你才有可能成为一个艺术家。</i><br><br>《饮膳正要》是唯一一部入选的实录幻戏。在这部幻戏中，体验者得以成为一名幸运的食客，享受传奇大厨雪榭的私人服务。<br><br>雪榭创立了玉阙仙舟上最有名的餐馆之一——「神雪庐」。在她活跃的年代，「雪榭」几乎可以成为「厨神」的代称。宝昌抓住了这个机会，拍摄了《饮膳正要》，缔造了托蝶幻境史上最为夸张的票房奇迹。<br><br>我很难从幻戏学的角度上说出这部作品有任何特殊的创新，使它有资格跻身于「千年十佳」的序列之中。不妨让我们抛开那些无聊的专业知识…又有谁会不喜欢《饮膳正要》呢？在这部幻戏中，体验者可以去到雪榭的家中，一边和她一起准备菜肴，一边听她向你娓娓道来自己的烹饪哲学。请容我再重复一边：又有谁会不喜欢《饮膳正要》呢？<br><br>宝昌在暴得大名后以狂妄著称。他曾在公开场合羞辱那些批评《饮膳正要》的老学究：「不喜欢其他幻戏，说明你不喜欢那部作品。但不喜欢《饮膳正要》，只能说明你不喜欢你的人生。」几百年后回头看，我竟发现他似乎所言非虚。<br><br>《饮膳正要》的主角雪榭，享寿三百八十四岁，无疾而终。据说她晚年很孤独，一遍遍重复体验这部讲述她自己的幻戏，直到在充满青春活力的幻梦之中溘然长逝。"
            },
            {
                "Name": "第五名《深水长眠》",
                "Desc": "第五名《深水长眠》<br>导演：永正<br>编剧：福荣<br><br><i>别碰它，别出声，慢慢后退，那玩意儿不是水草……</i><br><br>在鳞渊境，持明族的蜕生之地，存在一个特殊的职业：「护珠人」。在持明蜕生为卵时，没有任何抵抗外界威胁的手段，所以需要这群护珠人来守护脆弱的同胞。小鹤曾是一位云骑兵，在退役后回到鳞渊境，成为了一名护珠人。某日，在例行巡查中，小鹤突然发现了一些不寻常的迹象，此时她还不知道，那是因为一头长眠水中数千年的恶兽苏醒了…小鹤不得不与伙伴们通力合作，在幽暗的古海中与恶兽战斗，保护鳞渊境这片脆弱的圣地。<br><br>《深水长眠》可以是恶兽幻戏的鼻祖，导演永正和编剧福荣甚至称得上是发明了恶兽幻戏的两个人。除了本作之外，他们合作的《罗浮怪兽》、《岁阳机巧》和《仙舟铁血人》也同样是被爱好者奉为经典的恶兽幻戏。<br><br>如何渲染恶兽的压迫感、如何利用晦暗未明的环境渲染恐怖（譬如《深水长眠》中的鳞渊境古海）、如何塑造面对恶兽时人类陷入恐惧和爆发出勇气的瞬间…也难怪学宫中那些教幻戏学的学者都会说：「把永正的幻戏都背下来，你就学会怎么拍恶兽幻戏了。」<br><br>关于《深水长眠》，另有一点值得一提：<br><br>虽然说托蝶幻境是仙舟联盟各个民族都热爱的艺术形式，但几乎所有幻戏的导演都是狐人。<br><br>这也再所难免…毕竟托蝶幻境的拍摄制作，需要仰仗狐人天生敏锐的精神力。对幻境的专注与调控，需要过人的细腻力量，没有这份才具想要摄制幻戏，无异于听障者创作音乐、视障者创作绘画——严格来说并非不可行，但想必十分困难。<br><br>而永正毫无疑问是一个异数。他身为持明，却成为了托蝶幻境史上最伟大的导演之一。我们难以想象他克服了多少困难，才实现了这样伟大的成就。<br><br>幻戏业界的狐人导演占绝对多数，也导致了另一个问题：在永正出道之前，大多数托蝶幻境，都是以狐人为主视角，讲述狐人的故事。毕竟人们更擅长塑造自己熟悉的角色，也更愿意塑造自己熟悉的角色。但是，永正创作生涯中的全部作品，都是以持明为视角。<br><br>无论是《深水长眠》中勇敢无畏的护珠人小鹤，还是《仙舟铁血人》中被自己的疯狂研究反噬的持明科学家麟达，都已经成为了幻戏史上的经典角色。永正成为了名导之后，也开始有越来越多的作品开始勇敢地选择采用非狐人视角来讲故事了。"
            },
            {
                "Name": "第四名《计程槎飞行士》",
                "Desc": "第四名《计程槎飞行士》<br>导演：赛鸿<br>编剧：苏琴<br><br><i>坐稳扶好，即刻起飞！</i><br><br>一位神秘的计程槎飞行士，看似平平无奇，实则身怀绝技。每当有客人遇到难以解决的难题——小到上班即将迟到，大到追击歹徒，他都会带着标志性的微笑说上一句：「坐稳扶好，即刻起飞！」然后启动那台来路不明的战斗星槎发动机，用极为高超的驾驶技术完成任务、解决难题。<br><br>《计程槎飞行士》至今已经拍摄了九百二十七部，换了三任导演，每一部都有着不俗的票房表现。坦白来说，本作和所有飚速幻戏一样，没有剧情深度、缺乏情节逆转、鲜少人物弧光，只有飙升的肾上腺素。但正是这种简单、直白、重视感性体验的作品，成为了仙舟上最为长寿的系列幻戏。<br><br>不过，请原谅我刻薄一次——本刊邀请的大师们将这部幻戏送入「千年十佳」的序列（甚至送到了第四名），恐怕也是为了彰显自己并非只钟爱曲高和寡的「高雅艺术」，也同样能欣赏市井百姓喜闻乐见的飚速幻戏。"
            },
            {
                "Name": "第三名《罗浮上最后的夜晚》",
                "Desc": "第三名《罗浮上最后的夜晚》<br>导演：武赫<br>编剧：武赫<br><br><i>——我有时候觉得，生命就是三分失望、三分惊惶、三分无助，再加上半分苦难和半分爱。</i><br><i>——那如果再给你一次机会，你还想再活一次吗？</i><br><i>——当然。</i><br><br>海源是一位仙舟商人，活了一千一百岁，即将陷入魔阴身。如今他已经几乎无法顺利地思考任何事，只能忍受着寿瘟的蚕食。在去十王司接受自己结局的前夜，海源做了一个很长的梦，他梦见了自己千年人生中出现的每一个人，在一片广袤的荒原上等待着他。在漫长的梦境之中，海源与自己回忆中的人们探讨生活、哲学、宗教、艺术，最终与自己达成了和解。幻戏最后，海源在黎明时分醒来，微笑着走进了十王司。<br><br>武赫是入选千年十佳的导演和编剧中最为年轻的一位。他曾凭借《定军山》获得长乐天幻戏节的最佳新人奖，又凭借《罗浮上最后的夜晚》包揽了长乐天幻戏节的最佳幻戏、最佳原创剧本、最佳代入体验三项大奖。<br><br>只不过，与《定军山》火爆的票房表现相比，《罗浮上最后的夜晚》可谓叫好不叫座。这完全可以理解——很多人都愿意去幻戏里实现自己的梦，但又有几个人愿意去幻戏里真的做一个长梦呢？<br><br>但毫无疑问，《罗浮上最后的夜晚》是一部真正伟大的作品。它潜入人的内心深处，探索人的渴望与恐惧，讲述一个人如何在人生的最后时刻实现自洽与和解。比起一部幻戏，它更接近于一部对人类内心的解剖报告。<br><br>一些吹毛求疵的评论家认为，武赫作为狐人导演，对魔阴身的理解有错误，在梦境的处理上有一些不符合科学的地方。但实际上，武赫也根本没打算去附会什么「科学原理」。本作所讲述的绝不是字面意义上的「魔阴身之梦」，而是高度概念化、象征化的精神分析学。<br><br>的确如此，狐人和持明并不会陷入魔阴身，但我们也都能从这部幻戏中看到自己的人生…看到我们所有的失望，看到我们所有的悲伤，看到我们所有不甘心与不情愿——但也同样能看到一个答案，回答世间最为困难的问题：「我们为何必须好好活下去？」<br><br>「为了那半分爱。」"
            },
            {
                "Name": "第二名《帝弓司命》",
                "Desc": "第二名《帝弓司命》<br>导演：晓桐<br>编剧：雨春<br><br><i>劝君忘生固决死，今当快战挽狂澜。愿教身后总常胜，负勇怀毅荡妖寇。</i><br><br>距今大约四千到五千年前，仙舟经历了最为混乱的三劫时代。宏观来看，各个仙舟上社会秩序的崩溃只是一些微不足道的历史边角料，关乎生死存亡的血战才是那个时代的主色调。帝弓司命彼时还不是帝弓司命，只是一位肉体凡胎的英雄。祂带领仙舟人与丰饶民展开了壮丽的对决，最终以燃烧自身为代价摧毁了造翼者的巨树「穹桑」，拯救了仙舟联盟。《帝弓司命》就是以这段传说为蓝本拍摄的史诗幻戏。<br><br>时至今日，依然有一批顽固分子认为《帝弓司命》是一部亵渎帝弓司命的幻戏。因为它让体验者代入到帝弓司命的视角中，以帝弓司命的身份去亲历那场史诗般的最终决战，乃至亲历祂身陨后升为神格的过程，可谓是大不敬。<br><br>但实际上，只有以这样的视角去体验这部壮大的史诗，才能够让体验者真正体会到，帝弓司命与仙舟上勇敢的人们付出了多少鲜血，才为仙舟争取到了现在这样的喘息之机。<br><br>不过，即使抛开这些顽固分子的无理取闹，《帝弓司命》依然是一部有争议的杰作。其中最大的争议莫过于，雨春在撰写剧本时，凭个人好恶扭曲信史，这对很多体验者来说是不可接受的。<br><br>譬如，雨春在整部幻戏中都淡化了岁阳首领「燧皇」的存在，甚至将帝弓司命摧毁建木的一箭归结于「星神之伟力在凡人之躯上提前觉醒」，这显然是严重违反史实的。目前史学界普遍认为，祂当时的那一箭是借用了燧皇的力量，但雨春个人极度厌恶岁阳，于是修改了这部分的情节。<br><br>瑕不掩瑜，有争议的杰作依然是杰作。不过从我个人的角度上来讲，还是希望各位在体验《帝弓司命》之前，可以阅读一些较为可靠的历史资料（譬如《帝弓迹躔歌》），以避免被这部幻戏的演义成分所误导。"
            },
            {
                "Name": "第一名《外婆桥》",
                "Desc": "第一名《外婆桥》<br>导演：子润<br>编剧：子润<br><br><i>——做这种事会不得善终的。</i><br><i>——这世上从没有人善终。</i><br><br>随着三劫时代过去了几千年，仙舟社会秩序愈发稳定，哥老会已然成为了历史。但残存的会党依旧在一个不属于他们的时代，继续试图延续过去的荣光。然而旧有的「江湖规矩」已然崩解，新进的成员没有底线且不择手段，使哥老会在彻底消亡之前，又爆发了最后一次地下战争。<br><br>《外婆桥》是一部经典的袍哥幻戏，也被称为「最后的袍哥幻戏」。与大部分袍哥幻戏不同，《外婆桥》的主视角并不是任何帮会成员，而是大佬的女儿润妹儿。明眼人都能看出，润妹儿就是导演子润的化身。<br><br>《外婆桥》中的哥老会褪去了光鲜的外衣，帮会成员只是一群卑劣、残忍、无耻的犯罪分子。子润曾经就生活在一个这样的环境中，以一个孩童的身份完整经历了哥老会之间的最后一次大规模流血冲突。<br><br>制片公司魍魉幻娱并不赞同子润拍摄这部具有强烈自传性质的幻戏。一方面，「自传」这种具有强烈作者性的题材被认为会阻碍体验者的自我代入；另一方面，彼时袍哥幻戏还尚未退潮，这样一部「反袍哥」的幻戏，恐怕不会有特别好的票房前景。<br><br>最终，子润不得不自掏腰包，贷款拍摄了这部幻戏。事实证明，制片公司的判断是错误的。《外婆桥》成为了当年票房最为火爆的托蝶幻境，也被公认为史上最伟大的托蝶幻境。<br><br>此后，子润退出魍魉幻娱，用这笔钱创立了香薷幻娱。前者在不久之后便倒闭了。<br><br>关于《外婆桥》，还有一个很耐人寻味的细节。现实生活中，幼年的子润在云骑彻底清剿会党时，被一位军官领养，从此之后过着令人嫉妒的幸福生活。但在《外婆桥》的结尾，润妹儿在父亲负隅顽抗时，死在了父亲的怀中。<br><br>也许在子润心中，自己的确已经死在了那个哥老会消亡的夜晚。"
            }
        ]
    },
    {
        "Name": "奇物管理日志",
        "Desc": "由艾丝妲管理并撰写的奇物档案，在空间站的终端上公开，供所有科员查询使用。",
        "World": 1,
        "Books": [
            {
                "Name": "其一",
                "Desc": "【档案编号】 021 <br>【奇物名称】勘星钎<br>【注意事项】仅作纪念用，不可申请实验。<br>【奇物档案】黑塔科员发明的用于勘探异星地质结构的工具。主要采用已逝星球上第 108 号元素金属制成，周身散发萤蓝色光泽，如持无物。末端的探头将指向使用者的来处，为其指引回归的方向。不论是地质结构多么坚硬的星球，只需将勘星钎轻轻插入星球地表，不费吹灰之力，便可带出大量地质内容物。是醉心于星球志研究的科员眼中的圣物。<br>【相关研究】<br>1、地概科II级科员查德维克：《「勘星钎」发展回顾及展望》<br>2、地概科II级科员米萨：《「勘星钎」的研发历史与现状》<br>【科员留言】<br><i>打卡勘星钎。来空间站之前就有耳闻，今天终于有机会看到它的本体了！</i><br>——应物科：温世玲<br><i>一把勘星钎，可以说是最能代表爱意的礼物。勘星钎为她指引方向，最好也能告诉她我的心意……</i><br>——地概科：*这名科员选择不公开自己的姓名*<br><i>别以为我不知道你小子想干嘛！</i><br>——地概科：伯纳德<br><br>【档案编号】 056 <br>【奇物名称】恒星的光（已失效）<br>【注意事项】该奇物已于「军团」入侵时损毁，请勿提交实验申请。<br>【奇物档案】一个装饰十分精致的小匣子，匣子本身洁净无暇，除上下两面外的其它四面都设计了9个袖珍小抽屉。打开每个小抽屉，其内部都嵌有一块能够自发光的晶体，分别对应一种恒星的光谱颜色。目前仅收容修复部分残片，未能完整复原该奇物。<br>【相关研究】<br>1、密卷科IV级科员莎拉：《利用光谱成像技术检验「恒星的光」中传达的星神线索》<br>2、应物科II级科员：《「恒星的光」星体图像去噪的方法研究》<br>【科员留言】<br><i>气死我了！明明再过2个实验就轮到我的申请了，结果居然被「军团」弄坏了！</i><br>——密卷科：埃美丽<br><i>为什么密卷科的这么喜欢研究这玩意儿？我看就是你们给用坏的！</i><br>——应物科：*这名科员选择不公开自己的姓名*<br><br>【档案编号】 148 <br>【奇物名称】螺中笑声<br>【注意事项】不可与水接触。<br>【奇物档案】一颗光洁的海螺，上面布满星环的花纹，可以听到螺中讲述的遥远笑话。只要能忍住不笑，便能缓慢获得螺中之存在所赐予的力量。希图通过此种方式获得力量的人，最终都将在无可匹敌的强大中郁郁而终。据说有3名使用者仍存于世，避世隐居。<br>【相关研究】<br>*「螺中笑声」近期将重新检修，过往研究数据已过时，相关论文暂时关闭，敬请期待。*<br>【科员留言】<br><i>谢谢你啦，神奇的海螺，要是没有你，我都不知道难过的时候该怎么办。</i><br>——密卷科：梅厄<br><i>这玩意是不是有什么毛病，为什么发给我的全是垃圾话？血压噌噌升高，到底哪里解压了？</i><br>——应物科：温世齐<br><i>干脆改名吧，就叫「螺中笑声（已黑化）」。@艾丝妲站长 啥时候更新一下啊？</i><br>——医疗科：乔安"
            },
            {
                "Name": "其二",
                "Desc": "【档案编号】 269 <br>【奇物名称】分装快乐<br>【注意事项】需收容在密闭无氧环境。<br>【奇物档案】一套总计二十一件的小型便携装置，被单独分装在材质特异的立方体中。这些装置外形各异，有录音笔、微型马达、领带夹、水杯、笔记本等多种不同的款式。使用不同的装置可以对「快乐」以及类「快乐」情绪进行识别与收集。<br>【相关研究】<br>1、应物科II级科员罗兰娜：《简析「分装快乐」的情绪识别逻辑》<br>2、地概科III级科员密西：《「分装快乐」内部储存介质波长形态报告》<br>【科员留言】<br><i>什么时候可以成功提取分装快乐中的情绪，并转移到我的大脑里去？</i><br>——密卷科：*这名科员选择不公开自己的姓名*<br><i>楼上的朋友，如果你已经把感受快乐寄希望于此，那你还是考虑预约一下医疗科的心理咨询吧。</i><br>——服务科：罗斯玛丽<br><br>【档案编号】 458 <br>【奇物名称】不可承受之重<br>【注意事项】使用该奇物前需在申请中附上「个人智力水平鉴定表」。<br>【奇物档案】镶满水晶的冠冕，来自硅基生命星球约特伍德的皇族桂冠，君主制历史的活化石。这个种族的生命形态为透明水晶体，通过内部产生的电讯号进行思想与交流，当约特伍德体死亡后会成为纯粹的矿物，疾疫在其体内沉积为斑斓的色彩。每一任死去的约特伍德帝皇都将被嵌入这顶由历代帝皇遗体组成的桂冠。约特伍德体坚信这顶桂冠将为统治者带来代际相传的智慧，也因此约特伍德族的现任统治者总是异乎寻常的坚巨、沉重和美丽。<br>【相关研究】<br>1、界种科III级科员西洛莉德：《「约特伍德种族」基因复苏研究发展的回顾》<br>2、界种科II级科员谢琳：《「不可承受之重」交互反演模型建立以及优化研究》<br>【科员留言】<br><i>这个为啥有那么多界种科的科员研究？</i><br>——应物科：温世齐<br><i>应物科的负责人能不能给这个闲的没事儿做的家伙安排点事情做？我已经在好几篇奇物档案里看到应物科的家伙净写些没价值的留言了！</i><br>——界种科：*这名科员选择不公开自己的姓名*<br><br>【档案编号】 752 <br>【奇物名称】定分枪<br>【注意事项】需采用无折射材质存放<br>【奇物档案】这东西的外表和常见的额温枪相似，但其上有一只微闭的眼睛，在你拾起它的瞬间会不怀好意地滴溜溜乱转，不得不说有些许猥琐。显然其原理并非红外线，且有它自己一套恒定的定分体系。只需用它对常见的物体「滴」一下，会发现帕姆1分，姬子9分，实验室的大玻璃门 10 分，太空花束2分，三月七则无法被此物评判。至于它内在的评分逻辑，每一个研究员都有自己的解释，甚至可以汇集为一本《定分枪定分逻辑考》。<br>【相关研究】<br><color=#eb4d3dff>？？？科科员？？？：玩一下</color><br><color=#eb4d3dff>？？？科科员？？？：新增一条数据：银狼  100 分</color><br>【科员留言】<br><i>姬子我认识，但帕姆是哪个科室的，怎么才1分？三月七又是谁？</i><br>——防卫科：艾德蒙<br><i>这份笔记都是艾丝妲站长撰写的，应该是站长认识的什么人吧！</i><br>——应物科：温世玲<br><i>诶，怎么文档里有乱码？终端机又中病毒了？</i><br>——医疗科：乔安"
            },
            {
                "Name": "其三",
                "Desc": "【档案编号】 1381 <br>【奇物名称】心之全蚀<br>【注意事项】真空存放，请勿启动。<br>【奇物档案】<br>由未知岩石材料打磨而成的锥体装置，当中心的锥体相互垂直时，装置将进入休眠状态。当锥体相互平行时，装备将进入激活状态。在激活状态下，任何物体与外圈星环通路相交将被侵蚀，侵蚀完成后物体将被分解为基本粒子形态。该装置一般用于分解空间站的废弃物品，并将其转化为可供实验室使用的材料。值得注意的是，使用该装置分解的物品到达一定量级后，侵蚀将扩大化，对有机生命体的心神具有显著负面影响。未经空间站书面许可，切勿启动。<br>【相关研究】<br>1、密卷科IV级科员以斯帖：《人格面具与阴影：从锥体侵蚀到星神投射的心理影响探究》<br>2、界种科III级科员拉明娜：《脑生物电方法及其跨物种微机连通对脑补康复疗效的影响》<br>【科员留言】<br><i>心神被侵蚀了会怎么样？唤醒什么人格吗？？有没有人试过，讲讲！</i><br>——法政科：卢卡奇<br><i>侵蚀过之后会在终端上给你个标记，名字后面加一个「已黑化」。</i><br>——维护科：*这名科员选择不公开自己的姓名*<br><br>【档案编号】 1984 <br>【奇物名称】新世界大门<br>【注意事项】未知<br>【奇物档案】<br>应物科偶然得来的瞬间转移机器，造型与常见的马桶一致，表面为陶瓷质地，内含完整的冲水装置。其作用原理暂时未知，在完成瞬间转移后暂未出现明显副作用。但基于个人体质，短时间内重复多次使用后可能出现晕眩、呕吐等症状。「把头埋进冲水马桶，你将打开新世界大门」的传闻曾在某个星球广为流传，这台机器的存在证实了传闻中的部分内容的真实性。<br>【相关研究】<br>*根据应物科的申请，使用「新世界大门」的████████实验及其数据暂不对外公开*<br>【科员留言】<br><i>我把头埋进去了，为什么没有去到「新世界」啊？</i><br>——地概科：这名科员选择不公开自己的姓名<br><i>楼上的…你好像不大聪明的样子。不能把头埋进去，你得坐上去按冲水键才行！</i><br>——界种科：阿德勒<br><br>【档案编号】 2691 <br>【奇物名称】热量黑洞<br>【注意事项】不可与食物接触，接触前请先启动空间站恒温系统的供暖模式。<br>【奇物档案】以某种清洁能源为燃料的暖炉，曾被「公司」的贸易专员当做电饼铛使用（注：未遂），由应物科的科员独具慧眼相中后收容至空间站。暖炉表面的「花纹」经密卷科鉴定，确认为某个佚名家族的家徽与疑为「████朗道」的人名。暖炉的发热功能已失常，投入任何燃料均无法启动。目前的观测记录显示，暖炉会主动吸收周围物体热量，恒温生物在与之接触时可能引发失温症。<br>*注：应物科与服务科的联合实验结果表明，暖炉可吸收的「热量」不包括食物中的「热量」*<br>【相关研究】<br>1、应物科II级科员塔勒：《黑洞的热力学性质与物质吸积特性》<br>2、应物科II级科员阿德勒：《关于种群生长与爆发的新观点：有机生物种群与黑洞》<br>【科员留言】<br><i>啊？「不可用来加热食物」？你们用这玩意干啥了？这有点触及到我思维的盲区了！</i><br>——密卷科：梅厄<br><i>乱下结论！那个实验一点都不严谨，「零卡」的判定太苛刻！我跟你们说，只要是包装上没写明的，那就说明是零卡，应物科懂个**！</i><br>——界种科：*这名科员选择不公开自己的姓名*"
            }
        ]
    },
    {
        "Name": "通缉令纪念册",
        "Desc": "你已经集齐了贝洛伯格中与你相关的全部通缉令。虽然身价不算高，但恭喜你！",
        "World": 2,
        "Books": [
            {
                "Desc": "{Img#1}"
            }
        ]
    },
    {
        "Name": "贝洛伯格大事年表•寒潮之前",
        "Desc": "以克里珀堡官方口吻记载的、贝洛伯格寒潮未至时的部分历史。或许会对你有所帮助。",
        "World": 2,
        "Books": [
            {
                "Desc": "——筑城纪元前 1000 年前后，甚至更早<br>• 筑城者、星际和平公司的贸易专员、寻求知识流动的博识学会等外星文明开始出现在雅利洛-VI，并与行星原住民展开交流。<br><br>——筑城纪元前 30 年前后<br>• 被称为「星核」的不明物质坠落在行星表面。<br>• 宣称「星核是灭亡的标志」之类的末日论在雅利洛-VI各文明间广泛流行。因此种论调影响，许多人因恐惧纷纷离开行星。<br>• 在伟大的筑城者阿丽萨•兰德的带领下，筑城者开始在行星各处建筑避难所。阿丽萨•兰德领导建筑的城市后称为「贝洛伯格」，竣工之年称作筑城纪元元年。<br><br>——筑城纪元前 20 年前后<br>• 反物质军团向雅利洛-VI正式发动入侵，行星表面避难所纷纷沦陷。<br>• 战线最终推进至仍未竣工的贝洛伯格城下，城市宣布进入战争状态。<br>• 在阿丽萨•兰德的率领下，长达三十余年的贝洛伯格保卫战就此打响。<br><br>——筑城纪元元年前后<br>• 贝洛伯格正式竣工。<br>• 在阿丽萨•兰德主持下，星核响应贝洛伯格众人的集体意志进入不稳定状态。席卷整个星球的暴风雪随之而来。雅利洛-VI由此进入冰河期，反物质军团的进攻因此受到牵制。贝洛伯格因受「存护」之力庇护，未受寒潮影响。<br>• 贝洛伯格人民将保护城市幸免于难的阿丽萨•兰德称为「引发奇迹之人」，并拥戴其为贝洛伯格之「大守护者」。"
            }
        ]
    },
    {
        "Name": "阿德勒的怪谈研究报告",
        "Desc": "应物科科员阿德勒撰写的研究报告，记录着空间站中的各类怪谈。",
        "World": 1,
        "Books": [
            {
                "Name": "其一",
                "Desc": "聒噪防盗门<br><br>琥珀未知纪，「黑塔」空间站迎来了那位命定的科员。他悄悄许下诺言：要在空间站付出自己余生所有的精力，去创造独一无二的科研成果。却不料，他的「余生」过于漫长，几乎是与无尽划上了等号。<br><br>我们无从得知他当时面临了什么样的实验事故，但我们可以确认，这场「事故」是后续「故事」的必要先决条件。要推论出之前的故事，不妨稍稍发挥一下想象力：那或许是一个有着「精神投射」效果的奇物，又或许他正在完成的项目本身就是有关「精神投射」领域的内容。他怀着期许按下按钮，以为屏幕上会出现自己梦寐以求的数据，却不料迎来的是悲剧的开始。<br><br>防卫科的记录显示，空间站中历来发生的事故中，不乏科员牺牲的情况，但却从未有科员「原地消失」的明确记载。但他的「躯体」就这么消失了，没人知道去了哪儿，也没人能将他的经历记录成册。或许直到今天，今空间站的尘埃里都还有它的影子——造化弄人，实验的最后一步竟是由他自己亲自完成，他的大脑思维被完整地投射在某个物体上。<br><br>试想，如果你只能「观测」眼前发生的种种，却无法对其进行干涉或做出符合自己想法的行为，是一种怎么样的体验？答案是：很难不扭曲！将大脑思维关押在一间「牢狱」之中，但思维在其中表现为何物？究竟是什么载体可以承载虚无缥缈的思维？没人知道答案。<br><br>但是，这让空间站多了一份阴翳——谁又希望自己的咖啡杯里泡着的不是热腾腾的咖啡，而是某个成年人的负面思绪呢？<br><br>有科员反应称，自己曾在科室防盗门附近听闻怪声。他将这个声音描述为「如泣如咽但又聒噪不已」，怀疑是有神秘的生物在哭泣。本人与助理很快完成了走访调查，并再次回访了那扇神秘而又聒噪的防盗门。然而情况却令在场的所有人倍感遗憾——我们并未发现任何可疑现象，也并没有发现足以支撑「精神投射」的根据性证据。在笔者与助理坚持不懈的深入调查下，我们最终发现该防盗门附近有一位落单的呜呜伯，它不断发出「呜呜」声。但某位科员却因神经衰弱，将其叫声误以为是哭喊声，进而引发了这场闹剧。<br><br><i>笔者在此呼吁：怪谈需解怪，工作需适度！让我们下期再见！</i>"
            },
            {
                "Name": "其二",
                "Desc": "消失的马桶<br><br><i>笔者注：没有想到大家这么喜欢怪谈笔记，感谢大家的支持！我在之后会认真与助理走访调查，给大家带来不一样的阅读体验。另外我也认真浏览了大家的评论区意见，其中有很多读者表示不太喜欢我的行文风格。我会在这次的笔记中加以调整。也欢迎大家多多在评论区留言提意见哦！</i><br><br>「如果在你眼前突然冒出一个马桶，你有没有勇气走上前按下冲水键？」<br><br>前些日子笔者收到一份特殊的投稿，因投稿者本人要求，具体的细节不便透露。唯一可以透露的是，这是一封来自怪谈「亲历者」的来信，里面记载的怪谈经历也是前所未有的新奇故事。<br><br>通过采访这位怪谈亲历者，笔者和助理还原了这个怪谈的全貌：如果按下了走廊尽头突然出现的神秘马桶的「冲水键」，就会失去知觉，并且被「带」到一个神秘的房间……<br><br>由于笔者与助理未能找到这个神秘的马桶，故而无法解释身体移动这个过程中的原理。但是我们走访了那个神秘房间。在推开门的刹那，笔者心中其实充满了恐惧和忐忑：这会不会是一个陷阱？会不会是空间站的藏污纳垢之地？但为了给读者朋友们揭露真相，我还是走了进去。<br><br>结果这只是一个普通房间，里面有位应物科的科员，正在努力追寻着「马桶」，哦不，它的正确名字是「实验品 13 号」的下落…在笔者与这位科员的耐心沟通下，这才探明事情原委——原来那个神秘的「马桶」，是应物科借来做某项保密实验的奇物，代号为「实验品 13 号」。由于实验中有科员操作失误，使得「实验品 13 号」在空间站中留下了种种传言。<br><br>当然，对于这位科员的解释，究竟是背后的真相？抑或是某种阴谋？还是…这个答案交给评论区的你们来书写！欢迎大家参与「空间站怪谈」话题下的讨论，本期的主题是：按下我的冲水键！笔给你，你来写！"
            },
            {
                "Name": "其三",
                "Desc": "停更通知<br><br>很抱歉地告诉各位读者，本账号将无限期停止内容更新。<br><br>笔者因个人因素，无力继续连载本报告的后续内容。<br><br>同时，笔者在此严肃声明：本账号所发布内容均为笔者根据空间站中的传闻改编，不具备任何科研严谨性，同时不代表任何笔者个人参与实验项目的态度或思路。请大家理性看待！<br><br>最后，感谢大家多日来对本报告的喜爱与陪伴！"
            }
        ]
    },
    {
        "Name": "将军的日记",
        "Desc": "似乎是神策府将军的亲笔日记。内容不多，断断续续。且不知为何，内容全都与一猫有关。",
        "World": 3,
        "Books": [
            {
                "Name": "其一",
                "Desc": "九月初七<br><br>这日闲游长乐天，见一化外歌民沿街叫卖，上前一问才知此人是兜售宠物。<br><br>我见那动物貌似家猫，可体格却娇小得多，卧于竹笼如蒲团，呜呜喵喵，实在惹人怜爱。然自建木生根后，仙舟民养育宠物大多以壮健庞然为美。我便问歌民这动物为何如此袖珍，可有人曾相中。<br><br>此人对答：仙舟民诚然喜爱宠物健美，但也不妨有人独爱小巧玲珑。如今他见我眼中放光，料我定是后者，可称得上奇缘一桩。我固无法推辞。<br><br>此人又道这小动物名为狸奴，乃是古国时代仙舟先民热爱饲养的宠物族类之一，如今硕壮的仙舟家猫正是由这小巧的狸奴演化而来。这说法与我所读典籍暗合。只是狸奴早已绝迹多年，令我心中生疑，便追问其来历。<br><br>此人只信誓旦旦，道是狸奴虽在仙舟绝迹，可其他星球多有饲养。这动物确实不过是只普通小白狸奴罢了，既无基因调整，也非入侵物种，让我大可放心。<br><br>我很难拒绝豢养一早已灭绝的小动物，为其宗脉延续出份贡献——尤其是在摸了那粉嫩的肉球后。<br><br>于是，我重金聘下这小狸奴，唤它作「咪咪」，打道回府。只是我素耽于公务，想必无暇照顾咪咪。思来想去，喂食换水等事也都一应交给青镞办理。"
            },
            {
                "Name": "其二",
                "Desc": "腊月廿二<br><br>咪咪越长越大，缱绻依人，又甚是聪慧。毛绒冉冉如流云映雪，尾长九坎而端有茸毛，大如斗。再看那眼底裂如冰纹，色泽圆润，好不俊俏威严。<br><br>然而，咪咪的食量有些巨大，以至于不同寻常。它果真是狸奴吗？我暗自思量，想着如今唤它咪咪确乎是不大对头了。<br><br>那日青镞又同我说，她近一周以神策府膳食之名共购入合成肉二百斤，竟全都被咪咪吃干抹净。然而，事情到这里还没结束。她还说此事已见街谈巷议，称那将军整日闭目荒废政事不说，食量竟还大如牛，实在令人发指。<br><br>青镞担忧此事恐对我不利，我倒觉得但传无妨，便令她不必挂心。在我看来，「暴食将军」可要比「闭目将军」威风多了。"
            },
            {
                "Name": "其三",
                "Desc": "正月十九<br><br>府中膳食开支渐渐难以为继。我想确实是该有所对策，便先招来丹鼎司的医士检查了踏浪雪狮子（对不起，青镞，我实在没什么取名的天分）。医士问诊无果，建议加以基因检测，我表示同意。结果和它的食量两相映证——果然，它根本不是什么狸奴，更非普通家猫。<br><br>它是一头狮子。这也正是我将咪咪改叫踏浪雪狮子的原因。<br><br>不过这一事实丝毫不耽误它平日里那颇具狸奴气的习性。雪狮子一旦得闲（它时时都很闲），不是挠丝帘便是撕毛毡，又或醉于为它专供的荊芥。不得不称赞，青镞着实将它调教得好，只是有时不免妨碍公务了。<br><br>话说回来，当务之急应是想办法缩减府中膳食开支。对此我仍未理出头绪，恐怕还需费些时日。"
            }
        ]
    },
    {
        "Name": "药王秘传•证物集册",
        "Desc": "从药王秘传党羽搜来的各种证物。",
        "World": 3,
        "Books": [
            {
                "Name": "未寄出的家书",
                "Desc": "萧蕾姊姊，见字如面。<br><br>离家已有月余，我一切安好，请姊姊放心。<br><br>我自小体弱，让姊姊多有担忧。此番不告而别，也绝非是去寻短见或如何，只是想让姊姊过一段宽松的日子，不必再为我而操劳。<br><br>这「仰天望气之疾」，父兄牺牲前要操劳父兄，到了如今又要拖累姊姊，二百余年来，求医问药始终无果。回头想来，只觉得有无尽的歉意。<br><br>如今再也不必担心了，我正为丹鼎司的一个机密计划做临床试验。<br><br>负责我们那一块的丹士长对我说，他们难得才经过六御审批，让他们创制新的疗法，来处理仙舟上各种会折磨病人数百年的慢性病。<br><br>但是，他们也答应在研究有所进展之前，要严密封锁相关信息，决不允许任何消息泄露。因此，这封信我也只能暂时放在身上，等到有机会到外出自由活动时再寄给姊姊了。<br><br>这些治疗手段的确很有效。我曾需要拐杖才能勉强行走，但现在却健步如飞。甚至连那些丹士也为我的成长而啧啧称奇，说我是「万中无一的奇迹」。<br><br>说起来，他们使用的药物颇为奇怪。我问丹士长，这药物叫什么，丹士长却只是笑了笑，说：「这是慈怀药王的恩典。」我听不太懂，丹士长也没有进一步解释的意思。<br><br>好在无论如何，这药是有效的。<br><br><s>不过，这也是有代价的，每次服下那些丹药，我都觉得钻心刺骨、记忆含混不清。</s><br><br>还是不和姊姊说这些不开心的了。说点实实在在的开心事：丹鼎司会在临床试验结束后支付给我一大笔费用。<br><br>到时候，我不但有了健康的身体，还有了充足的资金，就可以给咱们买下一家好地段的客栈。<br><br>最好买在大城市，买在港口，专门接待游客。到时候，姊姊也不用操心费力了，咱家有钱了！我会雇几个员工，和我一起张罗生意，姊姊就在大城市里做任何想做的事吧。这是你应得的。<br><br>期待我们再次见面。<br><br>愚弟萧居，翘企示复。"
            },
            {
                "Name": "紧急指示",
                "Desc": "青棠兄弟：<br><br>我们在云骑军的情报布局暴露了，折损了不少兄弟姐妹。现在可以确定，内部有猎狗，而且不止一条，大部分应该都藏在罗浮。<br><br>按照已知情报推断，其中几条猎狗参加过我们的重要行动，甚至包括在神策府的那次失败的行动。如果没有猎狗潜伏，那个闭目将军恐怕已经没命了。这对我们影响有多大，可想而知。<br><br>尽快查出这些猎狗的身份，尽可能不留痕迹地处理掉。不要留任何活口，风险太大、价值太小。根据以往的经验，无论用上什么手段，都很难从猎狗这里得到任何信息。<br><br>如果有兄弟姐妹暴露，在他们落在猎狗手中之前，给他们一个慈悲的结局。<br><br>前几日魁首大人亲口对我说：「眼下在罗浮的布局至关重要，千年大业在此一搏，绝容不得半点闪失。」我如实转述给你，希望你也铭记在心。<br><br>药王慈怀！<br><br>紫桂"
            },
            {
                "Name": "莳者日记",
                "Desc": "……<br><br><b>三月九日</b><br><br>我越来越确信，世界是不公道的。<br><br>云骑军武库中有百般武器，我挑了最不易掌控的枪。我自认自己所下的功夫不逊于任何人……可我没办法打败游山，即使他只是个身高到我胸口的持明族人。即使他只活了六十多年，而我接受了云骑武经的锻体再造，并修习了近百年的枪术。<br><br>教习师父说过好多次：「剑求轻敏，枪走沉雄」。以真气操作的飞剑，要求神经反射的灵动。而枪术则追求力量和控制，刺入敌躯后震爆的反馈力，也需要刻苦的肌肉锻炼才能抵消。<br><br>我明白，纯以反射神经而论，仙舟人不及狐人远甚。但我没料到，在力量上，自己也不是持明的对手。<br><br>我打不过游山，绝不是什么功诀掌握不到位，疏怠训练的缘故。那纯粹是因为肌肉结构不同。在鳞渊境古海中蜕生的持明人，时刻在巨大的水压里悠游，其力量绝非我们这些只踏足土地的仙舟人可比。<br><br>即使再给我几百年的生命，我也无法超越基因的沟壑，变得比游山更强。这是我可悲的宿命，无法成为最强者的宿命。<br><br>……<br><br><b>四月二日</b><br><br>丹鼎司一个平日相熟的丹士朋友向我推荐一味药：「龙蟠虬跃」。他告诉我，服之则有龙力。<br><br>仿佛看出了我听到名字时的不快，他微笑着说：要是我能猜到这其中用了什么药材，便分文不取。他挤眉弄眼，想让我往尽可能恐怖的地方猜。<br><br>我怎么会知道这些丹士到底弄什么玄虚？我没有买下他的药。<br><br>「龙蟠虬跃」…我讨厌这个名字。持明人以「龙」为尊，自认是什么星神后裔。呸，一提起龙，我便会想到游山。<br><br>他已被提拔成了十卫长了，师父说，他会推荐游山接任教习的职务。游山这厮想必很得意，他看到我的时候却总是虚伪执礼口称师兄，只差没把讽刺的表情挂在脸上了，教人恨到牙痒痒。<br><br>对练时我克制不住想把枪尖刺进他身体里的冲动。可惜我做不到，我打不过游山。<br><br>训练结束，三战三负。这战绩不出意外。我一个人在讲武台下坐了很久。<br><br>……<br><br><br><b>六月十二日</b><br><br>我做到了！我可以！我做到了！<br><br>我打倒了游山！<br><br>「龙蟠虬跃」真是神药！虽然刺下药针，汤剂入体时，我觉得自己整个人就快要被一阵狂风鼓爆了，但这种不适不过是片刻。之后，我突然觉得手中的枪轻的就像一根针，轻松拨两下，对练的师兄弟们甚至接不下一招。<br><br>我变得好快、好强！哈哈，连游山也不是对手！<br><br>他的动作在我眼中慢的就像蚂蚁，我可以伸手，这么按下去，用枪尖将他缓缓碾碎。可惜师父叫停了比斗。他召来一个军医为我检查，他们什么也没查出来。<br><br>哼，老家伙就是这么古板。按朋友的说法，只要坚持使用，我能挑战更多！<br><br>听说神策府中有一名御剑天分极高的侍卫，假以时日，也许连他也不是我的对手！<br><br>……<br><br><br><b>七月二十五日</b><br><br>经引荐，我成为了兄弟姐妹中的一员，一名莳者。<br><br>从心灵上来讲，我已领悟了。<br><br>我翻阅云骑军武经中的记载，看到了那些唯有天仙化人才能达到的境地：「分秋毫」、「碎昆冈」、「转阴阳」、「追流光」……那些不是传说，古老岁月前，仙舟人是可以达到这般境界的。<br><br>但从肉体上来讲，我还远未领悟。<br><br>因为想要触及这些极限，必须服下秘传的丹药，苦修勤练。<br><br>无关心术，无关神秘，一切都是肉身的强度——这就是「药王秘传」的仙道给予我的开示。<br><br>能使我抵达乃至突破这种极限的，只有慈怀药王。<br><br>我认识了很多兄弟姐妹，他们来自仙舟各行各业，甚至有化外民。我们怀着不同的目的聚集在一起，有些人是为了挽救生命、有些人是为了向敌人复仇、有些人仰慕魁首的领袖魅力、有些人只是狂热地爱着药王…或是狂热地恨着妖弓祸祖。也有些人，就像我一样，渴望领悟。<br><br>我们相互扶持，炼制丹药、躲避猎犬、敬拜药王。没有人质疑彼此的信念，没有人嘲弄各自的目的…这让我在「秩序社会」中的生活像一个笑话。<br><br>必须承认，服用这些丹药是很痛苦的。本身咽下那些难以下咽的液体，就仿佛吞针一般，灼烧得我五脏六腑都在沸腾。好不容易忍住了强烈地呕吐欲，又要感受肌肉与骨骼被硬生生剥离的疼痛。然后是骨骼与骨骼之间像石头一样相互碰撞，仿佛下一秒就会崩解，每一次碰撞都直击大脑，却又无法靠昏厥来逃避痛苦。<br><br>不过只要熬过了这几小时的痛苦，身体能力的提升是显著的。<br><br>只要将这种痛苦理解为，将成百上千年的对肉体的锤炼凝结到几小时内，那么这种痛苦似乎也没那么难以忍受了。<br><br>……<br><br><b>九月十日</b><br><br>力量变得强大 我变得强大<br><br>游山无法击败我 师父无法击败我 我逐渐领悟<br><br>武学 在于爪牙之利 筋骨之强 <br><br>胜 即是生者 即是武德<br><br>武德 即是药王慈怀<br><br>药王 药王 药王慈怀<br><br>药王慈怀 建木生发 莳者一心 同登仙道<br><br>药王慈怀 建木生发 莳者一心 同登仙道<br><br>药王慈怀 建木生发 莳者一心 同登仙道<br><br>药王慈怀 建木生发 莳者一心 同登仙道<br><br>药王慈怀 建木生发 莳者一心 同登仙道<br><br>药王慈怀 建木生发 莳者一心 同登仙道<br><br><i>*以下数页都重复着这句话。*</i>"
            },
            {
                "Name": "行动目标：景元",
                "Desc": "靛海棠：<br><br>本月已经进行了五次针对景元的清除行动，他为什么还活着？你们是不是消极怠工？<br><br>黄牡丹，九月十九日<br><br><br>黄牡丹：<br><br>我们有什么办法啊？这家伙人称「闭目将军」，平时也不掺和什么公务…面都见不到几次，我们怎么下手啊？<br><br>靛海棠，九月廿二日<br><br><br>靛海棠：<br><br>我们在丹鼎司有那么多的兄弟姐妹潜伏，难道都派不上用场吗？就算贵为将军，也免不了要去丹鼎司检查身体吧？不能那时候下手吗？<br><br>黄牡丹，九月廿四日<br><br><br>黄牡丹：<br><br>兄弟，你第一次来罗浮还是怎么着？景元这种大人物，会自己跑去就医？那都是请专人医士前往神策府！在神策府对景元下手，兄弟姐妹们还想跑？<br><br>靛海棠，九月廿七日<br><br><br>靛海棠：<br><br>药王慈怀，尔等这般贪生！要知耻！<br><br>黄牡丹，九月卅日<br><br><br>黄牡丹：<br><br>瞧给你能耐的，你要有本事去就自己去。别站着说话不腰疼。<br><br>靛海棠，十月一日<br><br><br>靛海棠：<br><br>你在哪儿？别跑，咱俩好好聊聊。我除不了景元，我还除不了你吗？<br><br>黄牡丹，十月二日"
            },
            {
                "Name": "药王秘传•密令",
                "Desc": "紫夷兄弟：<br><br>事关紧急，我长话短说，我需要你去抓捕一名丹鼎司医护，名字叫半夏。我在司部里见过她的履历，本以为是能在炼药擢升之事上有些帮助…她有手段逃出丹鼎司洞天实属未曾预料之事，更加意外的是，她带走了一份名单。<br><br>名单上写了什么，我不便与你解释，但是你务必收回。你见过半夏，我最信任你，务必将她带回，再不济只要销毁名单便可。<br><br>根据情报，半夏在封锁洞天之前就已带着龙女离开。现在能联系上洞天外的兄弟姐妹不多，如果遇到了别的莳者，将信件与药方交予对方，一同寻找叛徒，此事最为优先、最为要紧，切记。<br><br>药王慈怀！<br><br>蓝芝"
            },
            {
                "Name": "还尘驻形丹",
                "Desc": "莳者兄弟姐妹们：<br><br>自入教来，诸位服食宝饵，精勤修行，结成内丹者甚众，「药王秘传」大业可期，吾心甚慰。<br><br>或有莳者根器锐利，提前飞升，展露「药王相」、「繁枝相」等真仙容貌，不利日常行动。吾授予汝等「还尘驻形丹」药方，按方服药即可掩人耳目，维持原貌。<br><br>配方如下：<br><br><i>岱舆当归5钱</i><br><i>鳞渊天冬2钱</i><br><i>波月古海龙鳞珊瑚3钱</i><br><i>苍茯苓1钱</i><br><i>魔阴身骨粉1两（不可为此同袍相残）</i><br><i>佐以丹参骨胶、古根龙泪滴研磨调制成丸。</i><br><br>诸位，所谓「魔阴身」实乃药王赐予我等飞升进化的天阶，其势可缓，但绝不可避。若频繁服食驻形丹，则药力将渐次减弱，终至无用。莳者兄弟姐妹应多加留意，千万小心。<br><br>药王慈怀，建木生发。"
            },
            {
                "Name": "千手慈怀药王救世品",
                "Desc": "如是我闻：<br><br>一时千手慈怀药王游化诸界，与莳者九万九千九百九十九人俱，住罗睺下，而为说法。<br><br>尔时倏忽令使问千手慈怀药王言：「众生有疾，万类皆苦。一切有情众生，缚于生老病苦，何谓苦本？」<br><br>千手慈怀药王言：「生老病苦，皆归于死。生者之苦，苦于有涯。老者之苦，苦于必至。病者之苦，苦于近死。是故生老病苦，谓有死。从有死，则为苦本。」<br><br>倏忽令使合掌言：「一切有情众生，有灭尽日，有轮回日，何断生老病苦？」<br><br>千手慈怀药王告倏忽令使言：「是彼众生，囿于形骸，如囚入笼，受三苦刑。吾今植永寿神木，令彼众生解脱，生无涯，老不至，死回生，断离烦恼。」<br><br>尔时倏忽令使作是念言：「药王慈怀，建木生发。莳者一心，同登极乐。」<br><br>「药王慈怀，建木生发。莳者一心，同登极乐。」<br><br>尔时莳者九万九千九百九十九人俱言：「药王慈怀，建木生发。莳者一心，同登极乐。」<br><br>说是语时，莳者九万九千九百九十九人俱，皆断生老病苦。"
            },
            {
                "Name": "药方：龙蟠虬跃",
                "Desc": "此方供有武学基础者，抑或身体素质异于常人者使用。<br>龙裔忌用此方。<br><br>配方如下：<br><i>岱舆当归7钱</i><br><i>伏冬桑3钱</i><br><i>波月水参1钱</i><br><i>干制塔拉萨蜣螂2只（磨粉）</i><br><i>干制方壶落龙子1只（磨粉）</i><br><i>蒸馏萃取，滤至澄澈无沉淀，</i><br><i>放置至常温后与波月古海水一比一混合。</i><br><i>取持明髓1两（需活取），于混合液中静置十二时辰，</i><br><i>取金针汲药液，深肌肉注射。</i><br><br>用药后周身剧痛、骨骼作异响、视力听力下降，皆属正常情况。<br>能安度此劫者，必能禅机早悟，永登仙道。<br><br>药王慈怀，建木生发。"
            },
            {
                "Name": "「龙蟠虬跃」药理考",
                "Desc": "要讨论「龙蟠虬跃」的药理，就不得不将话题扯远一些，从「长生」的原理开始讲起。<br><br>对于银河中大多数血肉造物来说，「长生」往往代表着另一个含义——「癌」。细胞失序生长，永生不死，以自己的「长生」侵蚀宿主的身体，直到两败俱伤。<br><br>事实上，在数万年的试错和博弈中，一些癌细胞突变出了脱离宿主生活的本领，甚至能够以「长生」侵蚀其他生物。星历 7142 年，博识学会治下的雅戈尔艾特爆发过一场严重的瘟疫。事后查明，病原体是一种珊瑚纲生物身上的癌细胞，在偶然的突变中获得了跨物种传播的能力。<br><br>所以单纯从医学的角度上来说，我等「长生种」全身上下遍布着「长生」的细胞，却依然可以维持内环境稳态，这是一件相当不可思议的事。<br><br>简单来说，仙舟人和狐人的秘诀在于，全身的细胞可以依照需要，在特化细胞与干细胞之间相互转化。而这种转化遵照特定的规则，不会出现任何失序。<br><br>至于转化的规则是奥秘中的奥秘。它并非依据内分泌水平或其他指标，而是依据人在出生时就已经注定的「标准」。细胞在分化与特化的转换之间，将人的身体特征恒定在原初的「标准」之中。<br><br>我们将这种违背生物学规律的现象，归因为寿瘟祸祖的神力彰显。而这种来源于寿瘟祸祖的力量，会在长生种生命周期的某个临界点突然进入一个新的阶段——原本的「标准」遭到突破，肉体展现出极具破坏性的生长，使原本生活在文明世界中的「人」，变成缺乏灵智的「孽物」。这也就是我们常说的「魔阴身」。<br><br>而通常认为，持明族长生的来源与仙舟人和狐人不同。持明并不因寿瘟祸祖获得长生，而是身为龙祖的末裔，血脉中流淌着「不朽」的伟力。<br><br>基于这种不同的性质，持明也体现出了与其他长生种不同的生命周期。这种由成体回归幼体，不断循环往复的生命周期，依赖于细胞不断的分化转移。而这种特殊的分化转移，也使得持明不需要面对大部分长生种所需要面对的各类「长生病」。<br><br>「龙蟠虬跃」的核心原理在于，将龙祖的这份力量转移到其他生物体内。岱舆当归、伏冬桑、波月水参…这些药材的核心作用只有一个，维持并重新激活持明髓中的活细胞，使之在注射后可以在受体的体内重新发挥作用。<br><br>对于长生种而言，这种「药物」能以一种更加「可控」的方式诱发魔阴身。使得本应在寿瘟祸祖的作用下失序发育的身体组织，在龙祖之力的引导之下「以可控的方式失控」。如是，受体便可以在维持灵智的情况下，获得只有魔阴身才能掌握的力量。<br><br>而对于短生种而言，这种药物则是纯粹地将龙祖之力嫁接到身体中。这样粗暴的嫁接，的确能带来短时间内的身体机能提升，使短生种原本脆弱的身体机能得到质的飞跃。但在初次接种的龙裔细胞尽数死于免疫系统之后，受体的各项身体指标都将承受巨大的衰退，而能够抑制乃至扭转这种衰退的，大概只有药王秘传研制的其他「灵丹妙药」了。<br><br>综上所述，尽管神策府委托我解析药理，目的一定在于制备解药。但遗憾的是，面对「龙蟠虬跃」这样的药物，实际上并不存在「解药」。因为其药理的核心，就是利用龙祖的力量来人为诱发魔阴身。<br><br>如果能为这样一副药制备「解药」，那想必魔阴身也不再是什么不治之症了。<br><br>丹枢"
            }
        ]
    },
    {
        "Name": "渔公案",
        "Desc": "仙舟上有名的侦探小说系列。讲述被人灌下毒药后蜕生成幼儿的神探渔公破解各种迷案的故事。",
        "World": 3,
        "Books": [
            {
                "Name": "第一案•令堕魔阴",
                "Desc": "……<br><br>渔公无奈地摇了摇头，然后斩钉截铁地说道：「常鸿先生，是你设下了一条毒计，致使远霞小姐堕入了魔阴身。」<br><br>「远霞堕入魔阴身，这是寿瘟祸祖加诸于仙舟人身上的诅咒，凭什么说是我害了她呢？」常鸿愤愤不平，拍案而起。<br><br>欢欢听到丈夫被人指控，立刻也站了起来，厉声驳斥道：「我家夫君固然不是什么正人君子，但也做不出暗害他人的事情！渔公，莫不是你的脑子和你的身体一起萎缩了吧？」<br><br>「放肆！」马朝闻言也站起身来，对着欢欢怒目而视道，「渔公说你丈夫做了这些事，那必定是有了切实的证据。」<br><br>马朝本就身形高大，猛一站起来，头差点撞到天花板上。欢欢看着这个愤怒的巨人，便也不敢再多嘴，悄悄地坐下了。但对于常鸿来说，这毕竟关系到他未来的命运，所以他不得不硬着头皮继续反驳道：<br><br>「渔公，魔阴身终归是一种自然现象。我是个匠作，您出事以前是医士，我们都是懂名学的…相信我们都清楚，自然现象并非是我们可以左右的。」<br><br>渔公挥挥手示意马朝坐下，然后不置可否地盯着常鸿，直到后者的脸上浮现出不安的神色。<br><br>「你说得对。」渔公慢悠悠地说，「但是…你不能控制等离子风暴，却可以欺骗飞行士闯进等离子风暴中。你不能控制陨石，却可以用陨石做成致命的子弹。你不能控制魔阴身……却可以诱导它出现。」<br><br>常鸿紧张地笑道：「哈哈…渔公说笑了…让人堕入魔阴身的方法，这怎么听都像是十王司的机密……」<br><br>「你叔叔常九爷是做药材生意的，这是你委托他订购的药材。」渔公一挥手，马朝立刻铺开了手中的展阅，上面是一份订购单。<br><br>渔公站起身来，而马朝恭敬地蹲在地上，将展阅举在他面前。渔公指着展阅上的文字讲解道：「你很聪明，学养也很好，可惜没用在正途上。你去方壶上开了方壶狐人的药方…方壶上的狐人有独特的医学体系，绝大多数的罗浮人是不懂这些的。所以这东西能瞒过常九爷，也能瞒过地衡司，甚至能瞒过十王司…但是可惜，它瞒不过我。」<br><br>「你到底想说什么？」常鸿的脸上失去了笑意，冷冷地看着渔公。<br><br>「『宕挡』、『拉凯沓痂』、『珍陆』…在方壶狐人的药典，这个药方主治『傣妣柬东』。用我们能懂的话说，就是『躁狂』。」渔公翻了一页，继续用不紧不慢的语气解说道，「而远霞当时的症状，按照方壶狐人的说法，应该叫什么来着…哦，对了，叫做『夏西』。我们称之为『忧郁』。」<br><br>听到这里，马朝怒火中烧，猛地站起来，差点撞倒渔公。然后他大声呵斥道：「你这孽障！远霞相信你，才会不假思索地吃下你给她的药，谁曾想你竟然会给她药效相反的方剂，加重她的病情！」<br><br>常鸿破罐破摔似的反驳道：「好，渔公，就算我是给错了药，加重了她的忧郁…但这就会导致魔阴身吗？您也是懂名学的，一定很清楚『相关性不等于因果性』这么简单的道理。」<br><br>面对常鸿的诘问，渔公毫不退缩：「当然，罗浮上忧郁的人，怎么也要有几百万，大部分都好好地活着，而没有陷入魔阴身的惨状。你所做的，当然不仅仅是加重了远霞的病情——这只是第一步罢了。<br><br>「接下来才是你计划的关键：你妻子欢欢几乎每周都会去远霞家几次，和她喝茶聊天。你让她每次都在远霞家改变一些常用物品的位置、增添一些新物件、盗走一些旧物件、偷偷替她回复一些私人信件、承诺一些工作事宜…每当她感到疑惑时，你们当然都会装得很无辜，说这一切与你们无关。远霞那么信任你们，甚至一次都没有怀疑过。<br><br>「很快，她的生活就变成了一团混沌。她不知道自己常用的梳子去哪儿了，也不知道这个崭新的镜子是何时买的。她不知道自己何时允诺了某个约定，也不知道自己为什么突然对上司出言不逊。然后，再加上你们那些『灵丹妙药』…远霞，就这样活生生地被你们逼疯了。<br><br>「最可悲的是，直到作为『人类』的最后一刻，她都从来没有怀疑过你们夫妻二人。是啊，又有谁能想到，世上会有如此歹毒的心肠呢？」<br><br>……"
            }
        ]
    },
    {
        "Name": "梁沐的信件",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "半夏姑娘：<br><br>展信舒颜，见字如晤。（听说仙舟的信件都有这样的客套话）<br><br>自从离开了流云渡之后，我尝试着联系你很多遍，你都没有回复。于是我想到了上次你派来的两位医士，通过他们代劳，应该能直接将这封信件送到你的手上。因为接下来事情很重要，我不想这样一走了之，我必须告诉你我在想什么。<br><br>老实说，若不是那两位医士及时到来，我都以为你肯定是弃我于不顾了。<br><br>但是这不代表着我原谅了你。我问过两位医士，你不仅没有来找我，甚至没有把我想要的名单带来，你只是看我可怜，派了两个人来救治我而已。我需要的是「治病」吗？我不需要！我需要的是「对等的尊重」。你从来就看不起我这样的短生种，我感觉自己是个街边的鼠类。<br><br>你根本不知道我在那简陋的集装箱里躲了多久，你根本不知道药王秘传的人到底有多凶恶，你根本不知道十王司的判官到底有多危险…你根本不知道，因为你一直躲在丹鼎司里，只顾自己安危，全然不管我的死活。<br><br>你看看你才为我付出了多少？过去你说你自己有多爱我，我全然感受不到。<br><br>所以，我必须要说清楚，我从来没有喜欢过你。你说你可以弄到长生不老药，我才决定接近你；你说药王秘传是真实存在的，我才鼓动你加入他们；你说你能搞到药王秘传的名单，我才愿意冒着风险在流云渡等你的。你别自以为是了，我不需要你的怜悯。<br><br>顺带一提，我已经被司辰宫遣返了，你收到信的时候，我早已经离开了。再见！<br><br>梁沐"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梁沐的留言之二",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "半夏：<br><br>你能看到这封留言，就说明我又躲到别的地方了。像上次一样，我在信纸的背面留下了地址。（这次我打算躲到港口那边去，要是再这么躲下去，我就无处可藏了）<br><br>这里除了药王秘传，还有十王司的人，这两拨人哪一方我都碰不得。为了不被他们发现，我还是提前转移了。这是我的猜测不一定准确：药王秘传为了不让秘密泄露而倾力抓捕你我，而十王司像是收到了情报，正在流云渡抓捕药王秘传。<br><br>如果不是我有着「求药使」这层特殊身份，我都想出来为十王司拍手叫好了。<br><br>你还是快点来找我吧，我迫不及待想见到你了。<br><br>我依旧会在下一个藏身处躲好，你到了之后叫我，我确认只有你一个人的时候，我就会出来的。「一个人」，千万记住是「一个人」，要是有其他人在场，我是不会出来的。<br><br>梁沐"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梁沐的留言之一",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "半夏：<br><br>你能看到这封留言，就说明你来找我了。当然这也说明，我离开了这个集装箱，躲进了别处地方。我在信纸的背面留下了地址，你小心将上面的灰尘掸去，应该能看见浅浅的痕迹。（我实在不知道如何描述集装箱的位置，只好大致画了一下）<br><br>前些日子，你担心我病重，在流云渡里吃不好睡不香，通过物流机巧鸟给我送来了若干的仙舟美食以及棉被枕头，我大喜过望之余同时也十分愧疚——我让你这样牵挂，我该拿什么回报你。我想，无论我如何回报你。这都是不够的。<br><br>也许只有让我也活上几百年、几千年才能回报你。<br><br>长生并非是我的终极追求，你知道我的，我和那些贪图长生的求药使并非一丘之貉，我是有更长远的目标的。有了你的帮助，我那漫漫长路的旅途也不再是枉然，长生不老也变成了现实。<br><br>我发自内心地感谢你。<br><br>说回正事，我已经清理了在集装箱这边生活的痕迹。因为有「药王秘传」的人找上来了，肯定是你的原因。我不是在生气，而是在兴奋，这说明你得手了，我们离成功就近一步了。<br><br>我会在下一个藏身处躲好，你到了之后叫我，我确认只有你一个人的时候，我就会出来的。别怪我太谨慎，要是不谨慎，我就活不到现在了。<br><br>梁沐"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梅姐的笔记",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>*皱巴巴的纸张暗示着它曾被反复查看，以至于纸页脱胶、散落出来。*</i><br><br>注意：<br><br>芦慧姑娘的衣服要注意勤晒日光。<br><br>在征得她的同意之后，才可以将一些很久不穿的衣服拿去晒。<br><br>红色礼服虽然很久没有穿，但是不能晒，也不能洗。<br><br>芦慧姑娘说那件衣服只能交给【广云袖】去处理，不放心我的洗衣方式。<br><br>联系【广云袖】，就得用上芦慧姑娘留下的联系方式：<br><br>【 6983144 **********】<br><br>红色礼服是出席发布会的场合用的，清洗拿回家后，注意要和防蛀香木放在一起。<br><br>另外，芦慧姑娘有很多舍不得扔也不会再穿的衣服，都需要封装好。<br><br>不能当着她的面提扔掉某件不会再穿的衣服，会生气。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梅姐的笔记",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>*皱巴巴的纸张暗示着它曾被反复查看，以至于纸页脱胶、散落出来。*</i><br><br>周一<br>蒜苗五花肉、鲜奶热炒。<br><br>周二<br>脆皮仔猪、白灼鳞虾。<br><br><i>芦慧姑娘喜欢吃脆皮仔猪，需要提前联系肉店。</i><br><br><i>联系方式【 29292299 **********】</i><br><br>周三<br>红油乱斩牛杂、紫芋扣肉。<br><br><i>小少爷上火，微辣就可以。</i><br><br>周四<br>肉桂香排、鲫香肉丝<br><br><i>常去的肉店周四关店，需要提前买好，周二的时候多买一些。</i><br><br>（下略）"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梅姐的笔记",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>*皱巴巴的纸张暗示着它曾被反复查看，以至于纸页脱胶、散落出来。*</i><br><br>（前略）<br><br>第一次参加登云群阁的家政工作交流。如果我有事，可以让其他家政员帮忙做，之后再帮回去就好，我以前没有注意到这样的事，现在知道了。<br><br>地址和联系方式都记下来了，以及他们可以帮忙的时间。<br><br>听其他家政员说，雇主说希望家政员能够像对待自己孩子一样对待他们的孩子。<br><br>不能说不行，这个时候要回答要当成自己的孩子对待。<br><br>芦慧还没有问过我，我没有自己的孩子，还真不知道怎么回答了。<br><br>他们说不能把雇主的话当真，好多家政员说自己孩子扔在一边自己玩，给什么吃什么，如果不听话就教训教训，雇主家的小孩哪里敢这样对待。<br><br>雇主只是想听到你关爱他们的小孩。<br><br>总之，只要回答当作自己孩子对待就行。<br><br>说起来小少爷在黉学里不听话想让我来开家长会，还不能告诉芦慧。<br><br>老师让我留一个家长的联系方式，我没有联系方式，把芦慧姑娘的联系方式给老师了。<br><br>【******** 1415926 】<br><br>只要芦慧姑娘收到消息后告诉我，我就能去家长会了。<br><br>这件事情还没有给小少爷说，下次跟他说，不能忘记了。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梅姐的笔记",
        "Desc": "无",
        "World": 3,
        "Books": [
            {
                "Desc": "<i>*皱巴巴的纸张暗示着它曾被反复查看，以至于纸页脱胶、散落出来。*</i><br><br>（前略）<br><br>汐风山茶<br><br>需要经常松土除草，并且及时减除过多的侧枝。<br><br>喜欢湿润，避免直接接触生态泡阳光，<br><br><i>营养液的用量，芦慧姑娘之前是说过，往前翻几页应该能找到。</i><br><br>箭镞水仙<br><br>三日换水一次，需要反复确认没有病虫害，没有损伤、要保证外鳞片明亮光滑。<br><br><i>注意营养液用量，之前有两盆箭镞水仙因为营养太多烂掉了。</i><br><br>月尖儿芍药<br><br>观赏型的月尖儿的培养液是别的生态泡订购的。<br><br>需要留下芦慧姑娘的联系方式：【 06029094 **********】"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《帝弓迹躔歌》注疏",
        "Desc": "以仙舟历史为主题的歌行体叙事诗，描绘了历史英雄「帝弓」波澜壮阔的一生。",
        "World": 3,
        "Books": [
            {
                "Name": "其一",
                "Desc": "【原文】<br><br>帝弓迹躔歌 [注一]<br><br>佚名<br><br>君不见昔时苍城皆琅玕，凶星啮噬蚀不销。<br>君不见昔时圆峤满碧瑰，经星锈涩路迢迢。<br>君不见昔时岱舆具沙棠，坠若流火似焚膏。[注二]<br>君不见星壑漫际多颠沛，人寰万世一苇草。<br>时茫茫鸿蒙初启曙，渺渺大荒见滥觞。<br>四塞龙虎相吞剥，中崮万乘举戈氅。<br>帝尊明断纳诸侯，金人收兵灭帷灯。<br>八埏磅礴终一统，九垓浩荡始同风。[注三]<br>仙使接翼青天蔽，更击复更思穹桑。[注四]<br>但得楼船渡深空，贯星翾翔谒药王。[注五]<br>九艨出一曰曜青，艨中洞天多任侠。<br>侠者大也莫帝弓，能擘雕弧狩游星。<br>上绝辰垠摘石珀，下会星渊斗虚鲸。[注六]<br>旦销偃偶摇铁钺，夕斩视肉搴旌旗。[注七]<br>五艟冈峦烟燧灭，八舻河川氛雾霁。[注八]<br>追忆帝君平古州，威武不与帝弓齐。<br><br>【校勘记】<br><br>[注一] 本诗从「歌行体」。此种体裁之诗歌声韵自由、句式灵活，且常以「歌」、「行」题名。因篇幅较长，故校勘时按故事进展分节，以便读者查阅。<br><br>[注二] 琅玕、碧瑰、沙棠皆为古国神话中仙树，传说其通体为美玉，果实可使人长生不老。岱舆、圆峤、苍城皆为已毁仙舟：岱舆于星历 1200 年在对抗丰饶民「视肉」的战役中殉爆；圆峤于星历 3200 年在「阋墙之战」中失控，航入红巨星后失踪；苍城于星历 6300 年被活化行星「噬界罗睺」吞噬。由此可推测本诗成稿时间至少在星历 6300 年之后，但亦有后人补录可能。<br><br>[注三] 本段描述了仙舟联盟历史古国时期，无名帝王统一星球之盛况。「金人收兵」指帝王回收天下兵器、以金人机巧维持治安之故事。<br><br>[注四] 「仙使」即丰饶民「造翼者」。「穹桑」为其母星，是一汲取星球能源的行星级巨树。此处可见丰饶民早在古国时期便与仙舟各部族有过接触。<br><br>[注五] 「药王」即寿瘟祸祖，司「丰饶」。该称呼今多用于「药王秘传」党羽。<br><br>[注六] 「摘石珀」犹指仙舟民观测到星神「克里珀」之星墙一事。「斗虚鲸」指约星历 500 年前后，仙舟联盟与虚空歌鲸群落接触一事。「斗虚鲸」应在「摘石珀」之前，但作者为使行文连贯将之倒置；另据记载，帝弓生于星历 1700 年前后，绝无亲历此类事件可能，此处显然为挪用。后文多见此类情况，故不再赘述。<br><br>[注七] 「销偃偶」指仙舟民从金人手中夺取舰船控制权一事，起于星历 1400 年前后，止于岁阳之战。「斩视肉」指星历 1200 年前后仙舟与视肉作战一事。<br><br>[注八] 「五艟」、「八舻」泛指仙舟联盟全部舰船，并非实数。"
            },
            {
                "Name": "其二",
                "Desc": "【原文】<br><br>君子磊磊驾玄兔，君子落落驭金乌。[注一]<br>缘见无根飘零火，未知岁阳是流毒。<br>不成文章能作祟，不凭诗酒可娱人。<br>须通幻化皆梦寐，休将悲欢飨鬼神。[注二]<br>帝弓明察若洞焰，神臂独张迎焚风。<br>燎燎精怪竞忧惧，煌煌赤星伺网罗。[注三]<br>死士云合有廿百，誓言铁骨荐天艟。<br>坼以中驱铸作锥，携之凡胎同为槊。[注四]<br>深潜燧皇中心腹，云雷一动撼穹阁。[注五]<br>刹那霆骇泄星飞，须臾红尽咽天河。[注六]<br>一鼓而擒精灵火，封妖缄异养舟车。[注七]<br><br>【校勘记】<br><br>[注一] 在古国神话中，「玄兔」代指月亮，「金乌」代指太阳。此处指帝弓（仙舟）在宇宙中航行。<br><br>[注二] 据记载，「岁阳」为无根无形的能量体生物，能汲取人的情感，左右人的意志。<br><br>[注三] 「赤星」指岁阳为捕获仙舟自行聚合而成的微型恒星，呈红色。<br><br>[注四] 古国典籍有记载「军前锋曰先驱，次前曰中驱」。此处「中驱」代指仙舟曜青的副引擎。此句指帝弓带领的敢死队将副引擎拆解后武器化以对付岁阳。<br><br>[注五] 「穹阁」指仙舟罗浮的聚居地「登云群阁」，一说指太卜司的「瞰云阁」。此处犹言爆炸波及范围之广。<br><br>[注六] 据记载，仙舟的敢死队将武器化的副引擎送入岁阳构成的恒星，使其提早进入衰灭，坍缩成为黑洞。此句为仙舟文学史上对该演变过程的首次描写。<br><br>[注七] 据记载，在对岁阳的战争结束后，仙舟民将岁阳首领「燧皇」封印，并判决其以无尽余生为仙舟朱明提供动力。"
            },
            {
                "Name": "其三",
                "Desc": "【原文】<br><br>君子乾乾驱冰蟾，君子惕惕策六龙。[注一]<br>衔舻迢邈几斗转，魁元惶恐领天橦。[注二]<br>仙方阐弘多奥妙，神实点化自在身。<br>拔擢巧言有野马，汲引令色莫涓尘。[注三]<br>更造晶巧谓玉兆，天机算尽无遗策。<br>帝弓吞琼欲闻道，遍智有梦托南柯。[注四]<br>不见识海恒昌盛，惟见血肉筑泥犁。<br>残伤垢染何其苦，嗔恚他化空无记。[注五]<br>且奔且走且疾呼，却道痴狂笑太卜。[注六]<br>笑之讥之哀悯之，毋论耆宿与褐夫。<br>帝弓勃然斥贵胄，贪生何如彼昏侯。[注七]<br>玉露不过横辕轭，但教急镞试神莸。<br>回首振弦龙舌出，胆裂魂飞多惊怵。<br>终沦寒椁长守眠，不念当年大丈夫。[注八]<br><br>【校勘记】<br><br>[注一] 在古国神话中，「冰蟾」代指月亮，「六龙」代指太阳。此处指帝弓（仙舟）在宇宙中航行。<br><br>[注二] 「魁元」指仙舟罗浮，喻其在联盟中处于首位。「天橦」指建木。此处指建木的种子在仙舟罗浮中心生发。然仙舟罗浮在领受建木后才成为联盟之首，此处或为艺术加工。<br><br>[注三] 在古国典籍中，「野马」、「涓尘」泛指云气尘埃。此句结构倒错，大意为「云气尘埃都因建木拔擢得以巧言令色」。据记载，仙舟民以建木神实做实验，令动物得到了「擢升」，拥有足以模仿人类的智力和语言，成为「能言走兽」。本句犹指此事。<br><br>[注四] 「吞琼」这一母题源于智者玄曜将玉兆嵌入头颅、洞见未来一事，此处显然为挪用。「遍智」即遍智天君，司「智识」。<br><br>[注五] 「残伤」、「垢染」、「嗔恚」、「他化」、「无记」为堕入魔阴身的五种症状。「残伤」指肉体因外界暴力遭受严重的损伤，必须通过自愈能力进行漫长而痛苦的修复；「垢染」指由于肉身不朽，感染了某种顽强的天外病毒或细菌与之长期共存；「嗔恚」指产生怨恨、损害他人的心境，情绪开始在剧烈的悲喜怨嗔中起伏；「他化」指肉身开始生出变异的器官，无法再保持人形的稳定；「无记」指心被莫名的空虚感所占夺，陷于浑浑噩噩的状态。此段描绘了帝弓吞玉后看到仙舟民因长生不死而堕入魔阴身的悲惨未来。<br><br>[注六] 「痴狂笑太卜」源于一仙舟民俗故事。传说某仙舟上有一人认为建木神实为天外异物，反对长生，佯狂不仕以表决心。此处「太卜」泛指仙舟贵族，引申为建木神实，因贵族是仙舟上最早领受神实的一批人。<br><br>[注七] 此处「昏侯」指古国时期完成一统的无名帝王。帝弓认为仙舟民被无尽形寿诱惑蒙蔽，已与那贪生怕死的无名帝王无异，因此怒不可遏。<br><br>[注八] 此段描述帝弓反对长生，并向着被视为神圣的建木射出一箭，以示自己的决心。服下不死药的仙舟贵胄们惊怒交加，判其有罪。但慑于英雄曾立下的功业和他的人望，贵胄们只是判令其继续休眠。「守眠」指仙舟联盟初航时，仙舟民须以固定时间轮流进入冷冻仓休眠的制度。「寒椁」即冷冻仓。"
            },
            {
                "Name": "其四",
                "Desc": "【原文】<br><br>经年累月复经年，浮沉星汉何悬悬。<br>始见穹桑穷庞然，残星吐哺已恹恹。<br>异肉尾衔如雾列，仙使扬戈若霞蒸。[注一]<br>无人不知是劫簸，奈何难能相争锋。<br>枝柯刺斫戡斗舰，金光激荡翦飞舸。<br>绝处回生须帝弓，死地溃围应奇策。[注二]<br>莫劝天骄更觥筹，但许岁阳伴骨肉。<br>莫劝壮士久盘桓，但同燧皇伐仇雠。[注三]<br>人间不过一电灭，从来无命是英雄。<br>天下群起共影从，敢为云翳捍长空。[注四]<br><br>【校勘记】<br><br>[注一] 「雾列」、「霞蒸」犹言丰饶民军队规模之大。<br><br>[注二] 为了抵御侵略，仙舟民决定将帝弓从守眠中唤醒。帝弓醒来后分析局势，决心以奇策突围。<br><br>[注三] 为击退丰饶民，帝弓不顾劝阻进入朱明仙舟深处的牢狱，说服了一直被囚困的岁阳领袖「燧皇」，与它做了夺舍交易，用自己的躯壳换取岁阳之力的协助。<br><br>[注四] 各个仙舟上的许多人为了响应英雄的献身，选择与英雄做同样的交易。他们加入敢死部队，与岁阳结伴行军，誓如云翳障空，卫蔽仙舟，永不落地。此为「云骑军」之名的起源。<br><br>[附注] <br>本节描述了被称为三劫时代（约星历 3000 年至星历 4000 年）中「三劫」之一的「火劫」——届时，朱明仙舟观测到了某个大质量天体的引力，但他们无法捕捉到任何光信号。只有仙舟联盟足够靠近时，观星士才目击了这一庞然巨物是为一棵吸食群星的树状世界，亦即古国时期的大敌、造翼者的故土「穹桑」。<br>更令仙舟民感到恐惧的是，视肉的巨兽舰也再次出现在视野里。造翼者驱策视肉，双方竟然形成了某种程度的共生关系。而仿佛受到「建木」的力量吸引，「穹桑」开始向罗浮仙舟缓慢靠近，双方在不久后爆发了仙舟历史上最为壮烈的战争。<br>此前刚经历了阋墙之战（即「三劫」之一的「生劫」）、金人背叛和迁徙计划的仙舟民已无力抗拮如此巨大的危机。众人将冰冻监牢里的所有囚犯唤醒并释放，其中包括了本诗的主角——帝弓。"
            },
            {
                "Name": "其五",
                "Desc": "【原文】<br><br>帝弓崔嵬立艏楼，提膂岿然开轩辕。[注一]<br>劝君忘生固决死，今当快战挽狂澜。[注二]<br>愿教身后总常胜，负勇怀毅荡妖寇。[注三]<br>玉带琳琅穿云海，力尽一矢贯星斗。<br>天上骇浪惊电走，地头翻墨乱雷崩。<br>镞影坠落三山月，镝鸣高升百谷风。<br>虚陵魄动昼雨血，方壶魂惊夜飞红。[注四]<br>灵木百仞具颓圮，澌流觱泄溃虚空。[注五]<br>雾霭幽幽了散逸，不见灵精与帝弓。[注六]<br>惟得雕弧将销铄，炉锤古锭付寂元。<br>浑合无罅入磁云，环行星恒使同辉。[注七]<br>恸乎恸哉遍星野，血涕血泣何泫然。<br>可怜一生英雄泪，不逐罗浮逐孤星。<br><br>【校勘记】<br><br>[注一] 「轩辕」为古国神话中名弓，此处代指帝弓的武器。<br><br>[注二] 此句转折略显生硬，加之后句或可判断为帝弓在战场上作阵前演讲，以提振士气；一说为帝弓知晓今当陨落，故留遗言。<br><br>[注三] 此处或为云骑军常用呼号「仙舟翾翔，云骑常胜！」、「负勇怀毅，荡涤妖寇！」起源，但亦有后人补录可能。现学界对此各执一词，先后顺序暂不可考。<br><br>[注四] 据记载，在本次战役中，各仙舟与穹桑距离由近及远排列如下：曜青、罗浮、玉阙、朱明、方壶、苍城、虚陵，可见虚陵与方壶位置皆靠后；另据记载，帝弓应是在仙舟曜青船首拉弓射击。此句犹指帝弓裂天一射波及范围之大，仙舟联盟全部舰船都受其影响。<br><br>[注五] 据记载，帝弓一射破坏建木、贯穿巨兽，断开了仙舟罗浮与穹桑的连接；现场撕开一通向虚空深处的裂口，巨大的虚数力量从中喷涌流溢。本句正是描述了此种状况。<br><br>[注六] 据记载，在帝弓射出扭转战局的一箭后便失踪，但燧皇仍留下了部分身躯。此句称仙舟民未能找到两者，或为讹传。<br><br>[注七] 「古锭」、「寂元」、「磁云」、「环行」表明这两句描述了仙舟民为纪念帝弓的牺牲，将其遗物置入寂元古锭，发射至穹桑外围轨道，以使其与星球同辉。现有记载中未见相关事件，此处或为作者艺术加工。另，此处为仙舟文学史上对发射寂元古锭仪式的首次描述，但该习俗诞生时间与本诗成文时间前后暂不可考。"
            }
        ]
    },
    {
        "Name": "万类宗汇",
        "Desc": "仙舟的动物笔记。包括生物的外形，习性，相关的药材、食谱与俗谚。",
        "World": 3,
        "Books": [
            {
                "Name": "毛类·黄石",
                "Desc": "<b>黄石</b><br><br>「别名」<br>亦称石牛、眠石、八百里。<br><br>「形貌」<br>瘤角，短尾，体毛亮泽，呈石质感。<br><br>「习性」<br>性温吞。天寒，则蛰于山中。入冬前多食杂草野果，此时肉质丰腴，最为鲜美。既而于山谷等处，化石蛰之，则无味矣。是故时令之珍材也。<br><br>「传说」<br>曾有仙舟人饲牛边远洞天之中，静心平意，三百载不归。其兄前去寻访，棠棣聚首，悲喜交加，言曰设全牛宴席接风，但未见饭肴，只见石滩。兄异之，其弟疾呼「牛起！」，山间八百里黄石遂变为肥牛数万。<br><br>「性味」<br>牛肉：甘、温、无毒。<br>牛乳：甘、微寒、无毒。<br>角胎：苦、温、无毒。<br><br>「食效」<br>牛肉：安中益气，健强筋骨。<br>牛乳：静心安神，养胃益肺。<br>角胎：化瘀止血，收涩止痢。<br><br>「荐方」<br>巧石三味：亦称石头汤。取黄石颈肉与肋条数块，去皮筋后置入铜锅。取鳞渊朝露数斗浸没，石蕈、石笋洗净后切片，以文火煮沸即可。驱寒化湿，温胃润肠。<br><br><i>批注：</i><br><i>经由查证，当时在边远洞天养牛的人应该是一名丹鼎司方士，擅长改造飞禽走兽，所以传说故事应该是一次生物改造的演示。</i>"
            },
            {
                "Name": "毛类·梦貘",
                "Desc": "<b>梦貘</b><br><br>「别名」<br>亦称梦君、长安、仙枝。<br><br>「形貌」<br>长鼻，无角，皮毛呈繁星之纹理。<br><br>「习性」<br>迁徙之兽也，处温泉、谷地等地热多处生，性畏慎。以鼻犹如吞鲸，滤食蜉蝣与幺鱼。<br><br>「传说」<br>梦貘生息之泉常有安神、静心之功效。水中呼吸，则生灵气。旧时罗浮人常拾梦貘角以入药，称安魂散。常予烦恼、悲缠而不能寐之人。<br><br>「性味」<br>体肉：辛、温、无毒。<br>角胎：苦、寒、无毒。<br><br>「食效」<br>体肉：生津解渴，补血润燥。<br>角胎：行气止痛，纳气平喘。<br><br>「荐方」<br>梦枝：梦貘角，实则块状粪便。今有奸贩编撰说辞，刻意将其划分等级，为求高价胡诌粪便的纹路与类型。愚以为，梦枝本可以为饰，或切条作香焚之，静心安神确有其效。无需口服。<br><br>安魂散：以梦貘角碾碎之末，佐以引材，其富含矿物，食多则毒。<br><br><i>批注：</i><br><i>经由地衡司查证，梦貘角现在已经没有入药，其幻梦效果与中毒表现近似。</i>"
            },
            {
                "Name": "毛类·晴柔",
                "Desc": "<b>晴柔</b><br><br>「别名」<br>亦称浮羊、卷娄、天膻根。<br><br>「形貌」<br>盘角，无尾，体毛柔顺，质地松软。<br><br>「习性」<br>群居，性温和。形如绒球，遇害，则纳气入腹中气囊，通体膨胀，漂浮以避捕食者也。成群结队，扶摇上行，若悠游行旅之客。<br><br>「传说」<br>古仙舟人饲之，以其皮毛材料用。因其群而聚之，时人每以长绳系头羊。今见其有高弹性之皮革，亦有坚实耐用之气囊，均可用之于星槎。天舶司规碧空之牧场饲晴柔，使悠哉自由。<br><br>「性味」<br>羊肉：甘、大热、无毒。<br>羊乳：甘、温、无毒。<br>羊角：咸、温、无毒。<br><br>「食效」<br>羊肉：开胃健脾，暖中祛寒。<br>羊乳：温润肝肺，补虚养血。<br>羊角：平心熄风、清肝明目。<br><br>「荐方」<br>逡巡鲜酱：浮羊肉洗净作脔，置砂锅内，用星葱、芋椒、建杏捣碎腌制。活火煮至骨肉糜烂，取翔鲟鱼肉切片研磨成泥，鲜美无比。<br><br>天赐绯羊：选龙泉老窖中的绯曲煮肉，腌制卷紧，以渊境鳞石镇之，深入酒骨淹透，方能取出，切如纸薄乃进。<br><br><i>批注：</i><br><i>笔记中管理羊群的方式过于陈旧，现在已经没有长绳系羊的做法了。</i>"
            },
            {
                "Name": "毛类·芙茸",
                "Desc": "<b>芙茸</b><br><br>「别名」<br>亦称芳角、行枝、惊惶鹿。<br><br>「形貌」<br>角似枝，春生繁花。短尾，体毛柔顺，质地松软。<br><br>「习性」<br>角与繁花共生，枝干生肿结，似团花英华。被捕食者逐或惊，角上诸集飞花，四散遍舞，盖以惑敌。<br><br>「传说」<br>昔仙舟民，为随身袋囊采华。旧有雅士春日设宴，乘幺槎，寻芙茸，逐鹿洞天。吟诗作对，闻笛听箫中看漫天花舞。<br><br>「性味」<br>鹿肉：甘、温、无毒。<br>枝茸：甘、温、无毒。<br>花叶： 苦、寒、微毒。<br><br>「食效」<br>鹿肉：补脾益气、温肾和胃。<br>枝茸：温润肝肺，补虚养血。<br>花叶：清热利湿、发汗解表。<br><br>「荐方」<br>茸朵金饭：采幼年芙茸三春日初开之团花，选正色花瓣，再以符草汤和矿盐少许焯过，备隔夜紫米少许，投之同煮。久食可以静心明目，苟得鳞渊境甘水煎之，尤佳也。<br><br>汤绽新蕊：用刀取欲开茸蕊，上下蘸以肴蜡，投甘桶蜜缶中。夏日傍鳞渊地热泉，席地就盏泡之，团花即绽，澄香可爱。<br><br><i>批注：</i><br><i>虽说是濒危生物，但是在地衡司的管制下现在依旧保有一定种群数量。</i>"
            }
        ]
    },
    {
        "Name": "冥想遗忘疗法：健康长生，直到永恒！",
        "Desc": "自称是能够避免魔阴身的医疗广告。疗法继承人不惜做出违背祖宗的决定。",
        "World": 3,
        "Books": [
            {
                "Desc": "您知道吗？ 80% 以上的仙舟人，会在 800 岁以后遭遇魔阴身的困扰！<br>您知道吗？ 50% 以上的仙舟人，没办法意识清醒地渡过 900 岁生日！<br>您知道吗？ 90% 以上的仙舟人，还不知道冥想遗忘疗法可以拯救 100% 仙舟人的晚年生活！<br><br>魔阴身产生的根本原因，在于无意义记忆的过度累积。<br>仔细想想吧，您真的需要记住儿时玩伴的名字吗？您真的需要记住过去不愉快的工作经历吗？您真的需要记住每一段失败的恋情吗？<br>而这些并不被您需要的记忆，正是魔阴身的罪魁祸首！<br><br>科学研究表明，人的大脑有 60% 的功能是自己无法控制的，譬如心跳、呼吸、睡眠、代谢，以及<b>记忆与遗忘！</b><br>但事实上，冥想遗忘疗法的传承人康图医士已经向我们证明了，记忆与遗忘是完全可以<b>人为控制</b>的！<br>康图医士今年已经 3176 岁了，他却依然思路敏捷，从善如流。<br><br>他对我们这样说：<br>「我的家族每一代都可以摆脱魔阴身，清醒地活上几千年。这是因为我家祖传的冥想法。」<br>「家中长辈一直告诫我，绝不可将此中秘密传授给世人。如果仙舟人个个享有万年之寿，并不是什么好事。」<br>「可是，在目睹了仙舟人遭遇的痛苦之后，我做了一个违背祖宗的决定！」<br>「现在，只要购买我开发的冥想遗忘治疗仪，就可以轻松忘记所有无用的回忆，还您一个宁静祥和的大脑！」<br><br><b>患者采访</b><br><br>文锦（ 2434 岁）：「自从用了冥想遗忘治疗仪，我忘记了自己学生时代所有尴尬的回忆！不但忘记自己曾经被满脸麻子的恶霸同学胖揍，还忘记了自己喜欢的女孩被低年级学弟告白成功！我全忘记了！心情愉快可也是防止魔阴身的必要条件呀！」<br><br>思松（ 1453 岁）：「随着年龄变大，我也开始觉得事事力不从心了…但自从用了冥想遗忘治疗仪，我忘记了那些黄金时代的往事，却觉得自己最为辉煌的时代又回来了！冥想遗忘治疗仪，使我重回人生巅峰！」<br><br>花怡（ 1800 岁）：「很多人都说，冥想遗忘治疗仪一定是假的，我的年龄也一定是假的。对于这种质疑，我只想说，请你买一台冥想遗忘治疗仪，亲自试试看！到时候，你的大脑会更清醒，也会更明白自己的质疑有多么愚蠢！」<br><br>好消息！好消息！冥想遗忘疗法正在与十王司洽谈合作，成为首批「仙舟魔阴身拯救工程」指定产品！届时，仙舟人将有机会彻底摆脱魔阴困扰，享受健康的永生！<br><br>现在，为回馈广大消费者，康图医士推出限时抢鲜套餐，让您有机会在冥想遗忘治疗仪进入千家万户之前，就体验到它超凡的效果！<br><br>正所谓早买早享受、晚买悔一生，立刻拿起手中的玉兆开始订购吧！前一百名拨入热线的幸运顾客，还将获得宝饵堂米面粮油养生大礼包！<br><br>机不可失，时不再来！<br><br>请认准：<b>冥想遗忘治疗仪！健康长生，直到永恒！</b>"
            }
        ]
    },
    {
        "Name": "来自远古的回声•仙舟传统曲艺大观",
        "Desc": "西衍先生为化外民游客撰写的仙舟曲艺小科普。",
        "World": 3,
        "Books": [
            {
                "Name": "序言",
                "Desc": "相对于诸位客官蓬勃发展、日新月异的文化娱乐产业，仙舟上的文化娱乐产业发展较为缓慢。毕竟文娱的发展需要旧世代结束、新时代来临，可仙舟的每一个世代都无比漫长，也就使得仙舟上的任何一种审美趣味都很难在短时间内退潮。<br><br>当然，以上只是低情商的说法。高情商的说法是：仙舟上的主流文娱活动较为古雅，甚至保留了很多远古时期的原貌。只要客官在演出之夜来到不夜侯，也一定能感受到这种独特的魅力。曾有客官在看完演出后对我说：「听完小曲我不禁潸然泪下，因为我仿佛听到了来自远古的回声！」<br><br>我与西衍先生是多年交情的老友，他这人喜好评点，一日突然心血来潮想要把这些旧日的曲艺编辑整理，我也趁机催促，不得让他中途反悔。我的小女儿梦茗年纪小小，对这些过去的文娱活动也不大熟悉，这本小册子对她也有些帮助。<br><br>如果诸位客官对这些「来自远古的回声」有兴趣，就来听西衍先生为您介绍一二吧！<br>淑桦"
            },
            {
                "Name": "评书",
                "Desc": "评书是几乎所有仙舟住民都相当热爱的曲艺形式。它的演出方式极为简单：戏台上一人、一扇、一醒木，满堂的宾客倾耳听。单凭我红口白牙一张嘴，便将这千古的风流道个清。<br><br>这评书的内容无外乎三种：传奇故事、历史演义、市井谐谑。传奇故事又分神鬼书、公案书和侠客书；历史演义又分帝王书、英雄书和恶人书；市井谐谑分得倒是没那么细，主要内容也都是讲一些贴近生活的小故事，以幽默为主。<br><br>这评书看着简单，实际上门道儿可多着呢。在下说评书，少说也有个六百年了，可要真要来了个不开眼的小辈问在下：「西衍先生，您会不会说书啊？」我也只能厚着脸皮回答他：「勉勉强强会吧。」<br><br>评书只靠一张嘴，却不能让您坐在那里干巴巴地「听故事」，评书演员得让您「看得见、摸得着、闻得到」。虽然您只是在那儿坐着，但是在下得让您觉得是当真进了这故事里。您比方说在下今天讲个五千年前的血战——那时候甭说您了，这世上还没我呢——但也要让您听完了觉得，自己就是亲历者，是方才刚从前线逃回来的。<br><br>不过说到底，在下这里说得再热闹，您也很难真正身历其境。不如这样，您找个时间来一趟不夜侯，要正好能赶上在下的演出，那您就都明白了。<br><br>要是不巧当天没有在下的演出，倒也无妨。不夜侯里面演出的节目，个顶个都能让您觉得不虚此行。至于还有什么值得一看的仙舟曲艺，我们下篇再讲。"
            },
            {
                "Name": "仙舟坠子",
                "Desc": "仙舟坠子是仙舟人的传统曲艺。因为演员要拉着坠子琴伴奏，自弹自唱，因而得名「仙舟坠子」。仙舟坠子的唱词和念白，市井气息都比较浓重，以通俗的口语为主，有时甚至并不严格押韵。主题选择上则较为广泛，从英雄好汉到儿女情长，都是坠子演员喜欢的主题。<br><br>依在下来看，仙舟坠子是仙舟曲艺中入行门槛最高的曲种了。想表演仙舟坠子，您不仅要口条儿利索，还要善于表演。要通过唱词和念白，一人分饰好几个角色，还得让观众分得清。<br><br>不仅如此，既然它名为「坠子」，那自然对坠子琴的演奏技巧也有极高的要求。坠子琴只有三根弦，坠子演员却能用它烘托出百种氛围、表现出千种场景、传达出万种情绪，这可不是仅靠「会弹琴」就能做到的事儿。<br><br>在下年轻时，曾听过杞菊先生的坠子书《景元初狩》。说是年轻，但彼时在下也快三百岁了…可杞菊先生精湛的演技和卓绝的弹奏技巧，仍然令在下深感震撼。<br><br>现如今，杞菊先生早已迈入因果殿。一些新演员经过百年来的沉淀，也能将这出戏演得尽善尽美。可在下还是渴望能再听一次她弹唱的《景元初狩》。"
            },
            {
                "Name": "狐人大鼓",
                "Desc": "在仙舟所有的地方戏曲中，狐人大鼓是最为年轻的。<br><br>它起源于狐人一族刚刚加入仙舟联盟时，一边敲着锅一边沿街叫卖的狐人行商。狐人大鼓一般由演员一边击鼓打节奏一边演唱，在大部分时候只有唱段，而几乎没有念白。<br><br>狐人大鼓在主题选择上，也和狐人一族的性格颇为一致，喜欢歌颂英雄和爱情、表现激昂的战斗和炽热的感情。不过，相比仙舟坠子的直白质朴，狐人大鼓的唱词却往往用词唯美、意境辽阔。<br><br>但在下觉得这也不算矛盾，毕竟狐人大鼓最早期的唱词之一，就是狐人族的传统史诗《青丘歌史》。<br><br>近些年来仙舟上重演比较频繁的两段狐人大鼓，当属讲述历史英雄的《云骑斗步离》和轻松愉快的爱情喜剧《狐媚记》。您要是有闲工夫，推荐您来听听。"
            },
            {
                "Name": "持明时调",
                "Desc": "仙舟坠子和狐人大鼓，都不算特别重视唱段的旋律。仙舟人主要重视坠琴的演奏，而非自己的演唱。狐人更重视唱词的内容，往往整段大鼓都是用同一句旋律唱下来的。持明则不同，他们配器简单（只拿一个响板），唱词古雅，且旋律极为多变。<br><br>不过，倘使您是位心善的观众，特别听不得人受苦难的故事，那您要是在哪儿看见有个持明，手里举着响板——然后这位持明奏起响板，开口便唱…在下奉劝您还是快跑吧，接下来的事儿您未必能受得了。<br><br>因为，持明时调可算是仙舟传统文艺中悲剧美学的代表。同样是唱爱情，仙舟人唱两小无猜、狐人唱干柴烈火、持明唱失之交臂。同样是唱英雄，仙舟人唱侠肝义胆、狐人唱惩奸除恶、持明唱大业未成。<br><br>持明时调偏爱悲剧，结局圆满的剧目屈指可数，大都会给观众留下个意难平的尾巴。现在想来，持明时调起源于持明在汤海里挣扎的时代，这种对悲剧美学的执着，兴许也是来自那段艰苦的岁月吧。<br><br>前几百年，有个叫凌解的持明，唱了《龙牙传》和《再生缘》两出戏，火遍了罗浮仙舟。《龙牙传》是个悲剧结局的英雄史诗，《再生缘》则写了一段仙舟人和持明之间必然以悲剧告终的爱情。<br><br>如今凌解已然蜕卵重生，但她的作品却并未成为绝响。有无数仙舟住民都追随着凌解的脚步，走上了持明时调的道路。其中有不少人甚至都不是持明。在如今这个时代，您要是在仙舟上听见有人在唱持明时调，那位演员十有八九都会自称是仰慕凌解的门生。<br><br>所以在下总觉得，凌解并没有像其他持明一样重生，而是作为一种文化，在仙舟住民的心中真正地永生了。"
            },
            {
                "Name": "相声",
                "Desc": "关于相声的起源，在仙舟上有各种说法，各种说法的支持者之间争论不休。但在下斗胆一言：这种争论没什么意思，更没什么意义。我们只需要知道，相声是仙舟市井生活极为重要的组成部分，这就足够了。<br><br>据在下所知，无论是仙舟人、狐人、持明乃至化外民，不喜欢听戏的大有人在，不爱听评书的更是不胜枚举，但讨厌相声的却是凤毛麟角。<br><br>原因也很简单，相声雅俗共赏，轻松诙谐。有时候您累了一天，就想好好放松一下身体和脑子，那在这时候，找一间茶馆，捧一壶热茶，瘫在椅子上听段相声——哎，再难找比这更惬意的事了！<br><br>相声一般来说要两个人来演，一个负责抛出笑话，一个负责接住笑话，在这样有来有往的对话之间，讲出一个个妙趣横生的小故事。<br><br>在下的本行是评书，但相声演员和评书演员都是靠空口说白话来赚钱的营生，有很多共同之处。早前在下跟列位讲，评书不仅要让人听到故事，更要让人身临其境——相声也是如此。<br><br>而且，相声不仅要一位演员能力过硬，搭档要是没本事，那纵使自己有着经天纬地之才，那也纯属白搭。两个人之间默契的配合才能带来精妙的节奏，而这种独特的叙事节奏，恰恰就是相声能令人开怀大笑的不二法宝。<br><br>这时候有观众就要说了：「从这个角度来说，难道相声比评书还难点儿？」<br><br>这…在下就不做判断了。不如您亲自来不夜侯，听听评书，再听听相声，然后自己下判断，如何？"
            },
            {
                "Name": "杂技",
                "Desc": "如果说相声是用语言给观众带来快乐，那么杂技就是用肢体动作来为观众带来快乐。<br><br>在仙舟，杂技是一项几乎和时间一样悠久的传统技艺。仙舟人、狐人、持明，从我们还没在仙舟上齐聚一堂的时候开始，就都有各自的杂技传统。原因也很简单——任何时代、任何种族的任何人，都有些奇人异士有撂地卖艺的需求或兴趣。<br><br>为了呈现那些眼花缭乱的效果，杂技的技巧五花八门。有些是硬桥硬马的真功夫，有些则是充满巧思的魔术障眼法，后者的效果往往更好。您想想，一个持明表演「云吟法术」，虽然需要勤学苦练，但并不怎么令人惊奇，持明族本来就会这些个奇异手段；但一个狐人要是表演一段「云吟法术」，那就一定会在观众们诧异的眼神中赢得满堂彩，因为大家都不知道狐人是如何做到的。<br><br>所以，当桂乃芬出现在仙舟杂技界时，立刻就让观众们沸腾了。<br><br>一个来自仙舟外的旅居者，竟学会了如此多的杂技技巧，甚至有不少在长生种看来都是颇为难以掌握的技巧…在下建议列位抽空都去看看桂乃芬的表演，亲身感受一下这位博取众家之长的天才杂技人到底还有多少本事。<br><br>在下看来，最重要的是，身为短生种的桂乃芬为仙舟暮气沉沉的曲艺界带来了一股新鲜空气。除了表演喷火、吞剑、顶碗、蹬伞、金枪锁喉、胸口碎大石这些传统杂技之外，她还创造性地发明了徒手接子弹、倒立吃面条、刷牙吹口哨等等独门绝活。<br><br>枉我半生说评书，任我伶牙齿又利，竟不能仅凭语言就让您领略到她万分之一的才华…哎，还是请诸君列位，有空亲自去欣赏一下吧。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "云骑斗步离",
        "Desc": "狐人大鼓的唱本。讲述了一位云骑军将军与步离人的血战，在仙舟脍炙人口。",
        "World": 3,
        "Books": [
            {
                "Desc": "……<br>（念白）<br>将军看见一个孤儿伶仃，城外步离压境，停下来问道：<br><br><i>「小儿郎，为何不逃命？待到步离杀来那才是叫天不应、叫地不灵！」</i><br><br>那孤儿见到将军也不怯懦，可一张口，那泪水便似银珠洒落：<br><br>（唱词）<br><i>好将军！寿瘟犯境动刀兵，</i><br><i>我与我娘亲逃外星，</i><br><i>颠沛流离走失了母亲，</i><br><i>怎不叫人好伤心！</i><br><br><i>将军闻言泪沾襟：</i><br><i>看亲人流离怎忍心！</i><br><i>我斩妖邪奉圣命，</i><br><i>岂能容人再飘零！</i><br>……<br><br>……<br>（念白）<br>将军杀上步离舰，万千的妖孽沿着舰桥出现。将军看了笑开颜，心想：<br><br>（唱词）<br><i>这一趟定要绝后患，</i><br><i>省得祂寿瘟祸祖往后与我把账算！</i><br><br>（念白）<br>只见他气运丹田大喝一声，有道是——<br><br>（唱词）<br><i>将军舰桥上一声吼，</i><br><i>喝得那彗星也倒流：</i><br><i>帝弓赐我三尺剑，</i><br><i>斩你头颅断锁链。</i><br><i>他日来到因果殿，</i><br><i>不叫我此生有留恋！</i><br>……"
            }
        ]
    },
    {
        "Name": "仙舟风物志",
        "Desc": "一位博识学会成员对仙舟上下的考察笔记。",
        "World": 3,
        "Books": [
            {
                "Name": "洞天",
                "Desc": "很多年前，我初次造访仙舟「罗浮」时，庞然的舰船给我留下了相当深刻的印象。<br><br>当我们乘坐的星舰逐渐靠近那艘「旗舰」，仙舟的轮廓第一次在同行乘客眼中变得清晰时，我听到身后传来一阵阵赞叹声，甚至低声的欢呼。这些巨舰如此庞大，且有着古怪但华丽的审美偏好…彼时我也已经算是见多识广了，但也在内心暗暗赞叹仙舟的第一印象。<br><br>但在登陆港口前，我注意到了一个惊人的事实：以文明的体量而言，仙舟旗舰未免也太小了。<br><br>在辽阔的银河之中，建立在人造物上的文明不胜枚举。整个恒星系连缀成一片的巨构建筑群，一眼望不到边的人造行星，围绕着黑洞建立的环形城市…无论是哪一种情况，都需要一个真正意义上巨大的人造物，来维持其上有机体所必须的生活空间和生态环境。<br><br>与这些动辄横跨星河的巨构造物相比，仙舟旗舰实在是太小了。博识学会一些语焉不详的历史记载中，仙舟原本是一支拜谒星神的船队，不过即便是按现存数目之谱，六艘仙舟也不足以承载一个强盛的星际文明所需的生存空间吧。<br><br>然而，等到我们的渡船驶入港口，同行乘客完成了天舶司复杂的手续，实际踏上仙舟「罗浮」后，以上这些唐突的感叹又很快变成了笑话。<br><br>进入「罗浮」上被称为「星槎海」的繁荣空港时，我怀疑自己的距离感产生了混乱——毫无疑问，这片「星槎海」肉眼所见的一切空间，是足以填满整艘「罗浮」的。奇异的行星高挂在天上，与我在外层空间看到的景象完全不同。这是某种幻术吗？<br><br>随行的天舶司接渡使带着职业化的微笑告诉我，许多化外民第一次抵达时都这么吃惊。这便是仙舟人所谓的「洞天」奇景。<br><br>随后几周，我造访了仙舟上的其他「洞天」——我觉得，倒不如说是仙舟「船舱」。这些洞天大小不一、形态各异，但都绝不是一艘舰船可以容纳的规模。有些洞天中容纳了长乐天这样的繁华街区，另一些则容纳了永狩原这样生机勃勃的辽阔原野……<br><br>我的理性告诉我，即便问具体原理，对方也不会回答。如果不是什么视觉骗局，那么这多半是某种超乎想像的空间折叠技术——「洞天」，哼哼，换个名字便有了一番异国情调。<br><br>空间折叠并非什么新鲜玩意儿，大到旅行，小到收纳，许多文明都有自己的空间折叠手段。但是，像仙舟一样如此大规模地使用空间折叠技术作为日常生活的基石，却仍是罕见的。理由也很简单：折叠空间的体积与其所耗能源成正比，而这对绝大多数文明来说，这笔开销都是不可承受的天文数字。但仙舟人轻易做到了这一点，这样的力量毫无疑问与星神有关。<br><br>博识尊在上，若能更进一步探查，也许就有机会理解仙舟是如何创造这样的异空间。我的发现必定可以为博识学会创造巨大的经济效益。"
            },
            {
                "Name": "星槎",
                "Desc": "说起进入罗浮仙舟的第一印象，很多人脑海里想象的都是「星槎」犹如鱼群或飞鸟在玉界门川流不息的样子——<br><br>不，飞行器川流不息没什么稀奇的。我在唐怀瑟星门旁见到过飞船大堵塞的壮观场景，我也见过朋克洛德空中出租车的样子。但当这些优雅的小舢板滑过绿玉般的飞檐时，我确实感受到了异邦的文化冲击。<br><br>在仙舟人的语言里，他们把所有拥有飞行能力的载具都称为「星槎」，就跟我们称呼「飞船」似的。不过根据我这段时间的调查，狭义的星槎应该专门指那种民用的、尖角流线型、只往返于仙舟星区境内的小型载人飞行器。<br><br>在我抵达仙舟的若干个标准月里，这些星槎屡屡载我穿梭在不同的洞天之间。负责接待我的接渡使是个美貌的狐人少女（天知道也许她比我奶奶年纪还大），她曾露出循循善诱的笑容，问我要不要试着驾驶一下星槎：「很简单的，在罗浮上，四十来岁的小年轻都知道怎么驾驶它…」我摸了摸自己的秃顶，笑着回绝了。<br><br>在闲暇之余，我仔细观察了这些星槎的结构，其尾部安置着某种结构简单的反重力设备——形如一枚玉器（接渡使告诉我，那东西叫「玦轮」）。有意思的是，我没能在船身上看到明显的结构拼接的痕迹，从船底到甲板再到舷首浑然一体。这样的制造技术，唤起了我的好奇心，不过直到六个月后受邀参观「迴星港」时，这好奇才得到了解答。<br><br>在那里，我见到了星槎流水线。不是由复杂的工业机械臂阵列组成，而是一系列培养基，或者说盆栽皿构成的。他们的船只制造流程比起机械制造业，更像是一种「培植植物盆栽」的仿生技术流水线。所谓船只龙骨、龙筋、甲板等一系列部件都由「种子」在培养基中生长出来，最终造就了浑如一体的星槎。<br><br>单纯从航天技术的先进程度来看，我认为星际和平公司的载具毫不逊色。但从需求量和制造速度来看，我也多少能理解为何公司的舰船没有在仙舟普及开来。"
            },
            {
                "Name": "地衡司",
                "Desc": "对于化外民而言，地衡司无疑是最常接触的司部。<br><br>在路上盘查居留证的是地衡司、上门调查人口的是地衡司、在各大节日庆典上维持秩序的是地衡司、在街上抓小偷的是地衡司、在永狩原考察生态的是地衡司、在仙舟途经强引力星体时颁布最新「星时制」的也是地衡司……<br><br>化外民和地衡司的接触如此频繁，以至于有那么一段时间，我不禁怀疑这篇考察文章根本就是多余的，任何人只要在仙舟上住些时日，自然能对地衡司的职能如数家珍。<br><br>可是，当我坐下来来仔细审视地衡司时，却发现地衡司是一个非常奇怪的组织。<br><br>翻阅他们公开发行的官方文件——比如每个化外民都会收到的《化外民趣味法律宝典》和因内容荒谬而广为流传的政绩宣传纪录片《守护星槎海》，你所看到的地衡司，或者说地衡司呈现给你的样貌，都是一个标准的执法部门。<br><br>可是，当你审视他们的实际工作，却会发现他们的工作范围广到不可理喻。<br><br>治安、消防、人口、历法…建制齐全的政府部门很难同时具有以上众多职能。<br><br>另有一点，我觉得颇为奇怪：地衡司在名义上负责处理仙舟的普通刑事案件（重案似乎是十王司的工作），可大部分普通刑事案件的抓捕行动却是由云骑兵负责的。同样，地衡司在名义上负责颁布历法，可数据收集是天舶司的工作，而数据推算则是太卜司的工作。<br><br>根据我收集的资料来看，地衡司对外展示的面貌，就是替所有司部打杂、为兄弟机关善后的职能部门，换句话来说就是「下水道」。他们辛苦劳累，为了仙舟上所有人平静的生活而忙得团团转……<br><br>然而，真的是这样吗？难道世上会有这么一群人，就甘愿为了别人的幸福而辛劳吗？我想肯定不会是这样简单。<br><br>基于我的社会常识推测，人们实际上弄反了地衡司和各司部之间的关系。地衡司并不是所有司部的下属，而是所有司部的实质上级。<br><br>他们遍布社会的各个角落——从穷街陋巷到象牙塔顶，辛苦的执法者是他们，伏案的学者是他们，幕后的操控者依然是他们。在仙舟上，没有任何人逃得过地衡司的眼睛，因为他们是明牌的间谍，堂而皇之地站在我们当中，而我们却对此视而不见。<br><br>想到这里，我不禁感到有些悚然，冷汗沾满了脊背。"
            },
            {
                "Name": "工造司",
                "Desc": "在外界看来，仙舟总是一个充满了神秘色彩的地方。外界关于仙舟制造的故事，也总有强烈的传说色彩。<br><br>但实际上，工造司的工业流水线与其他文明并无二致。唯一称得上神秘的一点是，仙舟社会极为缓慢的新陈代谢，以及其特殊的封闭性，使得他们在一些风俗上较为「存古」。<br><br>记得初到仙舟的那段时间，我经常被这个文明极为古怪的风俗习惯搞得摸不着头脑。也许大部分曾在仙舟居住过的化外民都可以认同的我的话——最早令我们感到困惑的，毫无疑问就是那些工造司的造物。<br><br>当时，我想简单地买一个便携照明装置，作为住所应急防灾储备的一部分。可走遍了商店的每一个货架，我却依然找不到自己需要的东西——一个普通的手电筒就可以，一个从远古到现代，设计就没怎么改变过的、随处可见的、用于应急照明的小型电器。<br><br>最终，在一位店员的帮助下，我找到了仙舟上最「普通」的手电筒。<br><br>工造司将它制造成了一条鱼的形状，镂空的鱼腹可以发光，还能按照不同的需求发出不同强度、不同方向的光。我拎着鱼背上的把手，心中充满了疑问。似乎在仙舟人看来，这只是一个「普通」的照明用具，可按照我的标准来看，这是一个繁复华丽到可以称之为艺术品的…手电筒。<br><br>在随后的一段时间里，我开始收集这些仙舟上工造司制造的「普通」电器，再寄到博识学会去研究。从反馈回来的报告上来看，学者们大多对这种过度包装的习气不太理解。<br><br>我印象最深的莫过于在其中一封报告中，作者写道：「这个金属制成的小兽做工非常精良。很难想象他们如何将如此精密的运动模块缩小到这种地步。最为引人注目的是，它不依靠任何能源，而是仅靠风力驱动，就能栩栩如生地活动起来。但有一点尚不明确：这件器物的用途是什么？也许和小兽身上的铃铛有关？」<br><br>我这位可怜的同行被工造司的奇技淫巧搞花了眼。实际上，他离正确答案已经很近了，那个「金属小兽」，就是一个「铃铛」。仙舟人把它挂在店门口充当门铃，或是挂在院子中当做装饰，仅此而已。<br><br>毫无疑问，这种给器物增加华丽装饰（有时装饰甚至比器物本身更精密）的风俗，就是源自于仙舟「存古」的传统。从他们离开母星、探索宇宙、获得不死，到他们和外界广泛接触，对我们而言这是一段极为漫长的时间，而对他们来说不过是几代人的光景罢了。<br><br>所以，那些早已失去了实际意义的旧时代风俗，也作为一种「共同记忆」传承到了今天。<br><br>工造司尤为重视这种传统，这一点从他们所热衷的各种仪式中就能看出来。<br><br>新生产线制造出第一个产品，要举行仪式；旧生产线制造出最后一个产品，也要举行仪式；新工坊落成，要举行仪式；旧工坊拆除，也要举行仪式…工造司可能并不信仰除了自己技术以外的任何事物，但这并不妨碍他们对于各种仪式的热衷。<br><br>而出于工造司的这种风俗习惯，即使是他们随手创造的小物件，也会精妙到不可思议。因此我想，为了更长远的利益，对工造司的技术进行进一步研究，是十分有必要的。"
            },
            {
                "Name": "玉兆",
                "Desc": "无论在民间还是官方，「玉兆」都有着相当广泛的运用。<br><br>我曾询问一位太卜司的前卜者：「所谓『大衍穷观阵』究竟是什么？」<br><br>那位前卜者回答我：「其实没什么了不起的，只是由无数『玉兆』连缀而成的阵法罢了。」<br><br>「其实没什么了不起的」，这句话在化外民耳中听来，大概是一种令人反感的炫耀吧。但我在仙舟上也算是待了很长一段时间，此人所言非虚。看看那些佩戴玉佩玉镯的仙舟人，他们身上华丽的玉石首饰其实就是民用型号的玉兆。<br><br>而且据我观察，这些首饰外观的玉兆，拥有着不输给其他任何民用计算机的强大性能。<br><br>我并非是研究计算机科学的专家，于是，我将几块玉兆寄给了博识学会精于此道的同行。不久后，那人回信道：「陶德，我只看到几块宝石，你说的计算机在哪里？」嗨，要是我能明白，我也不必麻烦他了。<br><br>在一段时间调查之后，他为我揭示了玉兆的机密——从原理上来讲，玉兆是一种晶石计算机。<br><br>如果你拆开一个玉兆仔细研究，就会发现它也存在着半导体芯片相近的纹路，仙舟将这种技艺叫作「篆刻」。但即便纹路上刻录了能用的程序，但博识学会的同行始终检测不到类似电讯号传输的现象。<br><br>我那位同行原话是这样说的：<br><br>「我曾经见识过很多液体甚至气体的计算机，同样看不到任何计算机应有的结构，但却能发挥出极为强大的计算能力。可是，液体和气体计算机能够实现这样的性能，是因为液体和气体有着相对灵活的分子结构，可以按照需要即时地完成各种变换。而我并没有在玉兆的矿石结构上检验出类似的物理属性。它仿佛就是一块单纯的顽石，忽然被自然万物点化出了灵性。」<br><br>尽管我的同行摩拳擦掌，还想着继续深入地拆解结构。但是，我有了新的灵感：既然我们没能在玉兆上找到任何提供运算能力的元件，这其实意味着，玉兆并不完整，还需要其他元件补全。<br><br>这使得我产生了一个颇为疯狂的猜想（我发现自己很喜欢用「疯狂的猜想」这种说法）…玉兆本质上是一种量子通讯元件，整个仙舟联盟上数以千万计的玉兆之间存在着超距作用。那么，又是什么为玉兆提供了运算能力呢？<br><br>也许很多人不知道，哺乳动物的大脑是宇宙中最完美的计算机之一。「天才俱乐部」的黑塔，她大脑的强大运算能力也受限于那一块蛋白球中，无法逾越硬件的桎梏。<br><br>可如果有一种方法，可以让千万颗大脑连接在一起，在亚空间中开辟出神经系统般复杂精致的信息通道，让万千的智慧与知识如汹涌的水脉般汇聚在一起，百川入海。而这万千颗大脑不仅意味着万千人脑中存放的信息，更意味着万千人的运算能力——那些思维活动曾是湖面上的涟漪，现在却成为了滔天巨浪，汹涌翻滚着的每一片水沫都蕴藏着数以亿计的神经突触释放电流、传递信息，观测、记录、运算……<br><br>没错，在我的猜想中，仙舟借由玉兆将人与人直接相连。他们通过这样的手段观测着整个仙舟，记录每一个受造物，运算出此后的每一个瞬间，洞若观火。换言之，玉兆并不是一种晶石计算机，而是一种量子•生物计算机。<br><br>博识学会相关专业领域的同行听完我的猜想后哈哈大笑，仿佛我是没有智力的爬虫。我倒是希望他可以更进一步查明这种技术的奥秘…如果量子•生物计算机能应用于博识学会，就能使整个庞大的学会变成一体的学者——足以觐见智识的星神。<br><br>博识学会从来就主张「一切知识必须如货币般流通」，这必然是一种效率最高的实现方法。"
            },
            {
                "Name": "长生种，其一",
                "Desc": "克利欧，见信安好：<br><br>首先我声明，<b>鄙人主动放弃以本文向克利欧学士索取任何稿酬的权利。</b><br><br>好了，你就把这篇当成是一个老糊涂发泄挫败感的牢骚吧。在成行前，你反复问过我，为什么这把年纪还要接下这趟来「罗浮」的任务，我当时……很抱歉，我不记得当时怎么说的了。但我想我还是得郑重地答复你一下。<br><br>我知道，学会差我们来此，是为了有利可图的学术交流，而不是为了听我们在报告里一遍遍复述仙舟的风景。但在「长生」这个关键问题上，我和我的前任们一样，迄今唯一的斩获就只是看看风景。<br><br>我来「罗浮」已将近 12 个标准月了——按照仙舟人的星历，一年已逝。我不顾腰椎间盘突出参加了星槎海热闹的「海市庆典」；我在接渡使的引介下喝了「苏打豆汁」这种堪称文化遗产的东西（它被称为遗产不是没有理由的，想像一下一碗放了一百年的发酵饮料，嚯，在仙舟人的生命尺度里一百年也不算很久）；我去丹鼎司接受「金针刺穴」的治疗，感觉年轻了二十岁，又能挨上几下家里老太婆的锅铲……<br><br>在所有这些毫无意义的行动后，我应该像我失败的前任那样，提出那个至关重要的问题：「有什么办法，将我这个骨质疏松、记忆力衰退、皮肤皱的像一张旧床单的老头，重新变回年轻时的状态，再让我痛痛快快活上一千年——就像你们仙舟人那样？」<br><br>我没有问，是的，克利欧，我一个字都没有说出口。这就是我为什么还能坐在这里一边喝茶，一边写下这堆牢骚的原因。<br><br>全宇宙的智慧生命都想活下去，永葆青春。我们一边为生命的苦难痛不欲生；一边扪心自问，机会来了咱们一定得活的更久一些。<br><br>但若不借助科技，大部分灵长目智慧生命都会在短短百年不到的时间里自然衰老、死去。除了少数种族——那些被称为「长生种」的人类亚种。<br><br>受某位星神一时兴起的赐福（通常是药师），有些灵长目智慧生命跨越了死亡为血肉凡胎划定的界限。他们拥有漫长的寿命，繁衍成灾。更要命的是，他们侵略成性，肆意洗劫诸界资源，乃至改造其生态。你想必对这些民族熟悉的很，「丰饶之民」。<br><br>关于丰饶之民，博识学会的研究项目不算少（就我所知，其中一些毫无人道可言，当然和丰饶民谈人道，也许是我多虑了）。学士们的结论是相同的，「丰饶之民」的延命方法与其基因特征密切相关——生噬同类、输入异兽血液、成为集群生物的巢、又或者以冬眠和蜕鳞的方式修复身体……大部分丰饶民在唾手可得永生的同时，往往心智沦丧，形如恶兽（就算剑齿虎能星际旅行，他们造成的恐慌也不会比丰饶民更深）。学会就算寻得其中的秘密，也没法将之商业化——有钱人压根不会为不做人的长生疗法买单的！<br><br>最后，学会把目光转向了更文明的长生种——仙舟联盟。同为长生种，他们却和丰饶之民互为死敌，鏖战不休。仙舟联盟看起来能理性沟通，所以我们是不是可以花点钱，向他们买来长生的秘密？<br><br>哼，资源交换、政治斡旋、贸易战……能用的手段都完蛋了，只换来了定期的学术交流。学会依然不打算放弃，还把我们的这样的倒霉蛋源源不断地送上仙舟。学术交流？拜托，我们就差在脑袋上写上「间谍」两个字了。仙舟人难道不知道我们的意图？难道他们会在街边拉家常时，一不小心说漏嘴？难不成管理学派的大师们都是白痴？<br><br>克利欧，真抱歉，发了那么多牢骚，也许我才是那个白痴。我明知这是个不可能完成的任务，但我还是来了。因为我不再是当年为你上课的那个中年人——我老了，我的关节不再听使唤，里面长出了一蓬铁蒺藜，每当我从椅子上起身时就要诅咒这个宇宙。他妈的，为什么，为什么科技无论如何进步，关节炎却永远没法治疗呢？我真后悔拒绝了公司提供的赛博化医保方案，那时候的我太骄傲了，总觉得自己和衰老无缘。<br><br>但我错了，我希望能在咽气之前有所发现。<br><br>你的老师，陶德·雷奥登 "
            },
            {
                "Name": "长生种，其二",
                "Desc": "克利欧，见信安好：<br><br>首先我声明，<b>鄙人主动放弃以本文向克利欧学士索取任何稿酬的权利。</b><br><br>最近我总算是和几位丹鼎司的职员混熟了（这花费了不少经费），希望能从他们手中搞到一些普通化外民搞不到的知识。我说尽了好话，灌了他们好几斤龙泉老窖，却依然没办法让他们给我看看那些不能公开发行的医书和药典。用他们的话说：「这可是掉脑袋的事。」<br><br>好在，他们总算是被我的「诚意」打动，愿意分享给我一些对他们而言价值不大的医学报告。这些医学报告的内容，是关于狐人的「自然死亡」。<br><br>我将报告的原文附在了这封信后，请你自行取阅。<br><br>从结论上来讲，狐人的自然死亡和所有长生种的最终结局一样，笼罩着一层仅凭浅薄的科学技术难以穿透的迷雾。<br><br>在狐人一生中的绝大多数阶段，他们体内的诸多器官中都会储存大量全能干细胞。这些全能干细胞会不断修复狐人的肉体，使得衰老和损伤都会在短时间内得到治愈。<br><br>直到他们「寿终正寝」前数年，这些全能干细胞的数量会逐渐减少，但依然足矣维持他们不老的容颜。在狐人的年龄达到 250 - 450 岁之间时（顺带一提，中位数是 307 岁），这些全能干细胞会彻底停摆，失去自由分化的功能。<br><br>随之而来的，就是多器官功能衰竭所带来的死灭。这种「自然死亡」来得很快，患者往往会在全能干细胞失去分化功能后的3-4天内死亡。好在，大部分人都会在体内器官开始出现各种「老年病」时早有准备，不至于来不及准备后事。<br><br>当然，无论是丹鼎司还是我，都搞不清楚是什么因素促使这些全能干细胞在某个时间点突然失效的。<br><br>二十多年前，博识学会和步离人打仗的时候，我们做过一些相关的试验，不知道你还记不记得…哦，你应该不记得，那时候你还没多大。当时我们切除了一些步离人的肝脏，发现他们在几小时内就变成了一个巨大的、充满攻击性的「癌细胞团」。考虑到步离人和狐人在分子生物学上的亲缘关系，我认为其中的原理大概是相通的。<br><br>另有一些不可解之处：在大量医案中，医士完整切除了狐人患者的整个肝脏，但从未有过狐人因此变成「癌细胞团」的记录。事实上，大部分狐人在此类手术后，会生长出新的肝脏，并可以正常康复出院。（虽然记录显示，失去肝脏比起失去其他器官，复生速度要慢得多。）<br><br>我目前认为这件事有两种解释：<br><br>1、狐人的全能干细胞并非由肝脏生成，而只是因为某种原因聚集在肝脏处。（所以失去整个肝脏后的复生速度会变得较为缓慢。）<br><br>2、狐人与步离人有着某种生物学上的差异，而这种微妙但巨大的差异，决定了两者「仙舟住民」和「丰饶孽物」的区别。<br><br>显然，狐人这种不完全的「长生」并不能为我们所用。但我发觉其中依旧蕴含着相当程度的商业价值——虽然那些「全能干细胞」并不全能，但它们依然能够使得狐人直到死去之前都维持着年轻时的容颜。<br><br>克利欧，我动身出发之前，你就和我说过：「雷奥登老师，我不想长生不死。活得那么长，再有意思的事都变没意思了。但我怕变老，衰老太可怕了。」<br><br>当时我没怎么夸奖你（甚至还对你摆了冷脸），但现在我得说，你也许是正确的。我们在银河中能找到的大多数潜在客户，可能都持有和你一样的想法。他们未必打算活得像宇宙一样长，但总归希望在自己短暂的生命周期中能永远保持活力（或美貌）。<br><br>如果你最近不忙的话，帮我做个市场调研吧。也许狐人的全能干细胞，能让我们靠「永葆青春」来赚到不少钱。<br><br>如果我没办成这件事就死了，那么专利权全是你的了。<br><br>你的老师，陶德•雷奥登 "
            }
        ]
    },
    {
        "Name": "守护星槎海",
        "Desc": "以地衡司日常工作为主题的纪实视频文案，记录了一桩棘手的民事纠纷。",
        "World": 3,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<i>>>>（视频标志：地衡司宣传局）</i><br><br>地衡司，大家最熟悉却也最不熟悉的机构。<br><br>也许我们每天都会见到地衡司执事忙碌的身影，可是鲜少有人知道，执事们平日的工作。<br><br>请跟随我们的摄像头，你一定会对这群最熟悉却又最陌生的人有更深入的了解。<br><br><i>>>>（插播《守护星槎海》的片头）</i><br><br>星槎海，罗浮仙舟上可能是最繁忙的地方，这里贸易往来频繁，仙舟本地人和<s>化外民</s>在这里吃穿用度，重复着平凡的生活。<br><br><i>【大毫的批注】呃，提请各位同事们注意，「化外民」的称呼在正式宣传文本中请尽量少用，取而代之的是「尊贵的外来客人」或者「暂时停留的旅行者」。你懂，这是上头的意思。现在都在讲求开放共融的文明交流态度，这个词多少有些排外嫌疑……</i><br><br>然而，在银河中任何一个美好的地方，都会出现难以预知的不和谐音。而使这些不和谐音重归正轨，继续谱写生活的乐章，就需要地衡司的努力了。<br><br>正如今天…这本应是另一个风和日丽的好日子，刚过午餐时间不久，女执事旭光正在星槎海港口区例行巡逻，看着这繁荣喧闹的市井风光，旭光心情很好。<br><br><i>>>>（插播警报的声音）</i><br><br>可这时，一条警情忽然传来，打破了旭光的好心情。报警人称，在不夜侯门口，有两位化外民正要发起决斗。<br><br>接到警情后，旭光即刻出动，成功在两位化外民之间发生流血悲剧之前赶到了现场。<br><br>在安抚两人情绪，暂时稳定住情况后，旭光开始向两人询问事情的来龙去脉。<br><br><i>>>>（插播埃伊加族的习俗资料）</i><br><br>原来，两人——扎曼和阿克拉，是埃伊加族的同族同乡，怀揣着一颗振兴故乡娱乐业的梦想一起来到了仙舟，誓愿将仙舟发达的娱乐文化带回家乡。<br><br><i>>>>（插播情景模拟视频）</i><br><br>几天前，扎曼遇到一个掮客，说自己可以帮他搞到「托蝶幻境」的核心技术专利。<br><br>一想到自己可以带着独属于仙舟的娱乐技术荣归故里，扎曼就被远大前程的幻梦冲昏了头脑。他二话没说，便从自己和阿克拉的全部资产中取走了整整一半，买下了这份「关键技术专利」。<br><br><s>当然，仙舟的任何技术都不可能被化外民轻松买到手</s>，扎曼买到的，不过是一个无关紧要的专利罢了。意识到被骗后，扎曼来到不夜侯一个人发愁，却遇见了专程来向他汇报的阿克拉。<br><br><i>【大毫的批注】这段文案的第一句又是在不经意间透露出了排外的味道。不要让外客们觉得你们有「发达文明凝视」的嫌疑。</i><br><br>阿克拉兴奋地对他说，自己刚从一位掮客手中买下了「托蝶幻境」的关键技术专利，而且价格也很公道——只需要两人全部资产的一半。<br><br>在对此事进行了热烈的讨论交流后，两个账户里一分钱都不剩的穷光蛋认为，这件事只能靠决斗来收场了。<br><br><i>>>>（插播赞助商广告）</i>"
            },
            {
                "Name": "其二",
                "Desc": "<i>>>>（视频标志：地衡司宣传局）</i><br><br>即使放在地衡司处理的所有棘手难题中，扎曼和阿克拉的问题都算是最为棘手的一类。<br><br><i>>>>（插播埃伊加文明圈的资料）</i><br><br>仙舟的生活方式与化外民有着先天的差异，很多适用于仙舟本土的法规并不适用于<s>化外民</s>。在司法实践中，同文明化外民之间相互侵害的案件，通常按照该文明自己的法律来进行判决。<br><br><i>【大毫的批注】我累了，请作者在修改时全文查找替换「化外民」一词，换成「尊贵的客人」</i><br><br>在本案中，扎曼和阿克拉所属的埃伊加文明圈，普遍认为「决斗」能处理任何矛盾纠纷。因此，从法理上来说，仙舟人都无权干涉两人的决斗。<br><br>然而，情与法之间，也许并非泾渭分明。<br><br><i>>>>（插播情景还原视频以及执法录像。）</i><br><br>「都什么年代了！」<br><br>旭光听完事情原委大喝一声，然后站在两人中间，防止他们伤害彼此。<br><br>阿克拉反驳道：「在任何年代，决斗都是埃伊加人彰显自身尊严的绝佳方法！」<br><br>旭光劝道：「可是骗光你们财产的又不是你们彼此，你们何必要找对方的麻烦呢？」<br><br>扎曼说道：「的确如此。可如果我们当中任何一个人没有上当，现在就不会穷得一分钱也不剩了啊！我们连回家的路费都没有了！」<br><br><i>>>>（插入温情的音乐）</i><br><br>旭光继续劝导道：「你们想回故乡的话，天舶司会帮助你们的。如果你们想等到骗子被抓，为你们追回损失，那天舶司也可以向你们推荐暂时的住所和糊口的工作。」<br><br>阿克拉情绪激动地说道：「可如果回到故乡，我们无颜面对父母，留在这里，我们无颜面对彼此…因为自己的贪欲被骗光全部财产，这实在是太羞耻了！」<br><br>旭光听完后，她理解了案件真正的核心，短生种总是为时间匆匆过去，自己一事无成而焦虑，在旭光漫长的执事经验中，她对这类事件已经见怪不怪了。<br><br><s>「不用担心，二位努努力，还能再活四十年，时间会帮你们抚平一切矛盾的。」</s><br><br><i>【大毫的批注】这句调解对话，充分暴露了许多地衡司工作人员在调解工作中缺乏足够的素养，不顾及不同族类间的生理差异，将短生种的纠纷归结为「让时间解决一切」。你们给我好好做新人培训啊！</i><br><br><i>>>>（插入转折的音效）</i><br><br>扎曼和阿克拉听完旭光温柔的劝导，不但没有因此和解，却转而忽然嚎啕大哭。一时间情况失去了控制，两人坚持要决斗，且不死不休。<br><br><i>>>>（插播赞助商广告）</i>"
            },
            {
                "Name": "其三",
                "Desc": "<i>>>>（视频标志：地衡司宣传局）</i><br><br>旭光看着情绪失控的二人，只觉得十分头疼。<br><br>也许在刚才，她还在对自己<s>卓越的谈判技巧</s>而自信满满，竭力尝试让两人安静下来，可现在，扎曼和阿克拉已经情绪失控，再也听不进半句劝导了。<br><br><i>【大毫的批注】你们少给我自吹自擂啊，这台词本里的谈判技巧到底哪里卓越了啊！</i><br><br><i>>>>（插播旭光执事、扎曼和阿克拉的采访）</i><br><br>面对这棘手的情况，旭光表现出了一位地衡司执事应有的优秀品质——思路活跃、随机应变。<br><br><s>在狐人中流传着一句谚语：「语言比拳头更有力，但拳头比语言更高效。」</s><br><br><i>【大毫的批注】去天舶司问问驭空大人，或者任何一个你们能找到的狐人，去问问他们！狐人不会说这种话啊！</i><br><br>「你们不要闹了！既然决斗能带来笑容，我允许你们进行决斗——但不是你们彼此，而是和我决斗。如果我赢了，你们就得乖乖听我的话。」<br><br>扎曼和阿克拉思考了很久，然后相互讨论了一下，最终接受了旭光的提议。<br><br><i>>>>（插播扎曼和阿克拉的采访）</i><br><br><s>首先进行决斗的是扎曼。他行礼，后退到安全距离外，随后气势汹汹地拎着武器向旭光冲了过去。修习女子防身术多年的旭光侧身错步，并指为剑，精准击中了扎曼的「神封」穴。</s><br><br><s>扎曼一时气结，步伐紊乱，立仆。一场决斗转瞬落下帷幕。阿克拉看着这一幕目瞪口呆。</s><br><br><i>【大毫的批注】此处需整段删改。这只是个宣传视频文本，为什么要详细描写格斗技术啊？而且埃伊加人的身体结构和仙舟人一样吗，有穴道经络吗？</i><br><br><i>>>>（插播扎曼和阿克拉的采访）</i><br><br><s>阿克拉带着认命的眼神上场了，也许是因为目睹了同伴的落败，他没有选择任何武器，而是徒手摆出了拳架。旭光掌心朝天，探手如云，格开对方的第一击，随后拳如连珠般落在对手的胸膛上。一次眨眼后，第二场决斗也宣告收场。</s><br><br><i>【大毫的批注】作者享受战斗描写的心情我体会到了——算了，这段我来重写吧。这样的文案放出去会引来文明纠纷的。</i><br><br>没等两人站起身，旭光三步并作两步冲上前去，拦住了他们的去路。英姿飒爽的女执事站在两人面前，分别牵着两人的手，命令他们彼此紧握住对方。<br><br>「扎曼输给了我，阿克拉也输给了我。你们都输给了我，决斗到此为止，你们给我和好如初！」<br><br><i>>>>（插播旭光的采访）</i><br><br>事后，扎曼和阿克拉在天舶司的帮助下，乘船回到了自己的故乡。<br><br>而旭光因为以殴打解决外事纠纷的做法引起了争议，经地衡司上层协商，按记过一次处理。<br><br>就这样，地衡司又一次守护了仙舟的和平。<br><br><i>>>>（播放片尾演职人员表）</i><br><br><i>【大毫的批注】想了想，你们还是重写一份脚本给我吧，我不想改了。这样的宣传内容一旦暴露在大众面前，地衡司最后一点可怜的声望也会荡然无存！</i>"
            }
        ]
    },
    {
        "Name": "不适合人偶的职业",
        "Desc": "以十王司判官为主角的黑色小说，根据都市传说改编。连载于网络，点击量一般。",
        "World": 3,
        "Books": [
            {
                "Name": "其一",
                "Desc": "「来成为小说家吧」<br>这里发生的一切，眼见也不一定为实——都市奇谈<br><br>【超新星连载】不适合人偶的职业<br><br>飞棋妙手<br><i>发布于8月 10 日</i><br><br>……<br><br>观颐台，隶属丹鼎司治下研习丹道之地。飞檐上，一个男人正在狂奔。<br><br>飞檐转眼已尽，脚下的路途只余一片虚空。下个瞬间，男人从屋顶起跳，抓住了一只鹤运物流的机巧鸟。鸟儿不满地咕哝着预录制的警报语音，晃动几下，最终稳稳接住了他，向着停在远方的星槎飞去。<br><br>等丹鼎司守卫终于冲上楼顶时，男人已经只剩下了一个飞虫似的影子。<br><br>一名守卫眺望着那个愈发渺小的背影，忽然跌坐在地上，眼里含着泪，颤抖着喃喃道：「完了，全完了。」<br><br>「宁萨，这不是我们的错。」他身边另一人叹了口气，然后以自暴自弃的轻巧口吻说道，「上报十王司吧，他们会解决的。」<br><br>「解决？」被称作宁萨的卫士扯着嗓子叫道，「贺德，你说说看，这要怎么解决？他带走了封藏着神降时代秘药丹方的玉兆！这些药方涉及仙舟隐藏千年的秘密，一旦泄露，后果不堪设想……」<br><br>宁萨停顿了一会儿，见自己的搭档迟迟没有接话，身后的下属们更是噤若寒蝉，便站起身来继续叫道：「可我们甚至连他的脸都没有看清楚！就算是十王司也帮不了我们。」<br><br>他话音未落，众人身后便响起了一个冰冷的女声：「我已记住了，放心。」<br><br>众人自觉地向两边散开，声音的主人露出了真容——一名黑色短发的少女，手中拿着锁链与节杖，精致可爱的脸上没有一丝表情，令人脊背发凉。<br><br>「观颐台附近禁止一切机巧之物出没。当然，我不在此列。」<br><br>少女一面说着，一面走到屋顶边缘，声音依旧冰冷刺骨，「所有负责货运的机巧鸟也都在地衡司登录在册，若被改造，也很快就能发现。」<br><br>「那只鸟怎么解释？你看到了对吧？」宁萨追问道。<br><br>「也许是被某种生物电讯号劫持了吧。那个化外民的能力颇为奇特，你很关心？」<br><br>宁萨像是被来者的气场镇住了，一句话也说不出来，甚至险些再次跌坐在地。贺德则出于一种动物本能般的洞察，谨慎地问道：「敢问阁下是……」<br><br>「十王司的判官。」<br><br>少女说罢，从屋顶一跃而下，转瞬间便消失了。<br><br><br>仙舟大聪明<br><i>发布于8月 10 日</i><br><br>老师！终于等到老师的连载了！每一篇我都会看的，谢谢你老师！<br><br><br>热心网友马大姐<br><i>发布于8月 10 日</i><br><br>十王司？题材是不错啦，但是我觉得这和我想象的十王司相去甚远。这看上去就是把什么仙舟外的间谍小说生硬地换了一个包装，我建议作者多看看《爱与约束的视听原理》，比这个开头不知道高到哪里去了。<br><br><br>六眼飞鱼<br><i>发布于8月 10 日</i><br><br>作者的技术细节描写太强了！很真实很震撼，这人是不是真在十王司当过差？<br><br><br>飞棋妙手<br><i>回复：六眼飞鱼 8月 10 日</i><br><br>书友谬赞了。我只是勤于考据而已。<br><br><br>下雪大衣<br><i>发布于8月 12 日</i><br><br>有意思。<br><br><br>月月月月<br><i>发布于8月 12 日</i><br><br>我去，是飞老师的新作！#撒花#鼓掌#拥抱~是的我活了八百二十七年等的就是这个！！#撒花#鼓掌#拥抱~老师这次看看我吧，看看这条，您的每篇我都有留言点赞加转发的。<br><br><br>存在主义的茶馆<br><i>发布于8月 12 日</i><br><br>「甲等上品」。飞棋老师对于故事推演的掌握能力绝对是仙舟的一流。从视点的迁移到人物形象的重塑，所有的戏剧张力都累积到最后给予释放。<br><br>飞棋老师用画面感的文字贯穿了整个基调，老辣的描写令人震颤，仿佛长出了手脚与五官，在读者的监督与观测的状态下，依然引导着角色。<br><br><br>判官大人的狗<br><i>发布于9月7日</i><br><br>我想做判官大人的狗，想被判官大人的锁链狠狠鞭笞！！！！！判官大人，我是你的狗啊！没有你我可怎么活啊！！！！！判官大人！！！！！！<br><br><br>下雪大衣<br><i>回复：判官大人的狗 9月7日</i><br><br>有点恶心。"
            },
            {
                "Name": "其二",
                "Desc": "「来成为小说家吧」<br>这里发生的一切，眼见也不一定为实——都市奇谈<br><br>【超新星连载】不适合人偶的职业<br><br>飞棋妙手<br><i>发布于8月 15 日</i><br><br><i>书接上文：古老岁月前的长生秘密横遭窃夺，如同瓷娃娃的十王司少女快步追上，她必须赶在秘密失守之前，令罪犯伏法……</i><br><br>「大人，」一个矮小的狐人女判官谨慎地问道，「即使是十王司，也不可能空口无凭地识别出生物电讯号，这样的判断是否有些武断……」<br><br>「重点并非讯号本身。」被称做大人的少女打断她，「观颐台藏着神降时代迄今的秘药丹方，却由化外民窃贼出手夺走宝物……」<br><br>「您的意思是……」狐人试探着问道，生怕被上司责骂自己没有慧根。<br><br>「莫非观颐台所贮之物是被刊登在了广告上吗？到了化外民也人尽皆知的地步？」少女顿了顿，补充道，「去给我查清楚，连同被开除的、辞职的医士也一起。」<br><br><br>「小姐，请止步，这里是男厕…」<br><br>守在卫生间门口的持明男子话还没说完，就感到脖子上架着一个冰冷的物体。他低头看去，那是一把形如矛尖的节杖。<br><br>按他自己的话来说，自己能安稳活过这一世的前三百年，靠得只有三个字——「识时务」。于是他立刻陪着笑脸说道：「急用是吧，那我就不拦着您了，哈哈。」<br><br>说罢，他便以一个奇怪的姿势，一边回头赔笑，一边飞似地逃出了暗巷。<br><br>黑发少女用节杖挑起「卫生间」前脏兮兮的布帘，走了进去。<br><br>布帘之后，一种强烈的味道刺激着她的伺观中枢。分析结果在一纳秒后得出：那并非氨的气味，而是浓到刺鼻的次氯酸钠。也许绝大多数遵纪守法的仙舟居民，根本想不到会有人在废弃的公共卫生间里开医馆吧？<br><br>「医馆」最深处，一位医师模样的男子正在出神发呆。在对方有所反应过来之前，少女如幽灵般身形逼近。一束锁链如有灵之物蛇盘而起，将他缚住，节杖的尖锋则抵在他的喉咙上。<br><br>「你把观颐台藏有丹方的事告诉谁了？」少女问完，稍微减轻了力度，使他可以开口说话。<br><br>「药方…我不知道什么药方，呃……」<br><br>那男人才说了几个字，少女就又加大了力量，将他的话头堵在了喉咙里。<br><br>「他是谁？」少女说完，再次减轻了右手的力度。<br><br>「咳咳…我不知道…呃……」<br><br>「十王司判官缉拿索问的手段，你听说过几种？我最后问一次，他是谁？」少女收回形似矛尖的节杖，以与身量不相称的巨力，轻易将他提起。<br><br>「咳…考文垂！咳咳…艾伯特•考文垂！我说了！我都说了！女侠饶命！」<br><br>男人突然感觉浑身力气像是凭空消失，两腿一软，顺势瘫倒在地。等他回过神来想要辨清少女面貌的时候，才发现，刚才疾风骤雨一般的讯问像是不曾存在，只剩下暗巷的窸窸窣窣。<br><br><br>仙舟大聪明<br><i>发布于8月 15 日</i><br><br>老师！终于等到老师的连载了！每一篇我都会看的，谢谢你老师！<br><br><br>下雪大衣<br><i>发布于8月 15 日</i><br><br>这章不错。<br><br><br>六眼飞鱼<br><i>发布于8月 16 日</i><br>飞棋老师真不愧是「仙舟冷硬小说之王」，竟能做到章章有逆转、节节藏惊雷！真是难以望其项背啊！<br><br><br>飞棋妙手<br><i>回复：六眼飞鱼 8月 16 日</i><br>书友谬赞，我受之有愧。在我看来，比我强的冷硬派作家还有很多呀。<br><br><br>六眼飞鱼<br><i>回复：飞棋妙手 8月 16 日</i><br>不可能！绝对不可能！老师谦逊了，您这个「仙舟冷硬小说之王」的名号绝对当之无愧。时下绝没有人比您更厉害了。<br><br><br>爱哲学爱精分<br><i>发布于9月 15 日</i><br><br>从精神分析学的角度来看，作者有点儿大他者入脑了。必须学会用自我意志的觉醒来抑制能指的滑动。<br><br><br>飞棋妙手<br><i>回复：爱哲学爱精分 9月 16 日</i><br><br>您这是说了一堆什么东西？<br><br><br>判官大人的狗<br><i>发布于 10 月 28 日</i><br><br>啊啊啊啊判官大人为什么要奖励他啊啊啊啊啊啊！！！！！不要打他，你打我吧！！！打死我吧！！！！我是判官大人的狗啊啊啊啊啊啊！！！！！<br><br><br>下雪大衣<br><i>回复：判官大人的狗  10 月 28 日</i><br><br>你住在哪里？我们线下谈谈。<br><br><br>判官大人的狗<br><i>发布于 10 月 29 日</i><br><br>本人深刻理解并反思了自己的不当发言。今后一定慎言慎行，做仙舟的栋梁。请各位书友引以为戒，书评栏不是法外之地。"
            },
            {
                "Name": "其三",
                "Desc": "「来成为小说家吧」<br>这里发生的一切，眼见也不一定为实——都市奇谈<br><br>【超新星连载】不适合人偶的职业<br><br>飞棋妙手<br><i>发布于8月 20 日</i><br><br><i>书接上文：犯人犯下大罪，判官便会降下审判，从结果上来说，无人知晓的秘密究竟是什么，只要不会泄露，是什么根本无足轻重……</i><br><br>少女打开随身的卷轴，看着其上实时刷新的地图，若有所思。<br><br>「考文垂拿到的情报不是药方，您想说的是这个意思？」狐人女判官在一旁弱弱问道。<br><br>「药方不过是个幌子。」少女头也不抬。<br><br>「所以…依属下之见，考文垂只是被利用的求药使，观颐台中有些人想制造乱局，抹除他们的研究。这不过是个幌子，假借盗窃转移视线。」狐人说着，将几个标记发送到了少女手中的卷轴中，「能够修复数据的卜算者，我已为大人找好了。」<br><br>「做得很好。」少女点点头，语气依旧冰冷。<br><br>狐人女判官听到这句冰冷的表扬，努力做出一副严肃的表情，但双耳还是不能自已地摇晃了起来。<br><br><br>大约三小时之后。确认无人跟踪的考文垂打开房门，招呼了一声：「我回来了。」<br><br>他一开门便觉得不对劲，房间内一片漆黑。而且，弥尚这个疯疯癫癫的仙舟骇客以往总是会唱着奇怪的小曲来迎接他，可这次，房间一片死寂。<br><br>「坏了。」他在心中暗道不好，立刻掏出武器，在黑暗中谨慎地前进。<br><br>隔断房间的屏风背后，一袭白色身影缓步而出。考文垂几乎不假思索地扣动手弩的扳机。<br><br>长约两寸、薄如蝉翼的青色箭镞簌簌作响，悬在少女精致的面庞前方一尺。箭镞间电火迸闪，仿佛正竭力突破那看不见的屏障。<br><br>「你，怎么找到我的？」<br><br>「机巧鸟。」冰冷、不沾烟火气的女声回答道。<br><br>「那台无人机？我一落地就把它放走了！」男人不置可否。<br><br>「受干扰的机巧鸟被地衡司捕获了，它的飞行路径已足够太卜司算出你的去向。」少女仿佛逗引蝴蝶，半是好奇地轻触在空中颤抖的箭镞。<br><br>这便是考文垂苦等的那一刻，逃出生天的刹那。<br><br>他屈膝前扑，足踵发力，双掌中心隐然带起一道紫色电弧。考文垂纵横多个世界，逍遥于公司的追捕之外，常年列名通缉榜上，不仅仅是因为他计划周密；更因为他知道，一旦落网，该在什么时候做些什么。<br><br>人造皮肤下植入了一张电脉冲网络，这个杀手锏考文垂绝少示人。管它什么仙舟长生种，管它什么工造司机巧……在全功率运转的一击下只怕都是一团焦炭罢了。<br><br>「电磁场转动！」<br><br>「中了！」男人感到手掌印上了敌体。若不是要全神贯注维持电极输出，他几乎笑出声来。<br><br>烟焦蹿升，火花飞溅，难闻的焦臭味挥之不散。<br><br>考文垂颤抖着，仿佛癫痫发作，不能自已。漆黑一团的房间在难以置信的落败冲击中，旋转成了一团模糊的影子。<br><br>「你动作太慢了。」少女从幻影凝作实体。<br><br>动、动作？考文垂看着自己的手腕被弯折成不自然的角度。不知何时，这只手被人硬生生按在了自己的下颚上。<br><br>「放电，但不绝缘。这门武学可真没用。」<br><br>一袭白衣的判官面目无喜无悲。<br><br>「『令堕长生』、『贪取不死』。此两种居不赦十恶之首。你可知罪？」<br><br>男人无法抑制住颤抖，不仅是因为电击，更是因为恐惧。<br><br>他以仅存的神智，嘶声哀求：「请…请饶我一命，我还没看过丹方，我会立刻留下它，滚出罗浮。您……再也不会看到我了！」<br><br>考文垂紧绷神经，等待着那位判官的决断，然而黑暗中只有沉默。半晌，他竟仿佛从这沉默当中听到了一声不存在的嗤笑。<br><br>紧接着，那冰冷的声音再度响起，用神圣、坚定、不可忤逆的语气，一字一顿地说道：<br><br>「十王圣断。」<br><br>仙舟大聪明<br><i>发布于8月 20 日</i><br><br>老师！终于等到老师的连载了！每一篇我都会看的，谢谢你老师！<br><br><br>热心网友马大姐<br><i>发布于8月 20 日</i><br><br>这个大聪明不会是什么自动回复的账号吧？<br><br><br>下雪大衣<br><i>发布于8月 20 日</i><br><br>有点过于夸张了，但我挺喜欢。<br><br><br>六眼飞鱼<br><i>发布于8月 20 日</i><br><br>「仙舟冷硬小说之王」又发表新作品了！第一时间前来支持！和作者比起来，那些所谓「名家名作」根本不值一读，真是既浪费金钱又浪费时间！仙舟有飞棋老师，真是我们仙舟读者的幸运啊！<br><br><br>飞棋妙手<br><i>回复：六眼飞鱼 8月 20 日</i><br><br>书友真是谬赞了！能有您这样识货的读者在，才是我的幸运啊！<br><br><br>景元是我原配夫君<br><i>回复：六眼飞鱼 8月 21 日</i><br><br>这六眼飞鱼是飞棋的小号吧？<br><br><br>飞棋妙手<br><i>回复：景元是我原配夫君 8月 21 日</i><br><br>不要血口喷人，我怎么会是飞棋老师的小号呢？我怎么能模仿出飞棋老师的生花妙笔呢？<br><br><br>景元是我原配夫君<br><i>回复：飞棋妙手 8月 21 日</i><br><br>你忘换号了。<br><br><br>判官大人的狗<br><i>发布于 11 月2日</i><br><br>判官大人请逮捕我吧！！！！我自首，我犯了罪！！！我犯了为你而心醉！！！判官大人，我要做你的狗！！！！！<br><br><br>下雪大衣<br><i>回复：判官大人的狗  11 月2日</i><br><br>差不多得了。"
            }
        ]
    },
    {
        "Name": "希莉儿",
        "Desc": "你在裂界中与名为希莉儿的神秘女孩邂逅。她的故事等待着被揭开…",
        "World": 2,
        "Books": [
            {
                "Name": "年代久远的日记",
                "Desc": "斯捷潘先生今天又来找我聊天了，我很开心。<br><br>斯捷潘先生第一次来我们家大概是半年前的事。我原本以为他和那些自称「筑城者」的大人们一样，来这里只是为了见姐姐一面。但是他和别的大人不一样，他没有把我当成空气，还一直对我微笑，给了我很多很多糖果。他还问了我一些问题，那时我很紧张，完全不知道该怎么回答，但他也没有生气，还夸我是个安静的乖孩子。<br><br>我开始写日记也是因为斯捷潘先生。他说，写日记是淑女会保持的好习惯。他还说，写日记是一件很孤独的事，如果我害怕孤单的话，可以把日记读给他听。<br><br>说实话，写日记真的很难，因为我身边一直没有什么有趣的事发生——这句话我不会念给斯捷潘先生听，他会伤心的，我不希望他伤心。如果我是姐姐就好了，姐姐什么都会、什么都懂，她总能讲出有趣的故事，还总是和我说起她碰到的有趣的人。<br><br>写到后来我才发现，我日记的大部分内容都是有关斯捷潘先生的。有时是回忆和他聊天的内容，有时是记录从他身上学到的东西，还有时只是单纯地记录下等待他再次来访的心情。<br><br>今天，斯捷潘先生和我聊了很多，大部分时间里他都在试着安慰我，因为我从别的孩子那里听说了一个消息。我听说那些大人要把姐姐带走，带到很远的地方去，以后我可能再也见不到她了。我很害怕，因为姐姐她一直在照顾我，保护我，如果她不在了，我可能会受伤，可能会变得比现在还要孤单。<br><br>斯捷潘先生告诉我，他不会让这种事情发生。他说「希莉儿不比姐姐差」，还说「希莉儿也能拥有最完美的生活」。我知道他只是为了安慰我才那么说，但能从他那里听到这些，我还是感觉很温暖。<br><br>斯捷潘先生临走前留给了我一枚蓝色的石头，那枚石头很小，但很亮、很光滑。它是我见过的最漂亮的小东西。斯捷潘先生说，这件小礼物代表了我和他之间的约定，代表他会带我离开这间小房子，去更宽敞、更舒服的地方生活，没有拘束、自由自在。<br><br>我相信斯捷潘先生，他是个守信用的大人，和其他人都不一样。今天的日记很长，比我之前一个星期写下的东西加起来都长，写得我也有些累了。时间很晚了，我该上床睡觉了，今天姐姐也没有回家，屋子里只有我一个人。我要握着斯捷潘先生给我的礼物入睡，那样我就不会害怕黑暗。"
            },
            {
                "Name": "年代久远的书信",
                "Desc": "希莉儿：<br><br>近期繁杂事务缠身，未能如约陪伴在你身边，恳请你能原谅。希望你时刻牢记，空间上的距离不会令我的忠诚动摇一分一毫，无论面对何般刁难，你始终可以向我求助。<br><br>我明白你此刻心情紧张，希莉儿，但我希望你还能回忆起我曾经的谏言：不要被表面声势浩大、实质空虚无物的威胁吓倒。只要你保持立场坚定，并始终跟随我的建议，一切反对或斥责的声音就都只是临时产生的噪声——随着我们逐步接近规划中的终点，这些噪音也将逐渐消失，最终融入你我亲手绘制的画卷。<br><br>我时不时还会想起十几年前与你初遇时的景象。你那时还是一个怯生的小女孩，不爱说话，对自己毫无自信。但我在你身上发现了特别之处——那种气质万里寻一，即便是希莉雅那样的天才也不具备。正是因为看中了你这份独一无二的天赋，我才决定一直留在你身边，帮你建构你理所应得的美好未来。<br><br>至于你的姐姐，希莉雅——很遗憾，我依然没能找到任何有关她下落的线索。我明白她在你心中的重要位置，因此我将继续不遗余力地开展搜索行动。即使过去十几年内没能取得丝毫进展，我仍然不想放弃希望——我希望你也不要轻言放弃。<br><br>最后，我想再次奉上最真诚的劝告：不要相信你身边那些颠倒黑白的投机者。趁着我不在的这段时间，他们一定会不遗余力地接近你，试图控制你的思想。你要建立起坚固的屏障，拒绝一切图谋不轨的杂音。记住，希莉儿——你只需要相信我就够了。我永远不会对你说谎。<br><br>你最忠诚的朋友，<br>斯捷潘"
            },
            {
                "Name": "「愚者」希莉儿",
                "Desc": "希莉儿——后人时常称其为「愚者」希莉儿——是贝洛伯格第八任大守护者。<br><br>希莉儿出身于贝洛伯格上层的偏远城郊。她自幼双亲亡故，与比她年长一岁的姐姐希莉雅在同个屋檐下生活、相依为命。希莉儿的童年生活并无过多值得记述之处，反而是其姐姐希莉雅自幼便展现出了聪颖过人的一面，在语言、数学、逻辑学等多个领域早早展露出惊人的天赋。<br><br>希莉雅在十一岁时通过集体选拔测验，被正式选定为「大守护者」继承人。然而，在筑城者准备将她的住所迁至克里珀堡的前夕，希莉雅却突然离奇失踪。为期数天的搜查无果后，有筑城者主张放弃搜寻希莉雅，重新启动继承人选拔流程。然而，时任内务大臣的斯捷潘•马尔库塞却坚决反对重启选拔流程，极力推动由希莉雅的胞妹希莉儿接替「大守护者」继承人之位。<br><br>斯捷潘•马尔库塞声称，在与希莉儿、希莉雅姐妹的长期接触过程中，他发现希莉儿拥有不逊于其胞姐的出众才能。此外，由于前任大守护者崩殂不久，拖延继承人选拔流程势必会影响贝洛伯格政局的稳定性。经过激烈的内部争论，筑城者最终通过了斯捷潘的提案，将希莉儿立为「大守护者」继承人。<br><br>历史证明，希莉儿的上位是内务大臣斯捷潘•马尔库塞精心筹谋的政治骗局。筑城者们很快发现，与姐姐希莉雅相比，希莉儿的资质极为平庸，甚至在社交方面表现得十分愚钝。希莉儿在位期间，内务大臣斯捷潘•马尔库塞的势力日渐壮大，其党羽很快就掌控了克里珀堡内的绝对话语权，并且颁布了诸多横征苛敛的法令。「愚者」希莉儿的称号也于此时在民间传开——人们对于这位「傀儡」大守护者及其近臣的不满情绪与日激增。<br><br>希莉儿在位的第十四年，筑城者内部的反抗集团开始秘密计划推翻斯捷潘及其党羽。反抗集团笼络了银鬃铁卫戍卫官，计划以军事演习为由引诱希莉儿和斯捷潘前往铁卫禁区，并趁机发动兵变。<br><br>军演当天，大守护者希莉儿如约出席，然而反抗集团始终未能寻见斯捷潘•马尔库塞的踪影。戍卫官将计就计，派一队银鬃铁卫假意护送大守护者巡视禁区军备，并趁其不备将她推入了敞开的军备箱。银鬃铁卫趁着夜色赶往贝洛伯格的极北之地，将装着昏迷大守护者的军备箱推下了悬崖。<br><br>反抗集团在贝洛伯格开展了为期三天三夜的搜索行动，但始终未能发现内务大臣斯捷潘的下落。时至今日，民间观点仍将第七任大守护者之死及希莉雅的失踪都归结于斯捷潘•马尔库塞的政治阴谋——针对此种说法，贝洛伯格的历史学家至今未能掌握确凿的证据。"
            }
        ]
    },
    {
        "Name": "裂界来电",
        "Desc": "由边缘通路的一通裂界来电引发的故事。",
        "World": 2,
        "Books": [
            {
                "Name": "通话中留下的线索",
                "Desc": "这条便签用来记录在裂界中发生的一次离奇来电通话。<br><br>来电者姓名不详。女性，从声音推断年龄大约在 40 岁上下。嗓音沧桑、疲惫。<br><br>来电者似乎在与一个名中带有「史考」两字的人争吵，初步推断两人是夫妻关系，并且由于「史考」的工作原因导致家庭关系不和睦。<br><br>来电者有一个名叫碧翠丝的女儿，生日是二月十三日（ 0213 ）。<br><br>以上是该次通话留下的全部线索，留此便签作为备忘。"
            },
            {
                "Name": "铁卫整理的事故报告",
                "Desc": "【时间】 <br><br>筑城纪元 685 年2月 15 日<br><br>【报告类型】 <br><br>交通事故伤亡报告<br><br>【负责部门】 <br><br>贝洛伯格交通管理部<br><br>【跟进调查负责人】 <br><br>银鬃铁卫城市巡逻队队长——帕丁森•库珀<br>贝洛伯格交通管理部官员——玛丽•布拉德利<br><br>【事故描述】<br><br>筑城纪元 685 年2月 14 日晚 19 时 33 分，于贝洛伯格行政区商业街发生一起车祸。一辆 675 年产「铜墙」牌轿车在行驶时撞上一对正在横穿街道的母女。<br><br>肇事司机于车祸发生后联系了银鬃铁卫。铁卫到场后迅速对两名受害人进行了生命体征检查，其中年长女性被判定为当场死亡；年幼女性头部遭受重大创伤，即刻被送至医院救治，截止报告发出时仍处于深度昏迷状态。目前，肇事司机与其车辆已被银鬃铁卫扣留，等待后续调查。<br><br>两名受害者身份均已被核实。死者名为阿莱西娅•普林斯（ 38 岁），重伤者名为碧翠丝•普林斯（5岁）。截止2月 15 日晚 22 时 15 分，银鬃铁卫已经成功联络死者配偶史考特•普林斯（ 40 岁）。普林斯先生平日于下层区工作，他于接到通知后展现出极度激烈的应激情绪，交通管理部将联络心理医生对其进行协助辅导。<br><br>针对此次事故产生的任何后续问题，请联系贝洛伯格交通管理部官员玛丽•布拉德利。"
            }
        ]
    },
    {
        "Name": "教育部的难题",
        "Desc": "无",
        "World": 2,
        "Books": [
            {
                "Name": "教育部的难题（之一）",
                "Desc": "莱姆士汀家有一个大停车场，里面停着 42 辆车。有一天，一个窃贼偷走了其中几辆车的轮子。现在，这 42 辆车中，有几辆只剩下3个轮子了。保险公司的员工来定损，弯下腰数了数停车场的轮子数量，发现停车场内一共有 154 个轮子。请问，一共有几辆车被偷走了轮子？<br><br>1、 42 辆<br>2、 14 辆<br>3、 28 辆"
            },
            {
                "Name": "教育部的难题（之二）",
                "Desc": " 58 是初雪八落，初雪八落是0。<br> 39 是覆夏竹，覆夏竹是 14 。<br> 99 是球牡丹，球牡丹是8。<br> 27 是暖阳花，暖阳花是4。<br>请问，初雪八落、覆夏竹、球牡丹、暖阳花加在一起是什么？<br><br>1、 162 <br>2、 42 <br>3、 365 "
            },
            {
                "Name": "教育部的难题（之三）",
                "Desc": "前几天在莱姆士汀家偷车轮的坏人找到了。当时铁卫找到了三名嫌疑人，杰克、克里斯和埃里克。三个人争执不休，其中杰克说道：「偷车轮的是克里斯！」<br><br>机智的杰帕德很快就找到了犯人。为了考验他的副官，杰帕德没有直接指认窃贼，而是说：「真奇怪啊，三人中竟然只有窃贼没有撒谎。」<br><br>请问到底是谁偷走了莱姆士汀家的车轮呢？<br><br>1、杰克<br>2、克里斯<br>3、埃里克"
            },
            {
                "Name": "教育部的难题（之四）",
                "Desc": "在霍华德、菲利普和乔伊斯三个人当中，有一个好人、一个坏人和一个骗子。好人只说实话，坏人只说谎话，至于骗子嘛…什么鬼话都敢说，一会儿说实话，一会儿又说谎话。<br><br>有一天，乔伊斯说道：「菲利普不是好人就是坏人。」<br><br>然后，菲利普说：「霍华德和乔伊斯当中有一个好人。」<br><br>请问，三人当中谁是骗子？<br><br>1、霍华德<br>2、菲利普<br>3、乔伊斯"
            },
            {
                "Name": "教育部的难题（之五）",
                "Desc": " 1453 =0 <br> 1915 =1 <br> 2409 =2 <br> 6010 =3 <br> 9981 =4 <br> 8848 =？<br><br>1、4<br>2、5<br>3、6<br>4、 18000 "
            },
            {
                "Name": "教育部的难题（之六）",
                "Desc": "小女孩虎克在和她的小伙伴们玩「猜花色」的游戏。<br><br>她找来尤利安、卢卡还有总陪他们玩的{F#大姐姐}{M#大哥哥}，在每人头上插一朵纸花。一共四朵纸花，两朵是白色，两朵是紫色。包括虎克在内，没有人偷看自己和别人头上纸花的颜色。<br><br>接着，她让大家向前站成一排。从头开始分别是虎克、尤利安、卢卡和{F#大姐姐}{M#大哥哥}。每个人都只能面向前方，看着自己前面的人，但不允许回头，也不允许偷看自己头上的纸花。<br><br>为了公平，虎克还蒙上了{F#大姐姐}{M#大哥哥}的眼睛，因为{F#她}{M#他}长得太高了！<br><br>不过，虽然他们看不到，可我们路过时一眼就看到了：虎克和卢卡头上是白花，而尤利安和{F#大姐姐}{M#大哥哥}头上是紫花。<br><br>尽管虎克努力追求公平，可是这个游戏注定只有一个人能猜到自己头上纸花的颜色。请问那个人是谁呢？<br><br>1、虎克<br>2、尤利安<br>3、卢卡<br>4、{F#大姐姐}{M#大哥哥}"
            },
            {
                "Name": "教育部的难题（之七）",
                "Desc": "听说，在雪原中某个不起眼的角落，藏着古代遗存的宝物。探险家<s>桑博</s>深蓝帅哥历经千辛万苦，找到了那个神秘的藏宝地点。那里有两扇会说话的大门，一扇金门，一扇银门。<br><br>这两扇门中，有一扇门只会说真话，而另一扇门则只会说谎话；有一扇门背后是财宝，而另一扇门背后则是远古的怪物。<br><br>根据藏宝图上的记载，两扇门只会回答一个问题。<br><br>机智的<s>桑博</s>深蓝帅哥想了想，对银门问道：「金门会说你身后是什么？」<br><br>银门回答道：「它会说我的身后是财宝。」<br><br>请问<s>桑博</s>深蓝帅哥应该打开哪扇门呢？<br><br>1、打开金门<br>2、打开银门"
            },
            {
                "Name": "教育部的难题（之八）",
                "Desc": "贝洛伯格学院发现了一种对生态系统危害很大的藻类。它每天可以增殖一倍，短短三十天就可以让一个蓄水池中挤满了藻类，污染珍贵的水源。请问这种藻类会在第几天占领蓄水池的一半？<br><br>1、第十五天<br>2、第二十九天<br>3、第三十一天"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "阿兰工作记录",
        "Desc": "记录了阿兰近两周工作内容的笔记。",
        "World": 1,
        "Books": [
            {
                "Desc": "上周工作回顾：<br>1、清除区域内的反物质军团残党。<br><br>2、确认统筹区域内需要更新迭代的硬件设备需求。<br><br>3、处理科员紧急求助记录。<br><br>4、与佩佩玩飞盘投影数次。<br><br>5、签收并整理大小姐的购物快件。<br><br>6、收集整理上周甜点饮品反馈并整理对应调优方案。<br><br>7、筛选佩佩下一季度新款洗浴用品。<br><br>本周工作规划：<br><color=#dbc291ff>修行——从心、从镜、从我。</color>"
            }
        ]
    },
    {
        "Name": "波少百科 12.0 更新内容",
        "Desc": "卡波特铁粉组定期更新的内容，主要是卡波特的日常行为记录",
        "World": 1,
        "Books": [
            {
                "Desc": "【以下内容为录音稿】<br>卡波特：你要进入状态，阿兰队长。<br><br>阿兰：抱歉教授。我实在没有办法把你想象成…强势的上司。<br><br>卡波特：你闭着眼来感受，毕竟你这个是从心的修行嘛！听我指挥，再来一次……<br><br>卡波特：咳咳嗯…阿兰！快来我办公室一趟！我的时间可不等人，每分钟都很昂贵的。<br><br>阿兰：是…是的！好，我现在就过来。<br><br>卡波特：错！大错特错！阿兰队长，你不能这么逆来顺受呀。如果对方给你安排的是工作范围之外的内容，难道你也要立刻过去吗？<br><br>阿兰：我……<br><br>卡波特：哎！要想学会与强势的领导相处，你的「从心」修行还有很远的路要走啊！"
            }
        ]
    },
    {
        "Name": "爆炸头协会纲领",
        "Desc": "空间站的爆炸头协会纲领，包含强烈的主观意志",
        "World": 1,
        "Books": [
            {
                "Desc": "协会名称<br>黑塔•狂野爆炸头协会<br><br>协会纲领<br>科学进步的脚步飞速向前迈进，而人类自我建设的进程却像蜗行牛步。身为科研工作人员，我们有义务承担便于他人识别我们科室的责任，故而已然牺牲了一部分的自我判定特色——那就是衣着。面对千篇一律的衣着，我们当以其他途径加强属于个人的特色。本协会认为，头颅之所以生长于人的躯干顶部，不仅仅是因为它里面装了个脑子那么简单。它必然扮演了不可替代的职责，那就是「识别」的意义。所以烫一个属于自己的独一无二「爆炸头」，便是掌握自我认识的关键一步。唯有如此，空间站才会在科学的气息之下，弥漫出人性的馥郁之香。<br><br>协会方针<br>每日一定形，每周一护发，每月一加固。<br><br>协会目标<br>本协会主要面向「黑塔」空间站的科研人员以及工作人员。培养大家的独特魅力；适应危急时刻特殊需要；掌握一门独特的烫发手艺；为寰宇输送源源不断的「爆炸头」能量。"
            }
        ]
    },
    {
        "Name": "帕斯卡的日志",
        "Desc": "似乎是某台自动机兵遗留的日志备忘，其中的日期已经模糊不清。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<i>*该页陈列着工整的印刷字体，并非以手写成，且似乎是后来才被装订其中。*</i><br><br>██ / █3 / 6█7<br>机体 损坏 日志 备份 失效<br>手动 记录 日志<br>今日 搜救进度  25% <br>预计完成时间 2 日<br>发现 生还人数 无<br>铆钉镇护卫用自动机兵 上线数 1<br>确认为 本机<br><br>██ / █4 / 6█7<br>今日 搜救进度  75% <br>预计完成时间 1 日<br>发现 生还人数 无<br>铆钉镇护卫用自动机兵 上线数 1<br>确认为 本机<br><br>██ / █5 / 6█7<br>搜救进度  100% <br>预计完成时间 0 日<br>总结<br>铆钉镇 生还人数 无 可能原因 已撤离<br>护卫 自动机兵 网络 上线数 1<br>可能 在线 原因 后备能源 启动<br>决定 巡逻 修缮城镇 继续<br>等待 居民 返回"
            },
            {
                "Name": "其二",
                "Desc": "<i>*该页的字迹称不上整齐，显示出笔迹的主人似乎久疏于书写。*</i><br><br><i>*中间似乎有数页已散佚。*</i><br><br>██ / █1 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>其他 时间<br>阅读 大家 未 带走 书籍<br>我 认为 书籍 很有趣<br><br>██ / █2 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>重新 接通 灯 电路<br>灯 一直 亮着<br>感到 安全<br><br>██ / █3 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>找到 彩灯 废墟中<br>挂在 山顶 大房子 墙上<br>颜色 很多<br>感觉 好 漂亮<br><br>██ / █7 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>读完 最后一本 书籍<br>似乎 叫作 童话<br>小狗 等待 死去 主人 回家<br>有些 难过<br><br>██ / █1 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>遭受 同类 攻击<br>感到 疼痛<br>逃跑 回到 淬火 工坊<br>工坊 安全 墙 屋顶<br>我的 家 安心<br><br>██ / █5 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>今天 看到 玻璃里 一个 我 破旧 <br>大家 回来 前 修好<br>变 漂亮 被 喜欢<br><br>██ / █7 / 6█8<br>今日 修缮 收集零件 任务 已完成<br>今天 彩灯 损坏<br>我 其他地方 去 寻找<br>被 同类 攻击 再次<br>解释 不行<br>说 我 裂界生物 不是 机器<br>为什么？"
            },
            {
                "Name": "其三",
                "Desc": "<i>*该页的字迹显得有些凌乱。*</i><br><br><i>*中间似乎有数页已散佚。*</i><br><br>██ / █1 / 6█9<br>今日 收集零件 完成<br>再次 同类 攻击<br>几乎 死 疼痛<br>我 不是 机器 不理解<br>我 是什么？<br>核心 感到 混乱<br><br>██ / █4 / 6█9<br>今日 收集零件 完成<br>同类 攻击 频繁<br>我 是什么？<br>核心 噪音 产生<br>修复 零件 需要 收集<br><br>██ / █7 / 6█9<br>今█ 收集零件 ██<br>核心 噪音 产生 不停<br>我 是什么？█ ██ 是什么？<br>不理解 ██ █ 我 什么？<br>需要 收集零件 修复 我 ██<br><br>██ / █2 / 6█9<br>收集█ █收集零件！ ██零件<br>噪█ 核心 噪音 ██ █ ██音<br>██ █ 收█零件 修复 我 ██<br>我 是什么？█ ██ 是什么？是██什么？是！什么我██我 是什么？█ ██ 是什么？<br><br>██ / █5 / 6█9<br>收集█ █收集零件！ ██零件收集█ █收集零件！ ██零件收集█ █收<br>██ █ 收█零件 修！复 我 █修██！█ █ 收█ 我 █？█修复██ █ 收█零<br>█修复我 █修██！█ █ 噪音？█修复█核心█零██件█ █ ███ 修复 █<br><br>██ / █6 / 6█9收集█ █收集。零件！ ██零件收集█ █收集零件！ ██零件收集█ █收█ █ 收█零件 修！复 我 █修██，█ █ 收█ 我██ / █7 / 6█9█零心█零██件零。件收！集██ 修复 ██修复，我 █修██？█ █ 噪零件！收集██ / █8 / 6█9件█ █ █零件收集█复█核心█零██件█ █ ███ 修复 █复█核心███ / █9 / 6█9零件收集心█零██件█ ！█ █ <br><br><i>*后续几乎都是诸如此类的无意义乱码。已经没有继续阅读的必要了。*</i>"
            }
        ]
    },
    {
        "Name": "约特伍德体是石头",
        "Desc": "某位地概科科员针对约特伍德体尚未发送成功的顶级锐评，设备屏幕上跳动着「您已被拉黑」的温馨提醒。",
        "World": 1,
        "Books": [
            {
                "Desc": "致奇物「不可承受之重」的课题研究专员：<br><br>听闻阁下是研究银河生物多样性的大家，鄙人不才，冒昧带着几个问题前来，想要向阁下讨教一二。<br><br>在此之前，鄙人已通过各种正式与非正式会晤、各种灵能附着或普通纤维造纸信件，就「约特伍德体」到底是硅基生物种属，还是所见即所得——即一块石头——展开了热烈讨论，但依然有不少问题悬而未决。<br><br>众所周知，阁下所在学科将「约特伍德体」定性为「利用内部电讯号进行交流的硅基生命」。然而，它们在漫长的琥珀纪元中已然亡族，唯独留下一顶镶嵌着历代统治者思想偏晶的冠冕——便是奇物「不可承受之重」。<br><br>鄙人愚昧，有以下几个问题：<br><br>1、既然「约特伍德体」通过电讯号交流，银河上下无人可知他们的思想、语言、历史，那么，你可以说这电讯号存在，我也可以说这电讯号不存在，如何证伪？<br><br>2、既然无从证伪，说不定从始至终，「约特伍德体」的种族历史，都是虚构史学家的杜撰。<br><br>3、在这空间站里，除个别佼佼者，大多数科员大门不出，二门不迈，从未有人到过约特伍德星亲身考察。只是拿到一顶水晶冠冕，与一段不知从何听来的堂皇历史，便将「约特伍德体」定性为拥有悠久历史的生命种族，是否有违研究准则？<br><br>4、在空间站的跨学科研究峰会上，地概科就「不可承受之重」的矿物学特征给出了详尽的研究报告，将其视作宇宙难觅的珍贵矿石集群。而界种科却将其定性为已死种族的思想偏晶构筑体，将此奇物强占而去，在我看来，无异于强盗行径。<br><br>思前想后，辗转日夜，我不忍阁下因奇物分类的错谬，一世英名毁于一旦；也不愿本学科的尊严，受名为界种科的霸道学阀恣意践踏。<br><br>我写这封信，洋洋洒洒究其根本，其实只为说三句话，那就是：<br><br><color=#eb4d3dff>约特伍德体他*的是石头！</color><br><color=#eb4d3dff>约特伍德体他*的是石头！</color><br><color=#eb4d3dff>约特伍德体他*的是石头！</color><br><br>某位直言不讳的地概科员"
            }
        ]
    },
    {
        "Name": "科员间的聊天记录",
        "Desc": "记录着空间站遇袭前两位科员闲聊的记录，现已被防卫科列入调查清单。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*设备屏幕保留着空间站遇袭前，两名科员在工作期间的闲聊记录。截止到防卫科员启动调查前，在收容舱段的II级科员仍是杳无音信。*</i><br><br>II级科员某某：哥，我有时候真不想干了。<br><br>IV级科员某某：是不是那个家伙又在难为你？等我过几天就去和他说说去！某些高级科员，有时候真的欺人太甚。<br><br>II级科员某某：不是的哥，这事儿不是一个人那么简单。<br><br>IV级科员某某：是不是他们拉帮结派来排挤你？我这辈子最痛恨的，便是这种抱团的行为！这件事不是为你打抱不平，我是为了我自己的原则！<br><br>II级科员某某：哎，也不完全算吧。但这事儿我是真的没办法了。要是办不妥，我可能就直接去嘘实埋间守大门了。<br><br>IV级科员某某：我与你之间兄弟一场，你有困难，我即便是要牺牲自己，也一定是会帮助的。<br><br>II级科员某某：太好了哥，我就知道你和其他高级科员不一样。其实就是我这儿研究经费有点少，很多实验做不了。<br><br>IV级科员某某：相信我，每一位在黑塔工作过的科员都面临过你这样的困扰。而我也坦诚地告诉你，其实有许多年轻科员无法跨过这道坎。<br><br>IV级科员某某：不过没有关系，你不用担心，因为我会尽我所能去帮助你走过来。以下内容都是我的经验之谈，希望可以对你有用。<br><br>II级科员某某：哥，你说吧，我认真听着呢。<br><br>IV级科员某某：首先，也是最为重要的，我们需要维持本心——做研究之人，最嫉恨抱团结社！求功名之人与求学之人本就不是同路人！认清自己与外部，就是核心。<br><br>IV级科员某某：其次，就是经费。正所谓酒香不怕巷子深，有能力不怕经费少。我们追溯一下经费分配的逻辑：越是有成果，经费越是多。那么只要给出足够多的成果，就自然会解决这个问题！<br><br>II级科员某某：确是如此……<br><br>IV级科员某某：最后，就是如何获得成绩。初级科员难免走弯路，能够加入一两个有现成框架的项目一起探索，自然是最好不过的路径。我也说过，会尽我所能帮你，正好我手上有一个刚过了批审的大项目。<br><br>IV级科员某某：倘若研究成功，经费自然不在话下。但好死不死，最近却有另一帮沽名钓誉之辈，在与我竞争核心科员的头衔。我自然是不在乎这等俗荣，但未曾料想评选结果，会对项目的进度造成影响……<br><br>IV级科员某某：核心科员的支持投票，我已经落下了一大截，但如果现在我们一起努力投票，还是有机会的！<br><br>IV级科员某某：我发你链接，点进去自动识别科员ID，不用手动登录了。<br><br>IV级科员某某：还在吗？<br><br>IV级科员某某：……<br><br>IV级科员某某：（已拨打，暂无人接听）"
            }
        ]
    },
    {
        "Name": "某位界种科科员的周记残页",
        "Desc": "一位界种科科员的工作周记，这是被用力扯下的一页。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*从某处撕下来的纸页，表面皱巴巴的折痕记录着作者心情的跌宕起伏*</i><br><br>【黑塔系统周：第 118 周】<br>本周计划：完成小分子化合物组合的体外扩增研究<br>本周进度：找不到合适的化合物材料，只完成了开题研究。<br>本周总结：别急，下次一定行！<br><br>【黑塔系统周：第 119 周】<br>本周计划：与医疗科合作，研究磁控微组织构建调控在组织再生中的自动化应用<br>本周进度：项目进度 50% ，持续推行中<br>本周总结：没想到医疗科的乔安，做起事来一板一眼的严肃又高效，惭愧！这周我起码有五次实验操作有误，得向乔安学习！下次一定！<br><br>【黑塔系统周：第 120 周】<br>本周计划：与医疗科合作，完成磁控微组织构建调控在组织再生中的自动化应用论文产出<br>本周进度：项目进度为 75% ，界种科部分进度完成，医疗科进度为0<br>本周总结：听说乔安感染了什么病毒，希望她人没事。本周的研究只能暂时搁置了。<br><br>【黑塔系统周：第 121 周】<br>本周计划：与医疗科合作，完成磁控微组织构建调控在组织再生中的自动化应用论文<br>本周进度：项目进度为 75% ！新增进度为0！等医疗科的进度！<br>本周总结：乔安真的是！一堆借口！就是不干活！哈哈，论文？又偷懒是吧？哈哈我的研究我的报告我的产出…医疗科怎么就出了这种败类！医疗科之耻！我！绝！不！会！再！跟！她！合！作！<br><br>【黑塔系统周：第 122 周】<br>本周计划：完成异星细胞归巢机制的活体解析<br>本周进度：新型微环境细胞的归巢过程已了解，基础结构与作用原理还需跟进。<br>本周总结：这次基本上是靠我自己的努力，哼哼。不过…真没想到乔安还有这方面的人脉，能在外星搞到这种先导细胞。她那里也就一点点收尾工作没完成，我就做个顺手人情帮帮她吧。乔安其实也没那么坏嘛…也就是有点拖延症比较懒，心肠还是不错的。"
            }
        ]
    },
    {
        "Name": "空间站员工餐厅反馈记录表",
        "Desc": "黑塔空间站餐厅的反馈表，里面记录了各位科员对于餐厅产品提出的意见以及期待，同时包含餐厅智能回复机器人给到的反馈。",
        "World": 1,
        "Books": [
            {
                "Desc": "黑塔空间站员工餐厅意见回复表<br><br>提问：连吃一个星期蚯蚓干了，餐厅能不能换点口味？<br>回复：下周将会为科员提供番茄风味、西葫芦风味、西柚风味等多种口味的蚯蚓干。另外，因为供应商的备货问题，未来预计将不定期提供「大宇宙炒饭」，先到先得。<br><br>提问：只有我一个人吃完合成肉之后拉肚子吗？<br>回复：根据数据反馈，目前仅有您一人出现过类似状况。不过您可以再来吃一次，我们将保留您的样本进行调查。<br><br>提问：我想吃茄子，我想吃甜豆，我想吃黄瓜，我想吃蔬菜！<br>回复：您可以提交试药申请，尝试空间站某科室最新研发的「蔬菜片」，只需要服用一片，就可以让您在咀嚼任何食物的时候，都品尝到新鲜果蔬的口感！已知副作用为左腿微微发麻，有部分小鼠在实验中出现了未知残疾的病况。更多玩法，等您探索哦！<br><br>提问：我的实验田老是被人偷，空间站连这点防盗措施都做不好？<br>回复：您是否订购了种子岛的「防盗犬」功能呢？只需要将下列代码拷贝进个人终端机，系统将会为您自动生成一只乖狗狗，它将以电离网的形式出现，保护您的菜园。日常生活中，可以作为您的个人终端秘书使用哦~<br><br>提问：别信那个傻狗功能，它能当个屁的终端秘书！我让他会议语音转文字，结果写了 12000 个「汪」！<br>回复：您可以点击播放按钮，这样可以保证另一条没有参与会议的狗狗也能明白会议的内容！<br><br>提问：什么时候可以换个人工智能来管理餐厅回复信息？这家伙明摆着就是在挑事！<br>回复：抱歉，您的指令我无法识别。请问您能换一个方式表达吗？"
            }
        ]
    },
    {
        "Name": "科员们的留言便条",
        "Desc": "空间站科员之间相互留言的便条，记录着空间站工作与生活中的细碎片段。",
        "World": 1,
        "Books": [
            {
                "Name": "其一",
                "Desc": "——该死，怎么密码又要更新了？<br><br>——密码是██████，请记住密码是██████！<br><br>——谁这么没素质啊，把密码涂上了是几个意思？我们其他人也要用的啊！<br><br>——所以现在的密码到底是什么啊，有谁知道吗？"
            },
            {
                "Name": "其二",
                "Desc": "实验结果：无害，适合做大家的好朋友<br>实验数据： 4.0 ~ 4.2 <br>实验对象：精神良好<br>实验对象状态：正在撰写这份实验报告<br>实验人员签字：该死，这个研究员没告诉我他的名字啊"
            },
            {
                "Name": "其三",
                "Desc": "——如果你感觉到自己的工作做不完了，那我将恭喜你，至少你还保留了对于外部环境的客观认识！<br><br>——那我要是感觉我做得来呢？<br><br>——喂喂，谁在我的便条上擅自回复啊？<br><br>——其实空间站的医疗舱还蛮先进的，而且都是「公司」报销，又不用你们花钱，我诚挚建议楼上两位去医疗室看看吧。"
            },
            {
                "Name": "其四",
                "Desc": "——种子岛在夜晚时间会遇到神秘的甜瓜仙子，她会把你种下的甜瓜变大3倍左右。但如果你种植的是甜豆，她就会揍你！目前我只挨过揍，已经改去种植甜瓜了，期待与她再次相遇。<br><br>——更新：种子岛的「甜瓜仙子」是假的，那个没素质的家伙只是为了偷我的甜豆，被我发现之后打了我一拳找的说辞而已！我真不该相信她！<br><br>——再更新：朋友们，我将收回我之前说的话。甜瓜仙子确实不是神仙，因为我实实在在看见了她，她还说要帮我写报告呢！嘻嘻！<br><br>*其他人的字迹*：别试了，这是我们科室致幻剂泄露侵蚀化肥导致的幻象。醒醒吧！不会有像是美少女一样的甜瓜仙子来帮你们写报告的！"
            },
            {
                "Name": "其五",
                "Desc": "——基座舱段那个顶部蹭掉一块儿漆的清扫机器人是强人工智能，只需要给它一点小费。它就会带你去坏掉的卫生间隔间，里面都是它偷来的稀有奇物！<br><br>——彻头彻尾的骗局！那个蹭掉了一块漆的清扫机器人还自带碎纸机功能！该死！到底是谁给清扫机器人加了这种功能？还写下来捉弄人？<br><br>——它甚至还是个打印机。朋友，办公和清扫一体机，这就是空间站的特色「高效办公」！"
            },
            {
                "Name": "其六",
                "Desc": "——这个终端机的█和█键中间的███键失灵了，我贴个便条在这儿，已经在员工系统内上报了，等维修师傅到！<br>——走过路过的注意了，里面还存着我的实验数据！千万别碰！别碰！别！碰！<br><br>——所以你为什么不说清楚失灵的到底是什么键啊？<br><br>——因为他这几个键都失灵了啊。"
            }
        ]
    },
    {
        "Name": "障碍判别终端的攻击记录",
        "Desc": "反物质军团入侵后，黑塔空间站的障碍判别终端记录了报错记录。在入侵结束后，科员亚伯拉罕在这里偷偷留下了自己的备注。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*此前空间站遭受攻击的情况都记录在此*</i><br><br>攻击记录：<br><br> 000237 记录：碎屑剐蹭应急舱段外部电离网，已由系统代码自动完成修复，无需反馈。<br> 000238 记录：巡航路径 18 号维生仓段雷达扫描报告异常波段，已交由防卫科处理。<br> 000238 反馈：防卫科确认该波段无异常，经排查已确定为奇物试验所致。<br> 000241 记录：基座舱段-安防平衡舱-风筒运行异常，风速增至原设定值的 140% ，已交由防卫科处理。<br> 000241 反馈：基座舱段-安防平衡舱-风筒稳定性欠佳，暂停开放。<br><color=#dbc291ff><i>亚伯拉罕：这风筒的设计可以说是整个空间站的败笔。它只知道对着自己人发力，真到了外人面前，又像是微风拂面了！</i></color><br> 000243 记录：巡航路径 42 号基座舱段雷达扫描报告异常波段，已交由防卫科处理。<br><color=#dbc291ff><i>亚伯拉罕：灾难，灾难的开始。 42 号是灾厄的代名词。倘若那个时候就预先启动斥力桥，是不是就不会失去那么多鲜活的生命？嘿，我在干嘛，我在做假设还是做梦呢？</i></color><br> 000244 记录：巡航路径 19 号收容舱段雷达扫描报告异常波段，已交由防卫科处理。<br> 000245 记录：巡航路径2号主控舱段雷达扫描报告异常波段，已交由防卫科处理，优先级变更为<高><br> 000246 记录：警告！基座舱段外部 13 区电离网遭受不明攻击，无法使用代码自动完成修复。<br> 000247 记录：警告！基座舱段外部1号片区电离网已无效化，无法使用代码自动完成修复。系统已自动发送斥力桥预开启邮件。<br> 000243 反馈：防卫科已到达基座舱段。<br><color=#dbc291ff><i>亚伯拉罕：年轻的小子们，恐怕还以为这只是一场小小的防火墙报错吧！谁又想得到会遭遇那样的蝗虫灾难袭击呢？哎！ 243 号就是他们生命的终结，却是灾厄的开始……</i></color><br> 000248 记录：警告！外部正在试图入侵防火墙！系统防御提升为<预战时状态><br> 000249 记录：警告！基座舱段正遭遇不明外部攻击，太空电梯合金门已变形。<br> 000250 记录：系统已开启全面防御状态，请各位科员前往避难！<br><color=#dbc291ff><i>亚伯拉罕：站长的指挥是出色的，至少她真的尽力想要弥补这场浩劫对我们带来的负面影响。然而我有时候会幻想，幻想我是未能顺利避难的一份子，这样我或许会死在那帮野兽的脚下。到那时候，会有人记得我吗？</i></color><br>……<br> 135298 记录：基座舱段-实验发生室 72 号外部走廊塌陷。<br><color=#dbc291ff><i>亚伯拉罕：走廊塌陷，轻飘飘四个字。</i></color><br> 135299 记录：基座舱段-藏品分拣室 98 号能源供给被外部切断，开启应急设备供能。<br>……<br> 142854 记录：反物质军团七波次攻击-收容舱段走廊能源已全部切断，部分房间因线路短路暂时无法开启。<br> 142855 记录：反物质军团七波次攻击-基座舱段太空电梯损毁，入口处发生爆炸。<br> 142856 记录：反物质军团七波次攻击-基座舱段废料埋间 24 起火，雷达扫描无生命迹象，已开启灭火程序。<br><color=#dbc291ff><i>亚伯拉罕： 142856 之后必然会有 142857 ，每一次障碍判别终端的数字跳动都意味着数条生命的陨落，下一个就会是我了吧？可是那一刻多久会到来呢？</i></color><br><color=#dbc291ff><i>温明德：输入指令——暂停亚伯拉罕阅览障碍判别终端攻击记录权限。</i></color>"
            }
        ]
    },
    {
        "Name": "不完整的录音自动转译文档",
        "Desc": "两位研究奇物的科员，在反物质军团入侵前夕留下实验录音，该文档系录音自动转译而成。",
        "World": 1,
        "Books": [
            {
                "Desc": "录音自动转译结果：<br><br>「……」（一段嘈杂的声音，似乎是电流接通出现了故障）<br><br>「 024 号，这台设备有问题，我上次实验就跟你讲过。」<br><br>「 289 号，别拿出上级的口吻和我说话，我们都是初级科员。」<br><br>「倘若你真的想与我平起平坐，就不会允许你的左手放在距离终端机键盘3厘米远的位置。顺带一提，我们的操作使用规范安全距离只被许可到 10 厘米。」<br><br>「你能好好活到这个岁数，看来过去生活的星系文明发展极高。」<br><br>「这么说来我就能理解你的粗鲁和健忘了，毕竟出身不同。 289 号，给我镊子，这似乎是一根毛发。」<br><br>「……（脚步声与工具碰撞的声音）拿好镊子，别被戳破手指头了，辛德瑞拉。」<br><br>「看来我们这次的实验会有收获，这根毛发的颜色是漂亮的红棕。顺带一提，辛德瑞拉是被纺锤刺破了手指头。」<br><br>「 289 号的童话课堂开始了，主角是一只红棕色毛发的猩猩。它或许生前使用过这台打字机，并且书写过无数动人的童话……」<br><br>「（重物碰撞的声音） 024 号，你可以不来帮忙，但请你不要制造噪音。」<br><br>「噪音？你是说你的『顺带一提小课堂』吗？」<br><br>「（更为清脆的碰撞声传来，墙壁似乎发出了嘎吱嘎吱的声音） 024 ，这是我最后一次警告你，否则我将在汇报成果的时候，顺带一提你今天都捣了多少乱。」<br><br>「 289 号，少装出专家的样子血口喷人。我看这些怪声，都是你搞的鬼！」<br><br>「可笑，我可没有心思像个孩子似的打闹。你还不如说是反物质军团入侵空间站！」<br><br>「啊哈！我早就想亲生经历一回！这样我就可以加入军团，一口气把你的肚皮刺穿！」<br><br>「 024 号，如果不是你的智商不允许，否则我真的会怀疑过往几次障碍判别终端的入侵记录都是你在搞鬼。」<br><br>「……（金属碰撞的声音愈来愈响）」<br><br>「看不出来你还挺有行动力的。老实说吧 024 号，你这把匕首是从哪儿弄来的？不会是从收容舱里偷出来的吧？」<br><br>「… 289 号，这不是我的匕首。」<br><br>「……」<br><br>「……」<br><br>「救命啊！！！！！」<br><br>录音文档智能分类：#反物质军团# #械斗未遂# #实验失败# #低质# #厕所音乐#"
            }
        ]
    },
    {
        "Name": "研究报告：约特伍德水晶体",
        "Desc": "一位科员针对约特伍德水晶开展地跨界实验，但由于疏忽导致实验样本出错，最后成为一份无效的厕纸报告。",
        "World": 1,
        "Books": [
            {
                "Desc": "标题：浅析约特伍德水晶体内部电讯号交流的媒介素养特质<br>报告人：星域界种科室I级科员<br>报告编号： 04890 <br>报告正文：<br><br>硅基世界星球的生命为我们揭晓了新的信息传播途径，约特伍德水晶体内部的波纹便是最好的证明。本文将围绕约特伍德水晶体影印版进行探索。<br><br>实验者将三枚不同个体水晶分别放置于三个真空容器内，确保三者无法以接触的方式获得信息传递。随后将实验体1号水晶连接电流文字传感器，随后输入预置信息。信息中包含五个信息点，其中四条为约特伍德皇族正统历史，最后一条为皇族小道秘闻。<br><br>在信息传递结束后，实验者将三枚水晶放置于统一环境下，静置 24 小时，并对三枚水晶的电讯号进行实时监控。数据显示，实验体1号首先分享了一条约特伍德皇族正统历史，这让2号与3号都做出了正面反馈。随后，实验体1号开始分享皇族小道秘闻，并且自行补充了诸多先前实验者未曾表述的细节，这让2号和3号实验体内部电讯号波动幅度极大，但很快显示三枚水晶的电讯号趋于一致，表现出了高度的同频状态。以下将展示部分水晶体交流信息：<br><br><i>1号：认识米西斯芬克不？</i><br><i>2号：那是谁？</i><br><i>1号：我也只是听说啊，就这个米西斯芬克，是约特伍德三世的腹足……</i><br><i>3号：三世的腹足不是罗斯旺吗？它是出名的智慧！</i><br><i>1号：所以我这才强调听说嘛！罗斯旺是明面上的，米西斯芬克是私生的！</i><br><i>3号：啊！？不会吧？如果是真的，罗斯旺不可能没发现吧？</i><br><i>2号：可能罗斯旺发现了，故意没说呢……</i><br><i>1号：有可能米西斯芬克不仅是三世皇帝的腹足，还是罗斯旺的……</i><br>（笔者注：外置信息中并无该细节，这是1号自行补充而成的信息）<br><i>3号：天哪！这太荒唐！但这又确实像皇族会干得出来的事情……</i><br><br>综上，实验者认为约特伍德体水晶内部的交流也存在主观感受与客观认识的差异，且该差异极有可能与碳基生物具有相似性。望批准进一步深度研究。<br><br><i>上级回复：亲爱的，我并不打算否认这项研究的价值与合理性，我相信你是一名优秀的科员。只可惜你使用的约特伍德水晶影印版转码存在报错——一位科员不小心在导出的过程中加入了自己的脑电波片段。所以这份报告也不能算没有价值，至少我们算是知道了空间站的确需要关注媒介素养问题。</i>"
            }
        ]
    },
    {
        "Name": "黑塔藏品间使用守则",
        "Desc": "黑塔女士为藏品间列下的使用守则——虽然这个藏品间仅可供黑塔女士一人使用。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*虽然只有黑塔一个人使用，她仍然为此制作了规定*</i><br><br>一、藏品间为保管奇物的重要场所，未经许可，非本藏品间相关人员不得进入或动用室内任何物品。当然——就算拥有许可，黑塔女士也有随时收回许可的权利。<br><br>二、藏品间内部物品要落实专人管理，可外借展出或研究的物品，需在奠基级科员全程监督指导下使用，并严格遵守操作规程。<br><br>三、藏物的展出许可评估，将由黑塔女士一人完成，且黑塔女士有权随时更改调整评估结果。<br><br>四、若藏物具有负面影响，则必须加强防护措施，没有安全保障，视情况严重性停止实验；若藏物可带来明确的正面收益，则更必须加强防护措施，避免造成增益外泄、造福愚人。<br><br>五、离开藏品间时，必须及时告知黑塔女士以及防卫科相应人员，不得留置任何带有窃听、监控等功能的软硬件设备。<br><br>六、上述守则最终解释权归黑塔女士所有。"
            }
        ]
    },
    {
        "Name": "空间站介绍手册",
        "Desc": "供访客浏览的空间站介绍手册。",
        "World": 1,
        "Books": [
            {
                "Desc": "旧版：<br><i>（由黑塔女士亲自撰写，因设计问题，目前该版本已暂停发放。）</i><br>欢迎来到「黑塔」空间站！<br>倘若你追求探索生命的边鄙已然延展到寰宇的何处；<br>倘若你考求明白义理的辩论是否得到了绝对的回应；<br>倘若你的夙愿便是摹印出银河本原的景况，<br>倘若你已沉溺于符号与卷轴中深垠的旋涡，<br>那么，再次欢迎，并恭喜你来到「黑塔」空间站！<br>这里的智慧与答案潜藏在诸多未知与新奇中央，而你将手拿小小的锄头——挖掘出日日夜夜朝思暮想的答案。<br>——不过，想要体验上述的精彩纷呈，必须基于一个最为简单的前提：那就是成为一名小小的研究科员。如果正在阅读这份文件的你，只是一个宇宙爱好者，那么很抱歉，你的探索之旅在开始的同时就已经画上了句号。珍惜在接待大厅的参观之旅吧，这或许是你短暂一生最接近智慧的时刻。<br><br>新版：<br><i>（由艾丝妲站长亲自撰写，系空间站目前正式流通的版本。）</i><br>欢迎来到「黑塔」空间站！<br>寰宇的奥秘是诸多学者穷其一生探索的议题，它或许复杂到无法用任何一种语言将其表达，也可能普通到藏匿于随处可见的缝隙角落。而星系之中错落的生灵，却共同绘制出了名为「文明」的瑰丽造物。<br><br>当我们迈步追随其散落的线条时，将会发现所有的方向都朝着共同的指引之星。它是瑰丽而又迷人的，吸引了诸多求知者为其奉献自己的一生，仅为瞥见真理的一角轮廓。而「黑塔」空间站，便是在这条探索指引之星的道路上，搭建而起的庇荫长廊。<br><br>我们重拾起没落乐章的残篇，得以再现辉煌时刻的盛宴；我们解密未知科技的核心，得以窥见文明的智慧结晶是多么耀眼。学者们将自己化作一叶扁舟，渡过浩瀚银河的尽头。而在彼岸静默的答案，则是我们前进的最好回应。<br><br>希望你可以在「黑塔」空间站感受到未知的魅力与求知的趣味！<br>入站申请：请根据官网申请模板发送邮件，我们将会为您安排参观的时间。由于待参观人数较多，您的申请将在 180 个工作日左右得到回复。<br>可参观区域：「黑塔」空间站-太空电梯、「黑塔」空间站-接待大厅<br>特别备注：每人可参观时间为 30 分钟，不可参观涉及试验工作区域。"
            }
        ]
    },
    {
        "Name": "空间站体检事项公告",
        "Desc": "张贴在医疗舱内的科员体检事项公告。",
        "World": 1,
        "Books": [
            {
                "Desc": "各位同事：<br><br>感谢各位在空间站发展过程中所付出的一切，为了给各位的健康保驾护航，空间站本年度体检已正式启动。<br><br>「军团」入侵带来的不良影响正在逐渐消散，为了更好地服务于空间站同事随时看病的问题，同时也旨在维护大家在动荡之后的心理健康，医疗科现已启动全新的体检服务。除了常规的身体体检之外，心理科的心理咨询与精神健康相关服务已经全面升级。<br><br>由于空间站内部分设施尚未恢复，医疗舱容纳人数有限，请各位同事先行预约再来体检，以便我们合理分配时间段，为各位同事提供良好的就医环境。<br><br>【预约方式】<br>1、终端设备预约：请使用空间站内的终端设备，登陆「黑塔空间站员工系统」，在「医疗舱」页面上进行预约。<br>2、科室现场预约：黑塔系统时全年无休，请在医疗舱服务台当值科员的指引下进行预约登记。<br><br>【温馨提示】<br>预约成功后，大家将收到预约成功的消息提醒，请大家切记要如期前往。<br>如需取消预约，请提前至少2个黑塔系统时登陆「黑塔空间站员工系统」取消预约，或者前往科室现场当面取消。<br>预约取消后，可随时进行下一次预约。<br><br>【结果查询】<br>1、体检报告将在 36 个黑塔系统时内生成电子体检报告，届时各位将收到黑塔全景系统的消息通知，请大家在完成体检后记得查询自己的终端设备。<br>2、如对体检结果有疑惑或需要咨询，因工作人员在查阅体检结果信息时需要核对身份信息，请务必携带自己的工卡再来。<br><br>如对体检事项有疑问，请在「黑塔空间站员工系统」上联系医疗舱当值科员。"
            }
        ]
    },
    {
        "Name": "维修科室的不传之秘",
        "Desc": "维修科室的手写便条，记录着科室的「不传之秘」，在空间站遇袭后失传。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*一张皱巴巴的纸页，各色笔迹的存在宣示着它在维修科室的人气*</i><br>维修科不传之秘，切勿外传！<br><br>【万能对外话术】<br>（切记语气要平静温和，不行就吸多两口气）你好，重启过了吗？<br><br>【常见问题高效回复方案】<br>口诀：维修三件宝，重启重装和换设备！<br><br>1、设备没响应？<br>答：重启重启再重启，马上就能有响应。<br><i>*（暴躁的笔迹）今天看到个法政科的，我让他重启，过了一会儿又说没响应，我一看这家伙开了几百个设备进程。服了！*</i><br><i>**（纤细的笔迹）该方案适用于负载过高的场景**</i><br><br>2、重启不成功怎么办？<br>答：先拔电源再放电，放完电再重启。<br><i>*（暴躁的笔迹）注意，放电的时候看好那些科员，总会有人手贱的，别问我是怎么知道的！*</i><br><br>3、设备一直黑屏？<br>答：电源插了没？没有就充电，不行就换设备。<br><i>*（纤细的笔迹）昨天帮某位密卷科的排查设备，对方坚称屏幕坏了，排查发现一切固件正常，只是没插电源。望本科室各位后辈吸取教训。*</i><br><i>**（无力的笔迹）补上我这条：检查完是否插了电源，也得检查下对方有没有按错开关……**</i><br><br>4、丢失数据怎么办？<br>答：终端机有自动备份，别急，查询过再确定。<br><i>*（纤细的笔迹）注：权限等级较高的数据需要向站长申请，申请通过后才能查阅备份文件*</i>"
            }
        ]
    },
    {
        "Name": "【录音带】愚人戏：祸祖砺兵寻旧恨，愚人挥剑斩金身",
        "Desc": "一卷录音带转译而成的曲词本，这是部分老年科员爱听的愚人戏。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*录音带嵌在洁净无暇的播放装置中，可见平日里自有科员勤加拂拭。</i><br><i>按下播放键，寂静深空中传出磁带空转的摩挲声响。</i><br><i>刹那间，只听得醒木惊案，折扇破风，一段咿咿呀呀的唱词从远处迤逦而来。*</i><br><br>故国阳销阴长，天罚所至皆亡。<br>只身斫取神光，抉破寰宇天象。<br><br>今儿呀，咱就要讲一折：祸祖砺兵寻旧恨，愚人挥剑斩金身<br><br>在座诸位皆知，这千星寰宇，迢迢银汉，<br>有那漠视下界的星神隐藏于与世无争之地，<br>亦有那七柱之神启发痴愚的信众。<br>在信徒喃喃的祈祷之中，不时传出毁灭的英名，<br>您听听，这俩字儿中蕴含的崩天坼地的神威，必然指引着那些暴烈的信众：<br>如虫潮过境，如恶犬食日，这便是银河闻之色变的军团，<br>与万物寂灭的化身——烬灭祸祖，<br><i>有人惊诧道：烬灭祸祖，那是啥？</i><br><i>有人小声答道：是什么黑话吧？听起来和军团有关。</i><br><i>还有人答道：说书先生是仙舟来的，这肯定是他们那边的说法，指的是——</i><br>当然，在大多数世界，祂也被称作纳努克。<br><br>话说这军团以黑洞为炉，以阴阳为炭，以万物为铜，<br>受烬灭祸祖与其麾下绝灭之大君之号令，炼化冰冷的星体。<br>它们从何而来呀？答曰，宇宙洪荒。<br>是为了什么呀？咱也不知道。<br>哀叹兮，祸祖神威难敌，战无不胜；<br>怒骂兮，行星合纵连横，各怀鬼胎。<br><br>面对不堪一击的银河兵阵，这至上行刑官终于回想起<br>曾被不义却强大的力量所支配的故国——<br>祂纠集数以万计的虚卒死侍，准备向过往求一个答案。<br>不想却在必经之路上遇见了一名驻守星门的无姓愚者，<br>他挥舞着惊破堪舆的细剑，左躲右闪，见缝插针。<br>好似池中难捉之尾鱼，又如稍纵即逝之飞星。<br>烬灭祸祖与之鏖战七个日月轮回，<br>终于从神体中渗出汩汩金血。<br>这，便是那经年不愈之创口的由来。<br><i>堂下有人惊呼：真假？！别是哄新来科员的罢！</i><br><i>防卫科员连声制止：稍安勿躁！且听先生慢慢说来！</i><br><br>霎那间时空倒转，星辰剧变，<br>祸祖负创遁走，军团鸟兽皆散，<br>那界外的银河众生哪见得此等局面，<br>纷纷将那血笔金花视作无上神谕，<br>意欲窃之，酿作含血蜜酒。<br>意欲毁之，削弱军团神力。<br><i>有人大声评论道：对，对！我确实听过！据说在银河某处的酒馆里，那酒单上正有这蜜酒之名。叫什么……</i><br><i>另有一人回答道：血腥玛丽？</i><br><i>有人幽幽评论道：切～～俗啦！</i><br><i>那人再答道：叫，狂灭日珥！</i><br><i>有人幽幽再论道：嚯～～带劲！</i><br><br>一时之间，<br>那是星尘搅扰，浩浩汤汤，<br>愚人自笑去，众生皆奔忙。<br>而在这分获血笔金花的诸位大人物中，<br>有一位正是从咱们空间站出发，衣锦夜行。<br>他归来时，众科员皆夹道拜服，却不料寒暄过后，<br>此人性情大变，眼见一场灾祸即将酝酿成形——<br>哈，欲知后事如何，且听下回分解！<br><i>堂下一阵骚动：</i><br><i>——这就完啦？！完全没听过瘾啊！</i><br><i>——别和反物质军团入侵连上了吧…搞了半天，是现实主义文学？</i><br><i>——都别吵了，快给先生打钱，续上续上！</i><br><i>——还续什么啊？我听着就是满口胡诌，虎头蛇尾，大有烂尾的倾向，散了散了！</i>"
            }
        ]
    },
    {
        "Name": "星域界种指要：约特伍德体",
        "Desc": "界种科的研究档案，记载着星际间罕见的无机生物约特伍德体的资料。",
        "World": 1,
        "Books": [
            {
                "Desc": "星域界种编号：无机#27<br><br>界种学名称：约特伍德体<br><br>银河别名：电光巨人、辉星多面体、吹息地巨砾<br><br>分类系统：无机生物界-硅基生物纲-偏晶目-岩巨人科<br><br>研究概要：<br><br>约特伍德体的故土乃是遍布狂厄风暴之星球。<br>据说在那里，过境的飓风将毁灭一切，唯有坚硬的生命才能在狂风中挺立。<br><br>该种族的生命形态为透明水晶体，内部有名为思想偏晶的逻辑中枢，彼此之间通过该思想器官产生的电讯号进行交流。<br>故其语言、思想、历史皆不为银河所知。<br><br>在机械战争时期，约特伍德体一度成为机械种族最为忠诚的鬣狗。<br>战败后，遭到了有机生命的联合清算，旋即亡族。<br>由于约特伍德体死后会成为纯粹的矿物，疾疫在其体内沉积为斑斓的色彩，<br>约特伍德星就此成为千风过境的百色石窟。<br><br>战火散去，唯留一顶寄寓了其君主制历史的王族冠冕，遗落在无声的风中。<br><br>相关奇物：<br><br><i>不可承受之重</i><br><br>收容于本空间站内的奇物，外表为镶满水晶的冠冕。<br>实则是硅基生命约特伍德体的皇族桂冠，是其君主制历史的活化石。<br><br>据传，每一任约特伍德统治者在死去后，<br>其逻辑中枢都将被嵌入这顶由历代帝皇的思想偏晶组成的桂冠。<br><br>约特伍德体坚信，这顶桂冠将为统治者带来代际相传的智慧，<br>因此，约特伍德族的历任统治者总是异乎寻常的坚巨、沉重和美丽。<br><br>近几个琥珀纪有学者认为，该冠冕其实存放着约特伍德体的种族记忆与基本细胞，<br>只需将桂冠置于冷月的光辉之下，便能触摸它们隐秘的历史；<br>只需一枚来自那位星神的生命火种，这个失落的族群便将迎来重生。"
            }
        ]
    },
    {
        "Name": "「家用寻物仪」售后回复函",
        "Desc": "「家用寻物仪」的制作商发给顾客艾丝妲的回复函，不知为何竟落入了有心人之手。",
        "World": 1,
        "Books": [
            {
                "Desc": "尊敬的终身高级会员「艾丝妲」：<br>感谢您在寰宇佳品网购物！<br>您的订单【 1659851 **********】物流状态已更新，经核实，系物流丢件导致无法在预计时间内派送至收货地址。<br><br>您所订购的商品已经重新补发给您，但因物流受到反物质军团等不可抗力的干扰，发货时间将延后一周，预计在 15 个工作日后原路补发至您的收货地址处。<br><br>如需修改收货地址或退款，请随时联系专属客服「工号 10000 号」为您服务。<br><br>物流查询路径：寰宇佳品——我的订单——到货信息。欢迎您随时关注订单状态！<br><br>「星际和平家电」将加强管理与风险管控，提高服务品质，竭诚为您提供一流的服务。对于此次购物给您带来的不佳体验，我们深表歉意！<br><br>附录：<br>订单信息，请您核对：<br>【订单编号： 1659851 **********】<br>【收货地点：「黑塔」空间站，坐标*****，*****】<br>【收货人姓名：艾丝妲】<br><br>本次订单含共有1类商品，总计 10 个包裹，详细货物清单如下：<br>1、家用寻物仪「理查德」系列「理查小宝」•版本 17.93 •高级定制•年度典藏版 附充电基座  10 组* 10 个"
            }
        ]
    },
    {
        "Name": "艾丝妲的仪器采购合同",
        "Desc": "艾丝妲自掏腰包给空间站购买仪器的采购合同，不知为何竟落入了有心人之手。",
        "World": 1,
        "Books": [
            {
                "Desc": "合同编号： 27149 号<br>项目名称：定制仪器采购<br><br>甲方（购货方）：艾丝妲<br>乙方（供货方）：星际和平家电<br><br>一、采购内容：<br>1、定制服务型磁悬浮小型机器人 空间站定制版 3组*6个{Img#1}<br>2、定制寻物仪「理查德」•版本 0.63 •大师级•年度限量版 附充电基座  10 组* 10 个<br><br>二、质量要求：<br>合乎银河通用检测标准< 10086 >号及甲方定制需求<br><br>三、结算方式及期限：<br>结算方式：在线支付<br>结算期限：货到付款<br><br>四、交货地点与期限：<br>交货地点：「黑塔」空间站艾丝妲收，坐标*****，*****<br>交货期限：自甲方下单后 15 个工作日内<br><br>五、验收方式：现场验收<br><br>甲方（盖章）：<br>代表人（签字）：<br><br>乙方（盖章）：星际和平家电对外销售专用章<br>代表人（签字）：查理<br><br>【此联为第二联，盖章与签字完成后需上传至公司平台以便接受第三方审核验证。】"
            }
        ]
    },
    {
        "Name": "银鬃铁卫宣誓词",
        "Desc": "铁卫禁区中随处可见的银鬃铁卫宣誓词。可能和大部分公司的「企业价值观」类似，并没有太多人在意。",
        "World": 2,
        "Books": [
            {
                "Desc": "作为贝洛伯格的子民，作为大守护者意志的代行人，我志愿加入贝洛伯格银鬃铁卫军。<br>以银鬃铁卫的荣光为名，我在此城墙下庄严宣誓：<br><br>我将时刻准备着保护人类最后的城邦——贝洛伯格<br>忠于贝洛伯格、筑城者和全体人民<br>以英勇、正直、无私、忠诚要求自己<br><br>遵守铁卫军纪律<br>牢记铁卫军誓言<br>服从守护者命令<br>捍卫筑城者荣誉<br>列前一步是明天<br>立定一步是阵线<br>退后一步是家园<br><br>城墙不倒则誓约不破<br>若违背以上庄重誓言<br>我甘受贝洛伯格律法、大守护者与全体公民的判决与惩罚"
            }
        ]
    },
    {
        "Name": "征友启事",
        "Desc": "华劳斯委托他人张贴满城市大街小巷的征友海报，大部分都被人撕下来了",
        "World": 2,
        "Books": [
            {
                "Desc": "贝洛伯格的全体公民：<br><br>你们好！<br><br>我是上层行政区莱姆士汀家族第三任预备家主华莱士•凯特博瑞屈•莱姆士汀。本人从小到大都在我们贝洛伯格最老的行政区里生活与接受教育。从我记事起，第七街区从街头到巷尾都是莱姆士汀的财产，因此我从小都在与孤独这头最可怕的猛兽进行着光荣的搏斗。我深知能力越大责任越大，这也是我们莱姆士汀家族成员应该背负的痛苦宿命。<br><br>如今我感到独木难支，堆成山峰的邪恶财富，联手慢慢爬上我脊梁的沉重的空虚感，它们妄图把我压垮！我觉得是时候向贝洛伯格的公民们公开这罪恶城市阴影中的守护者了——我，莱姆士汀家族第三任预备家主华莱士•凯特博瑞屈•莱姆士汀，孤独巨兽面前的永恒斗士，贝洛伯格的隐形守护者，在此向全体公民发出诚挚的邀请，与我一起为贝洛伯格的正义而战。<br><br>通向光明与正义的道路布满荆棘，因此我希望我的伙伴——<br><br>1、性格友善，积极向上<br>2、学会热爱自然，享受艺术<br>3、不被金钱这个邪恶事物所蛊惑与束缚<br>4、有着异于常人的坚韧不拔的意志力<br>5、像我一样以世界和平为己任<br>6、可以直接称呼我为华劳斯"
            }
        ]
    },
    {
        "Name": "防骗指南修订版",
        "Desc": "深蓝骗局受害者协会编撰的防骗指南",
        "World": 2,
        "Books": [
            {
                "Desc": "近日因「深蓝骗局」而遭受财产和精神损失的民众越来越多，仅靠银鬃铁卫的力量是难以将骗局策划者捉拿归案的，为此「深蓝骗局」的诸位受害者联合成立了深蓝骗局受害者协会，编纂了此册指南，收录了其常见的花言巧语与经典的骗局案例。为了我们神圣的私人财产不受侵犯，请各位公民仔细阅读，铭记在心！<br><br>「平行世界」<br><br>骗局策划者最常兜售的概念，目前城区已汇报的子类骗局类型已高达 73 项，包括但不局限于「平行世界打印机」、「平行世界收纳箱」、「平行世界料理包」、「平行世界遥控器」等等涵盖日常衣食住行的事物，策划者常常投其所好，防不胜防！<br><br>在二级流通市场上看见与平行世界有关的物品也请谨慎购买，最好的选择是马上向银鬃铁卫汇报登记事件并报备损失，切勿单人贸然前往与骗局策划者对峙，及时止损，谨防连环骗局。指南在这里告诫贝洛伯格全体公民，雪地里不会长出冬城盾，财富需要靠自己勤劳的双手去创造！<br><br>「永动机械」<br><br>由受害者茉莉提供的案例骗局。策划者使用预设的机关搭建了一个看似永不停止的齿轮盘，但是受害人将此组件带回家中后却发现需要手动上弦。依照最近的受害者报告已经出现「水纺车」、「四摆钟」、「螺旋轮」等子类变种。指南在这里奉劝各位工程师与技术人员牢记客观世界的基础定律，不要迷信空想的产物，在工作与成就上好大喜功而落入骗局策划者的陷阱。<br><br>「万能钥匙」<br><br>由受害者尼克提供的案例骗局。策划者使用「活性软泥」与「精密拓印模具」向其演示了如何复制各类机械齿轮锁的钥匙，怂恿受害者进行危害贝洛伯格经济安全的活动。尼克本人在贝洛伯格商会南门口烧制钥匙时被银鬃铁卫当场抓获，目前已收押在贝洛伯格三号监狱。指南在此处告诫各位公民，警钟长鸣，勿因一时贪念断送大好前程。<br><br>「仿生人偶」<br><br>由受害者曼娅提供的案例骗局。策划者使用木制的人偶和「仿生面膜」依据受害者的要求制作了她的替身人偶，但搭载的能量驱动储值过大，使得人偶做出了许多与受害者平时不相符的举动，例如在市政厅加班到凌晨等等。受害者表示人格受到了极大的侮辱，生活的原生动力也被击碎。指南在这里奉劝各位公民，平衡好工作与生活的节奏，不要误入歧途而招致骗局策划者的利用。<br><br>「脑内剧场」<br><br>由受害者瓦丝卡提供的案例骗局。策划者投其所好，使用两枚小型的「入耳式八音盒」储存了《雪国冒险奇谭》的有声文本资料，但据受害者描述，后半部分全是策划者撰写修改和亲自朗诵的版本，人物全部不得善终，对受害者的心智产生了不可磨灭的影响。指南在这里提示各位公民，拥抱现实生活，不要沉溺于虚拟世界的迷梦，更不要代入其中。<br><br>其余详细案例均收录于《深蓝骗局案例手册》当中，目前搭配《深蓝骗局防范大全》一齐购买仅需要 1250 冬城盾，并赠送深蓝骗局受害者协会精编的《深蓝骗局全面解析修订版》七折券一张。防骗工作的推进，需要您的支持！"
            }
        ]
    },
    {
        "Name": "贝洛伯格学院期中测试卷",
        "Desc": "一张不及格的测试卷，试卷主人似乎是一位叫卢森的孩子。",
        "World": 2,
        "Books": [
            {
                "Desc": "班级<u>_二_</u>年级<u>_六_</u>姓名<u>_卢森_</u>成绩<u>_ 35 _</u><br><br>一、填空题<br>1.为了不损坏城市里的地髓灯，在使用时要注意防止<u>_大脑_</u>短路。<br>2.像岩盐与黄渍糖等的颗粒都是几何外形的固体，人们把这样的物质叫做<u>_吃的_</u>。<br><i>卡佳：老师教你填空题不要放空白不是让你做脑筋急转弯的！</i><br>3.我们可以根据贝洛伯格学院教学楼的<u>_大小_</u>和距离来确定其在城市中的位置。<br>4.锈是金属与空气中的氧气发生了<u>_爱的_</u>反应后产生的。<br>5.霜纹鲑，在水温下降时会游到温度适宜的场所去越冬，这种过冬方式叫做<u>_旅行_</u>。<br><br>二、选择题<br>6.观察一株盗香醚草时，正确的顺序是（ C ）。<br>A. 从外到内 B. 从内到外 C. 从上到下 D. 从下到上<br>7．夕红果的形成需要经过的过程是（ C ）。<br>A. 开花→传粉→结果 B. 开花→结果→传粉 C. 传粉→开花→结果<br>8.洞螈的脚趾端具有吸附的作用，有利于在洞穴中爬行的部分叫做（ C ）。<br>A. 吸盘 B. 爪勾 C. 肉垫 D. 横褶<br><i>卡佳：不是猫猫！</i><br>9.葬礼虫成虫的口器属（ C ），葬礼虫幼虫的口器属（ C ）。<br>A. 针吸式 B. 舐吸式 C. 咀嚼式 D. 虹吸式<br><i>卡佳：卢森同学！老师教过你实在不会的选C，你有用心听，这值得鼓励。</i><br><i>但是能不能仔细看看题干！</i><br> 10 .下列物体中，能溶解于水的是（ C ）。<br>A. 地髓 B. 岩盐 C. 果酱 D. 蜂蜜<br><br><br><br><br>三、判断题<br> 11 .手扶在城墙上比扶在树木上感觉冷，是因为城墙的温度比树木的温度低。 （对）<br> 12 .中世代的三齿兽因为不能适应气温骤降和食物减少等环境变化而绝种了。 （对）<br> 13 .地髓是远古时代生物的遗体在地层中经过几亿年的变化逐渐形成的矿物。 （对）<br> 14 .在地髓旁取暖，人会感到发热，这是由热传导引起的。 （对）<br> 15 .穴居疯地鼠进食时，多用尖牙切、切牙撕、磨牙磨碎食物。 （对） <br> 16 .将蜜饯菇与安神菇拦腰切断的解剖方法是纵切。 （对）<br> 17 .七彩虹叶片的蒸腾作用能降低其叶面的温度，保护植株不受高温损伤。 （对）<br> 18 .在原野上，我们看到树桩上的年轮，可以识别出年轮宽的一面为北方。 （对）<br> 19 .矿蚀藓可以利用化学作用产生的微光在没有光的洞穴里生存下来。 （对）<br> 20 .通过眼观、手摸、刀刻、滴液等手段可以辨认出矿物的种类。 （对）<br> 21 .利用杠杆原理不仅可以省力，还可以改变用力方向。 （对）<br> 22 .既能生活在水中，又能生活在陆地上的动物，叫做两栖动物。 （对）<br><i>卡佳：就算不是真心的，你好歹写上些错误的判断让我知道你有思考，安慰安慰老师好吗?</i>"
            }
        ]
    },
    {
        "Name": "《鼹鼠记》贝洛伯格古诗集",
        "Desc": "贝洛伯格的原住民写下的诗集，原诗作者的名字已经无从考证。",
        "World": 2,
        "Books": [
            {
                "Name": "斯诺菲尔德北纪行",
                "Desc": "我曾凝视雪峰的背影<br><br>冰泉未曾流淌进序言<br>夜空却现他者的眼睛<br>云雾覆盖乡间的石匠<br>旅者窥视琥珀的曾经<br><br>我心之旅<br>亦是我心虔诚之礼<br><br>我曾凝视雪峰的背影<br><br>在北风向我借走歌声的岁月里<br>陆地与飞鸟都将沉寂<br>你们会看见矿脉上的世界之脊<br>群星之上与柴薪之下<br>以铸者之名锻造回忆<br>被腾高之火给予寓意<br><br>我挖地洞 你建城墙<br>我挖地洞 你建城墙<br>总有一天城墙会倒塌<br>终有一天泪水会泼洒<br>结局镌刻在远方的平原<br>静待此诗灰暗<br>直至雪峰闭眼<br>抑或花朵殆尽"
            },
            {
                "Name": "铆钉镇的黄昏",
                "Desc": "我妒忌着弄丢黄昏的齿轮<br>旋转的日子总是没给下文<br>一瓶三块<br>散装贩卖的灵魂<br>佐餐下料一口吞<br><br>琥珀 琥珀 再一块琥珀滋润<br>故乡的星星总是走不准<br>风声 风声 又一阵风声呼啸似鹰隼<br>夜光滚滚<br>卷走铆钉镇门口无处安放的石墩<br><br>上了枷锁 潮湿的心脏<br>又怎么称斤而论<br>坑道口又立起石头偶像一尊<br>采矿机雕刻自己裤腿的花纹<br>过路的人们总会说<br>真蠢"
            },
            {
                "Name": "胖子拉里",
                "Desc": "三秒一步的胖子拉里 <br>去越过他褐色的国度 <br>去越过<br>四十厘米的矿车 <br>去越过 <br>横穿冬夏的节日 <br><br>克里珀说过 <br>应该用爱去搭建他的庙宇 <br>人们却总献上石头和话语 <br><br>克里珀也曾来过 <br>给他一把性感的矿镐 <br>他觉得这是一个秘密 <br>他总对着矿坑深处的黑夜 振臂高呼 <br>胖子拉里！ <br>他觉得自己已不年轻了吧 <br>五十载的歌声<br>像塌方一般查封了他的双臂 <br><br>断臂的拉里！ <br>他像岩蟹一样与冬日相拥嘶吼 <br>他带着手稿走过缄默的碎石滩 <br>他的上司总呵斥他 <br>带上光环！ 带上云彩！ <br><br>懒惰的拉里！<br>他凝视着角落的葬礼虫 <br>一个人在它们面前哭了 <br>爱哭的拉里！ <br>人们已不再需要他的故事 <br>用贫穷的通牒 当作银线缝上了他的嘴巴 <br><br>悲伤的拉里！ <br>但他还能倾听<br>矿石流淌的呼吸和语言奔跑的脚步 <br>悲伤的拉里只能住进便携式的棺材<br>拿出他真诚的矿镐 <br>折成从未曾见过的飞鸟的形状 <br>向前后空翻了两圈苛求的角度 <br><br>哑巴的拉里！ <br>一个人编织洞穴中的歌词 <br>他吃下 17 颗 安神菇 <br>他说 让我醒来！ <br>换来了 17 个诗人的耳光 <br><br>他们说 早就没有拉里！ <br>什么都没有的拉里越过大矿坑呵 <br>他像铁镐头一样最终埋葬大地呵 <br><br>路人没有看到这些 <br>他们只是说 <br>一个胖子 睡着了"
            }
        ]
    },
    {
        "Name": "水晶日报的送审样稿",
        "Desc": "寒潮初至时被送往银鬃铁卫高层审核的新闻样稿。记载了初代大守护者阿丽萨•兰德持炎枪作战的英姿",
        "World": 2,
        "Books": [
            {
                "Desc": "捷音自煦日节晨曦传来<br>雪原前线我军酣畅大胜<br><br>煦日节天色破晓时，锋线堡垒外雪原前线传来佳音，使贝洛伯格人庆祝新年时又多一欢庆胜利之节目。贝洛伯格举城无不鼓舞欢欣，奔走相告之呼声迄夜不绝。自残忍且狡猾的异星人来犯已有二十余年，为提振士气，战时煦日节庆典连年未曾中断，而此次庆祝堪称是二十余年来最为热烈者。<br><br>煦日节前夕，大守护者阿丽萨•兰德亲自下达指令：我银鬃铁卫全军将开往关外，列阵雪原，与异星敌人展开主力会战。我军干将兰黛尔•朗道率「琥珀」、「火炬」二旅拒关门严防死守，在寒风暴雪中连续血战四昼夜，始终未曾退缩一步。<br><br>自交战起四日，前线战事无比剧烈，我军因尚未投入主力部队而始终略处下风。但敌人的疯狂进攻从未使我军战线动摇，隘口迄在我军固守中。是日夜，耶格尔坚决执行大守护者此前的战术规划，率野战营众兵士结成散兵线，自敌军右翼发动奇袭，将局面彻底打开。大守护者阿丽萨•兰德亦亲率禁卫军转进敌后，完成包围敌军情势。煦日节凌晨，我军成功合围一处，正式开始全面反击。<br><br>期间，大守护者阿丽萨•兰德提枪亲临前线，率众将士冲锋陷阵；其所到之处无不火光烛天，枪尖琥珀色炽焰搅动寒风流云，阵阵破空轰鸣如雷动九霄。据有幸从战场生还的禁卫军士官称，大守护者的巨大骑枪竟能一举撕裂天空，使他得以暂时再度窥见久违的澄澈蓝天。其他从战场归来的士兵还称：自己在阿丽萨•兰德身边与敌人捉对厮杀时，始终能够感受到一股莫之能御的力量常伴左右；在此种伟力加护下，人居然能够仅凭徒手挡下敌将刀刃，而自己却毫发无损。<br><br>我银鬃铁卫全军奋力进攻，浴血厮杀至昨晨曙光乍现，将敌寇完全解决。敌军残部幸免一死，向雪原以北力逃，大守护者亦调遣部队前往乘胜追击。<br><br>此次战役是为雪原前线空前恶战，亦为空前酣畅大胜。经此一役，异星敌寇残兵败将已是难堪一击——贝洛伯格必将在寒风暴雪中屹然不可动摇，同她的子民一道走向保卫战的完全胜利！<br><br>【银鬃铁卫批复意见】<br>并无问题，但隐去我军番号较好。<br><br>【大守护者批复意见】<br>允许印发。"
            }
        ]
    },
    {
        "Name": "《铁卫禁区近况汇总及相关意见》",
        "Desc": "以严肃语气写成的信件报告，汇总了银鬃铁卫全军上下近期的状况。似乎出自现任铁卫情报官之手。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这封信件落款处的日期已经模糊不清了。*</i><br><br>尊敬的戍卫官：<br><br>本人，银鬃铁卫情报官——佩拉格娅•谢尔盖耶夫娜，在此将过去三十天内铁卫禁区状况及相关意见汇总如下，敬请知悉。<br><br>在过去三十天中，部署在禁区前线的我军有 35 人在战斗中阵亡； 14 人在战斗中失踪； 178 人因不同程度伤势编入后方预备队，目前皆已送往禁区野战医院进行救治疗养，暂时无法投入前线。<br><br>至此，琥珀战斗群下属冰原狼营及雪鼹鼠营均无法维持现有编制。相关作战单位现已进行重编，变动如下：解散雪鼹鼠营；原雪鼹鼠营作战人员编入冰原狼营；原雪鼹鼠营指挥官根据本人意愿辞去其指挥官职位，现担任冰原狼营后勤官；冰原狼营维持原有番号不变，且仍属于琥珀战斗群。<br><br>同样，基于以上原因，我军战线东北方面出现空缺、亟待填补。鉴于当前我军有生力量不足，建议将自动机兵战斗群下属各营抽调前往战线空缺处。<br><br>此外，我军因连日作战失败、伤亡惨重导致士气严重下滑。目前军中各营已多有怨声——不过，此种不满并非指向戍卫官您，而是我们的大守护者可可利亚。<br><br>回顾此前多场战斗，不难观察到：每有出现重大伤亡的情况发生，皆是因大守护者越级指挥所致。尽管本人非常理解大守护者急于取胜的心理，但我军无论如何都不能出关与裂界生物直接会战——这不仅不符合奥切波洛夫战斗动态方程的演算结果，更是对我军长久以来战斗经验的否定。<br><br>为了平息军中的怨言，也为了降低伤亡、尽最大可能保存我军有生力量，请您务必与大守护者展开协商，以将指挥权完全收归银鬃铁卫。<s>至少别再让她下达「银鬃射手火力组向前移动二十米」这种荒唐的命令了</s><br><br>佩拉格娅•谢尔盖耶夫娜"
            }
        ]
    },
    {
        "Name": "密密麻麻的日程",
        "Desc": "看过这份日程表的人，将会明白布洛妮娅为何叹气不断。",
        "World": 2,
        "Books": [
            {
                "Desc": "致亲爱的管家塞巴斯：<br><br>我已将布洛妮娅小姐本周的工作日程全部排好，后续每天晚上都会将次日的行程表单转交给你，辛苦按照上面列出的时间进行安排，请督促小姐逐项完成。<br><br>我知道布洛妮娅小姐仍然在生我的气，不想见到我本人，但我相信她很快就会想明白的。距离布洛妮娅小姐继承守护者大位的日子越来越近了，她必须尽快习惯这种每天活在规划之中的生活，以后才能成为像可可利亚大人那样英明的统治者。我作为她的导师助理，必要的时候也难免得唱个白脸，才能杀杀她的大小姐脾气，也让她认识到事情的严肃性。<br><br>我在家中也能处理大部分事务，况且能休养几天也是好事，所以不必担心我的境况，你只要照顾好布洛妮娅小姐即可。她是个有点执拗的姑娘，但心地善良，而且很有天赋，这些你应该再清楚不过。假以时日，她肯定会感谢我们为她做的这一切的，这点我可以向你保证。<br><br>此外，请密切关注布洛妮娅小姐的社交——尤其是小姐与佩拉情报官同在的场合。据说佩拉小姐私下里有些尚不能称为优雅的兴趣爱好，因此请尽力避免她与布洛妮娅小姐的不正当交往，以免小姐为亵渎的知识所玷污。<br><br>你最真挚的朋友，<br>索尼娅<br><br>附：布洛妮娅小姐的日程表<br><br> 06 : 00  起床<br> 06 : 10 - 06 : 20  简单淋浴<br> 06 : 20 - 06 : 45  早餐，管家宣读今日日程<br> 06 : 45 - 07 : 45  晨间战斗训练（详见布洛妮娅小姐的晨间课程表和教官排期）<br> 07 : 45 - 08 : 30  沐浴，形象管理，梳妆，更衣<br> 08 : 30 - 09 : 00  前往贝洛伯格军官学校<br> 09 : 00 - 10 : 00  第一节课：军事理论和统帅学进修<br> 10 : 00 - 11 : 00  第二节课：政治理论进修<br> 11 : 00 - 12 : 00  第三节课：综合科学进修<br> 12 : 00 - 12 : 30  午餐，阅读当日贝洛伯格早报主要版面<br> 12 : 30 - 14 : 00  实地带兵监督巡查（当日详细路线见布洛妮娅小姐的带兵巡查路线排期）<br> 14 : 00 - 15 : 00  第四节课：写作与演讲进修<br> 15 : 00 - 16 : 00  第五节课：艺术鉴赏进修<br> 16 : 00 - 17 : 00  第六节课：贝洛伯格历史进修<br> 17 : 00 - 18 : 00  修改将于『历史大博物馆读书会暨贝洛伯格 700 年纪念分享会』上宣读的演说稿（由写作导师及政治理论导师监督）<br> 18 : 00 - 18 : 30  晚餐，收听贝洛伯格新闻电台『贝洛伯格 30 分』新闻播报<br> 18 : 30 - 18 : 45  前往贝洛伯格戍卫所<br> 18 : 45 - 19 : 30  戍卫所实地监督巡查<br> 19 : 30 - 19 : 45  回到守护者官邸<br> 19 : 45 - 20 : 00  准备当日学习报告<br> 20 : 00 - 20 : 30  与可可利亚大人会面，汇报当日学习成果和巡查进度<br> 20 : 30 - 21 : 00  妆发，准备在官邸举行的银鬃铁卫军官联谊舞会<br> 21 : 00 - 21 : 45  参加银鬃铁卫军官联谊舞会（请务必监督小姐留到舞会结束，不要让她提前溜回房间） <br> 21 : 45 - 22 : 10  卸妆，沐浴<br> 22 : 10 - 23 : 00  阅读时间（书目详情见布洛妮娅小姐的必读书单，务必将书目限制在书单列表范围内）<br> 23 : 00 - 23 : 30  宅邸内自由活动时间<br> 23 : 30  就寝（请于 24 : 00 时再次检查小姐是否睡着，以免她偷偷在被窝里做些什么）"
            }
        ]
    },
    {
        "Name": "娜塔莎的名单",
        "Desc": "对于工作繁重的地底居民来说，照顾孩子是生活中另一项难以忍受的苦役。",
        "World": 2,
        "Books": [
            {
                "Desc": "各位矿工家长：<br><br>我是娜塔莎医生。我知道你们平日里工作劳累，所以才将孩子们寄养在诊所。眼看年关将至，各位家中的难处我都深感理解，但有部分家长已经太久没来见过孩子，让我不由得怀疑背后是否另有隐情。我在这里列出已经逾百天没有与父母见面的孩子名单，希望各位家长能在本月最后一天之前来探望，否则你们的名字会被我记在册子上。被记下来的各位最好盼望自己不要生病受伤，否则我必用祖传的秘方加以「慈悲」悉心照料。<br><br>伊莎贝拉：<i> 11 岁， 133 天无人探望</i><br><br>小贝拉是儿童公社脾气最好、最懂事的孩子，她还经常自愿帮忙料理杂务，在我外出的时候像大姐姐一样照顾其他孩子。如果你是贝拉的家长，我建议你多和她学习一下照顾小孩的方法，因为我敢肯定你们连一只什么都吃的疯地鼠都养不活。<br><br>大查理：<i>9岁， 164 天无人探望</i><br><br>大查理是个脾气暴躁的孩子，我猜他肯定是从爸妈那里继承了这个毛病。他经常和其他孩子打架，而且下手还不知轻重，我已经为此责骂过他很多次了。不过他倒是展现出了对医药学的一些兴趣，而且已经能调出些基本的药剂，打架擦伤了也能给自己用上。如果你是大查理的父母，建议你们尽早来探望孩子，否则我会教他制作一些「特殊」的药剂，专门用来孝敬你们。<br><br>小查理：<i>7岁， 115 天无人探望</i><br><br>小查理被送到儿童公社已经快一年了，但是到现在还没开口说过话。小查理的父母，你们运气很好——他兜里总是揣着一家人的照片，所以我很清楚你们长什么样。相信我，如果你们不按时来探望孩子，我会亲自去把你们找出来的。你们估计是得了健忘症，而我正好可以对症下药。<br><br>提米：<i>8岁， 153 天无人探望</i><br><br>小提米，小提米，可真是让人头疼。不知道他从哪本古代的画册上读到了「鸽子」的存在，然后就一直沉迷于研究「鸟类」。我告诉他地底下是找不到鸟的，但是他听不进去，还是整天做着白日梦。提米的家长，如果你们不及时来探望孩子，恐怕我就得请你们去捉两只「鸟」回来逗他开心了。"
            }
        ]
    },
    {
        "Name": "《「克拉拉保护协会」成员火热募集中》",
        "Desc": "字里行间充斥着异样热情的招募通告。只要加入该协会，你便能加入到保护克拉拉的行列当中。",
        "World": 2,
        "Books": [
            {
                "Desc": "！ ！「克拉拉保护协会」成员火热募集中 ！ ！<br><br>～ 保护、保护，除了保护还是保护 ～<br><br>【什么是「克拉拉保护协会」？】<br><br>本协会全称为「为报答克拉拉小姐对流浪者营地全体居民的无私帮助克拉拉小姐的笑容就由我们来保护协会」，简称「克拉拉保护协会」。<br><br>【成立本协会的目标是？】<br><br>本协会旨在回报克拉拉小姐在日常生活中照顾全体流浪者的饮食起居、治愈我们疲惫身心等种种如天使一般的行为。<br>因此，我们身为成年人，更应该——少给克拉拉小姐添麻烦；多帮克拉拉小姐做事；让克拉拉小姐快乐成长，成为克拉拉小姐真正的家人；守护克拉拉小姐纯真的笑容；守护克拉拉小姐天籁般的声音；守护克拉拉小姐金子一般的心；虽然克拉拉小姐一向不擅长应对过于激烈的感激之情，总是害羞地低着头，但我们是不会因此停下来的。<br><br>【加入本协会，你能得到什么？】<br><br>加入本协会，你能够：<br><br>1.进入流浪者营地，与数百万会员（具体会员数目尚未完全统计，但相信我，保护克拉拉小姐的人，就是有这么多。）共同分享克拉拉小姐足以令冰雪消融的温柔微笑。<br>2.在克拉拉小姐向你问好后，悄悄躲在角落以不打扰到她的音量发出「哦呼」的感叹。<br>3.以社群内公益服务和最优惠的价格向本协会周边部购入克拉拉小姐的微笑肖像画、兔子玩偶、脚印拓片等周边商品。（画手独眼老奥曾是知名艺术创作者，以其一系列传神的通缉令肖像画而著称。）<br>4.最后，也是最光荣的是——加入本协会，你将获得一枚「克拉拉保护者」徽章（以不锈钢特制，象征我们对克拉拉小姐永不锈蚀的「保护」之心。）<br><br>让上层区的人拥有自己的「大守护者」吧！下层区已经有了新的太阳，和忠于她、热爱她的「保护者」们！<br><br><i>*海报底部另附了一段小字*</i><br><br>在享受本协会带来的诸多权益同时，你应避免：<br>1.擅自为克拉拉小姐提供便利（这会辜负克拉拉小姐的好意）。<br>2.向克拉拉小姐询问流浪者营地生活起居以外的相关问题（不打探他人隐私应该是人的基本素养）。<br>3.为进一步接近克拉拉小姐，与史瓦罗大佬形成任何亲属关系（包括但不限于：收养、结拜及婚姻关系）。<br>4.该列事项将持续更新，最终解释权归本协会所有。"
            }
        ]
    },
    {
        "Name": "化外民也能学会的地道仙舟俗语 100 句",
        "Desc": "由天舶司推出，方便化外民了解仙舟文化的小册子。",
        "World": 3,
        "Books": [
            {
                "Name": "旅行篇•初到仙舟",
                "Desc": "【情境】<br><br>格林是一名刚来到仙舟的化外民旅客，她对仙舟生活早已心向往之。通过玉界门，格林首先到达了「罗浮」仙舟的星槎海，在这里她遇见了网络认识的朋友寒梅梅。虽然格林对仙舟独特的风土人情早有研究，在化外民中也可称得上是一位「仙舟通」，不过实际的仙舟生活和她想象的并不一样，始终保持着新鲜感……<br><br>【情景对话】<br><br>寒梅梅：「这一路上辛苦了！欢迎你，格林。」<br>格林：「谢谢你，寒梅梅。」<br>寒梅梅：「累了吗，我先带你去浥尘客栈里休息吧。」<br>格林：「我还不累，你再带我到处逛逛吧。虽然我在网络上已经了解了很多仙舟的知识，但是实际到达仙舟之后，还是感觉非常不一样。」<br>寒梅梅：「这就叫『百闻不如一见』！」<br><br>【俗语】<br><br><i>百闻不如一见</i> <br><br>[释义]闻：听见。听到一百次，不如亲眼见到一次。指亲眼看到比听到更可靠。<br>[用法]本义是强调实事求是，人应该坚持自己独立的思想，而不是被他人思想主宰。<br>在引申使用时，可以表示「听到的不如亲眼看见的印象更深刻」。<br><br>【运用场景】<br><br><i>我早就听说这龙泉老窖滋味美妙，乐得去品一品。谁知道我去尚滋味点了一壶之后，大失所望，真是百闻不如一见。</i>"
            },
            {
                "Name": "旅行篇•赠送礼物",
                "Desc": "【情境】<br><br>格林在司辰宫里完成了贸易申请的申报，在顺利签订完贸易协定后，她准备向一直帮助自己的寒梅梅表示感谢。她从家乡带来了一些零食小吃，想把它们作为礼物送给寒梅梅……<br><br>【情景对话】<br><br>寒梅梅：「恭喜你，听说你那边贸易协定已经完成了，真是好事一件啊，我约了尚滋味今晚的雅间，我们得好好庆祝一下。」<br>格林：「谢谢你，寒梅梅！真不知道要怎么感谢你好了，我这里有一些家乡带来的零食……」<br>寒梅梅：「真是太感谢你了，那我就大方收下了！」<br>格林：「礼轻情意重，还敬请笑纳。」<br>寒梅梅：「别客气！」<br><br>【俗语】<br><br><i>礼轻情意重</i> <br><br>[释义]礼物虽然很轻，但情意却很深厚。指送礼无关礼物的贵重与否，主要在于心意。<br>[用法]礼轻情意重是一种谦逊的客套话，一般由赠送礼物的人说出。在仙舟的社交礼仪中，客套话常常没有什么实际内容，但是文雅得体，对很多化外民来说很难理解。<br>仙舟人即便赠送了昂贵的礼物，也会用「礼轻情意重」的说法来贬低礼物的价值。这并非是虚伪、不真诚的含义，请将这一点牢记于心。<br>因此，接受礼物的人通常不应该说出「礼轻情意重」，因为这可能包含了「将别人的礼物贬低」的含义，是不符合仙舟礼仪的。<br><br>【不恰当的运用场景】<br><br><i>虽然这玉兆也不是什么奇物，但让你大老远跑过来送给我，也算是礼轻情意重了。</i>"
            },
            {
                "Name": "工作篇•职场生活",
                "Desc": "【情境】<br><br>克劳德是一名来到仙舟求职的化外民，最近他在格林的手下找到了一份外贸商品仓储管理的职位。面试成功之后，他在流云渡的积玉坊仓库开始了货物登记的工作。但是好景不长，因为屡次上班迟到、工作走神，格林准备找他谈话……<br><br>【情景对话】<br><br>格林：「为什么每次巡查考核你都不在工作岗位？」<br>克劳德：「买金偏撞不着卖金的，卖金偏撞不着买金的。」<br>格林：「如果再出现擅离职守的情况，我就只能把你开除了。」<br>克劳德：「哈哈，随便你。」<br>格林：「好的，那我恭敬不如从命了。」<br><br>【俗语】<br><br><i>恭敬不如从命</i> <br><br>[释义]恭敬谦逊不如听从命令。<br>[用法]本意是对方对自己表达好意，与其恭敬礼貌的推脱，不如坦率接受。常用作表示接受对方款待或馈赠时的客气话。在这个情景中是一种引申用法，表示「我们之间也不必再客气了」的意思。<br>这句话原本是一句谦辞，在仙舟上有着很多表示谦虚的言辞，只能对己使用，而与此相对的敬辞是表达恭敬的用语，只能对人使用。在仙舟生活一定要灵活辨别谦敬词，以避免谦敬错位的情况。<br><br>【不恰当的对话运用】<br><br><i>「这里有三千份的档案，请在今天录入后发给我，请你恭敬不如从命。」</i>"
            }
        ]
    },
    {
        "Name": "轻雨浥尘",
        "Desc": "星槎海著名旅店「浥尘客栈」的广告。",
        "World": 3,
        "Books": [
            {
                "Desc": "宾客遥至，舟车劳顿。雅舍欲迎，轻雨浥尘。<br><br>辰宫巍峨，宣夜锦绣。<br><br>浥尘客栈栖身于星槎海核心位置，秉承传统仙舟风格，不断诠释风雅好客的罗浮形象。舍寐洁净，沐汤温润，斋膳齐备，礼数周全。客栈从枕戈时代前动工兴建，风雨飘摇至今已过五百载。<br><br>浥尘客栈不忘初心，坚持为所有星际旅客提供细致入微的服务与导览。为庆祝客栈翻新的竣工，现推出观光套餐，凭此广告单入住即可尽享舒适的客房体验与详尽的出行导游。<br><br>住在浥尘——轻雨浥尘，顿止之次<br><br>客房自带延展式观景飞桥，足不出户即可饱览罗浮胜景。<br>智能化的隔断天窗，保证了全时段的全域采光与自然风循环；<br>珠帘绣额，灯烛晃耀，感应屏风，手势唤醒，<br>坐落星槎海中枢，随时感受仙舟心脏的脉搏，<br>凭栏眺望便可尽观宣夜大街，看行人流淌与星火明灭；<br>客栈四通八达，万般美景近在咫尺，奇珍琳琅唾手可得。<br><br>食在浥尘——鼎中化变，精妙微纤<br><br>特聘尚滋味掌厨指导餐厅菜品，特色醒园菜品闻名仙舟。<br>定期与至味盛苑开展合作，品尝德悦菜、明亭菜等仙舟特色菜品。<br>午间时段可前往遴选雅间饮茶品茗，<br>春日特推群贤集茶舍选采的朝露小芽。<br>另有仙醪玉露，浆馔佳酿，特供罗浮各式窖藏。<br>凭购买证明即可品尝包括龙泉老窖、柳林琼浆等饮品。<br><br>享在浥尘——远近纵横，经纬联络<br><br>提供点对点的接驳与客运服务，覆盖城市交通网络。<br>栈内即可完成通行证申领，并支持仙舟货币兑换。<br>客栈提供全面全天候人员服务，<br>无论是出行导览、商品采购、贸易协商等各项事务，<br>客栈都将尽心尽力提供全面的支持。<br><br>在此，客栈全体人员诚邀您下榻浥尘客栈，恭候您的莅临。"
            }
        ]
    },
    {
        "Name": "回到未来",
        "Desc": "仙舟星槎品牌「飞梭」推出的新款民用星槎广告。",
        "World": 3,
        "Books": [
            {
                "Desc": "「山游隼」，从往昔遨游至今的浪子<br><br><i>我们把「山游隼」的试作型交到天舶司的开发测试飞行士的手上，看着他完成了星际赛道上的试驾。</i> <br><br><i>当飞梭集团的标志刹那闪过，心底的那种自豪真的，我说真的，无以言表。感谢那位飞行士，让我回想起了「罗浮十日赛」那场胜利，过去的一切就又回来了。</i><br><br><i>当时的我年纪轻轻，还不知道「飞梭银索」、「鹿原狻猊」、「重霄苍鸾」这些传奇的星槎会如何改变我。我相信「山游隼」一定也会激励下一代星槎人。</i> <br>——「山游隼」首席设计师<br><br><i>「山游隼」的概念内核拆解出来便是建立我们与星槎之间最根源的联系。那种纯粹的、人性化的、本能的联系。这款星槎也代表了我们对于浩瀚苍穹的原始渴望，还有每一位飞行士那种天空与我一体的精神回归。</i><br>——「浮生」杂志主编<br><br>「山游隼」延续了游隼系列的轻盈的设计理念，采用了新式的榫卯嵌合工艺。优雅的弧线，最强的心脏。云骑军斗舰的同款「狩日」引擎，在座椅上就能够感受到浑厚低沉的嘶吼，这是架充满了无限可能性的猛禽。<br><br>全包围的座椅与内嵌式驾驶舱深度还原了竞赛用飞舸的操纵体验，让您时刻都彷佛置身万众欢呼的赛场。对于口味刁钻的飞行士，「山游隼」允许您定制不同功率的星槎引擎套组，一比一还原您心中的那头野兽。<br><br>毋庸置疑，「山游隼」有着接近极致的驾驶体验。我们设计了客制化的操作界面，让各位飞行士们可以根据自己的习惯调整星槎的各项功能。相比前代游隼星图的扩展仪表盘，「山游隼」简洁、智能的界面将会更适合新手。<br><br>尽管它能够给您带来突破常规的驾驶体验，但这些「破格」仍未超过安全设计师的考虑。工造司最新的失速控制系统首次被运用，摆荡回正器也全面升级。新的专利设备可以利用智能制动来控制星槎在极限飞行时的偏航角，即使进行各种特技驾驶飞行也能有安全保障。<br><br>飞梭集团倾力打造的次世代星槎——「山游隼」期待您莅临试驾"
            }
        ]
    },
    {
        "Name": "这星芋啵啵也太难喝了吧",
        "Desc": "从电子屏上截取下来的论坛记录，讨论了星槎海的茶饮口味问题。",
        "World": 3,
        "Books": [
            {
                "Desc": "「闲聊一下 宣夜前线电台」<br><br>如何看，看一切，至关重要——宣夜前线电台司令<br><br>【午歇一刻】这星芋啵啵也太难喝了吧<br><br>【已注销】用户九三二四六三五三<br><i>发布于9月 21 日</i><br><br>不会只有我觉得这星芋啵啵难喝吧？「仙人快乐茶」今年出的新品就没有一个是给人喝的啊！@仙人快乐茶-逍遥茶饮，我真的得喊话一下你们星槎海店配料的那位，这拳头大的芋块你吸得上来啊？茶味淡的和水一样，忘加浓缩液了是吧？<br><br>特别的观星士<br><i>发布于9月 22 日</i><br><br>他们家用的是浓缩液！？那我喝它图个啥？图它芸豆蒸得老，图它芋头不洗澡?宣夜二十六家茶饮，就他们家敢这样干了吧？<br><br>夜行的芸豆派博士<br><i>发布于9月 23 日</i><br><br>感觉罗浮现在就只有「不夜侯」可以喝了，他们家好歹还是用古法沏茶的，比这些只会用各种量贩机器的街边小摊不知道好到哪里去了。/ 转发抽「不夜侯」积点券一张<br><br>谢谢，再见，所有的玉兆<br><i>回复：夜行的芸豆派博士 9月 23 日</i><br><br>呃呃呃呃，可以预料到的结尾。都什么年代了，还有人吹「不夜侯」是我没想到的。你不看这小老板娘哪里像是懂茶的样子。说到底，这家店不就是不懂茶道的化外民捧起来的嘛，你看我们罗浮本地人几个喝的？<br><br>陈婆豆腐拌弓蕉<br><i>回复：夜行的芸豆派博士 9月 23 日</i><br><br>一看就是「不夜侯」的老害，用尘砂壶装的就比用普通杯子装的更好喝了是吧？不是我说，你们去过「御茗」吗？门口新摆的那个大茶壶，还写着「罗浮古物，请勿触碰」，要我说那里才是尚古，你们要是还去「不夜侯」，才是真丢我们老罗浮人的脸。<br><br>夜行的芸豆派博士<br><i>回复：谢谢，再见，所有的玉兆 9月 23 日</i><br><br>一口一个「老罗浮」、「本地人」，这才是给我们仙舟人丢脸！都什么年代了怎么还有你们这种固步自封的老顽固？「寰宇浩瀚，来者是客」，黉学里的老师难道没教过你吗？@宣夜前线电台-惊惶鹿，求当日管理员审核删帖！<br><br>任蹉跎<br><i>发布于9月 29 日</i><br><br>呜呼哀哉，仙舟茶道今亡也！旧有滋味调和之中庸，朴实古雅之行俭，奉茶尊长之明伦，品茗抒意之谦和，复观当下罗浮，烟消云散矣！不见云屯，不见鸣泉，痛失撩云，乌府无踪，皆以金属硕物替之，何其丑陋！茶具归隐也罢，茗道也荡然无存。路旁饮香，信步品茗，成何体统！仙舟设互联万维之网络，本意为求天涯若比邻，却只见语焉不详，引喻失义，胡言乱语，各执一词。此诚仙舟危急存亡之秋也！<br><br>陈婆豆腐拌弓蕉<br><i>发布于 10 月2日</i><br><br>真罗浮人来咯！大伙们快撤退！话说这人走错电台板块了吧（笑）<br><br>燃烧宣夜的肖像<br><i>回复：任蹉跎  10 月7日</i><br><br>先生所言极是，但仙舟如今也没有您讲的这番不堪。在下不才，但也在罗浮的茶饮行业工作有些时日。要我说呀，这些新式的金工茶机反而降低了品茗的门槛，像古法的「丹鼎素针」，要这么多的茶具和准备时间，喝的人不也越来越少了。如今很多化外民也能品略仙舟茶道的精髓与特色，我认为这是好事呀。<br><br><br>陈婆豆腐拌弓蕉<br><i>发布于 10 月 10 日</i><br><br>老实人来咯！大伙们快撤退！"
            }
        ]
    },
    {
        "Name": "星槎进出港报告管理办法",
        "Desc": "由天舶司印发，星槎进出港提交申请报告的规章制度。",
        "World": 3,
        "Books": [
            {
                "Desc": "天舶司公开文件<br><br>第一章 总则<br><br>第一条<br>为规范星槎进出港报告行为，保障仙舟内交通安全，依据《罗浮仙舟交通管理条例》、《星槎安全检查规范》等规定，制定本办法。<br><br>第二条<br>民用星槎在罗浮仙舟管辖星域内发生进出港口、港外装卸站等行为，适用本办法。<br>本办法不适用于云骑军斗舰、星产船和竞赛飞舸。<br>本办法所称进出港报告，是指星槎所有者通过网络、信件等方式向天舶司汇报进出港口、港外装卸站等信息的行为。<br><br>第三条<br>天舶司是星槎进出港报告的主管机关，负责罗浮仙舟上星槎进出港报告的统筹管理。<br>天舶司航事部具体负责进出辖区的报告信息接收与核查及相关管理，辅助首航星槎登记至动态监管系统的相关航事工作。<br><br>第四条<br>星槎进出港报告管理遵循依法合规、公正诚信、便民利民的原则。<br><br>第二章 报告情形<br><br>第五条<br>星槎有下列情形的，应当向航事部报告星槎进出港信息：<br>（一）驶入码头、泊位、锚地、装卸站进行货物装卸、驳运、人员上下、物资补给或者污染物接收的，应进行进港报告；<br>（二）进行货物装卸、驳运、人员上下、物资补给或者污染物接收后驶出码头、泊位、锚地、装卸站的，应进行出港报告。<br><br>第六条<br>符合下列情形之一的星槎，无需进行进出港报告：<br>（一）仙舟星槎由星际驶入境内，或由境内驶往星际，已按规定办理该航次星际航行星槎进出口岸手续的；<br>（二）「迴星港」自用辅助星槎在厂内航行作业；<br>（三）天舶司星槎执行巡察、执法等公务活动的。<br><br>第七条<br>符合下列情形之一的星槎，可采取简报的形式进行进出港报告：<br>（一）从事港内相关作业的；<br>（二）星槎在太空作业平台区域范围内航行或作业的。<br><br>第八条<br>从事拖带运输的，被拖星槎进出港信息可自行报告，也可由「港作拖轮」报告。<br>在星际间进行抢险、运输、拖带作业的过程中，如果需要临时增加或者释放被拖运的星槎，应当及时报告进出港信息。<br>由于抢险、救生等紧急事由不能按照规定程序报告进港或出港信息，应当在任务完成后及时补报进出港信息。<br><br>（下略）"
            }
        ]
    },
    {
        "Name": "星槎安全检查指南",
        "Desc": "由天舶司印发，星槎进出流云渡时所需安全检查的官方指南。",
        "World": 3,
        "Books": [
            {
                "Desc": "一、前言<br><br>「罗浮」仙舟的星槎管理与检验工作一般是由天舶司航事部直接负责，航事部会依据《星槎安全检查规则》，《星槎法定检验技术规则》等相关条例对停靠的星槎进行安全抽检，在星槎登记地组织年检，用以维护仙舟星槎航线与设施正常运作，保障仙舟人民的星际公民生命与财产安全。<br><br>二、安检概述<br><br>在组织星槎安全检查的过程中，我司会根据星槎的海事年检报告来确定检查的详细程度。如果缺乏年检报告与登记信息，天舶司则派遣安检组依据星槎的种类、建造时间、尺寸、吨位大小、培养功率等方面来确认适用规则，并依此制定不同的安检方案。<br><br>所有星槎在安检通过后当场签发《天舶司星槎监督检查报告》，并将检查状况录入至星槎动态监管系统。<br><br>三、安检步骤<br><br>（一）请入港的星槎负责人首先登入仙舟星槎动态监管系统，经系统比对星槎在入级检测的登记信息，核实自身是否经过我司的年检。如果您运输或携带有《仙舟星际贸易管控条例》中不允许或未收录的货物，请自行在监管系统主动报备。<br><br>（二）在您的星槎动态监管系统中点开个人页面，点击「近期报备」选项查找您目前所在的星槎，如显示「审核通过」字样，可跳转至安检界面的「路线规划」，按照导航路线与语音提醒自行前往渡口进行登记与仙舟临时通行证的申领。<br><br>（三）如在「近期报备」查找所在星槎后，显示「渡口核验」字样，请按照导航路线与语音提醒前往安检渡口等待系统核查，在核查通过后按照流程给予「罗浮」仙舟临时通行证。<br><br>（四）如在「近期报备」查找所在星槎后，显示「实船检验」字样，请立即停船并准备好船员适应证等相关证件等待天舶司安检组登船检验。<br><br>（五）如在实船检验的过程当中，发现《仙舟星际贸易管控条例》中不允许或未收录的货物，将暂扣流云渡海关，并根据货物类型给予相应的税金与禁航处罚。在三个自然月内如再次违反条例进行贸易，天舶司星槎动态监管系统将把您永久除名。<br><br>（六）如在实船检验的过程当中，发现您的星槎存在不合规的私自改建，例如舱室改装、扩建、联通等行为；或是未到达要求的消防与安全标准，例如未更换气凝喷雾与隔氧包等设备，将开出明确的缺陷与整改要求条例，请您按照条例要求自行整改。如下次入港仍然发现安全问题，天舶司星槎动态监管系统将把您永久除名。<br><br>（七）通过渡口登记后，请您携全体船员带上适任身份证明与临时通行证接受流云渡的全身检查，具体检查规范请到达渡口后等待天舶司工作人员通告或前往星槎动态监管系统自行阅读。"
            }
        ]
    },
    {
        "Name": "评至味盛苑 九和宴",
        "Desc": "有关至味盛苑九和宴的食评，虽说文字详尽到感同身受，但是这字里行间难免有些刁钻。",
        "World": 3,
        "Books": [
            {
                "Desc": "早闻至味盛苑大名，心心念念但苦于一日一席，一座难求。上月委托挚友博得入场金券一枚，欣然前往。正逢秋高气爽，高唐师傅设九和宴，皆选时令鲜美食材，料理别具匠心，口味更胜灶君。推杯换盏，一晌贪欢，归家后难平快意，遂书此随笔，个人评价：「登峰造极，值得专程前往」，也供各位饕友参考斟酌。<br><br>前菜 琉璃舟 <br>开幕前菜便滋味无穷，高唐师傅现取褪壳对蟹，文火轻炙蟹壳，勾勒出木调纹理。随后师傅舞弄锉刀将其雕成小舟模样，蟹壳吹弹可破。只取钳肉混合翔鲟鱼胶打成肉丸，过高汤后置于舟上，肉丸弹性十足，交错堆叠间抖动似活物。注芯则选熟成的老对蟹，只取蟹黄部分，勾芡佳酿搅拌到变为流沙的浓稠质地，之后用竹筒注入肉丸中。肉丸加入鱼胶的用意此时才昭然若现！韧性十足的丸体，在灌满蟹黄后胀大数倍，表皮晶莹剔透，内里琼浆流淌，恍若美石。<br><br>头碟 醉红溪<br>鲜活缘虾被置入雕刻成自然风貌的活水餐盘，倒入杏花佳酿使之沉醉，再置暖石轻煨慢煮。醉倒的缘虾大开钳足！此番奇观绝境仙舟极难再现。微微颤抖的活虾吸收饱满的杏花香气，需要搭配上酱汁一同食用。听高唐师傅释义才知，这酱汁也大有讲究，取缘虾群少有的虾后，制成浓膏，佐以惊惶花瓣与语薇草芽调配而成。仿佛帝弓一瞥，味贯天灵！<br><br>重味 清泉石上流<br>至味盛苑将巧石三味这道仙舟家常做出了不错的格调。取三秋日最肥美的时令黄石牛肉，选纹理近似美玉的外脊部位，放入卤味秘料低温慢煮。在下再三询问香料配方，师傅面若磐石，反讥一语「即便配方予你，你也必不得精髓，何必？」哼，好大的口气。之后将牛肉置入玄炉让其产生胶质般的油脂，香气扑鼻。上桌后用载满高汤的功夫壶滚过宛若墨石的牛肉与点缀的烟花草。烟花草遇高温则短暂盛放，水流墨凝脂，烟花映相识，赏心悦目。<br><br>点心 落九天<br>甜品也足够别出心裁，取永狩原明月弓蕉熬煮成浆，加入蜜汁调配的赤方，师傅介绍这是由羊奶提炼成的奶油块，实属罕见。再选孪生的紫芋艿，斩成星星形状的小块，用工具细致掏空内里后，将弓蕉浆同样用竹筒打入芋艿块中。高唐师傅用刀行云流水，过程妙趣横生，看他将芋块置于冰块中降温，马上开大火熬煮蜂王琼浆，待气泡沉浮，散入芋块，一时间气浪蒸腾，锅气翻滚。趁其未完全凝固，直接倾倒至盘中，在坠落中便迅速凝结成瀑布的形状。实在是外壳金黄酥脆，流沙味甘不腻。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "记长乐天夜游",
        "Desc": "刊载在文学评议板块的杂文一篇，仙舟上忧思感怀之人总是有一些长篇大论。",
        "World": 3,
        "Books": [
            {
                "Desc": "「闲话长乐天 仙居生活版」<br>十一月十三日<br>作者：怀民<br><br>记长乐天夜游<br><br>十月十二日这天，在不夜侯，我与两三百年不见的工造司旧友相遇了。<br><br>说来奇怪，我只记得当初和他一言不合，决定今生今世不再搭理对方。就在不夜侯里，偶然间听到旧友招呼的声音，我便将那些旧时不悦抛之脑后了…没想到过了一两百年，我们俩又坐在同一张桌案前品茗论茶了。<br><br>想来不夜侯就是这样的地方，总是有一些意想不到的奇遇。<br><br>鳞渊春一壶又接一壶，中途又添了几次茶水，不觉之间，茶汤味寡淡，而天色也越来越晚。旧友被调去了云骑军中负责舰船设备管理，有军纪要求在，必须按时返回岗位。交换了联系方式之后，我们便不舍地离开了。<br><br>在回家路上，灯影幢幢，我回想起很多与旧友共事的经历：一同在凌云璧海学习飞舸的时候，我考过了飞行驾照，而旧友没有通过；为了买到最新款的「灵瑞」玉兆，一起到陈其货里做了很久的零工…曾经无话不谈的好友，竟会因为一件想不起来的小事，两三百年都没能说上话。<br><br>如果我和旧友都不是仙舟人，也许不到百岁就会早早离世，就不再有相聚的机会了。那实在是太过可惜了。<br><br>也许是茶饮太多，也许是过于兴奋，躺在床上久久未能合眼，我便起了兴致想要夜游。是日洞天月色比往日更加明朗，实在是不能错过。一人独享，又实在可惜，正好我的爱徒也没有睡着，我便带上他一同在长乐天夜游。<br><br>穿过悠暇庭，走进草径深处，那是一片仿古的亭台废墟，藏在深草之中，还未来得及清理。月色抚摸之下，这些石构件反射出温柔的白光。一具仿古的石狮子侧卧在草地上，天地为床，睡意正酣，它就像是正在月光深潭之中缓缓下沉……我和爱徒屏息凝神，生怕将它吵醒。<br><br>这里被推倒的还有莲花石柱，云纹水槽，几乎没有完整的形致，实在是可惜。每过一段时间，总会有年轻人提出复古风潮，折腾出一些古人玩艺。我想，无论是我，还是这些复古艺术家都对漫长的时间心存畏惧，总是尝试用怀旧的方式让过去不再被稀释，但这一切在时间面前终将是无能为力的。<br><br>深草区里斑驳的石构就像是有了呼吸一样。一个遥远的声音在说：「不要去尝试理解，今夜只有感受便可。」我便也停下了多余的思考。恍惚之间，爱徒已然站立安眠。<br><br>卉萌园每日都有行人走走停停，亦有月光，亦有碎石。只是多了我和爱徒这么闲的人罢了。"
            }
        ]
    },
    {
        "Name": "《白衣之后》场刊",
        "Desc": "音乐剧《白衣之后》的场刊，在购票后随票免费发放。",
        "World": 2,
        "Books": [
            {
                "Name": "第一页",
                "Desc": "开幕时间：2月 21 日<br>黄金歌剧院<br><i>行政区阿丽萨大道 西 22 号</i><br><br>传唱三十年的传奇音乐剧<br>白衣之后<br><i>荒诞的传说不胫而走，贵族们的筵席上有位不请自到的客人。</i><br><i>她戴着冰雕琢而成的面具，身披霜色长袍，她所到之处无不带来可怕的死亡。</i><br><i>新的剧院经理一心为贵族们服务，然而，在某次歌剧开演时，</i><br><i>五号包厢内有位身穿白衣的客人不请自来，百年前的传说在盛宴中悄然重现……</i><br><br>黄金歌剧院历史上开演时间最长的作品<br>三十周年特别纪念版演出，前所未有的豪华阵容<br><br>累计荣获三十七座戈利尔音乐剧奖项<br>戈利尔奖最佳音乐剧导演奖得主 哈德罗<br>戈利尔奖最佳音乐剧编曲及终身成就奖得主 安德鲁<br>戈利尔奖最佳音乐剧女主角奖得主 希尔雅、莎拉<br>戈利尔奖最佳音乐剧男主角奖得主 拉明、史蒂文<br>更多神秘来宾联合出演<br>黄金歌剧院音乐剧部门倾情呈现<br><br>【总导演】哈德罗；【词曲作者】安德鲁；【制作人】查理；【剧院经理】拉里<br>【服装总监】马丁；【造型总监】茱蒂丝；【音效总监】克里斯；【管弦指挥】莱亚<br>【演员协调】邦妮；【布景设计】泰勒；【灯光效果】珍妮；【媒体关系】乔治<br><br>演员阵容<br>拉瑞娜——希尔雅<br>瑞贝卡，白衣夫人——莎拉<br>大卫伯爵——拉明<br>巴顿子爵——史蒂文<br>迈克，剧院经理——尼古拉斯<br>乔娜，巴顿子爵之妻——玛雅<br>克里斯汀，剧院台柱——希拉<br>劳尔，巴顿子爵之子——威廉<br>玛利亚夫人——艾丽莎<br>马戏团老板——巴里<br>弗兰克王子——皮特<br><br>演出曲目<br>《白衣之后主题曲，序曲变奏版》——管弦乐队独奏<br>《剧院开幕式》——迈克、克里斯汀、劳尔、拉瑞娜<br>《剧院故事》——克里斯汀、拉瑞娜<br>《五号包厢的警告信》——迈克、瑞贝卡、拉瑞娜、巴顿<br>《夜下吻别》——拉瑞娜、巴顿<br>《冰雪面具与白色裙摆》——拉瑞娜、瑞贝卡<br>《她从梦中来》——拉瑞娜、瑞贝卡<br>《呼唤我的名字》——拉瑞娜、瑞贝卡<br>《华丽盛宴》——大卫、巴顿、乔娜、劳尔、玛利亚夫人<br>《好戏就要开演》——拉瑞娜、瑞贝卡、克里斯汀、劳尔<br>《不请自来的客人》——马戏团老板、弗兰克王子、克里斯汀<br>《假面舞会上的复仇》——瑞贝卡、大卫、巴顿、弗兰克王子、马戏团老板<br>《劫后余生与求婚》——拉瑞娜、拉明<br>《不请自来的她》——瑞贝卡、拉瑞娜<br>《我别无所求》——拉瑞娜、瑞贝卡<br>《无眠之夜》——全体合唱"
            },
            {
                "Name": "第二页",
                "Desc": "《白衣之后》三十年纪念版开演，盘点三大不容错过的名场面<br>作者：奥尔森，《贝洛伯格周刊》记者<br><br>近日，黄金歌剧院以前所未有的豪华阵容，掀开了三十周年纪念版《白衣之后》震撼公演的序幕。据悉，排队买票的市民们多到数次堵塞了行政区的几条交通要道，最后更引来银鬃铁卫亲自维持秩序。<br><br>这部享誉贝洛伯格的悬疑音乐剧《白衣之后》系黄金歌剧院历史上开演时间最长的作品，三十年来留下了太多经典的名场面。在等待三十周年特别纪念版演出之前，就让我们来回顾一下历史上《白衣之后》三大不容错过的名场面：<br><br>1、从五号包厢飘落的神秘白纱与冰晶花瓣<br>在「白衣夫人」初次出场时，五号包厢的看台上会有看上去极为神秘的精美白纱飘落至座位上方，与白纱共同飘落的还有手工制成的冰晶花瓣。在过去较为常见的版本中，白纱通常以每秒两米半的速度下降。手工制作的冰晶花瓣经过特殊染色，在灯光下会折射出动人的光芒。值得一提的是，比起剧院中官方发售的《白衣之后》周边产品，冰晶花瓣才是最受观众欢迎的纪念品——而《白衣之后》剧组也并未禁止观众们将飘落的花瓣带走的行为。三十年来，这已然成为了《白衣之后》观众与剧组之间的某种默契。以至于本次三十周年特别纪念版的《白衣之后》剧组宣布，他们在每场都准备了多达六千片的冰晶花瓣。<br><br>2、大卫伯爵的求婚现场：无处不在的「白衣夫人」<br>在剧情推进到大卫伯爵向拉瑞娜当众求婚一幕时，最为吸引人的却并不是男女主角看似浪漫的爱情故事，而是「白衣夫人」变幻莫测的再度出现。在最初版演出中，「白衣夫人」是从人群中突然出现。但随着黄金歌剧院技术能力的飞跃提升，「白衣夫人」的再次登场变得更具传奇与神秘色彩。她既会在舞台上无数面镜子的折射中走出，也会随着观众席中央吊灯在发出巨响与烟雾后，在地板之下徐徐升起。歌剧院的技术部门为了营造「白衣夫人」的神秘色彩，设计了至少需要二十个人才能抬得动的舞台装置。这使得近十年来《白衣之后》的观众们大饱眼福，同时，在观众之间也流传着这样的小游戏——你能猜中每次演出时「白衣夫人」是在哪个方位再度登场的吗？<br><br>3、众星云集，新老交替的最终合唱<br>结尾的大合唱在剧情中是剧场中所有演员的谢幕式，而主角拉瑞娜只是一位初入舞台的演员，瑞贝卡则在观众席中与她遥遥相望。在剧情中，主角们在剧院台柱子们的携手合唱中悄然退场。但在过去的三十年里，《白衣之后》影响了一代又一代的音乐剧从业者。在故事结尾中，作为谢幕表演的曲目《无眠之夜》原本只是全体演员的合唱。但如此广泛的受众让《白衣之后》逐渐成为了几代人共同的回忆。以至于结尾的合唱中，出现在舞台中央的「临时演员」们大多是老牌演员，甚至就是前几代的《白衣之后》主演。音乐剧圈中有不少大牌演员更时不时会应邀特约出演结尾片段。对于观众来说，这是值回票价且绝对不容错过的璀璨场面——谁能拒绝在结尾数一下台上到底有多少知名演员的快乐呢？"
            },
            {
                "Name": "第三页",
                "Desc": "<i>传唱三十年的传奇音乐剧《白衣之后》，</i><br><i>将在2月 21 日于黄金歌剧院正式开启特别纪念版公演。</i><br><i>门票与周边产品将在剧院柜台限量发售。</i><br><br>《白衣之后》海报封面文件夹<br>封面印有《白衣之后》宣传海报，<br>根据场刊实际尺寸单独设计，内含 30 页超大容量。<br>实用且极具纪念价值，适用于收纳堆积成山的场刊。<br>定价： 1,500  冬城盾<br><br>《白衣之后》三十周年纪念画册<br>云集三十年来历代《白衣之后》演员与舞台布景的纪念画册。<br>为热爱《白衣之后》观众专门发售，画册附有未曾披露的幕后故事！<br>三十年来的热爱、汗水与梦想，尽在画册之中。<br>定价： 6,000  冬城盾<br><br>《白衣之后》演出曲目乐谱集<br>内含《白衣之后》三十周年纪念公演版本所有曲目乐谱及歌词，<br>精美裱花纸页，优选上等油墨印制，长久收藏不褪色。<br>定价： 2,000  冬城盾<br><br>《白衣之后》「白衣夫人」瑞贝卡同款冰霜面具<br>剧组官方正版授权，人气角色「白衣夫人」瑞贝卡同款面具。<br>内有隐藏松紧调节系带，面具材质晶莹剔透，根据不同年龄段观众的通用头围尺寸定制。<br>详细尺寸请咨询各大商店柜员。<br>定价： 20,000  冬城盾<br><br>《白衣之后》「白衣夫人」瑞贝卡同款面纱<br>剧组官方正版授权，人气角色「白衣夫人」瑞贝卡在五号包厢初登场时的同款纯白面纱。<br>面纱表面有特殊染色，在灯光折射下浮现出冰晶花纹，尽显人气角色「白衣夫人」的神秘色彩！<br>注：此款面纱经过优化调节，与剧版有尺寸差异，更为轻便合身，具体请咨询各大商店柜员。<br>定价： 30,000  冬城盾<br><br>《白衣之后》主要角色假面舞会同款面具<br>剧组官方正版授权，人气角色大卫、拉瑞娜、巴顿、弗兰克王子同款面具。<br>内有隐藏松紧调节系带，根据不同年龄段观众的通用头围尺寸定制。<br>详细尺寸与样式请咨询各大商店柜员。<br>定价： 10,000  冬城盾"
            }
        ]
    },
    {
        "Name": "《路边野餐》场刊",
        "Desc": "话剧《路边野餐》的场刊，在购票后随票免费发放。",
        "World": 2,
        "Books": [
            {
                "Name": "第一页",
                "Desc": "开幕时间： 11 月5日<br>黄金歌剧院<br><i>行政区阿丽萨大道 西 22 号</i><br><br>贝洛伯格本年度最具话题性的话剧作品<br>路边野餐<br><i>安东一家去近郊的路边随意野餐，却给地鼠的王国带来了诡谲怪异的宝物。</i><br><i>能喂饱一个部落的大锅，能吃掉一切的红色花朵，还有发出怪异神谕的黑色石碑！</i><br><i>围绕这些宝物，地鼠的王国间发生了精彩的争斗。</i><br><i>而当安东一家离开时，争斗着宝物归属的地鼠王国又恢复了往日和平。</i><br><br>戈利尔奖年度最佳戏剧奖 获奖作品<br><br>超乎想象的精彩阵容<br>贝洛伯格传奇文学大师 玛乔丽首次跨界戏剧<br>戈利尔奖五届最佳戏剧导演 马丁<br>戈利尔奖最佳戏剧男主角 艾伦<br>戈利尔奖最佳戏剧新人奖得主 露比<br>倾情呈现<br><br>【制作人】露易丝；【选角导演】米兰达；<br>【动作指导】史丹；【造型总监】雅克布；【舞美指导】弗兰克；【媒体关系】马修<br>【音效设计】柏妮丝；【布景设计】安雅；【灯光设计】卡洛尔；【剧院经理】加里<br><br>演员阵容<br>帕庭顿，地鼠国王——艾伦<br>芙罗拉，地鼠王后——露比<br>泰德，地鼠王子——麦克斯<br>玛德琳，地鼠公主——洛斯琳<br>托德，地鼠阴谋家——马特<br>伊丽莎白，地鼠阴谋家的妻子——玛雅<br>韦恩，地鼠富商——布鲁斯<br>帕克，地鼠发明家——皮特<br>安东，一家之主——威廉<br>阿列克谢，安东之子——鲁道夫<br>柳霞，安东之妻——玛莎"
            },
            {
                "Name": "第二页",
                "Desc": "烧脑剧情引热议，马丁导演携新作《路边野餐》亮相歌剧院媒体之夜<br>作者：奥尔森，《贝洛伯格周刊》记者<br><br>黄金歌剧院话剧部门的新作《路边野餐》才正式开演三天，就在贝洛伯格引起了满城热议。这部话剧的导演是马丁，就是以执导《贝洛伯格式婚礼》《消失的客人》而闻名的那位「银发马丁」。这位先后五次斩获戈利尔奖最佳话剧导演奖的导演，此次选择了一个全新的题材——幻想剧。<br><br>马丁导演在《路边野餐》正式开演首场当晚的媒体之夜上，从百忙之中抽出时间接受了我们的访问。「以前基本都是做一些情情爱爱、悬疑的内容，这种类型的故事已经不能满足我对未来事业的野心了。」马丁对自己未来的事业有着详尽的规划，而他的新作，幻想剧《路边野餐》演出时长是他过去作品的两倍，这足以让他大显身手。<br><br>马丁在对故事的选择上有着自己独特的一套审美，他过去所执导的几部得奖作品，都是改编自真实的社会新闻。但这一次，他的新作《路边野餐》是一个完全虚构的故事，而且他也不再选用媒体行业出身的编剧来撰写剧情。出乎所有人的意料，《路边野餐》的编剧是一位首次踏足戏剧界的「新人」——享誉贝洛伯格的文学大师玛乔丽。<br><br>让这位文学大师跨界进行戏剧创作并非偶然——玛乔丽大师在文坛以擅长写作辛辣诡谲的故事闻名，而马丁一直认为玛乔丽笔的故事下很适合出现在舞台上。但玛乔丽大师起初忙着给新书的写作计划寻找素材，拒绝了马丁的最初几次邀请。在制作人露易丝的帮助下，马丁导演最终用自己精心准备的概念设计图打动了玛乔丽，从而让玛乔丽主动将自己的新书写作计划延后，为舞台剧项目单独腾出了档期。<br><br>虽然这只是一部看起来老少咸宜的幻想剧，但在两位大师的跨界合作下，这部剧的「烧脑」程度却远超观众的预期。尽管表面上只是地鼠王国与人类家庭的故事，但整部剧的节奏很快，舞台上蕴藏的细节非常多。在观看的时候，如果没有跟上节奏，就很难把握住那些隐藏在舞台布景、演员台词、灯光变化等细节中的悬念与答案。<br><br>《路边野餐》的剧情不仅为成年人带来了无尽思考，对于尚未成年的小孩子们来说也是一场头脑上的风暴。对于这部被贝洛伯格市民们称为「烧脑神作」的话剧，智者见微而知著能品味出每个剧情细节背后的内涵，天真者则乐见故事中的无尽创意。「这提供了一个全新的视野，让我们得以用某种新的角度去审视我们的生活。」对于外界的赞赏与评论，本剧的导演，曾斩获五次戈利尔奖戏剧奖项的导演马丁如是说。<br><br>在媒体之夜上，面对贝洛伯格热情的记者团们，「银发马丁」只交代了一部分有效信息，这些似是而非模棱两可的对话，只有在看完整部《路边野餐》之后，完整的信息才能被揭晓。而这一切，正是马丁与玛乔丽在今年为我们带来的巨大惊喜。"
            },
            {
                "Name": "第三页",
                "Desc": "<i>享誉贝洛伯格的文学大师玛乔丽首次跨界创作，</i><br><i>黄金歌剧院话剧部门全新幻想剧《路边野餐》，</i><br><i>将在 11 月5日于黄金歌剧院正式开启公演。</i><br><i>门票与周边产品将在剧院柜台限量发售。</i><br><br>《路边野餐》海报封面文件夹<br>封面印有《路边野餐》宣传海报，<br>根据场刊实际尺寸单独设计，内含 30 页超大容量。<br>实用且极具纪念价值，适用于收纳堆积成山的场刊。<br>定价： 1,500  冬城盾<br><br>《路边野餐》地鼠王国圆桌会议主题相框<br>以剧中地鼠王国宫廷议政厅布景为原型印制，<br>为喜爱舞台剧的观众专门发售，预留有场刊与门票展示卡，<br>您可以把《路边野餐》的场刊与门票一同挂在墙上展示了！<br>定价： 3,000  冬城盾<br><br>《路边野餐》官方剧本集<br>剧组官方正版授权，收录全剧人物台词，<br>跨越文学类别的传奇创作，由贝洛伯格传奇文学大师玛乔丽亲自撰写，<br>重新体会公开演出里精彩纷呈的剧情，每个《路边野餐》爱好者收藏之选。<br>定价： 5,000  冬城盾"
            }
        ]
    },
    {
        "Name": "《蕾莎与特鲁太太》场刊",
        "Desc": "音乐剧《蕾莎与特鲁太太》的场刊，在购票后随票免费发放。",
        "World": 2,
        "Books": [
            {
                "Name": "第一页",
                "Desc": "开幕时间：4月8日 <br>黄金歌剧院<br><i>行政区阿丽萨大道 西 22 号</i><br><br>改编自贝洛伯格近三十年来最受欢迎的童话故事<br>蕾莎与特鲁太太<br><i>美丽少女蕾莎向高高在上的巫婆特鲁太太借火种，来温暖自己穷苦的家人。</i><br><i>在去往老巫婆的家的路上，蕾莎遇见了三位骑士。</i><br><i>巫婆将骑士们唤作「我的黎明」、「我的太阳」与「我的黑夜」。</i><br><i>特鲁太太要求蕾莎完成普通人无法办到的三桩冒险，</i><br><i>在三位骑士的帮助下，蕾莎会如何完成巫婆的艰难任务？</i><br><br>戈利尔奖年度最佳音乐剧提名<br>《贝洛伯格周刊》年度 青少年选择奖<br>贝洛伯格大学儿童心理学家 萨拉<br>权威推荐<br><br>老少皆宜的合家欢佳作<br><br>【制作人】杰西卡；【导演】凯尔；【技术总监】贝拉<br>【音乐总监】克莱德；【造型总监】迪克；【舞美指导】泽维尔；【管弦协奏】莎拉<br>【音效设计】班瑞德；【布景设计】皮特；【灯光设计】费恩；【剧院经理】查理<br><br>演员阵容<br>蕾莎——温妮<br>特鲁太太——碧翠丝<br>黎明骑士——高登<br>太阳骑士——艾萨克<br>黑夜骑士——杰森<br>农妇，蕾莎的婶婶——康斯坦丝<br>农夫，蕾莎的叔叔——马修<br>戴娜，被诅咒的松鼠——克里斯汀<br>道恩，贪婪的猎人——雷蒙德<br>桃乐丝，快乐的狐狸——艾尔莎<br><br>演出曲目<br>《农场之声》——蕾莎，农妇，农夫<br>《第一点火光》——蕾莎，特鲁太太<br>《黎明无声》——蕾莎，黎明骑士<br>《我的太阳》——蕾莎，太阳骑士<br>《危险的夜》——特鲁太太，黑夜骑士<br>《危险的怪物们》——特鲁太太，戴娜，桃乐丝<br>《告诉我，谁才是猎物》——特鲁太太，道恩<br>《三个谜题》——蕾莎，特鲁太太<br>《关于爱，你所不知道的事》——蕾莎，太阳骑士<br>《唤醒黑夜》——蕾莎，黑夜骑士，黎明骑士<br>《我希望你能幸福》——蕾莎，戴娜，桃乐丝<br>《故事的最后》——蕾莎，农妇，农夫<br>《让过去成为风》——蕾莎，特鲁太太"
            },
            {
                "Name": "第二页",
                "Desc": "当童话故事成真：在《蕾莎与特鲁太太》里找回童年<br>作者：奥尔森，《贝洛伯格周刊》记者<br><br>无数贝洛伯格人都在童话故事的耳濡目染下长大，但与一般人在成年后就会逐渐告别童年有所不同的是，音乐剧迷们获得了回到童年的机会。4月8日，根据经典童话故事《蕾莎与特鲁太太》改编的音乐剧在黄金歌剧院再度开演。<br><br>音乐剧的独特魅力使歌剧院在《蕾莎与特鲁太太》开演期间，剧院的每个角落都遍布着超乎现实的童话魅力。在这个长达两小时的音乐盛宴中，音乐剧传统的歌舞模式被打破，为了迎合更多青少年观众的口味，表演者在高跷上进行着木偶汇演。音乐剧的调整所带来的成果也非常显著——在今年《贝洛伯格周刊》评选的年度最佳音乐剧中，《蕾莎与特鲁太太》以遥遥领先的投票结果获得了青少年选择奖。<br><br>「这是童话故事与现实相结合的独特体验，我家三个小孩，年纪差距挺大的，最大的十四岁，最小的才六岁，但是他们都一致认为这部剧的演出非常棒，现在他们终于能有一点共同话题了。」一位家长自带着折叠凳来剧院门口排队等开票，接受采访时她激动地说。<br><br>贝洛伯格市政厅教育部门去年发布的教育报告中指出，近三十年来，《蕾莎与特鲁太太》是最受贝洛伯格市民欢迎的童话故事。该剧的导演凯尔告诉我们，受到童话故事的启发，舞台剧中有许多瑰丽且充满创意的布景装置。除此以外，每首歌的时长都比普通音乐剧的曲目时长要长，「因为我们要在每首歌的时间里展现出童话森林的细节，还要让每个动物角色栩栩如生。」<br><br>在《蕾莎与特鲁太太》两个小时的童话之旅中，观众们可以跟着演员一起在聚光灯中合唱，也能和童话森林里的小动物们做出独特的互动。蕾莎的纯真美丽，特鲁太太的孤僻与神奇魔力，三位骑士的独特性格，都在导演凯尔与剧组工作人员精心设计的返场彩蛋中有独特的呈现。喜欢童话故事的观众记得要坐到最后，等到返场时刻的来临。"
            },
            {
                "Name": "第三页",
                "Desc": "<i>根据贝洛伯格人尽皆知的童话故事改编，</i><br><i>黄金歌剧院音乐剧部门《蕾莎与特鲁太太》，</i><br><i>将在4月8日于黄金歌剧院正式开启公演。</i><br><i>精美周边已在贝洛伯格各大授权商店同步上架。</i><br><br>《蕾莎与特鲁太太》海报封面文件夹<br>封面印有《蕾莎与特鲁太太》宣传海报，<br>根据场刊实际尺寸单独设计，内含 30 页超大容量。<br>实用且极具纪念价值，适用于收纳堆积成山的场刊。<br>定价： 1,500  冬城盾<br><br>《蕾莎与特鲁太太》森林主题相框<br>以剧中童话森林布景为原型印制，<br>为喜爱舞台剧的观众专门发售，预留有场刊与门票展示卡，<br>您可以把《蕾莎与特鲁太太》的场刊与门票一同挂在墙上展示了！<br>定价： 3,000  冬城盾<br><br>《蕾莎与特鲁太太》蕾莎同款荆棘头冠<br>剧组官方正版授权，人气角色蕾莎同款荆棘造型头冠，<br>根据不同年龄段观众的通用头围尺寸定制，优雅美丽，尽显蕾莎的角色魅力。<br>详细尺寸请咨询各大商店柜员。<br>定价： 7,000  冬城盾<br><br>《蕾莎与特鲁太太》蕾莎同款儿童围裙<br>剧组官方正版授权，人气角色蕾莎同款田园围裙，<br>简单易穿拉链设计，设有隐藏松紧调节按钮，轻松实现每个年龄段孩童的童话梦想。<br>详细尺寸请咨询各大商店柜员。<br>定价： 1,200  冬城盾"
            }
        ]
    },
    {
        "Name": "《雪国往事》场刊",
        "Desc": "歌剧《雪国往事》的场刊，在购票后随票免费发放。",
        "World": 2,
        "Books": [
            {
                "Name": "第一页",
                "Desc": "开幕时间：1月 11 日<br>黄金歌剧院<br><i>行政区阿丽萨大道 西 22 号</i><br><br>黄金歌剧院歌剧部门开年巨献<br>雪国往事<br><i>飘雪的深夜，新继位的大守护者在克里珀堡查阅历史典籍，</i><br><i>筑城者们建立贝洛伯格的故事总被一代代的市民们津津乐道，</i><br><i>但在这个深夜，他们从故纸堆中跃然在新任大守护者面前，叙说过去的故事。</i><br><i>从筑城伊始的决心，到不可预料的战役，历史上未曾记载的茫然与压力，</i><br><i>他们的喜怒哀乐，全在这个雪夜一一呈现！</i><br><br>戈利尔奖最佳歌剧导演奖得主 费加洛<br>筹备三年的最新巨作<br>戈利尔奖最佳歌剧指挥奖得主 卡洛拉<br>诚挚指挥的告别作品<br>戈利尔奖最佳歌剧乐团奖得主 贝洛伯格爱乐乐团<br>倾力演奏<br><br>戈利尔奖最佳歌剧女歌唱家奖得主 莎拉<br>领衔出演<br><br>【制作人】米歇尔；【选角导演】瑞贝卡；【作曲家】安德鲁<br>【音效指导】萨宾娜；【造型指导】珍妮特；【舞美指导】泽维尔；【合唱团】欢笑合唱团<br>【服装造型】布兰登；【布景设计】威尔第；【灯光设计】玛瑞娜；【公关经理】芭芭拉<br><br>演员阵容<br>阿丽萨•兰德——莎拉<br>斯维特兰娜——菲奥娜<br>亚历珊德拉——安妮<br>法茵卡——特瑞丝<br>米哈伊——尼古拉斯<br>卡特琳娜——卡罗尔<br>新任大守护者——艾比<br>筑城者朵琳——克里斯汀<br>霍尔斯•歌德——韦伯<br>拉斯洛•朗道——莱明<br><br>演出曲目<br>序曲<br>《书页背后的故事》——新任大守护者<br><br>第一幕<br>《守护者们》——阿丽萨•兰德、斯维特兰娜、亚历珊德拉、法茵卡、米哈伊、卡特琳娜<br>《在贝洛伯格的城墙边》——阿丽萨•兰德、筑城者朵琳<br>《无畏之歌》——霍尔斯•歌德、拉斯洛•朗道<br><br>第二幕<br>《大守护者咏叹调》——斯维特兰娜<br>《所有学子的欢声》——亚历珊德拉<br>《美食、佳酿与稻谷》——法茵卡<br><br>第三幕<br>《平静的贝洛伯格》——米哈伊<br>《筑城进行曲组曲》——筑城者朵琳、合唱团<br>《重建者的二重唱》——卡特琳娜、筑城者朵琳<br><br>第四幕<br>《存护的力量在我心中生根》——阿丽萨•兰德、新任大守护者<br>《这是守护者的必经之路》——亚历珊德拉、法茵卡、米哈伊、卡特琳娜、新任大守护者<br>《一个忠告》——阿丽萨•兰德、斯维特兰娜、亚历珊德拉、法茵卡、米哈伊、卡特琳娜"
            },
            {
                "Name": "第二页",
                "Desc": "独家专访：与女高音演唱家莎拉面对面，了解《雪国往事》背后的梦与泪<br>作者：奥尔森，《贝洛伯格周刊》记者<br><br>因身体原因暂时告别歌剧舞台半年之久的女高音演唱家莎拉，近日率歌剧《雪国往事》强势回归。在昨日举行的媒体之夜试演会上，这部歌剧界群星云集的《雪国往事》以其出彩的表演，引起了贝洛伯格城中媒体的热议。<br><br>莎拉，这位被提名过六次最佳歌剧女演唱家的戈利尔奖得主、歌剧业界重量级的「大前辈」，向来见惯了业内风雨与大场面，却在谈到《雪国往事》时少有地落了泪。<br><br>「我最开始不想接阿丽萨•兰德的角色，因为我想我的身体还没完全恢复，高音区的共鸣没有以前通透澄澈。但卡洛拉告诉我，这是她告别歌剧圈前的最后一部作品，我想了一下还是咬牙接下了这个角色。」莎拉向我们讲述着她接下《雪国往事》中大守护者阿丽萨•兰德的曲折故事。<br><br>早在十多年前，歌剧界的传奇女指挥卡洛拉便和刚刚踏足歌剧舞台的莎拉搭档共事。那时莎拉为了追逐自己的音乐梦想，毅然中断了在贝洛伯格大学文学系的学业。但卡洛拉那时已是享誉贝洛伯格的传奇指挥家，她和莎拉之间不仅存在着显著的年龄差距，还有着名声与事业的巨大沟壑，两人又为何能成为忘年的知己？<br><br>「我那时候很年轻，和大部分年轻人一样，总是有一副好胃口，但荷包却总是空空的。要说起来，我和卡洛拉的友谊，就是从吃开始的。」这位已经成为新的传奇的女高音谈起了她和卡洛拉相识的往事，两人在一次剧院慈善筹款的晚会相遇，只顾着吃东西的莎拉和同样端着盘子的卡洛拉在同一道菜前相遇。十多年过去了，喜欢着相同菜肴的两位女士已经成为了深交多年的知己。<br><br>可惜的事，卡洛拉年岁已高决定退隐，而她选择了《雪国往事》作为自己的告别作。莎拉告诉我们，在《雪国往事》整个剧组中，怀着某种执着的梦想而加入剧团的人远远不止卡洛拉一个。对导演费加洛来说，他想挑战一次群像的正剧，为自己的事业转型塑造一个完美的开始。但对莎拉卡洛拉，以及作曲家安德鲁这样功成名就的歌剧界传奇来说，他们更想要做到的，是推陈出新，为歌剧界开辟一条新的道路。<br><br>「但凡看过剧目单或者场刊的都知道，《雪国往事》虽然是由我担任女主角，但实际上它是一个群像剧。」莎拉向我们解释，《雪国往事》选取了贝洛伯格历史上六位传奇的大守护者，为故事中的继任者讲述了他们辉煌的一生。除了莎拉扮演的阿丽萨•兰德外，里面有一半的角色都是启用的新人，通过以老带新的模式，莎拉他们这群行走的「歌剧传奇」，想帮助年轻人在这个行业崭露头角。而这，就是莎拉与卡洛拉当年相知相识的故事。如今，卡洛拉即将告别舞台，莎拉想把自己与友人的动人故事以某种方法继续延续下去。<br><br>「敬不计回报的热爱，敬无路可退的理想，以及，敬歌剧的未来。」莎拉笑着向我们举起了面前的一瓶水，以水代酒为歌剧的未来送上她最诚挚的祝福。"
            },
            {
                "Name": "第三页",
                "Desc": "<i>传奇女高音歌唱家莎拉领衔主演的最新作品《雪国往事》，</i><br><i>将在1月 11 日于黄金歌剧院正式开启公演。</i><br><i>门票与周边产品将在剧院柜台限量发售。</i><br><br>《雪国往事》海报封面文件夹<br>封面印有《雪国往事》宣传海报，<br>根据场刊实际尺寸单独设计，内含 30 页超大容量。<br>实用且极具纪念价值，适用于收纳堆积成山的场刊。<br>定价： 1,500  冬城盾<br><br>《雪国往事》飞雪城墙主题相框<br>以剧中惊人的舞台美术装置「贝洛伯格城墙」为原型印制，<br>为喜爱舞台剧的观众专门发售，预留有场刊与门票展示卡，<br>您可以把《雪国往事》的场刊与门票一同挂在墙上展示了！<br>定价： 6,000  冬城盾<br><br>《雪国往事》演出曲目乐谱集<br>内含《雪国往事》正式公演版本所有曲目乐谱及歌词，<br>精美裱花纸页，优选上等油墨印制，长久收藏不褪色。<br>定价： 2,000  冬城盾"
            }
        ]
    },
    {
        "Name": "《歌德宾馆的夜与雾》",
        "Desc": "某位以写爱情故事闻名的编剧，以歌德宾馆的历史为原型写下的小说，可惜现存的只有残本。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "作者：艾米<br><br>【前言】<br>感谢歌德宾馆的老歌德提供的故事原型，还有你热腾腾的茶，伴我度过了灵感枯竭的夜。<br>谨以此书献给老歌德、托尼和凯瑞。<br><br><i>「我点燃了宾馆里所有的壁炉，第二天，整座城市都起了雾。」</i><br><br>【一】<br>歌德走的那天是夏夜，繁星如水，天上却飘着雪。有人告诉莱斯丽，他可能还有未了的心愿。她知道是什么，但她做不到。<br><br>莱斯丽记得她第一次见到歌德，是在歌德宾馆。衣着得体的绅士眼带笑意看着自己，她在他焦糖色的眼眸中清晰地看见了自己的倒影。但自己在逃亡的路上风尘仆仆的，实在是见不得人。莱斯丽慌乱地移开视线，但柜台前那位五官深邃的绅士却并不嫌弃，反而为她倒上了一杯热茶。<br><br>「这位美丽的女士，有什么可以帮到你？」那是歌德对莱斯丽说的第一句话。<br><br>【二】<br>歌德宾馆果然和传言中的一样，是这个纷乱世界中的庇护所。在从矿场一路逃过来的路上，瘸了一条腿的好心老爷爷告诉莱斯丽，「歌德宾馆是道上唯一的庇护所，因为这里的规矩是与其他地方格外不一样的。」<br><br>事实也的确如此，宾馆附近的所有人都知道，歌德老板虽然看起来为人和气，但他年轻的时候却曾名震一时。在宾馆里不问出身高低贵贱，任谁都要给老板几分薄面，绝不能在宾馆里惹事。这条规则虽然没有被写出来挂在宾馆墙壁上，但是十几年来它已经成为这座边陲小镇里无人不从的铁律了。<br><br>「歌德先生，是个仗义人。」懂行的人对宾馆的主人赞不绝口。看上去总是很和气的歌德先生经营着这座豪华宾馆，谁也不知道他的资金是从何而来。但大家都知道，他对真正有需要的住客收费其实极其低廉，多年来，他就这样默默庇护着那些无路可逃的可怜人。<br>——比如莱斯丽。<br><br>【三】<br>莱斯丽本来在某个以矿业闻名的地方工作，那附近到处都是矿场，谁也不知道到底还有多少条矿脉没被人发现。那里总是流传着某某人发现矿脉然后一夜暴富的传言，莱斯丽曾听自己打工时的工友说过，这家矿场的老板当年就是这么一位幸运儿。依靠大大小小的矿场的支撑，城市里有不少工作机会，莱斯丽在这里打了几年工，倒也攒了一小笔钱。她托人将这笔积蓄带给家里，但在连日等待后，迎接她的却是母亲病逝的噩耗。<br><br>莱斯丽想不明白，母亲为什么会突然病倒。但莱斯丽更想不明白的是，为什么自己只是想回一趟家，路上却总是被面相凶狠的人一路追打。很奇怪，自幼生长的家，庇护着她的家，给她带来无数温暖的家，倏忽之间却成了某种禁地，莱斯丽想去母亲的坟前献上她最爱的花束，而现在，却连回家都做不到。<br><br>除了风雪，没有人迎接她回家。<br><br><i>*后续书页似乎是被人用力撕扯而去，仅存的纸页上留着某个人愤怒的书评：</i><br><i>「没有天赋就不要学人家写东西！」</i><br><i>「净写点酸不拉几的东西，不会真有人看吧？」</i>"
            }
        ]
    },
    {
        "Name": "边缘通路的旧报纸",
        "Desc": "几篇过去的简报，以碎片化的形式记录了贝洛伯格多年之前的样貌。",
        "World": 2,
        "Books": [
            {
                "Name": "大守护者塔提维娜发表重要讲话",
                "Desc": "<i>*「告示牌上粘贴着精心裁下的剪报，大守护者塔提维娜在新建成的博物馆前发表了纪念讲话，并由《水晶日报》全文刊载。」*</i><br><br>大守护者亚历珊德拉离世五十周年纪念讲话<br><br>今天是贝洛伯格第三任大守护者亚历珊德拉离世五十周年的日子。伟人与世长辞之后，我们度过了贝洛伯格筑城以来最为平稳的五十年，民众安居乐业，一切都在逐步走上正轨，我们处在历史上最好的时期。这一切都离不开大守护者在位时的努力，请向亚历珊德拉大人致以崇高的敬意。<br><br>亚历珊德拉大人在位期间，贝洛伯格的形态发生了翻天覆地的变化，下层区的开拓进度突飞猛进，无数有志青年在矿镇中建立了自己的事业。在大力发展下层区的民生经济的同时，亚历珊德拉大人还致力于发展教育。她资助创办「贝洛伯格大学」进行学术研究 ，在她的慷慨下，学界对地下世界生态的认识也达到了前所未有的新高度。除此以外，亚历珊德拉大人还统一了贝洛伯格的度量衡，并制定了通用至今的「筑城纪元历法」。可以说，如果没有亚历珊德拉大人，贝洛伯格恐怕至今还生活在混乱无序的愚昧黑夜。<br><br>从个人角度来讲，亚历珊德拉大守护者对我来说是一个未曾谋面的英雄。当我还是大守护者候补时，法茵卡大人就经常与我讲起亚历珊德拉奶奶的故事，可以说，她似乎未曾离我们而去，一直都在我们身边。贝洛伯格将会永远记住亚历珊德拉，记住贝洛伯格的每一位大守护者，记住这些伟大的名字——再过五十年也不会忘记，再过一百年，五百年，一千年也会如此。<br><br>再一次，让我们向伟大的大守护者亚历珊德拉致以最深切的怀念。"
            },
            {
                "Name": "兄弟对簿公堂，歌德家宅暂封",
                "Desc": "<i>*「告示牌上粘贴着精心裁下的剪报，原文刊载于《水晶日报》。」*</i><br><br>对于在贝洛伯格闻名已久的「歌德家族」来说，过去的三个月是改变家族命运的三个月。<br><br>奥斯顿•歌德丧礼上的余波还未结束，两位公子又在公堂上吵得沸沸扬扬。焦灼的审判结束之后，格雷•歌德犯下「叛国罪」的消息再次让贝洛伯格民众大跌眼镜…这期间到底发生了什么？请关注本报记者的事件梳理。<br><br>奥斯顿•歌德离世不久 兄弟为遗嘱反目成仇<br><br>「歌德家族」早在贝洛伯格成立之前就已声名显赫，深得第二任大守护者「铁腕的斯维特兰娜」信任——贝洛伯格内各方势力得以统一为整体，歌德家族功不可没。近日，家族的核心人物奥斯顿•歌德离世，社会各界名流出席了盛大的告别丧礼。<br><br>然而就在丧礼之上，奥斯顿•歌德对两个儿子偏爱有别的遗嘱引起了争议。在遗嘱中，大儿子怀特分得总财产的 65% 、小儿子格雷仅得 20% ，剩下财产并入家族基金中交由专人管理，从中定期拨款给孙辈。格雷对财产的分配提出了强烈抗议，持续两个月的对簿公堂让两人彻底决裂。<br><br>格雷在接受采访时几度捶胸顿足：「老爷子不可能立下这么离谱的遗嘱——都是他儿子，凭什么不一样，绝对是有人动了手脚……这份遗嘱…我绝不承认！」<br><br>与小儿子格雷的激愤相比，大儿子怀特显得相对平静，他认为遗嘱具有法律效力，无可置疑：「父亲病重的时候，格雷连家也没回。老人家走后，他倒三天两头跑来要钱，真令我寒心。」<br><br>遗嘱争执最后以格雷败诉结束。<br><br>格雷败诉后失踪叛国 怀特变卖家产赔偿罚金<br><br>当所有人以为格雷败诉，事情到此告一段落的时候，大守护者塔提维娜宣判格雷•歌德犯下重大叛国罪，并罚没重金，一时间全国哗然。《水晶日报》第一时间联系克里珀堡的新闻发言人及歌德家族，截止发稿日止，仍未得到双方的确切回应。可靠消息称：格雷•歌德已离开行政区，目前下落不明。<br><br>格雷的「叛国罪」虽未公开具体细节，但据悉大守护者本人态度坚决，格雷之兄怀特•歌德也对该罪名也并无异议。对于近日谣传「格雷携家人叛逃至雪原外」一事，本报已得到克里珀堡新闻发言人的正式回复：此系无稽之谈。<br><br>「盛极必衰，这是歌德的家训。我们一直牢记在心。但没有想到，这一切来得这么快，这么突然。」谈到家族未来的发展，怀特目光忧郁，「为了支付巨额罚金，我不得不变卖家宅，辞退近半数的佣人。接下来，我打算用剩下的资金创业，希望能够重振家族之名，弥补舍弟犯下的不可饶恕之罪行。」"
            },
            {
                "Name": "冰原狼出没，大守护者宣布宵禁",
                "Desc": "<i>*「告示牌上粘贴着精心裁下的剪报，原文刊载于《水晶日报》。」*</i><br><br>筑城纪元 144 年6月 19 日，贝洛伯格大守护者塔提维娜签署了《第 101 号条例宵禁令》。该禁令宣布：从即日起，每晚6点开始实施全城宵禁，至次日早上6点结束。宵禁期间，除银鬃铁卫及获得执政厅签署许可之必要工作者外，所有人不得外出。在新的政令出台前，《第 101 号宵禁令》将持续生效。<br><br>大守护者塔提维娜在宣布了宵禁令后，向《水晶日报》透露签署此次宵禁令的隐情：由于贝洛伯格城外缺乏生命迹象，银鬃铁卫对贝洛伯格的出入口长期疏于管制。近日有不少市民反应有冰原狼在贝洛伯格城外出没，疑似贝洛伯格温暖的环境促进了耐寒种群的迁徙。目击报告引起了银鬃铁卫的高度关注，在宵禁期间，约有 1100 名银鬃铁卫将进行全城排查，以彻底排除冰原狼隐患。并且，以此次事件为契机，将加大出入口管控，严防危险生物进入城内。<br><br>塔提维娜再次强调：晚上6点至次日凌晨6点，除执行安保任务的银鬃铁卫外，任何人不得在未获得许可的情况下外出。同时，禁止任何个体隐瞒、藏匿、投喂冰原狼，违反规定的涉案人员将被严肃追责。"
            }
        ]
    },
    {
        "Name": "致「炉心」基地全体的一封信",
        "Desc": "一封来自过去的信，现由某位沉默且威严的机械生命体小心翼翼地保管着。之于其所有者，似乎蕴含着非凡的意义。",
        "World": 2,
        "Books": [
            {
                "Desc": "致「炉心」基地全体的一封信<br><br>致「炉心」科考基地全体成员：<br><br>大家好。我是地髓开拓团第四任团长克列诺娃。<br><br>当年寒潮来袭时，地表的地髓储备迅速告急。在伟大的守护者阿丽萨•兰德号召下，人类开始向未知的地表之下进发——肩负着伟大使命的地髓开拓团就此成立。<br><br>——如果要让贝洛伯格的史学家们为我们编撰一部「地髓开拓史」，他们想必会从这一时间点着墨吧。然而实际上，在漫长的历史长河里，早有一群先驱的探险家们先于我们深入了地下，而「寒潮来临」已远在那之后了：经大守护者的授意，地髓开拓团才正式成为了筑城者下属的重要组织。我们的任务是不断向下深入、将地髓源源不断地送到地面，以此维持贝洛伯格的正常运转；但除了发掘地髓之外，更重要的是，我们必须要建立地下的生态。<br><br>我从小就只在家父的书信中听他提起许多地下的见闻。在他的激情洋溢又夸大其词的描述里，我很难分辨个中虚实。但是，等到我实际有机会加入开拓团参与探索后，这才发现他所说的一切原来根本不是科学幻想。<br><br>我和开拓团在整理他的遗物时，发现了最后一封未能寄出的家书。他在信中写道：「…诺娃，我从来没向你提起过：我的童年是在远离贝洛伯格的大山里度过的。那时候，我感觉整个天地都属于我，我想去哪儿就去哪儿。但是寒潮来临之后，你这辈的孩子从来都没有离开过贝洛伯格。<br><br>「我想，也许我们会在地下发现海洋、发现群山；也许在未来，我们也能生活在地下……<br><br>「如果真的到了那时候，我多希望我能和你一同亲眼见证啊。」<br><br>他给我的每一封信我都好好保存着，包括这一封。我记得他的愿望，我知道我必须去实现它——我们以这个「炉心」科考基地为原点，不断挖掘出各个地髓矿区。今年年末，第一个扎根于地下的矿山小镇也会正式建立，矿民们将会在那里安居乐业，开启全新的生活。然而，这还只是第一步：我想，在未来，还会有更多的小镇出现在这贝洛伯格的地底，或许还能够建立起如上层区一般壮美的都市；我们甚至还会用铁轨将地上与地下各界系为一体，使新旧世界之间不再有任何隔阂……<br><br>——等到那时，所有人就都不用再为躲避风雪而龟缩在小小的庇护所中，而是在新天地里找到了自己真正的位置。<br><br>与此同时，开拓团的历史使命也即将宣告完结；我们记录下的地质、矿石信息，我们采集动物植物以及菌类的资料，都将服务于开拓未来。现在，我们中大部分人会暂时回到各自的研究院继续进行科学工作。不过就我个人而言，等几年我退休了以后，肯定还会再回到地下来的。<br><br>因此，各位不必为即将到来的离别伤感。等到大守护者将此处改造成贯通地面上下的首个运输通道，这小小的「炉心」基地将改头换面，继续为地下的开拓事业发光发热。在那之前，我们的朋友「大个子」史瓦罗会为我们守好这里，使我们来时的痕迹不被抹去。我们都知道他虽然不善言辞，但总会忠诚地守护在我们身边。我相信他这次也一定不会食言。他是我们最好的同志。<br><br>「天下没有不散的筵席」——现在已经到了说再见的时候了。<br><br>向地髓开拓团及「炉心」科考基地全体成员致敬！<br><br>地髓开拓团团长 克列诺娃"
            }
        ]
    },
    {
        "Name": "集会所的留言板",
        "Desc": "「地火」组织的留言板，记录了平日里发生的各种闲杂琐事。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>欢迎来到集会所！对我们的服务有什么建议，在这里都可以畅所欲言！</i><br><br>#1<br>【顾客姓名】老主顾 <br>【顾客建议】<br>是不是又没洗杯子，杯身上还有手指印！这水价越来越贵你们服务怎么越来越差了！退钱！<br><br>#2<br>【顾客姓名】磐岩人挚爱磐岩镇<br>【顾客建议】<br>最新消息：最近镇子里好像来了几个奇怪的人，头发染得五颜六色，他们还和那个奸商走在一起。一看就不是什么正经人，估计是隔壁几个镇逃过来的混混。大家伙平时走动的时候多加注意，小心某些外来人——我听说他们手脚不太干净。<br><br>#3<br>【顾客姓名】无聊的尼娜<br>【顾客建议】<br>能不能搞点小零食，光喝水有什么劲，你们到底会不会做生意？<br><br>#4<br>【顾客姓名】立志要做机械师<br>【顾客建议】<br>前面某个人说话也太恶心了，就你一个人是磐岩人，磐岩镇不许进出了是吧？我也见过那几个人，他们还和「地火」的人走在一排呢。再说了，染头发怎么了，谁没有年轻过啊，说话别这么刻薄好吧？说得好像你们磐岩镇多了不起一样。外来人又怎么了，大家都有手有脚的谋生不易，你还恶意揣测人家，真没素质。<br><br>#5<br>【顾客姓名】好心的老爷爷<br>【顾客建议】<br>大家在留言的时候一定要注意分寸，不要开过分的玩笑，不要说伤人的话，不要揭人短处捅人伤疤！人和人相处，一定要懂得包容，不要太计较。如果有不同意见，不要逞一时之快吵架，也千万不要意气用事！<br><br>#6<br>【顾客姓名】一杯水喝一天<br>【顾客建议】<br>楼上的老头别劝了，留言册上都是匿名的，大家说话一直都这么尖酸刻薄，就像矿道里的疯地鼠一样。见不得光，没事就到处乱窜吵吵嚷嚷，对外界的一切过度敏感，闲来没事就爱内斗打得遍体鳞伤。集会所就是个鼠窝，我早就见怪不怪了。 <br><br>#7<br>【顾客姓名】磐岩人挚爱磐岩镇<br>【顾客建议】<br>呵呵，你们这帮外来的把磐岩镇搅得乌烟瘴气。也不知道当初是哪些人到处求我们收留你们呢。现在还好意思说大家都是疯地鼠，停停停，别碰瓷我们磐岩镇的居民，谁跟你是「大家」了。<br><br>#8<br>【顾客姓名】地火招人中<br>【顾客建议】<br>我不觉得咱们下层区的居民是什么「疯地鼠」，也不认为在裂界的威胁下我们还要分什么磐岩镇人和外来人。我自己就是磐岩镇里土生土长的，但下矿的时候是你们口中的「外来人」在那些怪物面前背着我逃跑救了我一命。<br>况且，「疯地鼠」之所以发疯，是因为失去了对未来生活的安全感，它们不知道世界为什么就突然变了。而对未来的安全感是所有生物存活的基本条件，在裂界的影响下，我们所有物种都一样。<br>这些知识都是「地火」的前辈们告诉我的，我相信人和动物最大的区别就在于我们有足够清醒的脑子。各位不想成为「疯地鼠」的话，可以加入我们「地火」和我们一起保卫家园。在裂界面前就别再争什么外来人磐岩人了。<br><br>#9<br>【顾客姓名】马上生日的阿蕾<br>【顾客建议】<br>楼上说得对，有力气吵架不如去「地火」贡献力气。好啦好啦别吵了，明天是我生日，不嫌弃的话明天下午可以过来喝一杯？贵的饮料我买不起，一杯水还是请得起的。<br><br>#10<br>【顾客姓名】磐岩人挚爱磐岩镇<br>【顾客建议】<br>谢了，今天过来喝了一杯，谢谢你请客。不过听你的口音，你好像不是磐岩镇人吧？<br><br>#11<br>【顾客姓名】立志要做机械师<br>【顾客建议】<br>……阿蕾，你这杯水白请了。<br><br>#12<br>【顾客姓名】暴躁老哥<br>【顾客建议】<br>聊啊，怎么不聊了？每次我翻留言册都是满满当当的，怎么我一拿笔来写两句就没几页了？看不起我们别的镇迁过来的是吧？合着每天都是你们几个小团体的在这里留言聊天。我就不走，我以后也每天过来，仔细瞧瞧究竟是哪些人在桌面奋笔疾书留言传信，看看你们能留出什么新意来。我一不在的时候你们就从寒潮聊到矿区的历史，从中午吃什么聊到歌蒂的厨艺，从怎么挖矿省力聊到机械的维修原理。我一进集会所你们就不写留言了，就这么巧是吧？我就不信了嘿，今晚我就在这儿待到天明，我倒要看看你们在聊什么！<br><br>#13<br>【顾客姓名】老主顾<br>【顾客建议】<br>怎么楼上的喝水都能喝醉？是有什么隐藏饮品单吗？<br><br>#14<br>【顾客姓名】立志要做机械师<br>【顾客建议】<br>那是因为上一本留言册写满了，集会所才开了一本新的……老哥你脑补能力这么强怎么不去写小说。"
            }
        ]
    },
    {
        "Name": "歌德宾馆下午茶餐单",
        "Desc": "记录着歌德宾馆知名下午茶餐点的餐单，上面残留着贝洛伯格往昔的丰足与快乐。",
        "World": 2,
        "Books": [
            {
                "Desc": "【经典早午套餐】<br>黄油烤面包、水波蛋、糖浆松饼（搭配时令果酱）、茶饮一杯<br><i>（套餐内原有的酸汁焖豆因原材料短缺，已暂停供应，现改赠为茶饮区任选饮品一杯）</i><br><br>【花园甜点】<br>咖啡冻（暂停供应）<br>蝴蝶浆果挞<br>浆果酸奶杯<br>果酱蛋奶酥<br>蜂蜜燕麦慕斯<br><br>【活力小食】<br>烟熏霜纹鲑卷<br>奶酪鲑鱼塔<br>风味红肠拼盘<br><br>【午后茶饮】<br>哞哞热牛奶<br>冰晶气泡水<br>暖心花果茶<br>能量菌菇煎茶<br>黑面包汽水冰山<br>歌德经典手冲咖啡（暂停供应）<br><br>因咖啡原材料短缺，宾馆内咖啡制品已暂停供应，待供货正常后我们将第一时间恢复供应<br>由此给您带来的不便之处我们深表歉意"
            }
        ]
    },
    {
        "Name": "未能寄出的家书",
        "Desc": "脆弱的信纸上记录了贝洛伯格过去的严寒与温馨，这是过去的余温与某种见证。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "<i>*不知道被封存了多久的信纸已经薄如蝉翼，似乎一不小心就会化为齑粉。*</i><br><br>妈妈：<br>当你收到这封信的时候，我让贝蒂捎回家的礼物应该已经送到了吧。<br><br>今年没法赶回来给您过生日了，军部这边的工作实在是太忙了，实在是抽不开身。<br><br>不过，妈妈你放心好了，我们这儿距离前线有一段挺长的距离，还算是挺安全的。大守护者本人最近几个月也一直留在这儿坐镇指挥，大家各司其职，我总不能偷溜回来吧。<br><br>妈妈，我最近总梦到我小时候的事。我记得我从前总抱怨你那么晚才下班，一点都不顾家。你那时候是怎么和我说来着？「尽职尽责」，那时我还不懂。但现在，贝洛伯格所面对的危机越来越严峻，走上前线我才真正了解到「筑城者」应当肩负的职责。眼下战事吃紧，我有幸参与了一个还不能公开的大项目，抱歉啊妈妈，就算是设计院的工作人员也不能透露。我只能说，这是我见过的最宏伟的筑城者造物，能成为参与设计的一份子，已经是三生有幸了。哎，没想到，有一天我会为自己的工作这么自豪……<br><br>真想让您也看到它动起来的样子，任何敌人见到它都会闻风丧胆的，我敢保证。但是大守护者说，一旦启动了这个工程，那就意味战况危急，贝洛伯格危在旦夕了。那么，我希望你永远不知道我们正在建造什么。<br><br>不谈这些了，说点别的——上个月作战指挥室正式完工，物资也陆陆续续搬了进来。我在桌子上摆了一盆太阳花，长得还不赖。每每抬头看到它，就想起客厅里那几盆花，不知道它们现在长得怎么样了？你老爱坐在窗边织毛衣，现在寒潮来势汹汹的，不知道你现在还会这样做吗？我让贝蒂给你带的礼物就是让你拿来护住膝盖的，你以前总说天冷了膝盖就疼。我在这边认识几个刚出完任务回来的铁卫，他们搞到了点狼鬃做成了护膝，记得要用。<br><br>以及，可能有些迟了，不过还是要说，妈妈，生日快乐。<br>爱你的拉娜"
            },
            {
                "Name": "其二",
                "Desc": "<i>*不知道被封存了多久的信纸已经薄如蝉翼，似乎一不小心就会化为齑粉。*</i><br><br>贝蒂：<br><br>我让拉瑞帮忙做了个狼鬃护膝，你记得去他家里拿一下。他腿伤了不能再上前线，去的时候帮我再买点慰问品过去。记得跟人家说声谢谢，别搞得像我们家没家教似的。<br><br>很长一段时间我应该回不来了，前些天我在战壕回廊检查工事的时候，不小心受了点伤。问题不大，但这事你先别和妈妈说，我怕她知道了会多想。我一直骗她我在作战指挥室里待着没出去呢。<br><br>最近这段日子我忙得昏天黑地的，现在在指挥室旁边休养，才有空跟你絮叨点家事。安妮跟我说了下你的近况，没想到你现在这么懂事了。你留在家里照顾妈妈，还得兼顾学业，这负担的确太重了。我这个做姐姐的，没能在你需要的时候好好照顾你，真的很抱歉。<br><br>我在这里见证了太多生离死别的事，所以最近也一直在想…自己遭遇不测也并非没有可能，如果真的发生了，我们一家就要靠你了，照顾好自己和妈妈。我在家里留了一笔钱，那是我之前工作时候留下来的积蓄，我偷偷塞在你的衣柜里了，就是那个位置，我这么一说你就明白了。要是有什么想吃的想买的，也别太亏待自己，我相信你不会乱花钱的。<br><br>虽然我觉得不用再跟你唠叨了，不过贝蒂啊，你还是别和妈妈闹脾气，她那个人就是那样，对吧？让着她点儿。<br><br>还有，有件事我一直没告诉你，哈哈。其实吧，我一直觉得你是我最最可爱的妹妹，一直都是。<br>你最美丽动人的老姐<br>拉娜"
            }
        ]
    },
    {
        "Name": "《贝洛伯格的音乐家》",
        "Desc": "装订成册且充满童心的童话故事。但由于某些原因，原本完整的故事现已散佚。",
        "World": 2,
        "Books": [
            {
                "Name": "卷一",
                "Desc": "第一章<br>在很久很久以前，那时候寒潮才刚刚在贝洛伯格出现。<br>大地还没有被白白的雪花铺满，所有小动物都能在贝洛伯格城外愉快地嬉戏。<br>在一个离贝洛伯格很远很远的地方，在那里生活着一头想要成为音乐家的毛驴。<br>有一天，毛驴的主人找到了他：<br>「哼哼哼，老毛驴，你为我任劳任怨地干了一辈子，你还有什么梦想要去实现吗？」<br>毛驴听了很是开心，觉得自己一直以来的愿望终于能够实现啦！<br>「咴咴咴，好主人，我想出发前往贝洛伯格的歌剧院，成为一名音乐家！」<br>他的主人点点头：<br>「好梦想！这样吧，我会亲自把你带到贝洛伯格大市场！」<br>老驴满口答应：<br>「咴咴咴！贝洛伯格大市场？那里也需要音乐家吗？」<br>他的主人笑了笑：<br>「呵呵呵，哪里不需要音乐家呢？明天早上来后院，千万别睡懒觉！」<br>老驴回忆到，自己的许多动物伙伴被主人带到那里之后便再也没回来过。<br>他这才反应过来：大事不妙！<br>于是毛驴带好干粮，背上行囊，在月黑风高夜里遁入了大雪之中……"
            },
            {
                "Name": "卷二",
                "Desc": "第二章<br>砸在脸上的雪片越来越多，背上的行囊越来越重，老毛驴觉得自己的蹄子冻得生疼：<br>「咴咴咴，这暴风雪什么时候才到头？」<br>一条机智的老猎犬听到了毛驴的抱怨，卧在老树根后打哈欠：<br>「汪汪汪，暴风雪，停不了！何必急着往前跑？小心雪中跌了跤！」<br>大雪迷了驴子的眼，他也无力向前走，只好同猎犬一起躲在老树根后避风雪。<br>可一条猎犬怎么会出现在风雪呼啸的野外呢？老毛驴心中很是稀奇：<br>「咴咴，谢谢你，老伙计！可你怎会卧在风雪里？」<br>听了这番话，老猎狗只能摇摇头：<br>「汪汪，不客气。暴雪下不停，猎物没踪影。主人对我不留情，想要把我做馅饼！我怎能答应？只好逃跑保住命！」<br>老驴听了也连连叹气：暴风雪里无处去，哪能保住命？但他转眼间就想出了好主意：<br>「咴咴咴，听我说！有一处城市叫贝洛伯格，那里的天气够温和！我来把琴弹，你来把鼓打，定能成为舞台上的常客！」<br>老猎犬心想，这可真是个不错的提议。于是他高兴地吐出舌头，哈出的热气都结成了冰花：<br>「汪汪汪，那我就和你一起走！」"
            },
            {
                "Name": "卷三",
                "Desc": "第三章<br>两只动物在雪中一道走。突然，猎犬望见路边有一丛毛绒绒的东西。<br>老猎狗甩甩头，以为自己花了眼：<br>「汪汪汪，我的朋友！你看路边那里，是不是有一团毛球？」<br>那团毛球居然对老猎犬的话起了反应，长出一对尖尖的耳朵：<br>「喵喵喵，我才不是什么毛球！」<br>老驴和老狗定睛瞧，才发现毛球原来是一只愁眉苦脸的老黑猫。<br>「我本是捕鼠好手，谁知老来难行走，主人就要将我丢——<br>「喵喵喵，暴风雪里冷飕飕，食物要上哪里求？」<br>老驴听了直摇头：若是没人管，老黑猫怕是要把命丢！他忽然想起猫咪都爱在夜里唱歌，便对老猫说：<br>「咴咴咴，老胡子，别发愁！我们正向贝洛伯格走，那里可是有着好气候！你最爱在夜里展歌喉，不如同我们一起在黄金歌剧院把乐奏！」<br>老黑猫的眼睛滴溜溜地转，想着这个建议是不赖。于是，老猫抖抖耳朵，同毛驴和猎犬一起踏上了旅程。"
            },
            {
                "Name": "卷四",
                "Desc": "第四章<br>这趟旅程有了伴，别提多快活！三只动物纷纷抱怨起自己的主人来，脚下仿佛也变轻盈了。<br>这时，他们竟然听到风雪中传来了附和他们的声音：<br>「喔喔喔！说得可真棒！」<br>老黑猫带着伙伴循着声音找过去，最终在一片破篱笆上发现了正在哭嚎的大公鸡。<br>还没等三位老朋友发问，公鸡便先开了口：<br>「喔喔喔，鹅毛从天降，压垮我农庄！我看各位驮着大背囊，这是要往哪里逛？」<br>老猫听了连摆手，对他说：<br>「喵喵喵，哪里还有闲心逛！贝洛伯格就在路前方，那里总是暖洋洋，还有一座好剧场！我看你这样爱吊嗓，何不与我们一起前去闯一闯？」<br>大公鸡连连点头，扑扇着翅膀飞上老毛驴的脊背，催促着大家快出发。<br>不过，这只爱吵闹的公鸡很快又补上一问：<br>「喔喔喔，话说回来，难道你们平时说话也要押韵吗？」<br>「汪汪汪，你说话不也押韵吗？」<br>老猎狗歪着脑袋看他。<br>「喔喔喔，我听到你们就这样说话，这才有样学样噻。」<br>剩下三位伙伴陷入了沉思，很久都没有再憋出一句话。"
            },
            {
                "Name": "卷五",
                "Desc": "第五章<br>四位音乐天才终于齐聚首，他们约好了：等到了贝洛伯格，一定要成为响当当的音乐家！<br>但他们兜兜转转，误打误撞地走到了贝洛伯格的下层区。<br>「喔喔喔！这贝洛伯格可真暖和！甚至有点热。」<br>老毛驴连连附和：<br>「咴咴咴，不光有点热，甚至有点饿。」<br>正当老驴如此说时，四个老伙伴闻到了空气中传来的香气。<br>老猎犬对气味最敏感，他立刻扑扇扑扇鼻孔，带着大家循着香喷喷的气味走去。<br>没走多久，四位音乐家便停在了一幢气派的建筑前。老猎狗趴在门上，尾巴不停转，活像个小汽车的车轮：<br>「汪汪汪！香味就是从这里面冒出来的！」<br>「喵喵喵，这里藏着什么好东西？老毛驴，你的身材最高大，快帮我们瞧一瞧！」<br>老毛驴闻言，正准备扬起蹄子搭在窗台上一探究竟，没想到建筑物的大门竟然自己打开了！<br>「欢迎光临小镇大饭店！几位客官里面请！」<br>前来应门的是个慈眉善目的老爷爷，热情地邀请几位动物伙伴入座。<br>「喔喔喔！这可真不错，正好我们肚子饿！怎么样，要不要进去吃一顿？」<br>老驴听了真欢喜，扬起蹄子连连称是：<br>「咴咴咴，可以有！你们带钱了吗？」<br>「汪汪汪，没有！」<br>「喵喵喵，没有！」<br>「喔喔喔，没有！」<br>四位伙伴面面相觑。"
            },
            {
                "Name": "卷六",
                "Desc": "<i>*最后的卷六用清秀纤细的字体写成，似乎是后来才被装订进书里的。*</i><br><br>第六章<br>大饭店的主人看出了四位音乐家的难处。他摸摸胡子，很快想出了解围的好办法：<br>「没带钱也没关系。要是你们能为我们献上精彩的表演，就可以大吃一顿了！」<br>四位伙伴听后，同时意识到了一件事：这不正是打响名声的好机会吗？<br>于是，四位伙伴立刻答应了饭店主人的提议。<br>饭店的客人们也都停下了手中的餐具，一齐望向饭店中央的四只动物，期待着接下来的演出。<br>终于，四只动物在「舞台」上站定。<br>然而这里既没有琴，也没有鼓，该怎么演出呢？<br>许久，最聪明的老黑猫想出了办法。他清了清嗓子，首先开了腔：<br>「喵喵喵！切克闹！寒潮来袭无处逃！」<br>「肚子饿了想填饱！一曲说唱作回报！」<br>其他三只动物立刻明白了老猫的意思——老驴用蹄子叩击地板，老猎犬和老公鸡也用口腔和喉咙模仿鼓声和镲声，做出了一段节奏旋律。<br>在场的所有人全都大吃一惊：他们从来没有听过这种形式的音乐，却被这动感的节奏深深吸引了。<br>饭店主人也大为感动，如约为各位才华横溢的音乐家端上大餐。<br>在这之后，四个老伙伴的名声便传遍了整个贝洛伯格；<br>他们甚至还被大守护者邀请，前往黄金歌剧院为大家表演「说唱」。<br>从此，四位音乐家终于在贝洛伯格完成了自己的音乐梦想，过上了幸福的生活。而这种名为「说唱」的艺术也流传至今，在下层区的家家户户中广为传唱。"
            },
            {
                "Name": "真结局",
                "Desc": "<i>*很显然，有人用非凡的力气将这页纸从某本书上撕扯了下来。*</i><br><br>第六章<br>四只可怜的小动物肚子已经饿得「咕咕」叫，根本没办法思考。<br>「我们为您献上精彩的表演，能否换一顿简易的餐食！」<br>饭店主人的眼珠直打转，对四个小动物露出和善的微笑：<br>「没想到几位都是大艺术家，哎呀呀，怎么能收你们的钱呢？」<br>听了这话，四位音乐家乐开了花：真是善良的好心人啊！<br>于是，饭店主人领着四个老伙伴进了包厢：<br>「各位想要吃点什么？不如随我来后厨瞧一瞧！」<br>大家都饿得没力气，只剩老公鸡还浑身充满活力：<br>「喔喔喔，真是妙！大家姑且先坐好，晚饭就由我来挑！」<br>公鸡欢快地跟着饭店主人来到后厨，剩下的伙伴就在房间里耐心等候。<br>不多时，鼻子灵通的老猎犬嗅到了香味：<br>「汪汪汪，你们快闻哪，这味道可真是香！」<br>老毛驴的鼻子大，香味直往鼻孔里钻：<br>「咴咴咴，确实是！是什么食物会这么好吃？」<br>见多识广的老黑猫回想着过去品尝的美食：<br>「喵喵喵，行家里手！是油脂的香味，我们有口福了！」<br>饭店主人已经端来了香喷喷的汤：<br>「伙计们！滋补老参汤，好好尝一尝！」<br>就这样，贝洛伯格的四位音乐家的故事落下了帷幕。<br><br><i>*页尾留有一行字迹秀丽的批注：「这写的是什么玩意？…我看还是自己给童话结个尾吧。」*</i>"
            }
        ]
    },
    {
        "Name": "拳手招募单",
        "Desc": "下层区到处派发的搏击俱乐部招聘传单，上面的宣传词写得比说唱还动听。",
        "World": 2,
        "Books": [
            {
                "Desc": "搏击俱乐部拳手招募！<br><br>你，是否考虑过改变平平无奇的人生——<br>从被人讥讽嘲笑变成万众瞩目的明星。<br><br>又或者你有天生引人瞩目的才华，<br>却苦于无人知晓，<br>搏击俱乐部等的就是你。<br><br>不需要千锤百炼的格斗技巧<br>也不需要四肢健全的过人体质<br>只要有成为焦点的潜质<br>再加上改变自己的勇气<br>我们就会将你打造成独一无二的英雄！<br><br>报名要求：成年即可！<br>最具慧眼的史考特老板深知，英雄不问出处<br>只要你已成年，不问性别、出身与参赛目的<br>我们接受一切符合条件者的报名！"
            }
        ]
    },
    {
        "Name": "会咬人，禁止靠近！",
        "Desc": "稚嫩的笔迹写成的便条。大概是某个机器人机生轨迹的缩影。",
        "World": 2,
        "Books": [
            {
                "Desc": "会咬人，禁止靠近！<br><br>这是我的机器人宠物「小七」。它以前很乖，但现在生病了，可能会咬人！<br>听说史瓦罗大佬会将这里的机器人修好，我才把它放在这里的。<br>史瓦罗大佬，请您一定要救救我的小七！<br>等小七的病好了，它自己就会回家的。它认识回家的路！<br><br><i>*这是一张报废机器人表面的便条，没有署名。原来它还可以咬人，遗憾的是现在不能了。*</i>"
            }
        ]
    },
    {
        "Name": "说唱大战投票通道开启",
        "Desc": "流浪者营地中某项赛事的宣传画。你有充分的理由怀疑这幅广告出自一名说唱歌手之手。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这张海报完全由五彩斑斓的高饱和颜色构成，在这样一个满目疮痍的流浪者营地里尤为刺眼。*</i><br><br>说唱大战新赛季投票通道开启<br>说唱爱好者火热募集中！<br><br>哟<br>哟<br>对生活感到无趣的你是否想要来上一点挑战<br>那就快来握紧拳头当作麦克风参加说唱大战<br>不用担心自己的节奏和韵脚是否真的会太烂<br>只要拿出勇气踏上舞台就连掘掘博士都会为你点赞<br><br>亦或是你只想在舞台之下做个仰望的旁观者<br>那么这里也有机会让你把舞台气氛炒到火热<br>要知道说唱大战全新赛季投票通道已经开设<br>你听过的没听过的说唱爱好者全都花名在册<br>犹豫不决踌躇不前你究竟还在踯躅思量什么<br>可千万不要白白浪费了自己的宝贵投票名额<br><br>史瓦罗基地史上规模最大说唱大战<br>全新赛季正式启动！<br>八十八度矿底？史派克狗狗？无敌大老爹？<br>大咖云集，今晚开秀！<br>决定选手去留？<br>唱响豪华舞台？<br>全部都由你说了算！<br><br>关于本赛季说唱大战参赛/投票方式详情，欢迎咨询「掘掘博士」！"
            }
        ]
    },
    {
        "Name": "军用机械例行检修记录表",
        "Desc": "银鬃铁卫后勤部门定期贴出来的军械保养告示，可惜并没有多少人会去关注。",
        "World": 2,
        "Books": [
            {
                "Desc": "技术部例行检修已完成，检修记录公示如下：<br><br>【检修项目】警卫机器人三型<br>【检修日期】8月5日<br>【检修部位】截割臂<br>【检修内容】截割臂电机与操纵阀运转情况<br>【检修结果】正常<br>【设备维护人】米拉<br>【技术部意见】<br><i>完全没有达到正常运作的水平，残次品不应该出现在军火库。</i><br><br>【检修项目】警卫机器人一型<br>【检修日期】8月5日<br>【检修部位】警戒巡查装置<br>【检修内容】巡查装置是否灵敏<br>【检修结果】可能正常<br>【设备维护人】莱瑞<br>【技术部意见】<br><i>「可能正常」？请注意检修报告写作规范。经技术部排查，巡查装置灵敏，可以投入使用。</i><br><br>【检修项目】三号仓库运输装置<br>【检修日期】8月5日<br>【检修部位】物资传送轨道是否完整<br>【检修结果】正常<br>【设备维护人】米拉<br>【技术部意见】<br><i>排查一致，注意传送轨道定期维护。</i><br><br>【检修项目】低压防爆开关<br>【检修日期】8月5日<br>【检修部位】开关接线绝缘层是否破损<br>【检修结果】正常<br>【设备维护人】莱瑞<br>【技术部意见】<br><i>上个月更换的绝缘层已经出现了老化，残次品不应该出现在军火库。建议严查军需品采购部。</i><br><br>【检修项目】双联旋转炮塔<br>【检修日期】8月5日<br>【检修部位】液压推进装置运转情况<br>【检修结果】有异响，系轴承处磨损所致，轴承已更换并涂抹润滑油<br>【设备维护人】莱瑞<br>【技术部意见】<br><i>排查一致，已经确认润滑油更换情况。润滑油品控问题严重，建议严查军需品采购部。</i><br><br>技术部负责人签字：茉莉"
            }
        ]
    },
    {
        "Name": "小朋友（已黑化）的观察日记",
        "Desc": "一篇看起来略显幼稚的观察日记。日记的主人似乎受到了严重的精神创伤。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*笔记本封面已经被污泥和矿尘覆盖，脏得不成样子，可从内页看来却像是崭新的笔记本，甚至没有写几页。*</i><br><br>2月 21 日<br>我找到其他小朋友，问他们准备观察什么动物。他们选的动物有：洞螈、葬礼虫、结晶蜥蜴等。但是我想要选一种特别的小动物，所以，我决定观察爸爸做的机器人宠物。它叫「小七」，有一个方方的脑袋和四条腿。我们一家人都很喜欢它。<br>今天，爸爸让我给「小七」准备晚饭。所以我把它带到了能源转换设施，让「小七」饱餐了一顿。<br><br>2月 22 日<br>今天妈妈带我去磐岩镇玩，没有写观察日记。<br><br>2月 23 日<br>今天爸爸带着「小七」出去了，没办法写观察日记。<br><br>2月 24 日<br>爸爸和我说，他昨天给「小七」做了一些改造。现在它可以说话了，也变得更聪明了，可以帮我们做一些简单的家务。<br>我想测试一下「小七」有多聪明。于是，我对「小七」说：「我今天不舒服，你帮我跟老师请个假吧！」<br>「小七」很快明白了我的意思，对我说：「你有病是吧？」<br>你看，我的「小七」果然很聪明！<br><br><i>*老师的批注：「不要再养这个机器人宠物了。」*</i><br><br>2月 25 日<br>今天，妈妈让我带着「小七」出去玩。我给「小七」的脑袋上套上了绳子，带着它出门。<br>我们在营地里遇到了吉米，他也带着自己的机器人宠物。<br>吉米的宠物有两只眼睛，一只是绿油油的，在上面，另一只是红彤彤的，在下面，都是圆溜溜的。在它的脑袋底下有一些爪子，就像是妈妈昨天晚上做的清蒸岩居蟹。<br>我决定和吉米一起玩，结果我们都忘记了自己的宠物。当我们找到它们时，发现它们抱在了一起。我猜，它们一定是在谈恋爱。因为，我们班上的汤米和玛丽就是这样。<br><br><i>*老师在此处画了一个巨大的问号。*</i><br><br>2月 26 日<br>今天我生病了，睡了一整天，没有写观察日记。<br><br>2月 27 日<br>今天我也生病了，睡了一整天，没有写观察日记。<br><br><i>*老师的批注：「布置了七天的作业，才写了三天的量？另外，机器人不是动物！」*</i><br><br>2月 28 日<br>老师居然给我的观察日记打零分，妈妈也只会说是我不对。<br>我生气了，已经黑化了…我现在好委屈，好难过，胸口好痛，根本没有人能理解我的痛苦…我还写什么日记！我要发狂了！我要变成一个裂界怪物，先把汤米和玛丽吃了！然后再把老师给吃了！啊哈哈哈哈！<br>呵呵，我就是黑暗的化身…我要埋葬这本罪恶的观察日记，埋葬我的过去…呵呵呵呵……<br><br><i>*笔记内容到此为止了。*</i>"
            }
        ]
    },
    {
        "Name": "「新•淬火工坊」开张！",
        "Desc": "「新•淬火工坊」的宣传广告。你似乎在别处见过类似的名字。",
        "World": 2,
        "Books": [
            {
                "Desc": "「新•淬火工坊」<br>开张！<br><br>各位流浪者朋友，大家好！<br>我名叫奥格拉•库拉克，是来自铆钉镇的流浪者<br>各位朋友或许没有听说过我，但应该多少听过铆钉镇的「淬火工坊」<br>没错！我正是出身自这座传奇工坊！<br><br>铆钉镇已经被裂界怪物彻底入侵，整个「淬火工坊」在逃难时不幸失散<br>即便我来到了这流浪者营地，也没能找到他们<br>不过，流浪者朋友当中也有不少能工巧匠，我们一拍即合<br>决定继承「淬火工坊」之名，创立<br>「新•淬火工坊」！<br><br>我们的营业范围是：<br>各种古代遗物鉴定、维修及回收<br>废旧零件回收、翻新<br>各种品类零件出售<br><br>希望各位流浪者朋友注意的是，工坊货源并非来自常规渠道<br>这是我们历经千辛万苦、冒着生命危险从机械墓场取得的零件<br>每一个零件都是有灵魂的！灌注了我们的心血与执念！<br>即便有人会抱怨零件的卖相不好，品类不全<br>你在别处也找不到第二家了！<br><br>你还在等什么？<br>心动不如行动<br>快来「新•淬火工坊」寻找你梦寐以求的零件吧！<br>携机器人朋友到店还可享半价优惠！"
            }
        ]
    },
    {
        "Name": "逐梦者的信件",
        "Desc": "一封未能送抵的信件。将脆弱的信封轻轻开启，你甚至能够听到梦碎的声音。",
        "World": 2,
        "Books": [
            {
                "Desc": "亲爱的妈妈：<br><br>好久不见！<br>不知道您最近过得如何？最近供暖设备好像出了点问题，不光是上层区，听说下层区到了夜里也有点冷。您可一定要保重身体，别着凉了！<br><br>这次给您写信是想要告诉您，我那挂了牌的上层区房子马上就能脱手了。另外，铆钉镇这边的新商铺我也谈妥了，等过两月回来我就把铺子重新开张。<br><br>我简单算了算，把买商铺的部分算进房子脱手的进账，再把要还的贷款也算上，结余也能有八十多万信用点。这么一看，我这趟上层区之旅倒是赚了：毕竟我走的时候把全身家当卖了也才有五十多万。<br><br>好家伙，这上层区房价真是一天比一天高——就算我把现在的房子脱手，再去搞套新的，也就充其量付个首付，这和我刚来上层区的时候也没什么区别了。想当年我过得紧紧巴巴的，有余钱的时候还只能啃半根红肠、没钱的时候恨不得喝雪水填饱肚子。我再不想过这样的生活了，说真的，这辈子我都不想再吃到贝洛伯格红肠了，什么口味都不行。<br><br>原本我想找房产中介再讨论下价格，不过还是算了吧，就当花钱买个清净。毕竟上层区的生活是真吃人，我是一刻也不想多待了。尤其是那个贝洛伯格银行，真是不可理喻！才过了几天啊，又不是不还钱了。贷款的时候把我当亲人，催起债来巴不得把我生吞活剥了。还是我们铆钉镇好啊，乡里乡亲的，多有人情味儿。<br><br>一想到这些糟心事，我就气不打一处来，不提了，反正我马上就要回家了。我计划还是和以前一样，开个小生活用品店。虽然不如在上层区赚得多，但小日子终究是过得有滋有味。哪像在上层区啊，忙里忙外都不清楚是为了什么。<br><br>你看看我，又开始说上层区的事了。不过没关系，总归是撑过去了，妈妈您尽管放心。等事情全都办妥帖了我就再给您写信。<br><br>祝：<br>身体健康，天天开心！<br><br>爱你的儿子 罗伯特•莫德里奇"
            }
        ]
    },
    {
        "Name": "光荣的铁卫将为我们抵御外敌！",
        "Desc": "可可利亚颁布上下层区封锁令时的动员令。对此，下层区的某些居民发出了不满的声音。",
        "World": 2,
        "Books": [
            {
                "Desc": "光荣的铁卫将为我们抵御外敌！<br><br>贝洛伯格的公民们，兄弟姐妹们！我们光荣的银鬃铁卫们！<br><br>当我们在温暖的地髓炉边酣然入梦时，旷日持久的战争却未曾停歇！众所周知，被称为裂界的灾难在过去的几百年里蔓延扩张，而如今，裂界和它滋生的怪物又展露出了新的獠牙——侵蚀加剧，比以往任何时候都更加激烈。我们曾经在一场声势浩大的保卫战争中取得了完全胜利；在如今抵抗裂界怪物的斗争中，我们也绝不会甘于下风！<br><br>银鬃铁卫的骁勇善战自是举世无双，而裂界怪物的凶恶程度也在与日俱增。在筑城者们的存护之力加持下，银鬃铁卫不断将怪物们步步紧逼，禁区前线里捷报频频。我们伟大的守护者——可可利亚大人也敏锐地意识到：反击的时刻已经到来！<br><br>铆钉镇管理委员会及商业联合会在此传达大守护者的谕令：即日起，上下层区银鬃铁卫全军应迅速集结，开往上层区裂界前线！此时此刻，假使我们能举全军之力向裂界发起猛攻，必定能够彻底结束这场险恶的战争！英雄的人民将再度欢庆伟大的胜利！<br><br>贝洛伯格初任大守护者阿丽萨•兰德曾经说过：贝洛伯格人是英勇的、机智的、是被伟大的克里珀所祝福的；无论何时，我们的人民都能够齐心聚力，同一切进犯的敌人斗争到底！<br><br>如今正是我们发扬贝洛伯格精神的时候了——即便身处后方，我们也应该有后方能做到的事情！保证供应铁卫的物资补给顺利通畅，保证主城的地髓供应稳定依旧，保证英雄们没有任何后顾之忧！<br><br>愿筑城者长存！愿贝洛伯格长存！<br><br>愿英雄的贝洛伯格子民们与他们伟大的城邦一同在寒风暴雪中永屹！<br><br><br><i>*在陈旧的动员令下是一些不满的涂鸦。*</i><br><br>这都多少年了，还没反击完？ 笑了，铁卫怕是被全歼了<br><br>大守护者和上层区一起完蛋了吧？<br>把我捐的铁锅还我！<br>下面请欣赏下层区民歌：《我们都盼望银鬃铁卫回来》 <br>我想见到爸爸，爸爸什么时候回家？"
            }
        ]
    },
    {
        "Name": "油腻腻的食评册",
        "Desc": "歌德大饭店主厨与客人之间交流新菜的留言手册，封皮上布满了可疑的油污。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>挂在柜台边上常年被油烟所熏陶，纸张边缘已经油迹斑斑。</i><br><br>最近准备研发一些新菜，有什么意见尽管提。<br>——歌蒂<br><br>本周新品：杂菜汤<br>【食客评价】<br>1、卖相有点糟糕啊，黏黏糊糊一大团，实在让人倒胃口。<br>——道恩<br>2、说是「杂菜」，其实是洞穴里的苔藓。虽然口感挺好的，苔藓被炖煮得足够绵软，浸润了汤汁的酸甜味，浓稠但不厚重，非常开胃。但我同意楼上的意见，这道菜还是换个名字吧，不然以后端出去肯定会被其他顾客投诉的。<br>——桑德斯<br>【主厨回复】<br>知道啦，口感上没问题就行，菜名的我以后再想一个吧，因为苔藓的货源不太稳定，我也不确定这道菜到底要不要对外供应了。<br><br>本周新品：铁罐焖螈肉<br>【食客评价】<br>1、 铁罐是从什么废弃机械上拆下来的吗，虽然洗得很干净了不过边缘有点斑驳，还是让人倒胃口啊。<br>——道恩<br>2、 也不能怪道恩吹毛求疵，里面的肉汁收得很不错，但我在吃的时候下巴被铁皮烫到好几次了。歌蒂你为什么一定要执着于用铁罐来做菜呢，换个别的容器吧。<br>——桑德斯<br>【主厨回复】<br>抱歉抱歉，用铁罐是因为我最近从一本旧书上看到说「铁罐适合煨汤和焖炖，能最大限度地保留食物本身的鲜美感」。我想想能不能改进一下吧，烫到你实在是不好意思。<br><br>本周新品：改良版铁罐焖螈肉<br>【食客评价】<br>1、 这层面包皮有点意思，铁罐子看上去高级多了。歌蒂你能在面包皮上面裱花吗？<br><br>——道恩<br>2、这是在铁罐边上加了一层面包皮吗？这道菜唯一的缺点被逆转成优点了，被余热加温到酥脆的面包皮，配合软嫩的洞螈肉，再沾点铁罐里的肉汁，我敢说仅凭这一手，铁罐焖螈肉就应该是饭店的「镇店之宝」。<br><br>——桑德斯<br>【主厨回复】<br>道恩，你别再问我了，不能！你就算问一万遍我也不可能在面包皮上裱花！<br>桑德斯，谢谢你的建议，你要不说我都没发现到铁皮的过热问题。铁罐焖螈肉明天就开始对外供应了，你来吃的话算我的，别客气！<br><br>本周新品：蜜饯菇托辣椒<br>【食客评价】<br>1、 开胃，但不管饱，还不够我塞牙缝的，害我回家之后馋得干吃了六片黑面包。<br>——道恩<br>2、 居然是冷菜啊，挺稀奇的。烤好的蜜饯菇上搭配着切好的铁锤辣椒碎…层次感分明，甜味儿刚刚过去，辣椒的劲头就上来了，作为餐前冷菜，看起来分量挺少，但一不留神就会全部吃光。<br>——桑德斯<br>3、 有不辣版吗？好吃是好吃，但我吃不了太辣的菜呜呜。<br>——伊蕾恩<br>【主厨回复】<br>不辣的？我目前还没找到铁锤辣椒的替代品，估计短时间内是没办法做到的，抱歉啦。后天开始对外供应的也只有辣味版。至于道恩，你牙缝这么大的话是不是该去看看牙齿了？<br><br>本周新品：鼠肉冻<br>【食客评价】<br>1、 居然是肉冻，童年的味道，但你能不能别在菜名上告诉我这是「鼠肉」，我心理比较脆弱，怕童年的味道变成童年阴影。<br>——道恩<br>2、 肉冻应该算是不是磐岩镇本地人不会知道的特色菜了。疯地鼠的肉一点也不腥，和蒜末一起切碎，这种满嘴是肉的扎实感真爽啊。用来蘸着吃的酸奶油口感绵软，但又不会太腻，吃起来远比传统的鱼肉冻美味。<br>——桑德斯<br>3、 不愧是歌蒂师傅呀，吃下去就像是回到那个家家户户都会自制肉冻的小时候了。<br>——伊蕾恩<br>【主厨回复】<br>那把名字改成「风味肉冻」好了，下周开始正式对外供应。<br><br><br>本周新品：烤蘑菇<br>【食客评价】<br>1、 为了追求食材的新鲜度，歌蒂你在这条路上走得太超前了。市面上能买来吃的蘑菇永远都是那几种不是没有道理的，你烤的这几种蘑菇都是不能食用的品种。<br>——桑德斯<br>2、 我还没见过这么「多彩」的蘑菇，这真的能吃吗？<br>——安东尼娜<br>3、 分量挺足的，口感还行，就是吃了会拉肚子，比较考验顾客的消化能力。<br>——道恩<br>【主厨回复】<br>不会吧？真的很抱歉，希望大家都没事…<br><br><br>本周新品：炸岩居蟹<br>【食客评价】<br>1、 岩居蟹本身肉质极其鲜美，但并不适合于油炸的烹饪手法，这样炸过之后蟹壳很难咬得动。我是用石头直接砸开才吃到蟹钳里的肉的。<br>——桑德斯<br>2、 歌蒂，你是不是没能清理干净岩居蟹身上的碎石，油炸之后碎石和蟹壳裹在一起，根本看不见，石子差点把我牙给崩了。<br>——安东尼娜<br>【主厨回复】<br>卖螃蟹的跟我说不要冲洗得太干净，不然在做菜的时候会丢失一部分鲜味。是我没把握好这个尺度，还是跟大家说声迟来的抱歉。"
            }
        ]
    },
    {
        "Name": "在广场干道增设路障的通知",
        "Desc": "铆钉镇沦陷前夕张贴的公告，意在警示居民注意避险。就结果而言，这一举措之成效微乎其微。",
        "World": 2,
        "Books": [
            {
                "Desc": "在广场干道增设路障的通知<br><br>因铆钉镇周边裂界侵蚀加速，裂界怪物活动愈加频繁，为防止怪物入侵铆钉镇中心、造成人身财产安全损害，即日起将在铆钉镇广场干道（北面方向）设置路障，撤除时间待定。商业街道北方出入口亦将加强安保措施。<br><br>广场干道封闭后，铆钉镇孤儿院将暂时停止运营。孤儿院相关人员已组织领养家庭相关工作，暂时将孤儿院主体迁移至磐岩镇。另请广大镇民避免前往孤儿院附近，若必须前往则请通过商业街道绕行，并务必注意安全。<br><br>特此通知。<br><br>铆钉镇管理委员会<br>筑城纪元 694 年4月 23 日"
            }
        ]
    },
    {
        "Name": "支离破碎的日记",
        "Desc": "避难硐室中发现的日记残页。从中得以窥见重大事件如何扭转小人物的命运。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*单看这三页纸上的内容并不连贯，但能确定这是从某人的日记本中落下的残页。*</i><br><br>【第一页纸】<br> 11 月 23 日 星期二<br>我和伙计们在这地下兜兜转转几天了。<br>我每晚睡前都寻思啊，流浪者的生活可真不容易。之前自己对镇上的流浪者总是态度不好，可谁能想到我居然也开始流浪了呢？唉，真是风水轮流转啊。<br>该死的裂界，要是没有那玩意，我至于这样背井离乡吗？<br>希望今晚能有个遮风的棚子睡一晚。离了镇子可真够冷的。<br><br> 11 月 24 日 星期三<br>我们找到了磐岩镇的矿区，这边的工头最开始看我们不顺眼，想打发我们走，结果最后还是让我们到边上的矿道里住着了。<br>我们搬进来之前这矿道里就有人了。问了问，好像也是一帮流浪者，这就叫什么…同病相怜？<br>他们管这地方叫什么「避难所」，之前是矿工用来躲避矿难的安全屋。后来这条矿道废弃了，也就成流浪者的地盘了。<br>住别人屋檐底下可真不自在，不过也没得挑了。有个遮风的地盘就行咯，还能咋办。<br><br> 11 月 26 日 星期五<br>和这帮人开始搭伙过日子已经是第二天了。我饿得不得了，没力气，也懒得去跟矿队一起挖矿。况且那帮人多少有点看不起流浪者，嫌我们毛手毛脚。<br>我反正是没干过偷偷摸摸的事，捡垃圾换吃的罢了。他们凭啥这么对我？<br>不过队里也有好人。有个叫史蒂夫的。老穿蓝衬衫，破破烂烂的。这人愿意和我聊天，我就和他聊。他说昨天矿队好像发现大家伙了，有流浪的地痞去骚扰他们，还想强占这块地呢。<br><br>【第二页纸】<br> 11 月 30 日 星期二<br>我发现捡垃圾没啥赚头，就帮着矿队里做点杂活。我之前好歹也是手艺人，偶尔帮他们修修机器。这么一来二去的也就和他们称兄道弟了。<br>那个叫史蒂夫的老哥人还挺好，帮衬了不少，有啥吃的喝的就喊上我一起了。<br>接下来估计就接着帮矿队做工了。反正都是混口饭吃，这到底是比捡垃圾体面点。<br>我也去看了眼那大矿脉。要说大不大，那确实大。难怪有人想抢呢。<br><br> 12 月2日 星期四<br>史蒂夫问我愿不愿意加入他们矿队，专门帮他们维护机械。我说行啊，给饭吃咋都成。我还是挺感激史蒂夫的。这老哥不像其他人，挺照顾我的。<br>回头攒点钱请他到附近镇子上搓一顿吧，再捎上之前一起流浪的朋友。听说磐岩镇有个歌德大酒店，老板娘的厨艺不错。<br>听说今天有个矿工发现自己私藏的工钱给人撬走了。我估计是那帮地痞流氓干的，真糟心。就是因为这帮人，矿队的人这两天对我们的态度更差了。<br><br>【第三页纸】<br> 12 月5日 星期日<br>好家伙！我一睡醒那帮地痞和矿队的干起仗来了。我还是别从这避难所出去了。<br>听说「地火」的人都来了，想调停，哪知道连他们说话都不好使啊。最后好像是来了一堆机器，硬是把两拨人分开了。<br>希望别闹出人命，我还没请史蒂夫老哥吃饭呢。回头消停了就去找他吧。<br><br> 12 月 10 日 星期五<br>找了史蒂夫两天，还是没找见人。问那群矿队的人，他们都说不知道。<br>这老哥失踪去哪了？那天后来到底发生了啥？我听说的是那群机器人还要保护人类呀，唉，不会真的出什么事儿了吧？<br><br> 12 月 13 日 星期一<br>我寻思着史蒂夫可能那天可能没上工，出门去了。<br>唉…大起大落啊。现在可真是啥也没了。好不容易新交个朋友，人还失踪了。<br>没啥好留恋的了，收拾收拾明天我就离开这里吧。<br>不知道最后能不能遇到史蒂夫老哥啊。"
            }
        ]
    },
    {
        "Name": "生活物资需求征集",
        "Desc": "一份生活物资需求征集单。看得出大矿区的矿头对于矿民的需求基本还算宽容。",
        "World": 2,
        "Books": [
            {
                "Desc": "生活物资需求征集 4月第一周<br><br>本周生活物资需求征集已开始。请有需求的工友们另附纸填写申请单，写明自己需要的生活物资，并投放在需求征集箱中。填写格式如下：<br><br>【姓 名】（此处填写自己的名字）<br>【需求物资】（此处填写你需要的物资）<br>【备 注】（此处填写你的需求细节）<br>【申请意见】（此处由矿队管理人员填写）<br><br>矿队管理人员会在本周周五将各位工友的申请单回收审核，批复申请意见后再重新粘贴至此处。请提出申请的工友在次周周一检查本通知，查看自己的申请是否通过。若申请通过，相关物资会于五个工作日内送至矿队管理人员办公室，届时请凭工作证领取物资。<br><br><i>*底下乱七八糟地贴着许多生活物资申请单*</i><br><br>#1<br>【姓 名】 安德烈<br>【需求物资】 十字镐保养油<br>【备 注】 三瓶，最便宜的就行，牌子无所谓。<br>【申请意见】 批准。<br><br>#2<br>【姓 名】 奥尔加<br>【需求物资】 倍润矿脂<br>【备 注】 一瓶。这矿区实在干得很，受不了了。<br>【申请意见】 批准。大老爷们一个，还挺会保养。<br><br>#3<br>【姓 名】 穆夏<br>【需求物资】 牛奶<br>【备 注】 一打，最好是「哞哞」牌的。实在没有就算了，不要了。<br>【申请意见】 驳回。上面来的这个月物资里压根没有牛奶，上哪给你找去。你倒好，还开始挑牌子了。要不牵头牛给你自己挤？<br><br>#4<br>【姓 名】 史蒂夫<br>【需求物资】 饮料<br>【备 注】 我想喝点烈的。<br>【申请意见】 驳回。岩盐兑水还不够烈？<br><br>#5<br>【姓 名】 苏珊娜<br>【需求物资】 倍润矿脂<br>【备 注】 两瓶。<br>【申请意见】 批准。<br><br>#6<br>【姓 名】 阿列克斯<br>【需求物资】 贝洛伯格红肠<br>【备 注】 一箱。老样子，要蒜香味的。<br>【申请意见】 批准。偶尔也吃点其他的吧，自打来了矿区就没见过你吃红肠以外的东西。<br><br>#7<br>【姓 名】 阿尔乔姆<br>【需求物资】 矿毒清<br>【备 注】 两瓶。<br>【申请意见】 驳回。这个队里有，直接去和工头要吧。<br><br>#8<br>【姓 名】 瓦里安<br>【需求物资】 家用地髓暖炉<br>【备 注】 <br>【申请意见】 驳回。自己去看生活守则，上面写了这玩意禁止在矿区里用。你这是嫌咱们爆破作业动静不够大是吧？"
            }
        ]
    },
    {
        "Name": "矿业机械采购单据",
        "Desc": "遗落在铆钉镇商业联合会旧址的交易凭证，使人难免怀念铆钉镇过去蓬勃的光景。",
        "World": 2,
        "Books": [
            {
                "Desc": "采 购 订 单<br><br>【订单编号】  693910 - 0003  <br><br>【采购方】 磐岩镇大矿区矿队<br>【联系人】 史蒂夫•诺奇<br><br>【供应商】 铆钉镇商业联合会<br>【联系人】 托马斯•汉莎<br><br>【序 号】 1<br>【货物编号】 2- 65 <br>【货物名称】 风动凿岩机<br>【规格型号】 「铆钉」二型<br>【单 位】 台<br>【数 量】 5<br>【单 价】  1,450 冬城盾<br>【金 额】  7,250 冬城盾<br>【备 注】 设备租赁，金额按单日计<br>【总 价】  7,250 冬城盾<br><br>【交货日期】 9月 20 日<br>【交货方式】 供货方送货<br>【交货地址】 磐岩镇外沿大矿区营地<br><br>【税 率】  15% <br>【支付方式】 冬城盾直接支付<br>【付款约定】 预付 50% 定金，剩余货到付款"
            }
        ]
    },
    {
        "Name": "一间好商铺，世代摇钱树",
        "Desc": "废弃的房地产广告传单，现在已经是投资上的负面教材。",
        "World": 2,
        "Books": [
            {
                "Desc": "俗话说，「旺铺传家养三代」，近年来贝洛伯格的商铺日益抢手。博特地产年度巨献——边缘通路区域全新休闲广场即将动工，尽享跨区便利，旺铺抢先预购已经火热开启！<br><br>【老牌地产开发商，为财富实力护航】<br>博特地产，以无与伦比的品牌实力与丰富的开发经验，为您的财富打造强力后盾。<br>休闲娱乐、办公经商，博特地产为各位投资者提供委托管理服务，提供物业及室内设施、每日巡逻安保服务，为您的投资时刻保驾护航。<br><br>【黄金枢纽地段，充足客源保障】<br>连接行政区与候车广场，坐享充足的客源保障。<br>屹立行政区旁，扼守上下班高峰人流，筑起贝洛伯格财富之门。<br>临近老牌金融街道，绝对稀缺的枢纽商铺，铺铺兴旺，坐享其成财富源源不绝。<br><br>【低投入，大收益，做最具慧眼的投资者】<br>低投入，大收益，配套设施齐全，停车位充足，周边交通便利，便利的投资条件为广大投资者考虑。贝洛伯格最划时代的创新投资计划，最具前景的理财产品，最具慧眼的投资者该出手了！<br><br>博特休闲广场为广大市民朋友打造「享受生活，享受欢乐」的新型广场，雅致设计，精美装修，让欢乐时光与您时刻相伴。<br>百间商铺，全城疯抢。预购开启，震撼开盘。<br><br>项目地址：边缘通路中部（露天咖啡厅北侧）<br>详情请向博特地产广场管理处办公点工作人员咨询。"
            }
        ]
    },
    {
        "Name": "写给闯入者的便条",
        "Desc": "未卜先知的站长写给闯入者的警示便条，不惩反奖，意在鼓励所有好奇的冒险，嘉奖一切知识的奔流。",
        "World": 1,
        "Books": [
            {
                "Desc": "不许动，说的就是你。<br>当你发现这个便条的时候，已经进入了本站长手写的「天眼」程序的监控范围。<br>换句话说，你自以为神不知鬼不觉的探索行动，已经被我记在了小本本上。<br>我费尽心思给这个房间搞了三重加密，就是为了把无聊的过去关在这里。<br>现在你已经知晓了有关本小姐身世的天大秘密，我就不能放任你大摇大摆地离开了。<br>在你进入房间的同时，你已经吸入了致幻的毒气。<br>毒性之烈，就连空间站内最优秀的医疗科员也回天乏术……<br>总而言之，你命休矣！<br><br>哈！是不是被这个玩笑吓得够呛？谁叫你随随便便闯入别人的私人领地。<br>好啦好啦，没有什么「天眼」，也没有什么毒气。<br>相反，这房间里放了一些历史悠久的稀罕玩意儿，当然，都是我不要的。<br>作为解开三重权限的嘉奖，你可以自行取用。<br>没错，不惩反奖，没办法，这就是本站长治理空间站的准则——<br>鼓励所有好奇的冒险，嘉奖一切知识的奔流。<br>谢恩吧。<br><br>别忘了，走之前把你翻乱的东西摆摆好，拿到想要的奖励就离开吧。<br>切莫逗留，切莫贪心。否则，惹我生气的话，后果难以想象喔。<br><br>你最最最最最最亲爱的<br>未卜先知的艾丝妲站长<br>啾咪"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "艾丝妲与「商业精英」的往来邮件副本",
        "Desc": "艾丝妲与发明「宇宙高能元域空间」的「商业精英」的邮件往来副本。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*打印出来的邮件页面，尾部带有艾丝妲的签名与一行「通报给防卫科信息安全部拉黑」的手写批注*</i><br><br>【已读邮件】<br>收件人：艾丝妲@黑塔空间站<br>发件人：瑞恩@银河无限能量集团<br>邮件内容：<br><br>最有格局、最有梦想、最有潜力的艾丝妲大小姐：<br><br>晚上好，先前我曾在贵家族举办的慈善晚宴上，有幸见到过阁下，并向您做过自我介绍。不过我知道，贵人多忘事，何况是您这样出身高贵、学识丰富又冰雪聪明的好姑娘。<br><br>在这里我想再一次向您介绍我的身份。呵呵，希望您和传说中一样，是最具慧眼的千金。<br><br>鄙人瑞恩，是银河系成功企业家协会创始人，银河无限能量集团董事长，宇宙高能元域空间的品牌创始人。在过去十载的辛勤研究中，鄙人曾于睡梦中幸运得到一位匿名的「天才俱乐部」成员的远程指导，梦醒后便成功研制出宇宙高能元域空间。鄙人曾向贵集团投递宇宙高能元域空间的商业合作计划书，可惜贵集团开价不符合我心中的价值，最后错失了和阁下共事的美好机会。<br><br>但鄙人是成功企业家协会的创始人，通过本协会庞大的人际关系网，有热心会员向鄙人告知了阁下的邮箱地址。鄙人认为，阁下是近百年来各大家族继承人中最有天赋的千金。而且，鄙人也了解贵家族在星际和平公司背后的影响力。因此，鄙人斗胆邀请阁下前来与我共同创业。只有阁下这种出身高贵又有足够潜力的青年才俊，才能理解鄙人的天才发明——宇宙高能元域空间一定会为您的传奇人生增添最辉煌的一笔。<br><br>（商业计划书详见附件里，我能接受的价格是——你投资，我拿六成干股，你拿四成。机不可失时不再来！）<br>瑞恩<br><br>【已发送邮件】<br>收件人：瑞恩@银河无限能量集团<br>发件人：艾丝妲@黑塔空间站<br>抄送：妮娜@星际和平公司安保中心数据安全部门<br>邮件内容：<br><br>经过本小姐的多年研究，我在宇宙中发现了一些前人未发现的新东西——原来在宇宙中，还有一种高速粒子存在，它叫骗子粒子。<br><br>骗子粒子围绕着正常生命体高速旋转，形成了元域世界中构成物质的基础。在外界高能概念的持续刺激下，骗子粒子跃迁到高能态，短暂时间后回落至低能态，与此同时从外界收割信用点数。<br><br>但很可惜，在星间还有一种反粒子，时常被一堆骗子围绕。最终，反骗子粒子会爆发出它本身的能量，剥夺骗子粒子的正价形态，直至亲眼目睹它们走向湮灭。<br><br>不巧本小姐就是这种反粒子的发现人，你还敢骗到我头上来，真是无知。<br><br>「反骗子粒子」理论创始人-艾丝妲"
            }
        ]
    },
    {
        "Name": "艾丝妲的购物清单",
        "Desc": "艾丝妲的寰宇采购清单，收件人出乎意料地写着阿兰的名字。",
        "World": 1,
        "Books": [
            {
                "Desc": "尊敬的终身高级会员「艾丝妲」：<br>感谢您在寰宇佳品网购物！<br>我们已收到您的订单【 239123 **********】，已安排专人为您送货上门，欢迎您随时关注订单状态！您选择的是「在线支付」，实际发货信息详见每个包裹中的纸质发货清单页面，当您拥有多个订单装填时，可能对包裹进行多次分拆式发送，订单信息以「我的订单」页面显示信息为准，您可以随时进入页面对订单进行修改等操作。<br><br>【订单编号： 239123 **********】<br>【收货地点：「黑塔」空间站，坐标*****，*****】<br>【收货人姓名：阿兰】<br><br>本次订单含有1个包裹，详细货物清单如下：<br>1、品牌独家生鲜产品：水果味「快高长大」系列高钙复原乳  10 箱*1箱 20 瓶 常温盒装<br><br>2、云柔印象牌加厚暖绒真空压缩保暖被「适用于宿舍床/单人床型」 蓝色星纹整被 1床 <br><br>3、珍藏重印版七部合集：《碎星之刃：银河通用大剑图鉴》<br><br>4、陨铁打造防具五件套：含头盔、目镜、护甲、护胫、手套<br><br>5、定制专拍：武器接口专用！无线外用特大容量抗摔防辐射便携移动电源 赠送充电基座 1个"
            }
        ]
    },
    {
        "Name": "艾丝妲的家书",
        "Desc": "艾丝妲与家中长辈的书信往来，不知为何呈现出一场罗生门迷局。",
        "World": 1,
        "Books": [
            {
                "Desc": "<br><i>*印着烫金族徽的信笺看上去极为华贵，但突兀的褶皱讲述了它曾在垃圾桶寄居的经历。*</i><br><br>【第一封信】<br><br>艾丝妲：<br><br>太奶奶的病情有变，速归，急。<br>巴林特叔叔<br><br>【第二封信】<br><br>我最亲爱的侄女，艾丝妲：<br><br>我看到二哥派人把守住了病房，现在我和你的表妹们试了好几次，他的手下还是不让我们靠近。前几天的远程会议上我和他吵了几次，他坚持不让我们和医院那边视频连线，现在也不知道太奶奶那儿到底是什么情况。你爸爸还在拉奇蒙特星那边没回来，我给他发的消息也不回，不知道是什么情况。<br><br>但我想巴林特这混小子…他顶多是想多占点星际和平公司那边的好处，应该是不敢对太奶奶怎么样的。你不用太过担心太奶奶的事情，整个星系最好的医疗资源都在这儿，估计也不会有什么大问题的。<br>不过，我有些担心你，一个女孩子独自在外漂泊考察什么星星轨迹的，还是有些不太安全。巴林特这家伙最近有点急了，我担心他对你下手做出什么不利的事来。你在外注意雇点靠谱的安保人员，否则…不过没关系，我看了下你的行程，离你最近的这个星球是████，坐标是████，在那儿有家星际和平公司旗下的子公司是挂在我名下的。你可以直接过去，我在那边给你安排好了一队身手特别好的安保人员。<br><br>切记：巴林特说什么你都别信，小心巴林特！<br>爱你的，泰勒阿姨<br><br>【第三封信】<br><br>艾丝妲：<br><br>整天捣鼓你那些破望远镜和星星，连自己姓什么都忘了吗？太奶奶念叨了你好几次，速速回家！<br><br>巴林特叔叔<br><br>【第四封信】<br><br>大小姐：<br><br>冒昧叨扰，还请见谅！<br>请问您最近是否有到访星际和平公司在████星投资的█████集团，并在当地时间的下午5: 31 分签署了一份家族股份的转让协议书？<br><br>基金会这边在昨日早上收到了这份文件，但经核实，该协议的电子信源与您在过去三个月的常用地点不符，已临时中止了该流程。<br><br>具体信息请留意今明两日，届时将有集团法律顾问联系您，请留意安全设备上的来电提示。<br><br>家族信托基金委员会理事，吉尔森<br><br>【第五封信】<br><br>女儿：<br><br>爸爸那边我联系上了，临时遇到了电磁风暴，所有通讯设备都失效了。你还在追寻流星的轨迹吗，不忙的话还是回来一趟吧。家里最近不太平，有些捕风捉影的事情太多了，你小心些泰勒阿姨，信托基金那边的人前几天跟我汇报说她伪造了一份你的股权转让书，还好你没答应她…哎，总之你回家之后我再跟你仔细说吧。<br><br>对了，在外面钱还够用吗？我看了下上个月的账单，你不是说包了一个科考舰队去考察吗，怎么才花了这么点？是不是零花钱又用完了？我的宝贝女儿啊，可不要为了省钱而在吃住上亏待自己哦，钱不够的话记得跟妈妈说。<br>爱你的妈妈"
            }
        ]
    },
    {
        "Name": "数据记录：克里斯",
        "Desc": "从终端机获取的科员克里斯的设备浏览记录，应遵循阅后即焚的隐私保密原则。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>内部数据，严禁外传</i><br>查询编号：？？？？权限等级：管理员已授权 <br><br>【数据设备编号： 27149 ，设备持有者：温世齐】<br>「黑塔」系统时 09 : 10  访问了网页【星周刊官网：星际和平公司旗下销量第一的娱乐刊物】 <br>「黑塔」系统时 09 : 13  访问了网页【星周刊官网-立体全景采访视频已更新！假唱歌后米娜遗憾：他是我一生挚爱】<br>「黑塔」系统时 09 : 15  访问了网页【星周刊官网-轰动星系：昏睡十年，商业巨鳄陈年风流案事发！】<br>「黑塔」系统时 09 : 51  访问了网页【快帮忙：不只作业，你想要的代做这里都有！】<br>「黑塔」系统时 10 : 12  访问了网页【快帮忙-研究报告代写】<br>——写入了信息：【我是学生，便宜点？】<br>——写入了信息：【喂喂喂，在吗？】<br>——写入了信息：【我是学生，可以半价吗？】<br>「黑塔」系统时 10 : 14  访问了网页【快帮忙-充值页面】<br>「黑塔」系统时 10 : 19  获取了虹膜权限【快帮忙-订购成功】<br>「黑塔」系统时 12 : 22  访问了网页【银河搜索大全：快帮忙是诈骗网站吗？】<br>「黑塔」系统时 12 : 23  访问了网页【银河搜索大全：快帮忙如何退钱？】<br><br><color=#dbc291ff>【数据设备编号： 25570 ，设备持有者：克里斯】</color><br>「黑塔」系统时 13 : 05  访问了网页【莘莘半亩林：干货最多、银河系最有影响力毕业生社区】<br>「黑塔」系统时 13 : 09  访问了网页【莘莘半亩林：[生活版块]如何在一个陌生的星球快速安顿下来，附便宜好用的物品清单】<br>「黑塔」系统时 13 : 15  访问了网页【飞狗交易网：星际和平公司旗下网络购物平台】<br>「黑塔」系统时 13 : 43  获得了写入权限【莘莘半亩林：回复：[生活版块]如何在一个陌生的星球快速安顿下来，附便宜好用的物品清单】<br>——写入了信息：【去飞狗搜了下， 20000 信用点的东西你好意思说便宜好用？】<br>——写入了信息：【什么叫我买不起，你自己去问问学生一个月能有多少钱能买得起你这 20000 信用点的床单。】<br>——写入了信息：【真是离谱，哪有学生用这么贵的床单的。读书就读书，是让你们炫富的吗？】<br><br>「黑塔」系统时 14 : 01  访问了网页【莘莘半亩林：[情感板块]和未婚妻家境差距太大，感觉很自卑怎么办？】<br>——写入了信息：【抱抱楼主，别想太多，你的学校挺好的，努力读书，以后会有出路的。】<br>——写入了信息：【噢噢原来是学弟啊，同法政人，握手握手。】<br><br>「黑塔」系统时 14 : 11  访问了网页【莘莘半亩林：[情感板块]跨星系婚姻，没有物质基础的爱情真的走不下去吗？】<br>——写入了信息：【网上有太多鼓吹物质的文章了，别信他们的，你女朋友的飞船迟早会是你的，你可是名牌大学出身，比几百万信用点的飞船值钱多了。】<br>——写入了信息：【回复[黛西的玫瑰]：书中自有黄金屋，懂吗？不应该以富裕与否评判他人，你们这是搞歧视。】<br>——写入了信息：【回复[啊哒给你两刀]：呵呵，我真不觉得飞船有什么香的。婚姻有爱情做支撑就足够了，一个月 4000 信用点的生活费还不够两个人生活吗？我自己读书的时候一个月生活费才 500 信用点，吃点冻干蔬菜我一样觉得很快乐。读了这么多书就应该满足，总是鼓吹这些身外物真的很肤浅。你们能不能不要毒害这么难得出淤泥而不染的楼主啊。】<br>——写入了信息：【那你们做不到这么节俭就别说别人不行，本身读书就能就是很快乐的事情，有水有压缩饼干都足够活了。】<br><br>「黑塔」系统时 14 : 32  访问了网页【莘莘半亩林：[生活版块]挂人：在情感区鼓吹婚姻不需要物质的你滚出来，我有话跟你说】<br>「黑塔」系统时 14 : 45  访问了网页【莘莘半亩林：[生活版块]你们说的那个奇葩，我找到了，他老家星球的都觉得他奇葩。】<br>「黑塔」系统时 15 : 17  访问了网页【银河搜索大全：怎么注销莘莘半亩林的账号？】"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "数据记录：梅厄",
        "Desc": "从终端机获取的科员梅厄的设备浏览记录，应遵循阅后即焚的隐私保密原则。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>内部数据，严禁外传</i><br>查询编号：？？？？权限等级：管理员已授权 <br><br>【数据设备编号： 4927 ，设备持有者：以斯帖】<br>「黑塔」系统时 00 : 10  获取了摄像头权限<br>「黑塔」系统时 00 : 12  获取了相册权限<br>「黑塔」系统时 00 : 15  访问了网页【银河搜索大全：好用的图片处理软件有哪些？】<br>「黑塔」系统时 00 : 24  获取了相册权限<br>「黑塔」系统时 00 : 37  访问了网页【余晖交友网：随时随地遇见下一个意中人】<br>「黑塔」系统时 01 : 02  访问了软件【双生火焰：温暖多元，宇宙人的私密交友社区】<br><br><color=#dbc291ff>【数据设备编号： 18128 ，设备持有者：梅厄】</color><br>「黑塔」系统时 02 : 47  访问了网页【银河搜索大全：助眠视频】<br>「黑塔」系统时 02 : 50  访问了网页【视频派：最新最全最快，首屈一指的视频网站】 <br>「黑塔」系统时 02 : 55  访问了网页【视频派-年度助眠精选：最舒适的头皮按摩】<br>「黑塔」系统时 03 : 17  访问了网页【视频派-深度助眠头部按摩 优质声控解压 星系探店系列】<br>「黑塔」系统时 03 : 23  访问了网页【视频派-雨季的小橘猫为你提供特别的叫醒服务】<br>「黑塔」系统时 04 : 25  访问了网页【视频派-沉浸式猫猫助眠：一碗大黑猫，呼噜声像打雷】<br>「黑塔」系统时 07 : 40  访问了网页【跃动短视频-喵喵怪入侵，闲杂人等快闪开】<br>「黑塔」系统时 10 : 11  访问了网页【银河搜索大全：黑猫】<br>「黑塔」系统时 10 : 15  获取了文档写入权限【星神异星神话考：女巫与猫的历史，浅谈黑猫与玳瑁猫的派系之争】<br>「黑塔」系统时 10 : 17  访问了网页【跃动短视频-全网最全发音教学：向猫表达爱意的 10 种拟音】<br>「黑塔」系统时 10 : 45  访问了网页【视频派-小奶喵也是喵，嗷呜嗷呜喵合集】<br>「黑塔」系统时 11 : 20  获取了视频下载权限【视频派-猫科宠物召唤术，传说中有奇效的拟音视频，保证有效！】 <br>「黑塔」系统时 13 : 19  获取了网页写入权限【猫科动物爱好者论坛：论为什么猫猫是世间至高存在】<br><br>【数据设备编号：2，设备持有者：艾丝妲】<br>「黑塔」系统时 18 : 30  访问了网页【寰宇佳品：会员邀请制品牌内购平台】<br>「黑塔」系统时 18 : 31  访问了网页【寰宇佳品-歼星舰价格】<br>「黑塔」系统时 18 : 33  访问了网页【寰宇佳品-最贵的歼星舰价格】<br>「黑塔」系统时 18 : 40  访问了网页【寰宇佳品-联系客服】"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "数据记录：乔安",
        "Desc": "从终端机获取的科员乔安的设备浏览记录，应遵循阅后即焚的隐私保密原则。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>内部数据，严禁外传</i><br>查询编号：？？？？权限等级：管理员已授权 <br><br>【数据设备编号： 2784 ，设备持有者：温天翁】<br>「黑塔」系统时 19 : 09  访问了网页【飞狗交易网：星际和平公司旗下网络购物平台】<br>「黑塔」系统时 19 : 14  访问了网页【飞狗交易网-手工拼接机械组：儿童浮空摩托艇快马旗舰店】<br>「黑塔」系统时 19 : 23  获取了写入权限【飞狗交易网-手工拼接机械组：儿童浮空摩托艇快马旗舰店】<br>——写入了信息：【你好，请问这个送往空间站的话包邮吗？】<br>「黑塔」系统时 19 : 31  获取了虹膜权限【飞狗交易网-支付成功】<br><br><color=#dbc291ff>【数据设备编号： 17624 ，设备持有者：乔安】</color><br>「黑塔」系统时 19 : 45  访问了网页【视频派：最新最全最快，首屈一指的视频网站】<br>「黑塔」系统时 19 : 47  访问了网页【视频派-超奇葩的成功学课堂上实录，你们见过这种垃圾公司到处拉人头吗】<br>「黑塔」系统时 19 : 53  访问了网页【视频派-职场最恶心的十大借口你遇到过几条？】<br>「黑塔」系统时 19 : 55  访问了网页【职场交流论坛：为什么我们要「摸鱼」？适当休息的好处竟有这么多！】<br>「黑塔」系统时 20 : 12  访问了网页【职场交流论坛：打工人必备的 130 个摸鱼技巧，从此翻身不是梦】<br>「黑塔」系统时 20 : 13  访问了网页【职场交流论坛：打工█必█的 130 个██技巧，从此██不是梦】<br>「黑塔」系统时 20 : 15  访问了网页【████论█：█工█必█的 130 个████，███████】<br><color=#eb4d3dff>——终端读取失败。</color><br><color=#eb4d3dff>——终端读取失败。</color><br><color=#eb4d3dff>——终端读取成功，解析页面内容不完整，鉴定为模因病毒，来源不明：</color><br>1、【███底层逻辑████，██████████顶层设计█哪█，最终交付███████，██████抓手██里，██保证███闭环。██████████████，██思考██沉淀██，██████方法论…】<br>2、【██周期，██转化，████，████，██逻辑，复用██，██模式，快速██，████，垂直██，领导力，资源██，██】<br>3、【████████████████拼搏██天，██也████，████福报██。██睡█小时██████████████。】<br>「黑塔」系统时 22 : 30  访问了网页【？？视频网：领导力课程？？第？？第？？讲】<br><color=#eb4d3dff>——终端读取失败。</color><br><color=#eb4d3dff>——终端读取成功，无法解析视频内容，鉴定为模因病毒，来源不明。</color>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "告罪书",
        "Desc": "古恩•科诺列夫因在空间站内执行某种神秘实验而留下的陈情告罪书。",
        "World": 1,
        "Books": [
            {
                "Desc": "由古恩•科诺列夫撰写<br><br>在我科员生涯的早期，我不可遏制的研究动力有几个重要来源，它们分别是与生俱来的好奇心、未受现实玷染的朴素正义观、面对童年和故土的消逝却无能为力的痛苦。<br><br>这些复杂的情绪，促使我写下了一本又一本关于银河正义、星球历史和邪恶派系的书籍。我在其中探讨混沌的秩序和宇宙的明天，一度以为银河的过去、现在和未来都已经在我的胸中，直到……那件事的发生，让我知道我终究只是一介研究者。当现实发生时，我无法阻止视人命如草芥的强者，也无法挽救在风中消陨的弱者。<br><br>于是在科员生涯的后期，我不再探讨正义。正义，对不拥有力量的人来说，是一个过分奢侈的词汇。<color=#eb4d3dff><b>在生命的尾声，我计划在空间站内进行一个神秘的实验。</b></color>艾丝妲站长已经同意了我的请求。<br><br>这个实验将尽量避免给任何人带来麻烦——自知不合情理，故而在此告罪——它只是我不再苦苦思索正义的这一思想转折的微末附属品，只是为了实现我一个小小的，小小的祈愿。"
            }
        ]
    },
    {
        "Name": "希拉的人物剧本",
        "Desc": "由古恩•科诺列夫所创作的希拉人物剧本，其动机笼罩在迷雾中。",
        "World": 1,
        "Books": [
            {
                "Desc": "由古恩•科诺列夫撰写<br><br>【希拉的人物小传】<br><br>希拉•诺娃，「黑塔•银河法政科」的向导，空间站两位不知名法政科员的爱情结晶。父母在抵抗「绝灭大君」针对其故土星球明亚特的毁灭行动中双双罹难。自从出生以来，由古恩•科诺列夫代替抚育，接受了正统而完整的「正义」教育，将播撒法政科的风骨与气格视为己任①。<br><br>行事端正，温柔妥帖，面对不公永不偏激，面对黑暗永不悲观②。定期会在空间站内发起道德相关的「思想实验」。<br><br><i>批注：</i><br><i>①相比她真实的人生，这样的杜撰显得如此虚弱而蹩脚。</i><br><i>②她的行事准则，此后终将有人继承。</i><br><br>【希拉的日常对话】<br><br>1、（微笑着）如果你需要知道的话，我的名字是希拉•诺娃。<br>2、（优雅地）我只是法政科的一介向导而已，日常负责传递空间站内大人物们所制定的规则。<br>3、（热情地）我志愿将自己的一切都贡献给法政科，贡献给正义，包括我的健康、我的梦想和我最炙烈的感情。<br>4、（忧伤地）从我…降生以来，我从未离开过空间站。我想，在我魂归…银河之前，我也不会离开空间站。"
            }
        ]
    },
    {
        "Name": "「风雪免疫」实验记录",
        "Desc": "娜塔莎的哥哥瓦赫留下的笔记，记录了他为了研制名为「风雪免疫」的药物而进行的一系列相关实验。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "#02号动物实验<br><br>进行了广谱动物的注射实验。实验对象皆出现了明显的活跃倾向，但药理剂量还需要再继续推敲，那两只雪雀已经连续三天叫个不停了，我根本没法入睡。<br><br>来雪原做测试确实是正确的选择，不用应付之前伦理委员会那群蠢蛋，也不用天天向机构申报写那些所谓规范的废话报告，明明两句话就能说清楚的实验，写那么多给谁看呢？<br><br>#14号动物实验<br><br>用裘鼠进行了几组对照试验，目前来看给药的「途径」对吸收的速率影响较大，初步观测的结果为：腹腔注射大于皮下注射大于灌胃服用的药效。腹腔注射组出现了休克反应，注射剂量还需要进一步调整，加快将人体测试提上议程。<br><br>这几只裘鼠我还挺不舍得的，总让我想到娜塔莎小时候养的那窝。虽然在这里效率高了不少，但材料和实验对象匮乏也是个大问题。南边有个铁卫的前哨站，也许可以试着去交易一下物资，木柴和油脂都快用完了。<br><br>#01号皮下实验<br><br>在自身的右手臂静脉进行了皮下测试， 12 小时内出现了大规模的过敏反应，并伴随有呕吐与眩晕的症状，但药理上的可行性得到了验证。在接下来的 50 小时内都没有寒冷反应。<br><br>报告写得很慢，这几天感觉手指有明显的麻痹感，不知道是不是皮下测试的后遗症。背部与手臂的浮肿和红斑缓和了很多，下次再试试更稳定的配方。"
            },
            {
                "Name": "其二",
                "Desc": "#12号注射实验<br><br>进行了最后一次注射实验，胃部出现强烈的排异反应，体温阶段性上升后会出现间歇骤降，还需要提高实验稳定性，也许可以试着采用更安全的内服方式。<br><br>最近在练习左手写字，右手的很多肌肉好像已经失去控制了，都怪我自己太心急。咳嗽和眩晕偶尔还会出现，距离上次休克已经过了 17 天，现在的药效应该稳定多了。很久没吃到兔肉炖汤了，后天找铁卫队长问看看怎么做陷阱吧。<br><br>#03号服用测试<br><br> 30 小时观测期间内体温维持稳定，偶发出现咳血与哮喘的症状表现，具体的病因还需要分析，可能是药物残留与不可代谢的原料富集导致的，应该更换一个靶向媒介？<br><br>不知道我自己写的日期对不对，好几天醒来就是夜晚了。身体机能的失控最近扩散到肩膀和脖子的位置了，现在需要垫高枕头才能睡觉，下一步不会扩散到脑部吧？<br><br>#07号服用实验<br><br>几名铁卫的反馈都较为合格，目前药物稳定的平台期已经可以达到接近五天。<br><br>最近基本讲不出话了，声带好像受到了不可逆的损伤。最为安全的一批试剂我下周会送到铁卫前哨站附近，这段时间真是太麻烦他们了。假如明天双腿稍微好点，我就去把屋子后边的那批杂草给割了，老是麻烦铁卫帮忙也不太好。"
            }
        ]
    },
    {
        "Name": "瓦赫的信",
        "Desc": "娜塔莎的哥哥瓦赫在被流放至雪原之后秘密寄出的信件。",
        "World": 2,
        "Books": [
            {
                "Desc": "娜塔莎：<br><br>展信佳，顺问冬安。<br><br>和我在此前的信里说到的一样，我确实嫉妒你。无论面对什么样的患者，你总能表现得泰然自若、平易近人…正是那份与生俱来的亲和力令我心生妒火。<br><br>我还记得刚入学时的演讲：我在台上振臂高呼，不断鼓吹自己研制「风雪免疫」的理想…回想起来，彼时的我简直愚不可及。在医学院最后的日子里，我变得越来越固执，越来越封闭自我。我的心中只剩下实验和抱负，那些理应由我负责的患者们，他们的形象却变得愈发模糊……<br><br>娜塔莎，我不敢奢求你的原谅。下层区的人们，我亏欠他们太多。<br><br>若不是你同意了我自我放逐的请求，我也许终身只是个溺死在理想中的怪胎罢了。透骨的寒冷让我明白了自己的傲慢。一直在温室中长大的孩子，怎么可能领悟驱散严寒的魔法？感谢你给了我最后的机会，让我找到了答案。<br><br>我寄宿在被遗弃的屋檐下，在风雪里不断实验、突破，再实验、再突破。我在颤抖，但不是因为寒冷，而是因为我正一步步接近成功。我已变得面目可憎，无颜再回归文明的社会，也无颜再面对父母…但我并不绝望，因为我已经找到了自己生命的意义。我走在了正确的道路上。<br><br>我在下层区制作的那些试剂，存在着原理性的巨大漏洞：若只是执着于解决器官失温与衰竭的问题，便会陷入消耗和修补的恶性循环，永无止境。我早该转变自己的研究方向，想办法让身体的器官和循环执行可控的升温。<br><br>谢谢你，娜塔莎。是你帮助我找到了风雪免疫的答案。"
            }
        ]
    },
    {
        "Name": "布洛妮娅的信",
        "Desc": "布洛妮娅的信",
        "World": 2,
        "Books": [
            {
                "Desc": "{NICKNAME}，三月，丹恒：<br><br>你们读到这封信的时候，我应该已经回到了上层区，正在前去面见母亲大人。很抱歉没有提前将我的打算告知各位，我害怕会遭到你们的强烈反对，动摇我得来不易的决心。<br><br>可可利亚大人将我抚养成人，她于我的恩情终此一生难以相报。她教会了我许多人生的道理和美德，也教导我如何守护贝洛伯格和她的人民。即便近来她做出了一些令我疑惑的决定，我仍然无法将所有与她相关的美好记忆抛之脑后。我必须站在她的面前，勇敢地道出自己的立场和想法，尝试与她达成相互的理解——这是我身为女儿的愿望，更是身为银鬃铁卫不可推卸的责任。<br><br>但我不会盲目自信，我明白自己此行所要担当的风险。所以，假如我没能成功让母亲回心转意——又或者，假如我真的发生了什么不测，请你找机会将这封信交给朗道姐弟，寻求他们的帮助。希露瓦和杰帕德姐弟俩为人正直，且在贝洛伯格城中有着非凡的影响力，我对他们百分百信任。只要见到我的信章和字迹，他们一定会倾力协助你们找到「星核」。<br><br>布洛妮娅•兰德"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "祖辈的告诫",
        "Desc": "巴拉金先祖留给后人的告诫，简短有力。",
        "World": 2,
        "Books": [
            {
                "Desc": "致巴拉金家族的后人：<br>永远不要丢下手中的扳钳和钻头。<br>无需与他人争执，也无需博取他人赏识。<br>只要手握它们，你就拥有改变世界的力量。<br>理查德•巴拉金"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "科鲁泽的信件",
        "Desc": "科鲁泽随身携带的信件，好像未能寄回的家书。",
        "World": 2,
        "Books": [
            {
                "Desc": "欧嘉：<br><br>儿子近来可好？希望他的病情有所好转。<br><br>我的症状还在恶化。为了安全起见，我们近期还是不能见面。<br><br>我已经找到了一份工作，应该足够维系我们一家的生活。<br><br>我从小体质就强过别人，就算生了病，他们的力气也比不过我。你不用为我担心。<br><br>照顾好我们的孩子，也保护好你自己。<br><br>科鲁泽"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "梅登矿道要塌了",
        "Desc": "一首下层区人人都知道的儿歌，好事者考察了儿歌的出处。",
        "World": 2,
        "Books": [
            {
                "Desc": "歌词：<br><br>梅登矿道要塌了，<br>要塌了，要塌了。<br>梅登矿道要塌了，<br>结晶怪物老伙计。<br><br>木头桩子来顶住，<br>木头桩，木头桩。<br>木头桩子来顶住，<br>结晶怪物老伙计。<br><br>木头桩子会折断，<br>会折断，会折断。<br>木头桩子会折断，<br>结晶怪物老伙计。<br><br>地髓矿晶挖出来，<br>地髓矿，地髓矿。<br>地髓矿晶挖出来，<br>结晶怪物老伙计。<br><br>地髓矿我还没得到，<br>没得到，没得到。<br>地髓矿我还没得到，<br>结晶怪物老伙计。<br><br>含义：<br><br>歌曲的含义可能仅是跟构筑「梅登矿道」的困难重重相关，而「梅登矿道」的具体位置已经不可考证，仅在歌曲中被保留了下来。除此之外，还存在一些其他的起源理论。<br><br>【抵抗裂界侵蚀的结果】<br><br>其中一种说法是，随着裂界活动的加剧，不少矿洞中突然出现了裂界怪物。逐一排查深入地下的矿洞十分危险，银鬃铁卫通过连续的炮击将「梅登矿道」轰炸坍塌，阻止了裂界怪物的入侵。「结晶怪物老伙计」被认为是一种对裂界怪物的调侃。不过因为「梅登矿道」不可考证，很多人觉得这段历史并不存在。<br><br>【旧世界原始的「牺牲」思想】<br><br>其他的起源说法与旧世界原始文化思想相关，认为「牺牲」将守护矿道不被坍塌。但这一理论在地下世界并不实用，因为无论牺牲了多少人，矿道坍塌的事故还是不断发生。"
            }
        ]
    },
    {
        "Name": "矿工病诊断书",
        "Desc": "一份很有参考价值的矿工症诊断书。",
        "World": 2,
        "Books": [
            {
                "Desc": "受理编号： 100451 <br><br>诊断书<br><br>[姓名]：<br>阿尔杰<br><br>[性别]：<br>男<br><br>[感染接触史]：<br>矿区第三支队成员。长期接触地髓结晶、结晶粉尘、以及噪音。<br><br>[临床表现]：<br>1.呼吸困难、伴随鼻塞、咳血、胸痛等肺功能障碍，有突发性呼吸困难加重、难以平卧、双下肢水肿。<br>2.听力水平下降、重度耳鸣，偶发幻听，失眠较为严重。<br>3.情绪调节功能损坏、精神状态不易稳定，容易频繁产生愤怒、冲动、沮丧等冲动。<br><br>[诊治意见]：<br>患者具有连续5年以上的职业性地髓矿区作业史，有严重尘肺病症状。<br>患者疑似未能严格执行安全管理措施，使上、下呼吸道暴露在工作环境中感染，根据身体状态判断，不宜继续从事矿采工作。<br><br>[医师]（签名）：<br>娜塔莎<br><br>[附录]：<br>-建议详细排查防护装备安全质量。"
            }
        ]
    },
    {
        "Name": "「矿灯」古代遗物鉴定录",
        "Desc": "一份巴列维留下的古代遗物鉴定记录。",
        "World": 2,
        "Books": [
            {
                "Name": "半环形电极项圈",
                "Desc": "半环形电极项圈<br><br>危险程度：★★☆☆☆<br>稀有程度：★★★★☆<br>交易价值： 40 - 60 冬城盾<br><br>【外形描述】<br><br>总体呈现不完全规则的半圆环形状，在半圆环的弧顶内侧有两片金属片突触。半圆弧上存在若干个按钮。经测试，部分按钮回弹损坏，对应功能未知。<br><br>【简述】<br><br>这个半圆环是我们的老主顾康拉德老爷子捡到的，跟这个玩意儿一个地方出土的都是些形态偏小的古代遗物，据我推测，那里基本是旧世界中家庭或者个人使用的东西。这些东西从价值上看，虽然不至于一夜暴富，但是也算是价值不菲。<br><br>康拉德老爷子说这个古代遗物造型诡异，鉴定起来颇有些难度，就算是大名鼎鼎的「矿灯」，也未必能说出什么名堂。虽然旧世界的东西千奇百怪的很多，但是这个半圆环还不是我见过最奇怪的。不过只要花点心思，我还是能给各位讲出一二的。<br><br>老规矩，我们从结构上来分析。<br><br>半圆环的弧度比较整齐，比起说「某种外力的挤压」改变了半圆环形状，我更加倾向于认为他们原本就是如此设计的。通过重量来看，这个半圆环的主要机械结构集中在中间，两侧更加像是支撑结构，还形成了内向凹陷的弧形表面……<br><br>你可别嫌我说得深奥。我鉴定起古代遗物时，那必须用点专业的、准确的词语。那要是都跟你家婆娘唠家常一样哪儿成啊？要是这样，我还不如把「矿灯」的招牌摘了，关门歇业，以后请各位大爷花钱来听我闲聊。<br><br>开个玩笑，我们接着鉴宝。<br><br>外观上最引人注目的就是两块有些弧度的金属片，这个我见过。<br><br>我以前鉴定过类似的东西：开关一启动，两个金属片「噼里啪啦」地响起来了，吓得我赶紧给关上了，空气中还闻到一股烧糊的味道。你说为什么会有糊味？当时来鉴定的那位爷直接把手放上去了。铜山爷爷保佑，幸好我手不快。你看看，做我们古代遗物鉴定这行的要诀，无他，「小心驶得万年船」，不然我多少双手都不够折腾的。<br><br>所以，我判断这个半圆环上的金属片，跟那玩意儿一样的，也就是「电极」。你看看，这个造型古怪的东西不就推理出功能来了吗？<br><br>做我们古代遗物鉴定这行的要诀，无他，「见多识广」，做得多了就有经验了。<br><br>你说要诀不是「小心驶得万年船」吗？鉴宝要诀可多得很，还能全让您明白完了不成？要不，为什么我是做这行的，您不是呢？<br><br>后来我翻阅手稿、查看旧世界的杂志，找到了类似形状的布制工艺品。杂志上说，这是从后面套在脖子上面的，怪不得是半圆形呢。我也怕危险呐，就把康拉德老爷子叫过来，把这玩意放在他的脖子上。哎哟，那只能说是严丝合缝、非常合适。要是真的来了个旧世界的人，他也得说这是放在脖子上的东西。<br><br>康拉德老爷也没想到竟然有这么合适，喜出望外，他说两个金属片贴在后颈上十分舒服，想知道是干什么的。我告诉他这是刑具之后，他吓得赶紧摘了下来，拿着我的椅子把我锤了一顿。我可太冤枉了，一来是这玩意儿根本没有能源了，二来是我也没按下开关啊。这老头真是的。<br><br>鉴于目前还没有看到过类似的古代遗物，暂时将它的稀有程度定位四星；虽然是刑具，但考虑到和各种会发热会爆炸的古代遗物相比，还是略显温和，将危险程度暂定为两星。<br><br>鉴定人：「矿灯」巴列维"
            },
            {
                "Name": "旧世界积木",
                "Desc": "旧世界积木<br><br>危险程度：未知<br>稀有程度：★★★★★<br>交易价值：2克<br><br>【外形描述】<br><br>若干个形状各异的金属块。可以看出清晰榫头、榫槽的结构，使用凹凸部位相结合的方式拼接。似乎在旧世界中也是非常古老的古代遗物。<br><br>【简述】<br><br>单纯从交易价格上看，这个东西确实不值钱。<br><br>使用「矿灯」手稿对古代遗物鉴定的朋友，大多数人都是为了赚点儿快钱赌赌运气。不过呢，我再次强调一下，这个确实不值钱。<br><br>古代遗物里确实是有价格不菲的：有些是因为特殊科技，有些是材料稀有。不过这些个像是积木的金属块——虽然就算放在旧世界中也确实是「古代遗物」，但放在我们这个时代就只不过是形状有趣的垃圾。<br><br>这一堆金属块是盖姆先生拿过来的。我当时就告诉他了，这东西不会有好价格的：既不会发光发热，也没有按钮和线路，就是一堆花纹奇怪的古老金属。而且我的直觉告诉我，他拿出的数量明显也不够。他还不信我，又去找别人问东问西。结果呢？又被嘲笑了一番。<br><br>懂了吗？如果你如果真的想卖，就别当成「古代遗物」来卖。<br><br>他后来便宜卖给我了。我还顺便打听了他的发现地点，又费了小半个月挖出了剩下的金属块。可真的是挺麻烦的……<br><br>这个时候，肯定有人要说我在糊弄人了。既然不值钱，我为什么要费那么大劲儿挖出来呢？<br><br>「你管的多！」，我本来想这么说的，但是姑且解释一下吧：干我们这行的，没有点强迫症可不行。你告诉我「这里有一堆积木，但是少了几块」——受得了吗？是个人都受不了！这谁能顶得住啊。那我也是，觉得非得挖出来不可。<br><br>自那之后，我一边做着鉴定的工作，一边偶尔拼着金属块。这样奇异的金属块似乎在世上独一无二——至少我鉴定的范围内，没有再见到有过类似的东西。<br><br>从一开始的毫无头绪，到有了一些形状，实在是耗了我太多的时间。你可以说我蠢，但我就好像被某种神秘的力量阻碍了一般——八年过去了，我始终没有将这个积木完成。不过，那种神秘的、仿佛巫术一般的气质，也为小店增添了一番风味。<br><br>这八年间我也阅读到了更多的旧世界手稿。<br><br>其中一篇就有介绍过「被诅咒的积木」。相传，在旧世界的古代有一个国王遭到臣子篡权，他手下忠诚的法师将国王的灵魂封藏进了积木之中后将积木摔碎，保护了国王不被杀害。然而这些方块一旦拼接完好，复仇的国王就会附身在解开积木之谜的人身上，试图重新夺回王国。<br><br>看描述，我觉得这应该就是同一个东西了。<br><br>你看看，旧世界的人怎么这么矫情呢！搞什么魔术玩意，还不如发明些厉害的武器，这样国王岂不是稳稳地能平叛？——而且我还能换点儿钱，对吧？<br><br>出于安全考虑，我也没有继续拼金属块了。这真不是我拼不了，而是一想到要被旧世界的恶灵附身，我就一百个不愿意——凭啥啊？你们旧世界什么都没有了，就剩点儿历史的垃圾给我们。我看别复国了，还是赶紧放弃吧。<br><br>但是，事情蹊跷就蹊跷在这里。<br><br>——到底是谁趁我不注意的时候给拼好了啊！<br><br>招呼都不打一声，我连这个人到底有没有被恶灵附身都不清楚。而且，这人把金属积木拼好后竟然就那么放在那里了——我确实很赞赏他没有偷窃的恶习这点，但是放在那里是怎么回事？回头要是有什么冤魂冒出来可怎么办啊？<br><br>所以我立即就把这玩意给卖了。<br><br>听说现在这块形状整齐的三角锥成为了一个压泡菜坛的石头，倒也挺好用的样子。前面标注的交易价格就是我当时卖给大妈的价格了。<br><br>鉴定人：「矿灯」巴列维"
            }
        ]
    },
    {
        "Name": "《地底百科：动物》",
        "Desc": "一份年代久远的下层区动物生态的研究报告，部分动物已经不存于世了。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "【结晶宝石蜥蜴】<br><br><i>「在久远的神话故事里，结晶宝石蜥蜴被认为是矿山娘娘的小兵。」</i><br><br>结晶宝石蜥蜴是一种穴居在矿道中的冷血爬虫类生物。其在成年的过程中，革质麟上会渐渐析出结晶体，并且根据地域、温度、健康程度的不同，结晶体的颜色还会产生变化。有生物学家指出，结晶宝石蜥蜴经由体内的渗透压将地髓等矿物质透过盐腺排出体外，这些结晶体是调节体液渗透平衡的副产物。<br><br>因其革质麟上结晶体的颜色在形成阶段具有一定随机性，民间一度出现了许多结晶宝石蜥蜴的收藏家，哄抬价格回收稀有野生种，造成了矿穴生态失衡。历史上多次下层虫灾被认为与结晶宝石蜥蜴滥捕有关。贝洛伯格明令禁止私人捕猎野生结晶宝石蜥蜴的行为。<br><br>结晶宝石蜥蜴体液中的生物碱常被用作药物成分。将其适量体液溶于水后制成喷剂，雾滴经上呼吸道进入人体肺泡腔内，可见其明显促进吸入肺部的矿尘从支气管排出体外，阻止粉尘倾入肺间质，阻滞粉尘在淋巴结的运行，原理不明。因此，常有下层区医生会饲养结晶宝石蜥蜴。不过，圈养的结晶宝石蜥蜴本身也不具有特殊的收藏价值。<br><br>【食髓洞螈】<br><br><i>「怎么会有以纯能量为食物的爬虫呢！」</i><br><br>食髓洞螈是一种穴居在地下水脉附近的一种两栖生物。羽毛一样的鳞片白皙粉嫩，视力退化、听觉和嗅觉非常发达，并且在水中和陆地都可以呼吸。根据旧开拓团的资料显示，历史上著名的大矿源的位置附近，往往存在食髓洞螈的生态，原因未知。于是有人认为这些洞螈以地髓为食，因此得名。<br><br>有生物学家指出，食髓洞螈生存环境缺乏食物，新陈代谢和抗氧化能力较其他生物要强上许多。由于缓慢的代谢机制和受限的运动，食髓洞螈可以十年不进食生存下去，而在合理的科学假设里，未被人类观察的食髓洞螈可能进食周期在十五年以上。所以，并非食髓洞螈以地髓为食，而是进食行为难以被观测，专家普遍认为这种说法可能性很高。<br><br>因食髓洞螈栖息生态昏暗潮湿与人类几乎不重合，并且畏惧人类，基本上不会对人类构成威胁。<br><br>【葬礼虫】<br><br><i>「只有这些虫子不觉得恶心——它们从不缺席每一具尸体的葬礼。」</i><br><br>葬礼虫是地下洞穴中广泛存在的鞘翅目埋葬虫亚种。葬礼虫的体长从极小到 3.5 厘米皆有，平均体长 1.2 厘米，外表多为黑色和橙色相间，身体扁平又柔软，利于其在动物的尸体下爬行。在发现疑似动物尸体后，葬礼虫会召集虫群在尸体旁集结，通过长时间确认尸体死亡后，才会开始挖掘尸体下面的土地、分解动物尸体。<br><br>葬礼虫观测动物尸体的过程非常像参加葬礼，因此得名。有生物学家指出，他们这些特有的习性可能与食髓洞螈等极少运动的生物有关，如果判断尸体失误，可能反而会被捕食。葬礼虫是下层生态中最重要的一部分，他们广泛分解各种动物的尸体和粪便，是大自然的清道夫。在坟场、蝙蝠洞穴等地可以观测到葬礼虫的葬礼过程。"
            },
            {
                "Name": "其二",
                "Desc": "【水晶蝎子】<br><br><i>「水晶蝎子没有水晶，这不是常识吗？」</i><br>成年的水晶蝎子表面几乎全是高度透明的甲壳。长约5～6厘米，身体分节明显，由头胸部和腹部组成。头胸部有附肢6对，第一对是助食作用的整肢，第二对是威胁十足、形似蟹螯的角须，能够捕食、触觉以及防御，剩下的四对附肢都是步足。而后腹部被称为蝎尾，弯向身体前方，用毒针蛰刺，其中毒液对人类虽不足以致命，但会引起灼烧一样的剧痛感。<br><br>水晶蝎子最著名的透明甲壳实际上是对地髓的拟态，并非昂贵的水晶。地髓粉末在蝎子体外析出过程中，与角质硬甲皮同化，才形成了这种独特的透明甲壳。借助特殊的拟态，水晶蝎子能够在地髓附近以捕食宝石结晶蜥蜴为生。<br><br>在曾经宝石结晶蜥蜴收藏火热期间，水晶蝎子被人为捕杀导致种群数量大幅减少。由于这样的历史原因，水晶蝎子变成了奇货可居的濒危生物，在地下市场交易中价格居高不下。<br><br><br>【疯地鼠】<br><br><i>「我不禁心想，在黑暗中探索阴森的洞穴深渊时，不幸跌进这种老鼠的深坑中会有什么下场？」</i><br><br>疯地鼠四肢短粗有力，前足爪尤其发达，适合挖掘，但更多地使用头和门齿而不是前肢来挖洞。它们的眼睛完全退化，几乎没有视力，没有外耳，耳壳则是围绕耳孔的小皮褶。尾巴短，略长于后足，通常裸毛或者稀毛。疯地鼠曾被认为主要以植物根茎为食，如今则被广泛认为是杂食动物。<br><br>生态学家观测到疯地鼠种群保有一些不利于种群存续的奇妙特征。目前，学界普遍认为此类特征的成因是裂界侵蚀的加速蔓延：疯地鼠似乎对裂界中的某种物质有着比其他物种更高的敏感性。这使其表现出极强的攻击性行为：对于自己体型数倍、甚至数十倍的哺乳动物也能毫不犹豫地一拥而上，并且快速啃噬。<br><br>然后是永无止境的生存地狱：疯地鼠种群基本不会离开洞穴，而是不断将洞穴扩张——原因有二：第一，疯地鼠对地表大气中的某些物质表现出强烈的不耐受性，这使它们难以在洞穴之外生存；第二，裂界加速侵蚀、挤占其有限的生存空间，这使疯地鼠必须在地下不断寻找新的宜居地点。若有不幸的生物掉进洞穴中，他们会吃掉生物；如果没有这样的生物，他们则吃掉彼此。潮水般的疯地鼠洞穴里总是有着成堆的尸骨。<br><br>然而，此类不利于存续的性状所产生的影响被其极强的生育能力相互平衡。即使疯地鼠的数量被人为消灭到很少，也能在几个月后恢复到潮水般的数量。<br><br>曾经有一个不幸的矿工在每晚睡觉时总听到墙后老鼠乱窜的声音，让他陷入了长期的幻觉和噩梦之中，就算清醒的时候，也总是喃喃不清地说着从未有人听说过的语言。不幸中万幸的是，巨大的鼠穴和厨房的土灶相连，不充分燃烧的烟尘将洞穴中的疯地鼠尽数消灭，这让他躲过一劫。<br><br>【岩居蟹】<br><br><i>「你说这个玩意儿曾经差点毁灭贝洛伯格？搞笑呢？」</i><br><br>岩居蟹主要以坚硬的岩石作为寄体。它们的形态介于虾和蟹之间，多数寄居在岩石内部，体形较长，分头胸部及腹部。据考证，岩居蟹最早是海岸分布的物种，具有挖掘岩石排卵回到海中成长的生存习性。在冰河期降临后，早期的岩居蟹通过大量繁殖，向较为温暖的贝洛伯格地下移动，在迁徙过程中造成大量的隧道塌陷。其在这一时期被称为「隧道岩蟹」。主体种群到达贝洛伯格地下后，因不明原因数量大幅下降，现在几近灭绝。<br><br>现在地下世界的人们谈论起岩居蟹，多半将其作为美食的餐料。虽然岩居蟹数量较少，并且获取困难，通常需要借助碎石工具，但肉质的美妙口感使其成为下层世界的明星食材。除了主流的清蒸岩居蟹外，还有非常多衍生的菜谱：如铁锤辣椒炒蟹肉、盐焗岩蟹等等，岩居蟹蟹粉可以和各种食材自由组合，广受好评。<br><br>由于岩居蟹现在的整体数量较少，有不少人怀疑曾经在地下世界里口口相传的「家家户户吃蟹肉」情况是否属实。"
            }
        ]
    },
    {
        "Name": "关于宠物「小麻」的日记",
        "Desc": "一份宠物饲养日记…可是「虚拟宠物」能算宠物吗？",
        "World": 2,
        "Books": [
            {
                "Desc": "（一）<br><br>听说找古代遗物比挖矿更能挣钱，我求着老爹的熟人也带我去弄点儿。<br><br>结果，十天半个月搭进去了就找到个跟「兰德计数器」差不多的玩意儿。非要说的话，比计数器还小，我对古代遗物一窍不通，只好又花了一点钱找「矿灯」巴列维做古代遗物鉴定。<br><br>巴列维先生说这玩意叫虚拟宠物。旧世界的人会往里面输入宠物的影像，这样就算宠物嗝屁了，装置里的它也能陪着主人，像活的一样。<br><br>我就问他宠物是啥。据「矿灯」说，宠物是一种奢侈的概念。每天给它喂吃的、要给它喂喝的，还要照顾它的心情…我对宠物完全没有兴趣。<br><br>巴列维说，里面有一些科技模块，能换一点儿钱，但别指望多，史瓦罗大佬也看不上这玩意儿。<br><br>搞来搞去，这比挖矿还要亏得多吧。<br><br><br>（二）<br><br>幸好这些吃的、喝的都是假的，我喂了好多。<br><br>当然，我连自己都养不起了，不可能养什么宠物的。得亏这个东西叫什么「虚拟宠物」，如果养个什么真的东西，我是绝对养不起的。<br><br>老爹的熟人说在帮我找买家了，不过现在，我又有一点想把这东西留下来。姑且，在卖出去之前，我就勉为其难地先帮忙养着吧…今天好像该给「小麻」洗澡了。<br><br>顺带一提，我给它取了个名字，叫「小麻」，还挺可爱的。<br><br><br>（三）<br><br>没想到「虚拟宠物」也会生病的吗？<br><br>我找到娜塔莎问她这个该怎么治，她说她治不了这个，让我还是去找「矿灯」。我还听说她医术高明呢，连「小麻」都救不了的吗？<br><br>「小麻」别怕，爸爸就在这里，你要挺住啊。<br><br><br>（四）<br><br>「小麻」的病养好了！<br><br>天啊，我这几天担心得都吃不下饭了，现在感觉呼吸都轻快了不少！我要去告诉所有人，「小麻」的病养好了！<br><br>马上就是「小麻」的生日了，我准备去买点岩居蟹给「小麻」一起庆祝下生日！…虽然它不会真的吃东西。<br><br><br>（五）<br><br>完蛋了，「小麻」被一群强盗给抢走了！那群贼！那群拾荒的垃圾！<br><br>我认得他们的脸，我知道他们，这帮家伙是流浪者营地的混混，专门倒卖古代遗物。他们上次也去看病了，一定是在那里知道了我的「小麻」。<br><br>可恶，我这条命算个屁，为了「小麻」我必须跟他们拼了！<br><br><br>（六）<br><br>「小麻」，我的「小麻」！你怎么就被分解了呢？<br><br>找到那帮坏家伙的时候，他们说已经把「小麻」卖给了史瓦罗大佬的流浪者，现在多半已经被那个大铁罐给分解了。<br><br>呜呜，「小麻」！没有了你，我去跟那个铁疙瘩拼命也无济于事。怎么会这样呢，我还是死了算了……<br><br>也许，我是说也许，做好了「小麻」的坟墓之后，我干脆养一只宝石结晶蜥蜴吧。<br><br><br>（七）<br><br>蜥蜴麻烦死了，不养了。"
            }
        ]
    },
    {
        "Name": "某个包裹上的附信",
        "Desc": "一种曾经可能毁灭下层区的神秘生物的兴亡史。",
        "World": 2,
        "Books": [
            {
                "Desc": "马夏：<br><br>你还记得之前跟你一起去抓岩居蟹的费恩吗？<br><br>大长脸，眼睛小得跟从来没有睡醒过一样，有印象了吧。那家伙后来去倒卖古代遗物了，干了没几年，好像遇到了黑吃黑，现在音讯全无。<br><br>那家伙之前在机械墓场里挖出一些信件，在收藏古代遗物的集市里根本卖不出去。毕竟在那种地方，不是古代遗物的东西基本上一文不值。结果他后来一时穷困潦倒，跑来问我收不收这些信。我是收水产的，又不是收垃圾的。你把岩居蟹带过来，我收，这东西我要它干嘛？<br><br>不过看在过往的交情上，我还是低价买下了这些信件。<br><br>那小子张口就又哄又骗，说这些信里面有倒卖水产的情报，所以不卖给收藏家而是卖给我。几十封信里，只有一封信提到了螃蟹，叫隧道岩蟹的，我做水产这么多年了，根本没听说过这种螃蟹。<br><br>光看名字，似乎跟岩居蟹有点关系，但谁知道是不是一种东西呢。我听说过一种搞笑的说法，岩居蟹以前没有躲在石头里的习性，因为吃螃蟹的人多了，为了保护自己才躲进石头里的。说不定就是那个时候，这螃蟹给自个儿改名了？<br><br>不过呢，那信里说矿区地下这螃蟹可多了，多到成灾了，要是不去管，两百年内矿区都给弄塌了，上头那座城也都跟着没了。现在都多久过去了，啥都没改变。嘿，倒是螃蟹全都不见踪影了，怕是给咱们吃绝种了。我看这些古代的人根本没有文化，就知道自己吓唬自己。<br><br>要是有那么多螃蟹，我现在就不用愁了。现在的岩居蟹价格居高不下，根本抓不着，说不定都已经灭绝了，我可能也要改行了。<br><br>我听说你现在好像到「地火」里去研究历史了。我把这些信翻出来，想着可能对你有帮助，我就直接寄过来了。你们这「地火」要是管伙食，就帮我引荐引荐大厨，这就是我所要不多的回报了，你看怎么样？<br><br>马塞尔"
            }
        ]
    },
    {
        "Name": "雪国冒险奇谭",
        "Desc": "一套在民间热度极高的幻想小说，似乎已被贝洛伯格查禁……",
        "World": 2,
        "Books": [
            {
                "Name": "第一章 背井离乡 片段一",
                "Desc": "<i>这一章节主要讲诉贝洛伯格的「超新星」探险队队员阿尔乔姆，因为一场意外的原因卷入贝洛伯格外的暴风雪中，从悬崖之上摔下而陷入生命垂危之际……</i><br><br>阿尔乔姆刚进入古代遗物探险队的时候，作为「探险队有史以来最有潜力的年轻人」广为人知。<br><br>他以毕业生第一名的身份从贝洛伯格最好的医学院毕业，因为还同时拿下了考古学和地质学的学位。学识方面自不用说，身体素质也是运动员的级别。他作为医学院的攀岩协会的会长，曾多次拿下过全国的攀岩比赛冠军。<br><br>但在这些光鲜亮丽的履历下面的则是一个性格异常固执的怪人，他极度痴迷于旧世界的遗物。阿尔乔姆刚进入探险队时，常常对古代遗物的研究「过于投入」。他把自己关在研究所里两三天完全不挪步，直到某一天被工作人员在研究室门口的地板上发现。<br><br>「什么？我连吃饭都忘记了吗！」<br><br>「对啊，阿尔乔姆，你连睡觉都忘记了！」<br><br>「那不行，我现在立马去饱餐一顿，然后继续去做研究。」<br><br>直到前一段时间，他终于学会了在研究室桌子抽屉里存上一些罐头食物，但是因此蓬头垢面不露脸的时间变得更长了。<br><br>最开始的时候，阿尔乔姆还是有不少追求他的年轻女性，不过那也仅限于「一段短暂的时期」。很快，大多数人都清醒过来了——这个叫作阿尔乔姆的人形生物，似乎没有和其他人发展进一步感情的能力。实在是非常可惜。<br><br>用他自己的话来说：「目前的话就只想探险。」<br><br>古代遗物探险队是贝洛伯格博物馆下属组织，是负责在贝洛伯格的周边寻找旧世界遗迹的探险小队。由他们带回来的各种文物，将被用于博物馆的考古学家和历史学家的研究之中。而这一切的前提正是在暴风雪的严酷环境中的考古作业。这项事业既需要智慧、更需要勇气，还伴随着风险和意外——考古队员们无疑是贝洛伯格中真正的探险家。<br><br>所以在那种风雪中，探险家在任何时刻死去也不应该意外。<br><br>此刻也是一样。<br><br>阿尔乔姆艰难地拖着自己的下半身靠近岩壁。尽管身体痛得不行，但是这里的风稍小，至少能够让自己在死前呼吸得稍微轻松一些。他感觉视线有些模糊——是风雪还是眼睛受伤的问题呢…他尝试抬头看向悬崖上边：自己刚才应该是从那里掉下来了。<br><br>被自己拉上去的队员现在获救了吗？肯定得救了吧——虽然他和探险队其他队员会合还要些时间，但也只是需要时间而已。应该可以放心了吧……<br><br>……<br><br>他感到困倦，自己的视野逐渐被黑暗占据。倘若就此睡过去，在这暴风雪中必死无疑。腹部的大出血都已经冻成冰碴了——到底是哪一种死法会先行到来？这个问题的答案对此时的阿尔乔姆来说，几乎已经没有差别了。<br><br>风雪越来越大了。想到自己也会变成先前探险途中经过的一具尸体，那还不算很孤独。这让阿尔乔姆有些释怀。<br><br>……<br><br>那还是三岁的时候，他就通过排水管爬到了天台上，让父母惊慌得不行…什么嘛，这么快就已经开始走马灯了吗。啊，这一生到底能有多少回忆呢……<br><br>阿尔乔姆在岩壁下面逐渐睡了过去。<br><br>他的生命之火在风雪中不断摇曳，即将熄灭。"
            },
            {
                "Name": "第二章 寒冰之都 片段一",
                "Desc": "<i>书接上文：阿尔乔姆被神秘父女所救，于不知名的医疗设施中醒来。他目睹了一个与贝洛伯格截然不同的奇异世界。这里的一切都由「雨水」筑成。居民与风雪和谐相处，借助特殊的材料建成了许多超出阿尔乔姆想象的奇观……</i><br><br>当时间再次开始流动时，阿尔乔姆发现自己躺在一处医疗设施里。<br><br>说是医疗设施，但这里没有一处与贝洛伯格的筑城者仁爱医院相似——在贝洛伯格，哪家医院提供的床位都不会是犹如水晶雕琢而成的床。阿尔乔姆只能从自己手上插入的输液管意识到自己正在接受治疗。<br><br>耳边隆隆作响。半睁开的眼睛只能感受到模糊又灼热的光斑。显然，身体的机能还没能完全恢复。他从死后的世界回来了——只有这一点是毫无疑问的。<br><br>迎接他出院的正是之前一直帮助他的、存在于梦中的女子。<br><br>「恭喜出院。」<br><br>「感谢，请问这里…你又是…？应该先介绍我自己…不对……」<br><br>阿尔乔姆想知道的太多了。词句就像争先恐后的鱼群挤在一起，没法拼凑出一句完整的话。<br><br>「我叫安娜。」<br><br>「我叫阿尔、阿尔乔姆……」<br><br>安娜并没有像初次见面一样把头发扎起来，而是任其自然垂下。她亚麻色长发半透明的边缘透出背光，发丝就像是被微光轻轻托起。长长的如同刷子一般的睫毛和沉稳如有一潭池水的眼眸，在瘦削的脸庞上恰到好处……在阿尔乔姆过去的生活里，他总是尝试去避免过分观察同龄女性的面容。可他停不下来，直到两人都害羞了起来。<br><br>也许是被救过一命的关系，阿尔乔姆心里萌生了一种从未有过的情感。<br><br>就像阿尔乔姆猜测的一样，这里确实不是贝洛伯格。<br><br>这是一个在风雪中建立的城市——寒冰之都，这里的人这么称呼它。<br><br>不同于贝洛伯格，寒冰之都的祖先们借助了旧世界科技在风雪之中存活了下来，并延续了旧世界的火种。对阿尔乔姆来说，现在正是文化冲击最甜蜜的阶段：一切都是新奇的感觉——就像在博物馆中沉睡的史前科技都在全部苏醒——正如他无数次在睡梦中经历的一般。在安娜的陪同下，这座城市正逐渐在阿尔乔姆面前展开。<br><br>「在你手术期间，他们应该也给你的身体注射了『雪绒花』。」<br><br>「『雪绒花』…那是什么？」<br><br>「啊，这个嘛…是一种很微小的，唔。怎么说呢…机器？」<br><br>「机器？我以为机器统统都是些装着齿轮链条、阀门冒着蒸汽的大家伙？机器…竟然还能注射到血液里吗？」<br><br>「你要问原理，我也不是很懂啦。我只知道每个冰都的子民打出生起，就接种了『雪绒花』。这样我们就能不再畏惧风雪严寒了。我小时候听探险队说，异邦人得靠厚重的衣物来御寒。看到你我才明白，原来还真是这么一回事啊。」<br><br>「不知道穿着厚厚棉衣的我在你们眼里有没有异邦风情？…对了，说起异邦——除了寒冰之都之外，这个世界上还有其他城市存在吗？」<br><br>「那当然，这个世界可是很广阔的。」<br><br>正说着，安娜停下了前进的脚步。阿尔乔姆也随她驻足。前方空地上，一群身着制服的人围在炮台旁边。炮台上的炮口朝着天空，似乎已经准备充分，只等人在导火索上点上一把烈焰。<br><br>「他们是打算朝对面的大楼开炮吗？」<br><br>「哈哈哈哈哈！」安娜忍不住笑了起来。她并不习惯给异邦人做向导：「你这么说也没有错。不过，他们只是打算在这里建一栋建筑。」<br><br>「建筑？」<br><br>「嗯，建筑。不过成型前，我也不知道那究竟是什么建筑。」<br><br>随着炮击连连，空地的上方迅速升起一片絮状的厚云。片刻之后，安娜称为「雨」的流水自天坠落。<br><br>阿尔乔姆从未见过「雨水」，甚至极少耳闻这个词，只有在博物馆翻到的古老记录中他曾读过，明白「降雨」是旧世界时代频繁出现的气象。可在贝洛伯格，从天空中飘落的只有雪。<br><br>直到此刻，阿尔乔姆终于明白，故乡那些冷厉的雪片在这里竟可以用如此温柔的方式落下。<br><br>雨水降落在空地上，并没有立刻弥散开来，而是凝成了具体形状——犹如被几只无形的手迅速堆砌成雕塑。雨不断坠下，建筑的轮廓也越发清晰——整栋大楼从地面拔起，造型大异于贝洛伯格的风格。<br><br>一栋数十米高的大楼在阿尔乔姆的眼前仅用了几分钟就已经完成了，犹如奇迹。<br><br>对阿尔乔姆眼中流露出的震惊，安娜已不再奇怪。她说，寒冰之都中一切楼宇都由这些神奇的「雨水」凝结成。若有监测气候的「云船」带来暴风雪的消息，这些建筑会在一个指令下重新化为流水，等寒冰之都的人们迁徙至更适宜的地带，再被塑造成重重楼屋。<br><br>人们互相交易彼此独特的设计蓝图，千奇百怪的建筑拔地而起。这对此地居民来说不过是再自然不过的风景。<br><br>……"
            },
            {
                "Name": "第二章 寒冰之都 片段二",
                "Desc": "<i>书接上文：阿尔乔姆在安娜的带领下，第一次见识了寒冰之都的『雨水』、寒冰隧道网等科技奇观。在参观途中，安娜向阿尔乔姆正式地传达了来自女王的邀请：他将作为外宾接受召见。在这里，他将遇到来自熔岩之国的达米尔……</i><br><br>受到传召，阿尔乔姆来到寒冰之都的水晶宫殿。其实无需指引，任何人都能在街道上看到这座建筑雄伟的穹顶。以此为路标，便不会迷失方向。<br><br>在负责接待的士兵的带领下，阿尔乔姆穿过大厅，进入到水晶宫最引以为傲的历史长廊之中。落日黯淡的微光在廊壁上勾勒出精致的线条。<br><br>随着阿尔乔姆前进的步伐，那些描摹古代英雄和诸王的浮雕动了起来。枪戟向前刺出，缓缓迎向狞恶的魔物；斗篷猎猎飘动，舞出劲风的流向。然而，一旦阿尔乔姆驻足，廊壁上的史诗又陷入停滞。<br><br>阿尔乔姆毕竟是博物馆出身，平日的工作总是从沉默的文物上探寻过往的历史。他熟悉这些过去的艺术家们惯用的技巧，习惯了忽略那些转喻象征的装饰，径直走向历史本身。他忍不住放缓脚步，开始欣赏其中的细节：<br><br>神明自破碎的天空中现身，其身躯流淌出金色的血液。祂以冰冷的眼神俯瞰凡间……<br><br>与魔物大军交锋的冰之都的战士们穿着阿尔乔姆从未见过的甲胄，手执发出炽热死亡的武器……<br><br>山一样巨大的战车，如雪鸥般飞翔的云船。这片潮水般的军势的顶端，一位头戴钻石冠冕的女性挥舞矛枪，枪锋直指天上无情的神明……<br><br>阿尔乔姆几乎被这凝固的一瞬中蕴含的力量压垮。他长出一口气，发现前方引路的士兵正微笑地看着入迷的他。他向士兵致以歉意的目光，加快了步伐追了上去。<br><br>到达会客厅之后，接待的士兵告诉他需要在这里自由活动，并等候女王的传唤。<br><br>他坐下不久，一个衣衫褴褛的外宾凑了过来，在他旁边的位置上坐下。还没等阿尔乔姆开口，那个人便开始自我介绍了起来。<br><br>「你好，我叫达米尔，来自遥远的熔岩之国。请问……」<br><br>「我叫阿尔乔姆，来自贝洛伯格……另外，我也不算是外宾，只是一个遇难的冒险者。」<br><br>「贝洛伯格？我没听过，不过能遇到同行可真是太好了！」<br><br>「同行？真是意外之喜啊，看您的着装，想必一定经历过许多惊心动魄的冒险吧？」<br><br>「要说惊心动魄，那确实没差。我是坐着大炮来到这儿的。真是令人大开眼界——我还是第一次见到雪花呢……」<br><br>「你说什么？大炮？坐着大炮…来这儿？」<br><br>「是啊是啊，把人装进炮弹，放进炮筒。然后砰地一下飞出去，咻——！明白了吗？」名为达米尔的男子兴奋地比划了一个抛物线。<br><br>「没明白。被当成炮弹打出去，人还能活命吗？」<br><br>「来了来了，这是我最喜欢的时刻了。看着你们脸上不可思议的表情，让我慢条斯理地给你们讲讲我的故乡。哈哈，来这儿之后我都快习惯这套流程了。」达米尔双手叉腰自豪地笑了起来。<br><br>「我来自熔岩之国。那儿从来没见过雪花，气温和冰都也是天差地别。在我们那里，存在着许多能量巨大的活火山。火山，你明白吗？就是雪山的反面，烫得冒烟的山脉。火山口还会时不时朝天喷一阵火呢。」<br><br>阿尔乔姆完全无法想象一座热到喷火的山脉。他只能茫然地点点头，随后又接着点头。<br><br>「…就是那样，我们借助了火山的力量，制作了火山大炮。用大炮把我这样的冒险家发射出去，去往其他遥远的国家进行探索。不过我也是飞到了半空中才突然意识到——回去的路得靠两只脚了。原来那些前辈冒险家都是走回来的，哈哈哈哈！」<br><br>达米尔自来熟、健谈，话语中充满了火焰男儿的热情。这让阿尔乔姆油然升起一股亲近感。一来一往的谈话之间，他第一次知道了火山是什么、地壳运动是什么、火山大炮又是什么……<br><br>熔岩之国的冒险者虽然分布在大地的四极，但是凭借着永远指向熔岩之国的罗盘，他们总是能够找到回去的道路。然而，返乡的旅途并不会比大炮飞行更加安全。能够成功返乡的冒险者屈指可数。而这其中的成功者，总是带着可靠的异邦人伙伴，给熔岩之国带去了他们自己无处获得的知识、技术以及各种见闻。<br><br>「阿尔乔姆，我需要你的帮助。请和我一起回到熔岩之国，赶在历史上最大的火山活动之前！」<br><br>「历史上最大的火山活动……？」<br><br>「没错，那时我们会准备好最大规模的火山大炮飞出这颗星球，前往旧世界的『天外之境』！」<br><br>（未完待续）"
            },
            {
                "Name": "第二章 寒冰之都 片段三",
                "Desc": "<i>书接上文：阿尔乔姆走过寒冰之都的历史长廊，在会客厅等候女王召见时，遇到了主动上前搭话的达米尔。两人相谈甚欢。达米尔顺势表达了自己的真正目的：他需要和他一起回到熔岩之国的伙伴，一起飞入天空……</i><br><br>阿尔乔姆的思绪就像被鼓槌狠狠锤击过的鼓面——他再一次被彻底震撼了。<br><br>「离开大地…去往天外？」<br><br>未曾见识过的科技，未曾知晓的历史，遥远而又神奇国度——每个明晃晃的事实都不断冲击着阿尔乔姆认知的边界。当他以为自己再也不会被任何事情震惊的时候，面前的这个人竟然又邀请他一起乘火山为动力的大炮飞离大地。他的选择只剩下一个——<br><br>「恕我拒绝！」<br><br>「哈？我还以为你更有冒险精神，会一口答应呢！」<br><br>「这根本是两码事吧。去往遥远的异国，或是向高处不停攀登——就算在旁人看来疯狂，但那都在人类理性和冒险冲动的边界内。要借着火山喷发飞往天空…这是什么奇怪的自杀方式啊？」<br><br>寒暄几句后，他和来自火山的冒险家匆匆别过。 <br><br>「这也许并不是什么莽撞的愚行，年轻人。」没走几步，一旁又有人向阿尔乔姆搭话。那声音听起来威严又悦耳。<br><br>阿尔乔姆这才注意到，一名衣着华贵的女性正在不远处驻足凝视着他。根据眼前人的衣饰判断，阿尔乔姆无疑意识到了什么——他连忙行屈膝礼。女士微笑着颔首。<br><br>「我能问你一个问题吗？来自贝洛伯格的冒险者——你为什么要踏上这趟生死未卜的旅行呢？」<br><br>「也许…是因为不安分的血液天生流淌着我的身体里？」阿尔乔姆沉吟起来。片刻之后，他摇了摇头。<br><br>「也可能是因为贝洛伯格的生活太过于安稳了——我们躲在温室里，日复一日听着演讲家的宣讲；铁卫把守着疆域，不让怪物踏入城里，也不让人们迈出边界一步；勤奋工作确实可以衣食无忧——只不过每一天都会像前一天一样，安稳的日子不会产生任何变化。那里的人们害怕着不稳定的未来，害怕失去熟悉的生活。即使贝洛伯格拥有了数百年的历史，也还没有人真正离开过那里。」<br><br>「我不想一天又一天地看着内容几乎一成不变的报纸；我不想遮住眼睛、堵住耳朵，假装这个世界只有一座城邦的大小。我想知道离开安稳的生活，我能不能活下去。」<br><br>女士笑了起来：「看来你生错了地方。你和我了解的贝洛伯格子民完全不是一回事。」<br><br>「除了我之外，还有其他的贝洛伯格居民抵达过这里？」<br><br>「那是百年前的往事了，结局也颇让人遗憾。万幸的是，寒冰之都并不停留于一地——它在风雪中不停迁徙，避免了双方兴起刀兵之灾。」<br><br>阿尔乔姆震惊地听着这位女士口中说出的一字一句：「你是说，贝洛伯格曾经差点与寒冰之都发生战争？」<br><br>「从那时起，我们戒备着所有来自那个国度的到访者。」女士抬手，示意他暂时停止提问：「但正如你看到的：寒冰之都并非一成不变的冰块——它以流水筑就，也如流水般不拘泥于成见。」<br><br>「评判一个人，当如转动一枚宝石，自不同棱面细细察考。我从安娜的描述里听说过你。我们看过你撰写的冒险日记，现在我又亲眼见到了你。以寒冰之都的标准看，你确实是个出色的人。」<br><br>「感谢您的宽容评判，女王陛下。」阿尔乔姆低了低头。<br><br>「回到刚才的话题吧。我问你为何要踏上冒险的旅途。你的回答证明了你不愿囿于狭隘，不愿重复度日。寒冰之都、熔岩王国……你已听过、甚至见过这片大地上的许多景象，远比大部分人梦见的还要多。但这片大地之于天空，就像贝洛伯格之于这片大地——你明白我的意思了吗？」<br><br>「我…明白，陛下。我只是难以想象，人竟然可以踏入天空吗？」阿尔乔姆喃喃道：「只有鸟儿才能办到这种事情。我、我分不清达米尔的邀请是自寻死路的疯狂还是独属于探险家的豪赌。」<br><br>「这两者之间有严格的区别吗？对于人类求存的本性而言，冒险从来都是得不偿失的昂贵品质。但也正是因为这种精神，旧世界的人类才能抵达我们无法想象的高度。严格来说，冒险和探索，也是旧世界的遗产之一。」<br><br>「那个曾在贝洛伯格安然度日的你，恐怕也无法想像寒冰之都的景象吧？达米尔所说的『天外之境』并非妄语。那是旧世界的人类在肉眼不可及的深空中遗留的一处奇迹……只是如今的人们早就忘记那是怎样的存在了。」女王轻轻叹气，神色略显遗憾。<br><br>「你追寻着那些古代遗物来到雪原中，正是为了继承旧世界的遗产。回去的路已被大雪掩埋、不复存在了，阿尔乔姆。唯有前进——你如此、寒冰之都如此，从来如此。」<br><br>「我会考虑的。」冒险家沉思片刻，长长吐出一口气：「我会去找达米尔谈谈。」<br><br>女王的神色突然严肃起来：「我并不是在劝诱你，年轻的阿尔乔姆。冒险可以凭借冲动，但没有人能仅凭冲动走到世界尽头。无论你如何选择，我都有一份礼物要送给你。」<br><br>女王自及地的斗篷中伸出双手，捧起一截一腕尺长的短杖，递到阿尔乔姆面前。短杖一端分叉，勾勒成双头鹰的形状。<br><br>「年轻的阿尔乔姆，寒冰之都中本无跪拜的礼数。但就当是为了向旧世界的智慧表达些许尊重，单膝跪下吧。不是向我，是向旧世界。」<br><br>女王握住短杖，忽然有液体自剑格上方流动成形，凝成青蓝色的寒冰剑刃。<br><br>她以快到不可思议的动作转动剑刃，轻触阿尔乔姆左右肩和头顶各一次。阿尔乔姆感到冰霜在肩上跳跃、呼吸。<br><br>「祝你前路无碍。祝你幸运常在。祝你勇气不衰。」<br><br>「这柄水铸之剑的技术传自旧世界。现在我把它赠予你，冰都的骑士。对于天空，它只是一根微不足道的针；对于大地，它只是一件劈开障碍的工具；但对于你，它是危难时前进的勇气。」<br><br>「去吧，阿尔乔姆。」"
            },
            {
                "Name": "第四章 春之牧野 片段一",
                "Desc": "<i>书接上文：本章讲述了离开雪山之后，阿尔乔姆一行三人来到了一片气候温暖宜人的草原。这里的植被丰茂、土地松软，但依旧危机四伏。他们在这块丰饶的土地上，遇到了前所未有的巨型昆虫……</i><br><br>得天独厚的环境养育了疯狂生长的植物。脚下的土壤就像踩在松软的床垫上一样。阿尔乔姆脱去外套，穿过杂草齐膝的草地。一阵微风从他的身旁经过带着青草的气味。他从没想过，世界上竟然存在这般温柔的风。<br><br>他轻轻牵着安娜的手。她没有拒绝。<br><br>有那么一个瞬间，阿尔乔姆似乎听到自己的心在低语：「留下来吧，就在这里和安娜一直生活下去吧。」但他迅速否定了这一刹的私念。阿尔乔姆凝视着身旁的少女。这个女孩深信和他同行就一定能抵达旅途的终点——自己若是迷于私念，实在是辜负了她一路的信任和帮助。<br><br>没等三人充分享受短暂的宁静，天空中传来了急速的嗡鸣声。仿佛细小的针尖扎着耳膜，异样的嗡鸣带来的刺痛涌上众人的脑袋。一只怪物如鸟般划过天空，却以远胜鸟类的频率扇动着玻璃般透明的纱翅。<br><br>达米尔下意识地捂上耳朵趴倒在地上，口中不断念诵着不知献给何方神圣的祷辞——自从有被怪物带走的经历后，他总是第一个对危机起反应的人。阿尔乔姆忍着刺痛的耳膜，护着安娜俯下身子。他意识到自己似乎在哪里见过这样的怪物。<br><br>天空中的不速之客轻捷落地，不再扇动纱翅，如同一具令人毛骨悚然的雕塑静止不动。<br><br>那是…蚊子？阿尔乔姆终于从记忆最冷僻的角落里搜刮出一丝线索。他曾在旧世界遗留的百科文献中看到过对于眼前这怪物的描绘。<br><br>在旧世界时代，世界尚有名为四季的节律之分。蚊子是出没在夏季的吸血昆虫，但其尺寸充其量不过是一指头就能捻死的大小。可眼前这只「蚊子」比他们站直了还高，细长的节肢上绒毛也清晰可辨。巨蚊以修长如剑的喙管刺穿地面，仿佛吮吸着什么，对静静观察的三人恍若不觉。<br><br>趴在地上的达米尔感觉到柔软的土壤下隐然有液体流动。巨蚊的腹囊迅速鼓胀起来。他压低的声线中饱含惊惧：<br><br>「趁它还没发现，我们赶紧逃走吧……」<br><br>「嗯，小心。」<br><br>阿尔乔姆尽力收束呼吸，缓缓在长草间移动。但这只令人厌恶的生物似乎对土壤轻微的震动极为敏感——转眼间，它警觉地将喙抽离地面，再次振翅腾空。细碎的嗡鸣伴着令人发麻的头疼复又袭来。阿尔乔姆立即抽出冰都女王赠予的利剑，摆出守势。<br><br>「阿尔乔姆，小心！它要来了。」<br><br>高频的噪音随着怪物接近拉长成了尖锐的厉啸。阿尔乔姆挥舞水铸之剑挡开巨蚊长喙迅疾的刺击。这只怪物在空中灵活自如：它不仅能悬停不动，还能快速变向。巨蚊警觉地退却又俯冲，动作之快使它的身形模糊成一道虚影。眼看阿尔乔姆无力避开，火药爆裂的巨震在他身后响起——巨蚊被这突如其来的轰击打落在地，四脚朝天。<br><br>阿尔乔姆回头，只见达米尔手上拿着一柄形制古老的燧发枪，枪管兀自冒着白烟。<br><br>「好样的！」达米尔为自己精确的一击颇感振奋。然而他的兴奋很快随着怪物蹬腿翻身变成了恐惧。<br><br>巨蚊拔高身形，在众人头顶划出眼花缭乱的飞行路线。激烈的振翅声宣示着眼前怪物的怒意——它如长针般尖利的喙管震颤着，预演着下一次突袭。<br><br>阿尔乔姆握剑的手忍不住轻轻发抖——这不是依靠灵敏反应就能躲开的一击。<br><br>「安娜，你们快逃吧！」<br><br>「可是，阿尔乔姆——」<br><br>「逃？我看不必了。」<br><br>一个陌生却有力的声音响起。一支长枪紧随着声音自天而降，刺穿了巨蚊半透明的腹部，如钢钉般将它牢牢钉死在地上。<br><br>战斗在一次心跳间结束了。阿尔乔姆长出一口气——他们得救了。<br><br>声音的主人是一名男性，身着奇异形制的服装，威风凛凛；他胯下的坐骑更让众人吃惊——那居然是一只有着甲胄外壳和发达后肢的昆虫，背上架设着鞍具，其尺寸接近令他们陷入苦战的巨蚊。<br><br>昆虫坐骑以快如闪电的动作再度跃起。起落间，骑士从怪物尸首上拔出长枪，停在了阿尔乔姆面前——枪尖以不可思议的精准抵住了年轻冒险家的心脏。<br><br>他打了个唿哨，一队同样着装的骑士自长草间现身。<br><br>三人正打算向骑士们表达感谢之情，却只听为首的骑士朗声宣告：<br><br>「擅闯吾等圣地『春之原』的陌生人——你们被逮捕了！」<br><br>（未完待续）"
            },
            {
                "Name": "第五章 水之监牢 片段一",
                "Desc": "<i>书接上文：在这一章里，阿尔乔姆一行人发现了可以和巨兽『春之原』直接对话的祭坛，还得知了去往巨兽肺部的道路。可是当他们到达肺部时，却发现了一片旧世界的热带雨林和大量积水。为了探明巨兽肺积水的真正原因，阿尔乔姆和杜克尝试下水探索。就在他们准备换气的时候，却遭遇了意外袭击，被拖拽进了深水之中，再没能回到水面……</i><br><br>……<br><br>阿尔乔姆从沉睡中醒过来，感到一种从未有过的奇妙体验充盈全身，像是摆脱了沉重的躯体。他轻盈无比。漫长的昏睡中也有种奇妙的安心感，就像是婴孩在母亲的羊水中所感受的一般。<br><br>朦胧的感觉还没彻底过去。意识在他大脑里逐渐清晰起来。<br><br>阿尔乔姆回想起了昏厥前最后的景象：他挣扎着想要游到水面之上，却被什么人拽住了身体挣扎不开——憋气到了极限……<br><br>我是被淹死了吗？<br><br>阿尔乔姆来不及清楚这个问题，因为他需要先去理解眼前的状况：他发现自己整个人完全浸泡在水中，却没有一点窒息的感觉。他翻动自己的手腕，感受到水确实在他的指间流动。紧接着，他开始摆动双脚，身体也随之升起。<br><br>「咣！」地一下，他的背部撞上了铁牢的栅栏。<br><br>尽管意料之外的撞击让阿尔乔姆疼得骂了出来，仍然活着的实感还是让他感到轻松了不少。<br><br>「你醒了吗，阿尔乔姆先生？」一个熟悉的声音从后方传来。阿尔乔姆循着声音游过去，发现了同他一起下水的杜克队长，以及横亘在他们之间的铁栅栏。<br><br>「杜克队长，你也还活着吗？我们现在到底是……」<br><br>「我们被水下住民抓起来了。」<br><br>「那我昏迷过去也是因为那些……」<br><br>「那是因为你自己憋晕的。你还没发现吗？这里水是可以呼吸的。」<br><br>阿尔乔姆这才明白过来，他能活下来正是因为这神奇的水。之前他还在学医的时候，了解过一点这样的知识：只要水中溶解的氧气足够多，人也可以在水中自如呼吸。<br><br>似乎是对两人对话起了反应似的，一个少年模样的人从两人的牢笼前面游过。他穿着紧身衣装，手持鱼叉，狠狠地敲击了金属栅栏。巨大的震动随着水波击中了阿尔乔姆。<br><br>「闭嘴，这里不是你们闲谈的地方！」看上去像是狱卒的人并没有给两人好脸色的意思：「不在水里，还能在哪儿呼吸啊。你们两个混蛋，过来看下这个！」<br><br>狱卒拽动他手上的渔网，被他拖拽的东西慢慢飘进了两人的视野中——那是一堆白色、透明又肥大愚蠢的虫子。说是虫子，但其实阿尔乔姆也并不确定——他确实从未见过眼前这堆肆意蠕动的东西。<br><br>「知道这些虫子是从哪里来的吗？」<br><br>阿尔乔姆和杜克四目相对，茫然地摇摇头。<br><br>「啧，没用的废物。我还以为你们知道点什么呢……」<br><br>「…这是虫子？」<br><br>「不知道，但是总得有个叫法吧。」狱卒忽然想起了自己的身份，再次用鱼叉狠狠地敲击栅栏：「住嘴！禁止跟我攀谈！」<br><br>短暂的安静之后，不知趣的阿尔乔姆继续问道：「这虫子看上去连内脏都没有，也许不是生物？」<br><br>「这东西追着人跑，就像长眼了一样，谁还管它是不是生物，」狱卒一脸不屑，「而且它们一旦裂开，就会释放出将人溶解的液体。被液体污染后的水再也无法供人无法呼吸了。」<br><br>「被污染的水吗……」<br><br>杜克冷冷地补充道：「所以你们并不攻击虫子，而是修建了这庞大的水中监狱……」<br><br>「哈哈哈，这不是有聪明人嘛！倒是你旁边那个人跟个傻子一样问个不停……没错，你们所在牢房下面两百层全关着这些虫子。」说到这里，狱卒脸色沉重，一改先前嘲讽的语气：「为了生存，我们还得继续修建下去。」<br><br>阿尔乔姆尝试去观察他的脚下。虽然他眼力不如杜克，但是也隐约看出脚下数量惊人的牢笼——确实有无数的白色虫子被关在其中。可是水太深了，他看不清最下面的牢笼在哪里，只看到一片深渊。如果说水位是不断升高的，那么早先关押的虫子可能早就因为压力裂开了……想到这里，深渊里似乎只剩下了死亡的气息。<br><br>阿尔乔姆似乎理解了「春之原」肺部积水的真正原因。<br><br>不断出现的虫子、不断修建的庞大监狱群让肺部积水越涨越高，而留给「春之原」交换氧气的空间却越来越小了。<br><br>「这监狱原本也不是关你们的，」狱卒再次用鱼叉敲击了金属栅栏，「要是你们能帮我们找到这些虫子的来源，我们可以让你们从哪里来滚回哪里去。怎么样？」<br><br>「那，要是我说…我们其实是从水面上来的呢？」<br><br>（未完待续）"
            },
            {
                "Name": "第六章 熔岩之国 片段一",
                "Desc": "<i>书接上文：在这一章里，阿尔乔姆一行人终于到达了地上旅途的最后一站——熔岩之国。在达米尔的信号弹指引下，从远处的岩浆和巨石之间传来隆隆的响声，一只身覆板甲的巨大虫子停在他们的面前。他们即将乘坐这个大家伙去往大炮的国度……</i><br><br>……<br><br>阿尔乔姆原本对无脊椎的环节动物并没有讨厌的情绪。<br><br>「他们看到信号弹了。你们看，那就是熔岩巨虫，是来接我们回家的。」<br><br>达米尔言语中的喜悦和自豪的情感显露无疑。<br><br>「接我们？可怎么又是大虫子啊…这一路上的虫子可太多了。」<br><br>这条形似蚯蚓的巨大虫子高约2米，长度接近 20 米。虽说是在停泊等候，但一刻也未有停止过蠕动。环形肌肉覆盖着多层花瓣状的甲片，在甲片上还覆盖着细细密密的黑色岩沙，像是一种分泌物和熔岩混合形成的特殊涂层。<br><br>阿尔乔姆有些不情愿地杵在原地。<br><br>「阿尔乔姆你说什么呢！这哪有春之原上那些虫子奇怪啊。」<br><br>「走吧，阿尔乔姆。」<br><br>安娜也跟上达米尔走上前去。<br><br>在环节肌肉的上方，立着一个老头模样的人。他一手拿着长杆，另一只手则是一个铁钩，还拴着缰绳一样的东西。他从巨大的虫子的背上翻身下来，落地动作略有点浮夸。老头张开双臂，将达米尔抱在怀里——看得出来，他们俩不仅早就相识，还都一样热情似火。<br><br>「嘿！达米尔！」<br><br>「巴比康会长！你怎么亲自来接我了！」<br><br>「哈哈哈哈，意外了吧！快给我介绍下你的冒险伙伴！」<br><br>「您好，我叫安娜。」<br><br>「安娜你好！我是巴比康！小姑娘真可爱啊……哈哈哈哈！」<br><br>巴比康见阿尔乔姆一动不动，便朝着他走了过去，扯着嗓子大喊道：「远处的那个小伙子，快过来！我们要回熔岩之国了！」<br><br>阿尔乔姆看着老头子就快一瘸一拐地过来牵住自己的手了，也只好盛情难却地跟上去。<br><br>「…您好，我叫阿尔乔姆。」<br><br>……<br><br>就像阿尔乔姆担心的一样，在登上了熔岩巨虫的背部之后，他发现这些不拘一格的金属甲片和大虫似乎并没有很好的贴合。阿尔乔姆只有死死地抓住座位扶手，双腿还紧紧夹住，避免从这松动的板甲上摔落下去。巴比康手持的长杆一头发出电极的声响。他牵着缰绳确认身后的人落座情况。<br><br>「出发了！」<br><br>被巴比康的电极刺激后，巨虫开始蠕动了。伴着有节奏的环节肌肉舒张和收缩，它的行进速度越来越快。这是一种奇妙的行进方式。阿尔乔姆身前是安娜、身后是达米尔，他们三人之间的距离随着肌肉舒张变化不断变动。<br><br>不得不说，这种特殊的交通工具有着意料之外的优势。<br><br>巨虫和松动的板甲可以有一定程度的积压，这使他们一行人也能钻进岩缝里通过；巨虫还可以环绕一些小火山以达到一定的高度，然后直接爬上原本需要绕行的岩壁。巴比康老头用复杂的电极信号操作着巨虫。而巨虫也能自己做出一些灵巧细微的判断。在两者的相互配合下，一次次不可思议的动作得以实现。<br><br>阿尔乔姆还观察到了巨虫的独特散热方式：巨虫板甲上的粘液是通过板甲上雕漏的网状洞口中浸出来的——就这样一边将发烫的岩沙丢弃掉，一边粘连起新的黏土和岩沙，完成了外壳散热。<br><br>「真是不可思议……」<br><br>随着旅途不断深入，达米尔和巴比康的「熔岩之国杂谈」也越来越有趣。<br><br>据达米尔介绍，熔岩之国的冒险家们一半钟情于制造大炮，而另一半则执着于外出探险。巴比康老头子是熔岩之国大炮促进委员会的会长，是痴迷于大炮技术的代表。在大炮促进协会里能够吹嘘的事只有大炮的体积或者是射程的平方。<br><br>「在我们委员会，受尊敬的程度只和他研究的大炮威力有关。像达米尔这样只会做燧发枪的水平，我们委员会根本就不要！哈哈哈哈！」<br><br>「我可是专业的探险家好吧！哈哈哈哈！」<br><br>巴比康会长粗犷的笑声让人感觉很有亲和力。他丢了一颗眼珠、一只手用铁钩子做成，还有一只脚也是金属义肢。直到他转过头来跟达米尔搭话，阿尔乔姆这才才仔细看清，他竟然还有一块脑壳也是某种橡胶做的。<br><br>「你说这个脑壳吗？之前大炮炸膛的时候，头皮被炸没了！但是脑子还是好用的，哈哈哈哈！」<br><br>随着掌握身体夹住板甲越来越熟练，阿尔乔姆开始有些余力欣赏旅途中的景色。数量众多且尺寸不一的火山都似乎憋着一股劲儿——岩浆、熔岩遍地都是，光是看着就让人燥热难忍。要是按照常人观点来看，这里的环境实在太过恶劣——称之为人间地狱似乎也不为过。黑色火山、满是烟尘的天空、喷涌欲出的红色岩浆，谁会想到这里竟然还有着研究大炮的科学国度呢？<br><br>「好久没有冒险者回来了。我特意嘱咐了厨师：今晚我们举办庆功宴！」<br><br>听到庆功宴，阿尔乔姆兴致也跟着高起来了。只有安娜一直望着远处的火山，眼中似乎有一层阴翳。<br><br>……<br><br>台下宾客满座，大炮促进委员会和冒险家行会的人坐满了宴客厅。巴比康会长在高涨的气氛里介绍了阿尔乔姆一行三人。宴会厅里掌声雷动、一片欢腾。阿尔乔姆发现一个特点：这里基本没有一个身体完整的人——要么缺胳膊少腿，要么就是装了橡胶下巴或是铂金鼻子。<br><br>在阿尔乔姆看来，达米尔简直是一个奇迹——他竟然全身完整。<br><br>「这几年来，我们大炮促进委员会就一直在计划启动一项无愧于先祖的大炮活动！大家都知道，历史上最大规模的主火山活动就要到了！」<br><br>「火山！万岁！」宴会厅又是一片欢腾。<br><br>「我们要勇敢地把自己射向太空，拿自己的生命去完成这个世界上最伟大的冒险！」<br><br>「太空！万岁！」宴会厅整个都颤动起来，随时坍塌都毫不奇怪。<br><br>「通过达米尔旅途中的定位观测数据，我们彻底完成了对天外之境的轨迹追踪。我要欣喜地向大家宣布：我们现在能准确无疑地用大炮把自己打到天外之境上去！」<br><br>顿时，大厅里发出了无数次惊叹，然后突然进入到一片奇妙的寂静中。再之后又爆发出比之前更加热烈的掌声、欢呼声和喝彩声。即使现在宴会厅里的所有大炮一起发射，也压不住人们歇斯底里的声浪。<br><br>阿尔乔姆躲开宴会厅中的人群来到窗台。他看见安娜望着远处沉静的火山，一旁还放着他们从春之原带回的气泡酒。<br><br>「安娜……」<br><br>「阿尔乔姆，你先别说话。能过来一下吗？」<br><br>阿尔乔姆在旅途中无数次见识过安娜超越常人的坚韧，而她现在的声音却像是求救信号一般——弱弱的喘气声似乎在表达着某种挽留。阿尔乔姆想要从身后抱住她。<br><br>「怎么了吗？」<br><br>「去太空，是不是再也回不来了……」<br><br>「也许是吧。毕竟天外之境再也不会有火山大炮了。」<br><br>「阿尔乔姆……」安娜转过身来，脸上泛着红晕——她好像哭过了。那一瞬间，宴会的声音远去——全世界都安静下来了。<br><br>「我想家了。你能和我一起回家吗？」<br><br><br>（未完待续）"
            },
            {
                "Name": "第六章 熔岩之国 片段二",
                "Desc": "<i>书接上文：阿尔乔姆一行人乘上熔岩巨虫终于抵达了熔岩之国，等待他们的是盛情的款待，在大炮促进协会巴比康会长的慷慨陈词之下，他们明白长长的旅途就差最后一步了，而此时安娜却产生了离开的心情，她希望阿尔乔姆也能留下……</i><br><br>……<br><br>达米尔现在感到非常困惑，但是他什么都不敢问。<br><br>庆功宴的第二天，阿尔乔姆和安娜之间始终有着一种说不出的奇妙的气氛。<br><br>在达米尔擅自的推测中，阿尔乔姆肯定是趁着宴会情绪高涨就去向安娜表白失败了。他一直坚定地认为这两人一定能成——没想到自己的阅历还是太浅。以前要是被大炮打出去很多次见见世面，他可能就会明白吧。<br><br>「那个…我今天带你们到发射场来，就是去看看我们引以为傲的火山大炮。」<br><br>达米尔尽管察觉到了两人低落的情绪，但他还是告诉自己也许现在不要问比较好。<br><br>「之前跟你们讲起过的。火山的能量是星球本身的能量。」<br><br>「星球的内球始终在偏向引力的反向，且不在星球正中心，所以这种由内向外的巨大挤压力会将岩浆和各种气态物质喷发出来——这就是火山的能量。」<br><br>透过厚重的玻璃，阿尔乔姆和安娜远远地看见了主火山里的岩浆。<br><br>它既像是海浪一般，时而升高时而降低；另一方面，它又像是烧开的水一般，气体不断地从岩浆中挤出来，聚拢成许多外涌的气泡。过于灼热导致空气厚薄不均，折射后的景象也都歪歪扭扭——任何人都能一眼明白，这些不安定的、明亮又灼热的液体很快就要压制不住了。<br><br>不知不觉之间，阿尔乔姆已经流出了一身的汗。<br><br>「不稳定、难预测、力量过于强大等等一系列的问题，阻碍着过去的人类去驾驭这些根源性的能量。直到冰河期的出现，我们的先祖们终于改变了想法。」<br><br>「不要去控制，而是让它释放！」<br><br>「没错，阿尔乔姆同志！你说的对啊！这样巨大的能量，我们就让他痛痛快快地释放。就好像……」<br><br>两人异口同声地说道：「不是将一个屁分好几次放，而是一次就放出一个响屁！」<br><br>两人哈哈大笑。像这样没有品位的段子，达米尔在旅途中早已经讲了无数遍。<br><br>直到他们看着蓄势待发的火山，这些愚蠢的解释才像活了过来一样。那些夸张的描述此时竟然离他们如此之近——阿尔乔姆觉得自己好像还在梦里。<br><br>安娜走在后面，也轻轻地笑了出来。<br><br>「那个顶部的能量收容装置。还有那边，是火山活动促进器…别看它们造价昂贵，其实全都是一次性的消耗品……」<br><br>达米尔突然停下来了——他似乎对这个说法不太满意。<br><br>「他们全是终其一生只准备一场战斗的家伙。但是，只需要一场战斗就足以证明一切！他们不是消耗品，他们是究极的浪漫主义者！」<br><br>「浪漫主义者吗……」<br><br>阿尔乔姆感觉好像有什么就在他的胸中激荡，就像那些不安分的岩浆。达米尔的声音也变远了——他好像已经能够感受到地幔的震动，想象着用那股巨大的能量实现一生一次的浪漫。<br><br>「请看这里，这就是我们即将要乘坐的炮弹！」<br><br>那是一个直径约7米的球型座舱，前方有着视野开阔的舷窗，里面装着放着各种精密仪表、操作拉杆以及各式按钮。球型的两侧隐藏着一对可以展开的薄翼。<br><br>看起来完全不像是熔岩之国的风格。<br><br>「这难道说……」<br><br>「没错。这是旧世界做出的能够载人的『炮弹』——找遍全世界也只有这独一个！」<br><br>球壳外侧覆盖着能够承受超出摄氏 5000 度以上高温的材料；内部还分布着遥测、通信、能源、温控的等各种精密的设备。阿尔乔姆已经挖掘过不少的旧世界遗物了。但他一眼就能明白，这就是旧世界科技中的顶点——是真正能将人带到宇宙中的家伙。<br><br>「这颗飞向宇宙的『炮弹』，也是有去无回的浪漫主义者。它也会在旅途中完成使命，然后成为一座永远的丰碑，漂浮在宇宙之中……」<br><br>再一次地，阿尔乔姆感觉自己没有在地面上。他已经投身在灿烂的星海之中了。<br><br>安娜看着眼前的这个男人，思绪仿佛已经先于身体一步离开了这颗星球。<br><br>她彻底明白了：阿尔乔姆的心已经在那穹顶之上了，自己是永远够不着的。那里太遥远了，比天外之境更远，比宇宙的终点还要远。她也暗下决心，在黎明到来之前就悄悄地离开——也许这样才不会让他那么痛苦。<br><br>……<br><br>但是她还是没能做到。<br><br>「谢谢你，安娜。」<br><br>在新日升起之前的小路上，她只能看到一个轮廓清晰的剪影——那是阿尔乔姆在等候她。她终究还是没能悄悄地离开。<br><br>「自从你救下我的相遇之后，我一直都深深地喜欢着你。我从没见过如此坚韧、独立又温柔的女性。我找了一万个机会想要倾吐出来：我喜欢你，我想和你一辈子在一起。」<br><br>「但是，我还是不能和你一起留下来。如果说，我这一辈子中一定有一件事情必须去完成的话，那就是冒险——不断地冒险。所以，对不起……」<br><br>「我想我也是一个浪漫主义者。我愿意为了冒险燃尽我的一切。对不起……」<br><br>安娜眼里噙着泪光。她是明白的。<br><br>——她从踏上旅程的那一刻就已经明白了：她喜欢上的也是这样的人。<br><br>没等到眼泪掉下，一只温暖的手就贴近了脸颊，并温柔地将眼泪拭去。那是她再也熟悉不过的，阿尔乔姆的手。<br><br>「我也知道，不应该让你为我流下了这么多的眼泪。可是我的决心已定……」<br><br>「我明白的。我都明白……」<br><br>「我只有三件东西可以送给你。」<br><br>阿尔乔姆拿出自己随身的日记。这上面细密地记录着过往的冒险，以及和安娜的回忆。<br><br>「第一件是我的过去。我们一起经历过的绝不是虚假的。」<br><br>阿尔乔姆又将女王赠送他的佩剑放到安娜的手里。<br><br>「第二件是我的未来。这是我对女王的承诺：我想要永远守护你。」<br><br>「最后一件，是我的现在——我喜欢你，安娜。」<br><br>他吻了上去。<br><br>他们是那么深情，就好像时间在这一刻永恒——未来将不会到来。<br><br>（未完待续）"
            },
            {
                "Name": "最终章 天外之境 片段一",
                "Desc": "<i>书接上文：本篇故事中，阿尔乔姆与达米尔一同搭乘旧世界的「炮弹」，怀着不复归来的勇气一同前往深空。</i><br><br>……<br><br>火山大炮的冲击力并没有在飞行器原本的设计考虑范围内。<br><br>「炮弹」在发射的瞬间立刻达到惊人的速度，让发射场的所有人都捏了一把汗——这样真的没有问题吗？「炮弹」的内部也并不轻松：阿尔乔姆和达米尔就像承受了数十倍的重力，就快要被压碎了。<br><br>那一瞬间，阿尔乔姆失去了意识，思绪甚至和雪原遇险时产生了连接。但是这个状态并没有持续很久——他凭借着惊人的毅力和精神清醒了过来。经历了瞬间的生死考验之后，阿尔乔姆立刻意识到了飞行器中减震限制器的作用：要是没有它，自己肯定已经彻底往生了。<br><br>不过，达米尔却没有这么轻松。他翻着白眼，嘴巴微微张开，白色的泡沫从嘴角流了出来。达米尔究竟只是昏过去了，还是说没有撑过去？阿尔乔姆在通讯器中呼叫了好几次，可仍旧没有得到回应。<br><br>「炮弹」的舷窗里不仅能看清楚上方迫近的天空，更能看清下方远离的地面。<br><br>拔地而起的绝境就像画卷一样在阿尔乔姆的眼前快速展开。熟悉的景色正在不断地收缩，不断地变得陌生起来。仪表盘的数字也在不断地刷新，一次比一次更加夸张，丝毫没有停下来的意思。<br><br>尽管种种迹象都说明了这个简单的事实，但阿尔乔姆的理解仍然是慢了一拍——他们正在高速地离开行星表面。<br><br>——距离地面已有五千米了。<br><br>阿尔乔姆还是能看清熔岩之国的建筑：尤为明显的是发射「炮弹」的主火山大炮。<br><br>主火山因发射而造成的山岩崩碎，已经变成了滚滚的烟幕。在这一高度下，熔岩巨虫已经是纤细难寻。山脊上的岩浆也变成了蛛丝纹理，原本灼眼的颜色也温和了许多。<br><br>混杂着火山灰的空气飞速流动，地面的景色也逐渐面目模糊。<br><br>——距离地面一万米了。<br><br>阿尔乔姆已经能看到春之原了。<br><br>在万米的高空上，阿尔乔姆勉强望见了巨兽脊背上的边界。但即使如此，他仍然没能看清巨兽全貌——不愧是岿然巨物！曾经走过的漫漫长路，现已尽收眼底。一种说不出的滋味油然而生。<br><br>顺着来时的路线，阿尔乔姆的视线跨越了雪山，来到了风雪之中。寒冰之都就在在快速流动的行云飞雪中——他已经完全看不清城市的轮廓了。<br><br>安娜曾经说过：在每一次漫长的冒险结束后，她总是和父亲去外出捕鱼，借此放松自己。而这一次漫长的旅途结束后，她到底又会怎样休息呢……<br><br>稀薄的云层开始阻碍视线。逃逸的思绪又回来了——「炮弹」已经飞出去多久了呢……<br><br>——他们还在继续攀高，进入到黑夜之中。<br><br>贝洛伯格在黑暗的大地上若隐若现。<br><br>万家灯火看上去尽管只有一块硬币的大小，但是阿尔乔姆明白，那里一定是贝洛伯格。与周遭的严寒格格不入的热岛气候，从云层上方看显得更加明显——正是这份温暖支撑着贝洛伯格运作百年，但也是这份温暖阻碍了她的子民外出一步。<br><br>贝洛伯格在行星上是如此渺小，就像是餐盘中的一枚豆粒。阿尔乔姆曾经也以为贝洛伯格和周边的风雪就是全世界——回想起来，那不过是不愿承认自己的狭隘而已。<br><br>在这样高的尺度上，任何人都会理解这样的狭隘简直可笑。<br><br>——距离地面一百公里了。<br><br>阿尔乔姆已经清晰地看到了行星的弧线。<br><br>巨大的极光开始出现，绚丽的彩带轻轻地罩在星球的表面。阿尔乔姆曾经站在贝洛伯格的大地上，仰望过那些如梦似幻的轻纱在天空中飘动。而现在，极光就在他的下方。<br><br>就在这时，通讯器里响起杂音……<br><br>「…阿、阿尔乔姆！我们！啊啊啊啊！到天上了啊啊啊啊…咳咳…咳……」<br><br>是达米尔迟到的尖叫声。<br><br>阿尔乔姆感到哭笑不得。<br><br>……<br><br>——距离地面已经有四百公里了。阿尔乔姆已经看到了「天外之境」。<br><br>那是一个圆柱形的巨大空间，缓缓旋转着。阿尔乔姆听说过这样的科学幻想，通过旋转的离心力能够模拟出重力的体验——而天方夜谭的理论一旦变成了摆在眼前的现实，难以言说的激动之情就快要喷薄而出了。<br><br>不知道旧世界的人看到这颗「炮弹」到底作何感想——是惊慌吗？还是惊讶？会被当成侵略者进行反击吗？<br><br>阿尔乔姆听到了「炮弹」内部轻轻地播放起内置的音乐。鼓点声和吉他声既暧昧又惬意，像是旅程结束前的赠礼：<br><br><i>「遥远的宇宙电台在呼唤」</i><br><br><i>「遥远的宇宙电台在呼唤」</i><br><br>……<br><br>随着「炮弹」越来越接近，「天外之境」的内侧细节也越来越清楚。<br><br>如果将圆柱的内侧展开，那「天外之境」将是一个巨大的方形区域。方形区域的对边首尾相连形成了圆柱。在其中任意位置抬起头，都能看到倒悬的街道。<br><br>在街道上，各种违反物理常识的建筑鳞次栉比；机械巨擘像是拼接积木一样，将各种建筑模块自由地组合；规划整齐的区块化街道不断地调整着位置。阿尔乔姆想着，整个「城市」仿佛有着呼吸和脉动、像是不断转动的魔方一样，持续地进化着——其间透露着极致的理性。犹如被人遗弃已久却纤尘不染的艺术品——「天外之境」孤独地如此漂浮着，等候着人类赞叹的目光。<br><br>仿佛感应到了「炮弹」的存在一般，这巨物弹出同样比例惊人的对接支架，如同巨人向飞虫伸出了手。阿尔乔姆的心随着支架向他们所在的方向伸来而不断捏紧，唯恐自己的旅程在最后一刻粉碎在惨烈的对撞中。<br><br>然而想象中的失败着陆没有发生。支架在微不足道的震动中将「炮弹」轻柔托住，引导它缓缓驶入天外之境的停机坪。<br><br>而通讯器里，舒缓的音乐仍然继续……<br><br>……<br><br><i>「我踏上繁星的阶梯」</i><br><br><i>「漫步在太空的画廊之中」</i><br><br><i>「今夜的银河注定无眠」</i><br><br>……"
            }
        ]
    },
    {
        "Name": "讯号转译录：琥珀 2157 纪 48 月 -51 月",
        "Desc": "讯号转译录：琥珀 2157 纪 48 月 -51 月",
        "World": 1,
        "Books": [
            {
                "Desc": "来源方：未知光年外（超出可探知距离）<br>收讯方：「黑塔」洛奇•马丁内斯<br><br>***转译正文如下***<br><br>莱斯莉 <i>「黑塔」系统时 04 : 25 : 32 </i><br>洛奇！你知道我现在正在经历什么吗？！<br><br>莱斯莉 <i>「黑塔」系统时 04 : 26 : 01 </i><br>丰饶星域的主恒星在不明作用力下经历了一次重力崩溃，随后引发了星震！<br><br>莱斯莉 <i>「黑塔」系统时 04 : 26 : 22 </i><br>在我眼睛能看到的范围里，到处都是绚目的宇宙闪光和伽马余晖。<br><br>莱斯莉 <i>「黑塔」系统时 04 : 26 : 58 </i><br>明明是这样毕生难见的景象，之前说要和我一起来的那名队员，却早早吓跑啦…哎，要是你在这儿该多好。<br><br>莱斯莉 <i>「黑塔」系统时 04 : 27 : 39 </i><br>所以别生气了，好吗？<br><br>目的方：未知光年外（超出可探知距离）<br>发送方：「黑塔」洛奇•马丁内斯<br><br>***编辑内容如下 已成功转译发送***<br><br>洛奇 <i>「黑塔」系统时 08 : 30 : 13 </i><br>吓跑了？那就好。<br><br>洛奇 <i>「黑塔」系统时 08 : 31 : 48 </i><br>以后你也别再收那小子的东西，很明显，他靠不住。<br><br>洛奇 <i>「黑塔」系统时 08 : 37 : 02 </i><br>我没生气…甚至后悔和你闹别扭。当你说星震的时候，简直要把我吓死了，以为你会出事……<br><br>洛奇 <i>「黑塔」系统时 08 : 38 : 23 </i><br>但现在我知道了，星震的美丽也正来自于它的危险。<br><br>洛奇 <i>「黑塔」系统时 08 : 45 : 16 </i><br>下次，我们一起去看吧，就算有危险，我也会陪在你的身边。<br><br>洛奇 <i>「黑塔」系统时 08 : 56 : 05 </i><br>我的意思是说…如果可以，今后我想一直陪着你。<br><br>洛奇 <i>「黑塔」系统时 08 : 56 : 15 </i><br>你能明白我的意思吗？"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "讯号转译录：琥珀 2157 纪 44 月 -47 月",
        "Desc": "讯号转译录：琥珀 2157 纪 44 月 -47 月",
        "World": 1,
        "Books": [
            {
                "Desc": "目的方：未知光年外（超出可探知距离）<br>发送方：「黑塔」洛奇•马丁内斯<br><br>***编辑内容如下 已成功转译发送***<br><br>洛奇 <i>「黑塔」系统时 18 : 12 : 24 </i><br>莱斯莉，你还带着我送你的那把勘星钎吧？<br><br>洛奇 <i>「黑塔」系统时 19 : 33 : 56 </i><br>之前你老说它难用，今天我翻阅古籍，得知了一条口诀，迫不及待要分享给你。<br><br>洛奇 <i>「黑塔」系统时 19 : 37 : 36 </i><br>「以钎相土，要正要直，正是不弯，直是不歪。双臂执钎，垂直探土。测验曲直，用镜聚光，光至孔底，名堂即成，光至孔壁，可证歪斜。」<br><br>洛奇 <i>「黑塔」系统时 19 : 40 : 11 </i><br>你快把这口诀背下来，再告诉我好使不好使。<br><br>来源方：未知光年外（超出可探知距离）<br>收讯方：「黑塔」洛奇•马丁内斯<br><br>***转译正文如下***<br><br>莱斯莉 <i>「黑塔」系统时 02 : 55 : 08 </i><br>哎呀傻洛奇，勘星钎已经是古董货啦！你们科室那把，不也一直放在藏品柜里么？<br><br>莱斯莉 <i>「黑塔」系统时 02 : 56 : 43 </i><br>现在我们科考队测量星球土壤，用的都是「星际和平公司」的工具。<br><br>莱斯莉 <i>「黑塔」系统时 02 : 58 : 20 </i><br>不过，既然是你送我的勘星钎，我就研究一下用用看。我想，挖点稀土宝贝应该不成问题。<br><br>莱斯莉 <i>「黑塔」系统时 03 : 02 : 34 </i><br>对啦，你不是老对着石头做研究嘛，你最喜欢什么颜色的矿石？我去找找。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "讯号转译录：琥珀 2157 纪 40 月 -43 月",
        "Desc": "讯号转译录：琥珀 2157 纪 40 月 -43 月",
        "World": 1,
        "Books": [
            {
                "Desc": "来源方：未知光年外（超出可探知距离）<br>收讯方：「黑塔」洛奇•马丁内斯<br><br>***转译正文如下***<br><br>莱斯莉 <i>「黑塔」系统时 06 : 32 : 17 </i><br>洛奇你好！<br><br>莱斯莉 <i>「黑塔」系统时 06 : 32 : 45 </i><br>星际科考队已在丰饶星域邻近星系的内行星上降落。这里的大气实在太清新啦！<br><br>莱斯莉 <i>「黑塔」系统时 06 : 33 : 08 </i><br>即使并非星神领地，单单仰赖位置的邻近，这颗星球就蕴生了极高的氧含量。<br><br>莱斯莉 <i>「黑塔」系统时 06 : 33 : 29 </i><br>这可是我第一次目睹神降呢…以前老是闷在空间站里，殊不知纸上得来终觉浅。<br><br>莱斯莉 <i>「黑塔」系统时 06 : 33 : 39 </i><br>啊，中继器的讯号快结束了…总感觉自己说了很多废话，不好意思啦。<br><br>莱斯莉 <i>「黑塔」系统时 06 : 34 : 48 </i><br>你呆在「黑塔」，也要好好努力，争取像你崇拜的那个什么何塞老前辈一样，早日出来见识群星哦。<br><br>目的方：未知光年外（超出可探知距离）<br>发送方：「黑塔」洛奇•马丁内斯<br><br>***编辑内容如下 已成功转译发送***<br><br>洛奇 <i>「黑塔」系统时 08 : 14 : 18 </i><br>莱斯莉，祝贺你安全抵达！<br><br>洛奇 <i>「黑塔」系统时 08 : 25 : 27 </i><br>放心，我上次定分评估拿了优等，下一次也是势在必得。<br><br>洛奇 <i>「黑塔」系统时 08 : 41 : 43 </i><br>莱斯莉说的内容很有意思，不是废话！不管你看到什么都告诉我吧，我会等你的消息！"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "黑塔情诗",
        "Desc": "科员洛奇•马丁内斯意图寄予心上人的诗作。",
        "World": 1,
        "Books": [
            {
                "Name": "黑塔情诗其一",
                "Desc": "莉莉，我的莉莉。<br>怎么就爱上你？<br>你的白裙裾，<br>像降落的野鸽子，<br>无意纷扰我的心。<br><br>洛奇•马丁内斯"
            },
            {
                "Name": "黑塔情诗其二",
                "Desc": "从黑塔离开，你身轻如燕，<br>在丰饶的皮肤上，跳踢踏舞。<br>跳得老子的心肝儿，一起打颤<br>跳得星核一坨一坨，堵塞星轨道路。<br><br>洛奇•马丁内斯"
            },
            {
                "Name": "黑塔情诗其三",
                "Desc": "除了巨环与星芒外，银河里还有一个女人<br>她带着我的追问。追问的期限是我的一生<br>答案落在黑洞弱不禁风的边缘。<br>她的眼睛是云的叹气，<br>蓝被孤独写成了我的名字。<br><br>洛奇•马丁内斯"
            }
        ]
    },
    {
        "Name": "黑塔的手稿",
        "Desc": "本书由「星际和平公司」出资赞助，系「天才俱乐部」#83席黑塔所撰写之手稿，阐述关于宇宙、星神、派系及其它一切：「这就是我要写的东西：孤独的神明和盲目的信众。」",
        "World": 1,
        "Books": [
            {
                "Name": "《博识学会》",
                "Desc": "第三章：博识学会<br><br>宇宙浩瀚无垠，智识包罗万象；天才有天才的活法，庸人也有庸人的自足。除了才华横溢，得到博识尊亲自接见的天才俱乐部外，银河里还有一个以「智识」为源动力，孜孜不倦学习研究的组织，他们自称「博识学会」。<br><br>抛开个人喜好不提，博识学会的努力某种程度上令人尊敬。博识尊的俱乐部里俱是怪人、疯子、独狼、自闭天才、社交障碍者，他们即使不断产出惊人的发现，也从不让外界知晓，遑论集结发表<s>（本书算是破例）</s>；而博识学会的理念则是交流与分享：知识是硬通货，货币唯有流动才能实现奇迹。于是他们以学问交易智慧，用公式换来配方。星际和平公司慷慨地接纳并赞助了他们，借助「公司」雄厚的实力与跨世界移动技术，学会的学士们行遍各个世界，搜集一切有价值的知识，将之作为贸易的商品。<br><br>比起一般的研究者，博识学会更像是商业团体。学会内部以「学派」为基本组织单位，每个学派自负盈亏。围绕不同领域的知识主题，学士们研究并交易自己掌握的知识，试图通过这种方式寻获真正的无价之宝。以下仅列举几个较为知名的学派，供各位读者评判：<br><br> -通感学派-<br><br>若论对宇宙贡献最大的学派，非通感学派莫属。长久以来，交流与沟通都是困扰星际和平公司的重要问题。因为交易的基础是契约，契约的订立需要共识，然而智慧生灵们的语言杂乱纷呈。通感学派的研究者们致力于在不同物种间创造共通的思维桥梁——即如今已发扬光大的「联觉信标」。<br><br>拜联觉信标所赐，无论肢体动作、光闪信号、声音震动还是气味分子的变化——一切带有含义的信号都能被转化为思维脉冲，再转述成可以理解的语言。交流的第一重障壁就此打破；而在联觉信标的基础上，「星际和平公司」建立了庞大的数据库，储备了近亿种语言和文字的辞典，使得文字也不再神秘。<br><br>据说公司至今仍按季付给通感学派不菲的专利费用，该学派富可敌国。可靠的线人告知笔者，通感学派的下一个研究课题是超距遥感通讯技术。六百余个琥珀纪前，天才俱乐部会员#56号以利亚萨拉斯已发明该技术并应用于俱乐部。不过，当然，天才们鼓励凡夫俗子持续开发自己的智识。<br><br> -星空生态学派-<br><br>该学派把宇宙视为更大的生态学观察对象，着迷于研究虚空歌鲸、烁光水母等宇宙生物。该派系发迹于「天彗星墙」的发现。这一如今被证实为「存护」克里珀远古造物的发现令公司欣喜若狂，慷慨拨出巨额款项。充分验证了「论文写得好，不如选题选得巧」这一亘古不变的科研真理。<br><br> -烛墨学派-<br><br>烛墨学派是学会的印刷部门，由不可胜数的撰稿人，抄写员，打字员，程序员和书籍制作工人组成。该学派本着崇高的利他意图，放弃了自私的科学研究，投身于让更多人了解知识的伟大事业中去。博识学会的科学积累在此分门别类整理成册，出版行销各个世界，其中最知名的莫过于被称为《漫游指南》的书系。<br><br> -武装考古学派-<br><br>热衷于星际探险、文明考古的学派，总是前往最荒凉的星球，探索最危险的遗迹。想象一下：武装到牙齿的学士率领一打雇佣兵从勘探船里跳出来，蟑螂般顺着古老建筑的缝隙滑进被遗忘若干琥珀纪的甬道里，一路上抛下几个误触陷阱的白痴当作祭品，最终抵达目的地，挖出价值不菲的古物和文献，随后毫无怜悯地铺设炸药，毁灭性地轰开一条通道，志得意满地登上飞船扬长而去……有人说他们比起学者更像雇佣兵，此事见仁见智。<br><br> -量子历史学派-<br><br>原心理历史学派破产后改组而生的新学派。它们原本的目的是找出历史中隐藏的扰动因素和变动规律，对未来进行预测。然而现在不过是一群用玄而又玄的「算法」占卜命运的神棍罢了。我将该学派写在这里，是因为一篇有趣的文章，当以滑稽可笑作结。"
            },
            {
                "Name": "《星际和平公司》",
                "Desc": "第<s>二六三</s>四章：星际和平公司<br><br>「琥珀王」克里珀——一尊无头巨像，沉默寡言，不理世事，一心只知道铸造祂那神秘莫测巨大无比的城墙。为了什么？不知道；抵御什么？不晓得。但我们头脑正常的人，意识到自己的无知之后就会把祂抛之脑后；可世界上偏偏有一群不正常的人。这群人又分成两类，其中一类心想：哇，一个神明正在筑墙——这说明筑墙是神圣的——天啊，我们也要筑墙！——鬼知道这是什么逻辑？这一伙人就这么自以为得到了天启，开始在各自的星球上浪费宝贵的物质资源建造毫无用处的东西，他们叫做「筑城者」。而另一类人，一开始比筑城者还笨；筑城者虽然脑袋不大正常，好歹在思考对自己有利的事情，可另一类人——这群人心想：哇，一个神明正在筑墙——这说明筑墙是神圣的——天啊，我们要帮助神明筑墙！——啥？<br><br>于是，在宇宙中，一伙充满奉献精神的人类聚集起来，成立了克里珀的后援队。这支后援队心知自己没什么本事，就借着命途的神力飞往各个世界，采购筑墙所需的各种物资献奉给神明。这个时候，这群笨蛋中出了两个聪明人，一下子改变了整个宇宙的命运。<br><br>下面，笔者将具体阐述发生了什么。<br><br>首先，后援队飞到一个陌生的星球。他们非常走运，星球上有充满善意的种族，热情地接待了他们。后援队说：尊敬的各位同袍！宇宙现在危在旦夕，我们的星神正在铸造以光年为单位保护银河的墙壁，我们迫切希望你们参与其中！<br><br>那外星人就会面带微笑地说：哇喔，那可真不得了。请问我们能做什么呢？<br><br>后援队说：我们需要木材，石头，钢筋，水泥，钛合金……总之，一切能造东西的材料，我们都想要。<br><br>那很好。外星人说，我们有这种材料，我们有很多。你们拿什么来交换呢？<br><br>——这时，经济学的第一个标志诞生了：资源发生了交换——<br><br>后援队说：喔，我们有很多木材，石头，钢筋，水泥，钛合金……总之，一切能造东西的材料，我们都有。<br><br>外星人说：这样的交换毫无意义。<br><br>我们的聪明人就在这里登场，这两个人，他们的名字现在刻在星际和平公司总部的每一片墙砖和天花板上：路易斯•弗莱明和东方启行。聪明人连忙回答：离这里三个星系，有一个星球叫做克莱门汀，它们有一种特产，叫做冬阳果，入口即化，美味无比。他们舌绽莲花，仿佛这种果子天上难找地下难觅一般。<br><br>哇，外星人说：听上去真不赖。好吧，五百公斤木材交换五百公斤冬阳果。<br><br>——这时，大家看，资源就拥有了可量化的价值——<br><br>冬阳果珍贵极了。聪明人一号路易斯•弗莱明说，一个琥珀年可能也产不出五百公斤哩！但五百公斤木材对你们来说不算什么，这样吧，五百公斤木材交换五斤冬阳果，我保证你会喜欢！<br><br>亲爱的读者们，这段对话发生在近八百琥珀纪前，因此各位现在一眼就能看出来：聪明人一号纯属胡诌。冬阳果也许好吃，但绝没稀有到那个地步。聪明人是在撒谎，因为他掌握着重要的财富：信息不对称。一个人如果拥有了超过对方的信息，他就拥有了主动权。具体到这个事例里，聪明人一号拥有的就是：定价权。<br><br>于是，事情开始向好的方向发展：后援队意识到要获得物资，就必须提供对方感兴趣的商品来交换。就这样，后援队不再只采买建材。吃的、喝的、穿的、用的……一切其它星球会感兴趣的东西，他们都买。买卖越做越多，生意越做越大，聪明人二号东方启行意识到：既然他们是全宇宙目前唯一做这项营生的人，那么是时候推出自己的规则了。<br><br>——就这样，星际货币诞生了——<br><br>距今七百七十余琥珀纪前，路易斯•弗莱明和东方启行宣布将后援队改组，成立星际和平公司。就在同时，星际和平公司推出了全宇宙通行的货币：信用点。从那以后，各个星球上的人再也不用替自己的特产能换来多少东西担忧了——一切都已经定好了价格！他们从公司那里取得信用点，再拿信用点从公司里购买商品。交易再也不是通过公司居中的三方市场，而是与公司直接结算。看上去似乎对买卖双方没什么变化，但对公司来说，却产生了一个重大利好。<br><br>买方和卖方的资产流动出现了停顿。<br><br>——而停顿意味着沉淀资产的出现——<br><br>这数以兆计的资产悄无声息地以公司信用点的形式隐藏着，迅速填满了星际和平公司的口袋，但他们的口袋可是个无底洞哩！就这样，星际和平公司从一个为星神采购物资的小组织，一跃成为了宇宙中翻手云覆手雨的最大势力。<br><br>值得一提的是，即使已经取得了如此巨大的成功，公司仍未忘记建立的初衷。现在，公司近八百个琥珀纪累积的建材已经堆满星神克里珀身边的每颗星球，数目仍在不断增加。星神对此不置一词，也从无使用这些馈赠的意向，而公司对此的态度一如既往：<br><br>这是信仰。"
            },
            {
                "Name": "《作者序》",
                "Desc": "作者序<br><br>那一日，烛墨学派的克利欧学士问我：大人可想为宇宙写些什么？我说不想。她就正告我说：大人还是写一些罢，这是公司的请求。<br><br>老实说，此事我之前从未想过；我们天才俱乐部有自己的规则，甚少与外界分享所得。实际上，宇宙怎样关我们屁事？我们研究，我们发现，我们快乐，此愿足矣。凭我们的本事，即使整个银河陷入战火，我们也能独善其身——但是转念又想，即使我写了本书，又有什么妨害呢？我想不出来。其实，天才俱乐部历史上也不是没有人动过著书立说的念头。第#1号会员赞达尔就写过书，发明九字算法的#22利尔他也写过，据我所知，若干琥珀纪前#76号会员螺丝咕姆也写了本小册子，教导它的管家如何维护庞大的电脑管理系统；再说，伟大的「智识」博识尊将所有的信息都储存在体内，这何尝不是一种写作？思及此，我觉得，实实在在地写一本书倒也不坏。<br><br>上周，星际和平公司派人送来了预支的稿酬，数字里的0着实让我吃了一惊。我开始认真地考虑起了写作。首先，我要在本序中说明本书的内容：它绝不会包含我那些惊世发现，也没有精妙绝伦的数学推导——虽然我以此享誉诸界，但此刻我更想展示真实的自我。事实上，我想写一本关于宇宙、星神、派系及其它一切的书。近一个琥珀纪以来，我与其它世界的交流愈发频繁。我与「公司」建立了合作，帮助「仙舟」与孽物作战，从「星穹列车」那里弄来了许多收藏，还和「流光忆庭」小打小闹了几场，实在是有别过去的充实经历。我发觉，宇宙中真正有趣的不是冰冷冷的法则与规律，而是高度凝聚的哲学化身星神，和簇拥在星神之下各怀鬼胎的愚蠢人类。这就是我要写的东西：孤独的神明和盲目的信众。希望它能使读者们满意。<br><br>感谢星际和平公司的赞助。"
            },
            {
                "Name": "《天才俱乐部》",
                "Desc": "第二章 天才俱乐部<br><br>本章的开篇，请各位读者思考一个问题：全宇宙最神秘的组织是什么？<br><br>是声名显赫，敢与公司作对的「星核猎手」？是一切成谜，存在未知的「第IX机关」？是随着阿基维利一同逝去的「无名客」，还是仅存于传说中的「天外合唱班」？以上答案皆非。真相是：全宇宙最神秘，最超然，最不明所以的组织，当属笔者所在的，受星神博识尊恩宠的「天才俱乐部」。<br><br>首先确定一条公理：即使放诸宇宙尺度上，笔者也是万年一遇的超级天才——重申一句：笔者并非不知廉耻，而是廉耻之于笔者屁也不是——年少时即解开孤波算法难题、斯帕克模型猜想；青年时发现了西格玛重子的转化方法；中年时提出黑塔序列，发表关于返老还童的论文；老年时返老还童；年少时再度解开虚数流溢现象的奥秘，捕捉天外星核并将之封印；笔者曾十九次将所在星球从毁灭的危机中拯救，两次拜谒星神。以上种种，不过是笔者无数丰功伟业中的少许摘录而已。只有笔者这般万中无一的人物，才能获得加入天才俱乐部的邀请函；而自博识尊诞生以来，如是人物仅 84 席而已。故而，笔者言天才俱乐部最为神秘，有理有据，令人信服。在本文中，笔者将开天辟地头一遭地向各位读者揭开天才俱乐部的暗影面纱。<br><br>（稿纸在这里戛然而止，下面潦草地写着：<br><i>这破俱乐部里的人彼此完全不交流，我能写什么？</i><br>一个陌生的笔迹在下面写道：<br><i>亲爱的，你怎么也得写点东西，读者就指望着这个呢？</i><br>熟悉的黑塔笔迹又写道：<br><i>说得轻巧，有本事你写。</i>）"
            }
        ]
    },
    {
        "Name": "宓堂传语",
        "Desc": "自称「宓堂空境解语人」递交的密信，似乎意在劝诫水魈的同谋者。",
        "World": 1,
        "Books": [
            {
                "Desc": "冉冉星河高下，才人方踞上游。不知尘界颜色，因羡同僚风流。<br>枉自温柔和顺，谁料遭际堪伤。好似凌霄攀援，难免低入尘埃。<br>细问魈魅踪迹，偏看收容一隅。铁鞋踏破不世，待问三堂深处。<br>戚戚与之同谋，不如皎皎独立。他日纵然回首，自有星辉拂路。<br><br>宓堂空境解语人"
            }
        ]
    },
    {
        "Name": "再见黑塔",
        "Desc": "科员洛奇•马丁内斯的诗作。",
        "World": 1,
        "Books": [
            {
                "Desc": "黑暗在远方列队。用近乎残忍的方式<br><br>解剖着时间。询问爱情的花瓣俯下嘴唇<br><br>如同无限时空中、滴答的钟声。我们别无选择<br><br>只能滑入宇宙那不详的颤抖，如同滑下一道黄昏的斜坡<br><br>就这样，群星依旧在头顶赏乐，沿途将是它们优雅的倦容。<br><br>洛奇•马丁内斯"
            }
        ]
    },
    {
        "Name": "【科员档案】荣仓终",
        "Desc": "「黑塔」依照银河通行的隐私安全法收集、储存和使用科员信息。未经授权，相关人员不得向第三方披露任何档案。",
        "World": 1,
        "Books": [
            {
                "Desc": "黑 塔 科 员 档 案<br><br>—— 基础信息 —— <br><br>【姓名】荣仓终<br>【性别】男<br>【种族】灵长目人科人属<br>【身高】 168  厘米<br>【体重】 63  公斤<br>【健康状况】亚健康<br>【派系面貌】无<br>【原籍星球】辛 -41 <br>【遴选方式】考试<br><br>—— 研究信息 —— <br><br>【员工编号】研-界 -340 <br>【档案编号】 2157 - 0340 <br>【科室】星域界种科<br>【身份权限】基础科员 - 权限I级<br>【研究课题】呜呜伯 → 反重力防护网<br>【定分评估】劣下<br>【聘用形式】全日制合同<br>【是否续聘】未定<br>【紧急联系人】荣仓抚子（母亲）<br>【联系方式】 900 - 041 星际长途人工转接<br><br>—— 研究成果 —— <br><br>《呜呜伯行为考》手稿<br>《反重力防护网电势平衡维护报告》手稿<br><br>—— 研究计划 ——<br><br>《反重力防护网电势平衡维护报告》已审阅通过，归档入库。若下次定分评估能取得绩优，本人将申请「军团」资料的研究授权。<br><br>—— 自我评价 ——<br><br>本人曾于「黑塔」在辛 -41 举办的第一届科员资格考核大赛中拔得头筹，拥有扎实的研究基础和多年民间研究经验。虽然在上一次的定分评估中取得了不利的结果，但经过反思，我认为根本原因在于呜呜伯作为课题研究对象的不可预测性。防护网课题交予我后，我已向上级科员提交了新的研究报告，有望扭转定分评估的颓势。<br><br><i>*1. 定分评估采纳多次考核的加权平均数。</i><br><i>*2. 「黑塔」依照银河通行的隐私安全法收集、储存和使用科员信息。特定权限身份者可阅览或使用科员档案。未经授权，相关人员不得向第三方披露任何档案，违者将受到严厉制裁。</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "【科员档案】何塞",
        "Desc": "「黑塔」依照银河通行的隐私安全法收集、储存和使用科员信息。未经授权，相关人员不得向第三方披露任何档案。",
        "World": 1,
        "Books": [
            {
                "Desc": "黑 塔 科 员 档 案<br><br>—— 基础信息 —— <br><br>【姓名】何塞•拉萨罗<br>【性别】男<br>【种族】灵长目人科人属<br>【身高】 173  厘米<br>【体重】 80  公斤<br>【健康状况】十分健康<br>【派系面貌】前无名客、博识学会•武装考古学派<br>【原籍星球】利玛星<br>【遴选方式】自荐<br><br>—— 研究信息 —— <br><br>【员工编号】研-地 -009 <br>【档案编号】 2147 - 009 <br>【科室】寰宇地概科<br>【身份权限】高级科员 - 权限IV级（ 2154 纪曾遭降级处理）<br>【研究课题】星域导影<br>【定分评估】绩优<br>【聘用形式】长聘<br>【是否续聘】否<br>【紧急联系人】温天翁<br>【联系方式】站内呼叫<br><br>—— 研究成果 —— <br><br>陈年老事不必提，只星域导影这一条就够了吧？<br>这东西给谁不能靠它吃一辈子。<br><br>—— 研究计划 —— <br><br>其他都是虚的。<br><br>先把星域导影复制个几百份，分发给寰宇地概科所有年轻人，这是一切研究的基础，从此以后我们便不必提着壁灯在黑河中摸索，银河在我们面前将亮如白昼！<br><br>—— 自我评价 —— <br><br>毫无疑问，何塞•拉萨罗是「黑塔」不世出的天才。这条板上钉钉的结论，只有黑塔本尊来了才会让我有所动摇。<br><br>只可惜选择大于努力，在一系列重大历史节点，何塞•拉萨罗选择终身效力的寰宇地概科都不幸落于科室争斗的下风。正如同再优秀的船长也无法驱使一艘沉船穿越风暴，天才如何塞•拉萨罗在空间站内也面临着前所未有的不公。怪只怪我们没有二道贩子的财力、政客的嘴皮子、生物学家的多种族拥趸，又或是占卜师的神眷。<br><br>我们有的只是对银河未开垦处女地的无限向往，以及一双深入泥土的手。<br><br>但任何一个想看何塞•拉萨罗笑话的人都会失望而归！因为我绝不会因同僚的草包转而怀疑自我生存的价值。在每纪一度的自我评估中，我都将写下这段话，写他个三百遍，三千遍，三万遍，那就是——<br><br>何塞•拉萨罗才是「黑塔」不世出的天才！<br><br><i>*1. 定分评估采纳多次考核的加权平均数。</i><br><i>*2. 「黑塔」依照银河通行的隐私安全法收集、储存和使用科员信息。特定权限身份者可阅览或使用科员档案。未经授权，相关人员不得向第三方披露任何档案，违者将受到严厉制裁。</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《冒险鼹鼠队：隐形的宝藏》",
        "Desc": "贝洛伯格著名的儿童冒险文学系列最新作",
        "World": 2,
        "Books": [
            {
                "Name": "目录",
                "Desc": "前言：鼹鼠队的冒险窍门<br>————1页<br><br>意外的羊皮纸<br><color=#f29e38ff>在边缘通路的露天咖啡馆入口附近</color>，小鼹鼠们看到了一场拍卖会的宣传页……<br>————3页<br><br>消失的矿灯<br><color=#f29e38ff>在磐岩镇的大矿区里</color>，鼹鼠队员们找到了德雷克留下的笔记……<br>———— 21 页<br><br>「货箱便是钥匙」<br><color=#f29e38ff>在铆钉镇一处摆放着货架的洞窟里</color>，鼹鼠们找到了暗门……<br>———— 40 页<br><br>战地追迹<br>小鼹鼠们根据德雷克的线索，发现隐形的宝藏就在<color=#f29e38ff>铁卫禁区深处通往雪原的战壕工事</color>里……<br>———— 56 页<br><br>后记<br>———— 73 页"
            },
            {
                "Name": "前言",
                "Desc": "鼹鼠队的冒险窍门<br><br>小朋友！欢迎你加入冒险鼹鼠队，和贝琪、卡宾还有帕瓦一起挑战自己的智慧和勇气，成为第四只小鼹鼠。本书总共由四个单元组成，故事情节引人入胜，而且每个单元的最后，都会出现一个谜题等你来解答。<br><br>这一次的冒险和过去鼹鼠队去过的雪山丛林、神庙遗迹都不一样，故事的舞台就是各位小鼹鼠们熟悉的贝洛伯格。在这次的冒险故事中，一群考古学家找到了贝洛伯格的大冒险家德雷克留下的遗嘱，在遗嘱中德雷克这样说道：<br><br><i>「我一生的冒险经历超过了五十年，几乎去过了贝洛伯格内外的所有地方。在这些冒险时光里，我收集了不少奇珍异宝，将其中一部分捐给了贝洛伯格博物馆，将最邪恶最神秘的宝藏隐藏了起来。宝藏的位置被绘制在一张藏宝图中，被分成了多份放进了『隐形的宝箱』里，只有收集齐所有宝箱的人，才能找到我的宝藏。」</i><br><br>因此，这次《冒险鼹鼠队》的所有故事，是需要第四只小鼹鼠你来收集的。<color=#f29e38ff>只要按照目录的提示，你就能找到对应的地点；只要找到对应的地点，你就能收集到对应的书页；书页上隐藏着谜题的线索，能够找到「隐形的宝箱」…</color>将所有的书页完整集齐，你不仅会得到一本完整的《冒险鼹鼠队：隐形的宝藏》，还会找到大冒险家德雷克的宝藏。<br><br>故事中的每条线索都可能成为破解谜题的关键，所以，千万要仔细思考，不要放过任何蛛丝马迹。万一你的聪明头脑暂时失灵了，别急，只要你凭着直觉去做就能自然地找到答案。除了鼹鼠队的故事之外，我们还为你准备了冒险行动所需的各种小工具，印制在书本的最后。<br><br>精彩的冒险就要开始了，各位小鼹鼠们，准备好了吗？"
            },
            {
                "Name": "意外的羊皮纸",
                "Desc": "……<br><br>卡宾打算拍下的银鬃铁卫旧式保温水壶算不上什么宝贝，鼹鼠队看着会场内的其他买主，根本没有人举手买下这玩意儿。<br><br>「最后一次。成交！」主持人敲下木槌，「这个旧式保温水壶卖给那位戴眼镜儿的小男孩。」<br><br>「你花了十二冬城盾就买了一个水壶？哎，真是搞不懂你们这些收藏家的品味。」帕瓦抓了抓自己卷曲的头发。「我家里还有银鬃铁卫节日纪念的限定款，可以便宜卖给你。」<br><br>鼹鼠队付完钱，拿上了古董水壶开始往外走，露天咖啡附近的人依旧络绎不绝。自从考古队公开了冒险大王德雷克的遗嘱之后，引发了一时的古玩热潮，所有人都想找到「隐形宝箱」的线索。这也让古董爱好者卡宾烦恼不已，他的收藏爱好成本增加了。<br><br>「嘿，你看，我在这水壶里发现了什么？一张羊皮纸！」贝琪打开了水壶。「不会吧，羊皮纸上提到了『隐形的宝箱』，难道说这和德雷克……」<br><br>「嘘！」帕瓦突然压低了声音，「有人在盯着我们。」<br><br>卡宾从随身背包里拿出一个反光镜片，镜子反射出背后的景象，他并没有看出有任何人的在跟踪鼹鼠队。「喂，我怎么什么没有看到啊？」<br><br>帕瓦虽然身强体壮，但是这并不代表着他头脑简单。他伸出手，指着露天咖啡馆的一个位置说：<color=#f29e38ff>「就是那个地方。虽然露天咖啡馆有很多桌子、椅子。只有那个地方能够藏住一个人的身影。」</color><br><br>卡宾和贝琪惊讶地看着露天咖啡馆，很快他们就明白了帕瓦的意思，不得不对他刮目相看。<br><br><i>——亲爱的小读者们，你们知道他指的是哪里呢？</i><br><br><color=#f29e38ff><i>鼹鼠提示：</i></color><br><color=#f29e38ff><i>仔细观看周围的桌椅，自然可以找出答案。</i></color>"
            },
            {
                "Name": "消失的矿灯",
                "Desc": "……<br><br>就在卡宾和帕瓦正在小心翼翼地偷听着集会者的秘密交谈时，一双大手将他们两人拎了起来，卡宾双脚悬空，被吓得不知所措。而另一边的帕瓦则晃动身体，一脚踹在矿工的身上，赶紧逃开。这时他们才看清楚，气汹汹的大个子矿工就像是一座大山一样。<br><br>「你们这些小鬼在这里做什么？」虎背熊腰的矿工喘着粗气，显然他并不满意帕瓦蹬了他一脚。「矿区里很危险，你们应该回到家里，而不是在这里瞎逛。」<br><br>「嘿，那边的两个小孩儿。还记得我提醒过你们不能掉队吗？」贝琪戴上了矿工的安全头盔，穿上工作服，戴上手套，活脱脱就是一个小矿工的样子。「大个子，能把这两个小孩儿交给我吗？我会将他们带走。」<br><br>两只小鼹鼠马上领会了贝琪的意思：「矿工姐姐，我们迷路了，快带我们回去吧。」<br><br>大个子虽然有些迟疑，他没有见过如此矮小的矿工，但是幸运的是，他没有仔细追究这件事。「看好你的人，矿区里很危险。」说完大个子便扛着比帕瓦还重的十字镐转身离开了。<br><br>「你们看，关键的时候还得依靠我。」贝琪得意扶着头上的安全头盔，「你们两个刚才在偷听什么？」<br><br>帕瓦正打算指着集会者的位置，却发现那里已经什么都没有，只剩下冷冰冰的门。<br><br><color=#f29e38ff>「我记得他们说：让一切都回到它本来的位置，让群星回到天空……」</color>卡宾稍作思考，看向了另一侧的防护铁网，「原来如此呀！」<br><br>卡宾似乎找到了秘诀。<br><br><i>——亲爱的小读者们，你们知道他该怎么做了吗</i><br><br><color=#f29e38ff><i>鼹鼠提示：</i></color><br><color=#f29e38ff><i>仔细观看周围的矿灯，自然可以找出答案。</i></color>"
            },
            {
                "Name": "「货箱便是钥匙」",
                "Desc": "……<br><br>卡宾慌慌张张地躲在地髓矿的货箱后面。「帕瓦被抓走了！」恐慌的念头始终挥散不去，「也许，我们一开始就不应该寻找德雷克的宝藏。」光是后悔并不能将帕瓦救回来，卡宾必须想想现在还能做些什么。<br><br>贝琪将手放在卡宾的肩膀上，试图让卡宾没有那么慌张。几天之前他们还在吃着太阳薄饼，商量着假期里要去怎么度过；而现在，他们却卷入了未曾设想的阴谋之中。那些集会者到底为什么想要得到宝藏，德雷克藏在地下的暗门会在哪里，而帕瓦到底会被怎么对待…她一时之间很难想明白。<br><br>「等等，」贝琪捡起了一张纸，这是来自三只小鼹鼠学校的信笺纸，也就是说这是帕瓦留下的纸。「可是纸上什么也没有，反而是黏黏糊糊的。」<br><br>「黏黏糊糊的？那么这可能是帕瓦留下的『无字天书』。」卡宾想起了自己曾经在秘密基地里做的小发明，曾经用到过隐形墨水。如果是用盐水写在纸上的，那么只需要稍微加热一下；如果是用白蜡烛写下的，那么就需要一些黑炭粉……「让我来试试吧！」<br><br>不出所料，这张纸条是有加密信息的。卡宾将它凑近矿灯，一行断断续续的文字浮现了出来。<br><br><color=#f29e38ff>「货架，货箱，摆放，相同。」</color><br><br>信息只是由一些单词写成，这也不奇怪，帕瓦在写下这些信息的时候没有办法知道自己写了什么，只好用言简意赅的方式避免让字母挤在一起。贝琪略微思考了一下，她好像明白了帕瓦留下有关德雷克暗门的线索了。<br><br>「货箱就是钥匙，打开暗门就像做家务一样简单。」贝琪得意地说。<br><br><i>——亲爱的小读者们，你们知道她该怎么做了吗？</i><br><br><color=#f29e38ff><i>鼹鼠提示：</i></color><br><color=#f29e38ff><i>仔细观看两边的货架，自然可以找出答案。</i></color>"
            },
            {
                "Name": "战地追迹",
                "Desc": "……<br><br>「别让他们跑了！」鼹鼠队身后不断传来了集会者的喊叫声，这些贪婪的坏蛋已经追了过来。小鼹鼠们没有减慢速度，直接冲进了铁卫禁区。三只小鼹鼠回头张望，只见得这些鬼鬼祟祟的集会者们在禁区外气得捶胸顿足。<br><br>帕瓦的叔叔是银鬃铁卫的军官，在他的帮助下，小鼹鼠们在银鬃铁卫的保护下来到了军营的深处——也就是德雷克宝藏提到的地方。「帕瓦，并不是我不厚道，你难道不能叫你的叔叔把那些坏蛋都抓起来吗？」卡宾还有些生气。「他们过去将你抓走，这就已经违反法律了。」<br><br>「放心，他们逃不掉的。」帕瓦的叔叔曾经无数次帮助鼹鼠队化险为夷，他是鼹鼠队最可靠的伙伴。「这些事情就交给我们大人来处理吧，你们的冒险还差最后一步，去完成它吧。」<br><br>贝琪打开了德雷克最后的讯息：<color=#f29e38ff>「勤勉又机智的士兵每天都会检查4处枪架，确保它们各自摆放着3把枪支，不多不少。」</color><br><br>「嗯…真的有人会在禁区里藏什么宝藏吗？」帕瓦的叔叔从来就不相信隐形的宝藏，因为这里是军队驻扎的地方，无论是几百年前的德雷克，还是几百年后的谁谁谁，都不可能在军队里藏起不为人知的宝藏。<br><br>「既然是隐形的宝藏，就一定有定位它的方法。」卡宾略作思考，他已经知道隐形的宝藏所在之地了。<br><br><i>——亲爱的小读者们，你们知道他该找到宝藏了吗</i><br><br><color=#f29e38ff><i>鼹鼠提示：</i></color><br><color=#f29e38ff><i>仔细观看周围的符合「3把枪支」的摆设，自然可以找出答案。</i></color>"
            },
            {
                "Name": "后记",
                "Desc": "再怎么难解的谜题，都难不倒鼹鼠队，「德雷克隐形的宝藏」至此已经抵达尾声。<br><br>在这一次的探险之旅中，三只小鼹鼠再一次证明了自己的侦探能力。哦，当然这一次探险，最大的功臣还是你，我们的第四只小鼹鼠！<br><br>熟悉冒险鼹鼠队的小读者们知道，这样的冒险只是个开端而已，小鼹鼠们之后的冒险故事还多着呢！对于故事中大冒险家德雷克来说，伟大的冒险即便一生之中经历一次，也已经足够了。但是对我们的小读者来说，这样的冒险还远远不够。<br><br>我为什么会这么说呢？是因为我想继续卖书吗？当然有这样一部分的原因。而更重要的是，我想为我的小读者们「拥有冒险的体验，却不必承受其风险」。我可不希望你在现实中遇到任何一个心怀鬼胎的家伙，不需要像三只小鼹鼠一样被卷入危机之中。<br><br>我经常收到一些家长朋友来信质问我：「我不想让我家的孩子再看你的书了，因为他们只会效仿鼹鼠队，去做一些危险的大冒险。」对于这样的信件，我常常不知道如何回复。要是我表现得不负责任一点，我会说「去吧！人类就是应该要去冒险」；但是考虑到这位家长的担忧，我会说「只是在家里看看书就能冒险，不用承受任何风险，这已经是我能想到的『最安全的冒险』了。不会吧，连这样的『冒险』也不可以吗？」<br><br>作者总是作品的后记里大吐苦水，请原谅我也效仿了一下。话又说回来，在这一次的冒险故事里，你跟随着三只小鼹鼠的足迹走了一遍，虽然没有遇见可怕的集会者（毕竟是我编出来的），但是你用自己的好奇心和想象力已经完成了最棒的冒险了，不是吗？<br><br>那正是我想要的。<br><br>在这里，我再次恭喜你完成了冒险，让我一起再次喊出鼹鼠队的口号！<br><br>鼹鼠，鼹鼠，<br>能文能武！<br>鼹鼠，鼹鼠，<br>当家做主！"
            }
        ]
    },
    {
        "Name": "【科员档案】古恩",
        "Desc": "「黑塔」依照银河通行的隐私安全法收集、储存和使用科员信息。未经授权，相关人员不得向第三方披露任何档案。",
        "World": 1,
        "Books": [
            {
                "Desc": "黑 塔 科 员 档 案<br><br>—— 基础信息 —— <br><br>【姓名】古恩• 科诺列夫<br>【性别】男<br>【种族】灵长目人科人属<br>【身高】 182  厘米<br>【体重】 68  公斤<br>【健康状况】健康<br>【派系面貌】密<br>【原籍星球】天鹰堡（已消亡）<br>【遴选方式】客座<br><br>—— 研究信息 —— <br><br>【员工编号】研-法 -013 <br>【档案编号】 2148 - 013 <br>【科室】银河法政科<br>【身份权限】核心科员 - 权限V级<br>【研究课题】绝密<br>【定分评估】绩优<br>【聘用形式】长聘荣誉<br>【是否续聘】终身科员<br>【紧急联系人】希拉•诺娃<br>【联系方式】已失效<br><br>—— 研究成果 —— <br><br>《天鹰堡消亡史》，星际和平出版社<br>《巡海游侠与结果正义》，钛 44 出版社<br>《焦土一代：我们从毁灭中来》，星际和平出版社<br>《愚人戏：笑声的深度》，标准烛光出版社<br><i>*若干保密课题已隐去*</i><br><br>—— 研究计划 ——<br><br>我所撰写的《滑稽骑士与失落的风铃花》手稿已交付给标准烛光出版社。在过去的琥珀纪里，我们已有过殊为愉快的合作。这本书预计于 2160 纪出版面世，它以反骑士小说的形式重述了我研究假面愚者以来的一切结论，并且如实记录了我人生中发生的第三次思想转折。<br><br>另外，我将在空间站内进行一个神秘的实验。艾丝妲站长已经同意了我的请求。这个实验将避免给任何人带来麻烦，它只是第三次思想转折的微末附属品，只是为了实现我一个小小的，小小的祈愿。<br><br><i>*1. 定分评估采纳多次考核的加权平均数。</i><br><i>*2. 「黑塔」依照银河通行的隐私安全法收集、储存和使用科员信息。特定权限身份者可阅览或使用科员档案。未经授权，相关人员不得向第三方披露任何档案，违者将受到严厉制裁。</i>"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "《黑塔研究图鉴•第七卷•交通》残页",
        "Desc": "该卷图鉴收录了站内所有交通型奇物。",
        "World": 1,
        "Books": [
            {
                "Desc": "黑塔研究图鉴·第七卷·交通<br><br><br>奇物编号：交通 -01483 <br>入库时间： 2156 纪<br>买入价格： 2,130,000 信用点<br>流通价值： 1,842,000 信用点<br>经手人：温槐仁<br><br>序号 01483  银河救生毯<br><br>一张米褐双色夹杂的波西米亚风格毛毯。原本应存在着毛质流苏的部分，被等量上下扇动的小型金色星环所代替。<br><br>会根据适配物的体量在一定范围内调整自身大小，是宇宙航器上常备的太空救生装备。<br><br>在星核带来的第一次阻塞事件所导致的宇宙特大撞车案中，搭载了数百名乘客成功逃生。<br> <br>奇物编号：交通 -01484 <br>入库时间： 2156 纪<br>买入价格： 180,000 信用点<br>流通价值： 560,000 信用点<br>经手人：温槐仁<br><br>序号 01484  复眼<br><br>丑陋赘疵的目镜，上面遍布肥皂泡般的缤纷复眼。使用者将拥有高达 36 个面向全景的视线角度。<br><br>据称，这是进行瓦普跳跃和超时空跃迁船员的日常必备之物。<br><br>在星核带来的第一次阻塞事件中，驾驶跃迁星船的贝斯柯特·瓦格纳船员因为配备了复眼而成功规避与另外 14 艘同期跃迁的星船相撞。<br><br>奇物编号：交通 -01485 <br>入库时间： 2157 纪<br>买入价格： 37,000 信用点<br>流通价值： 41,000 信用点<br>经手人：温明德<br><br>序号 01485  信标着色剂<br><br>在悬浮于虚空中的一片瑰丽色彩旁，躺着一根长约 32 厘米，原初直径3厘米的扁塌锡管，里面填裹着黑金色的胶质物。这种胶体，吸纳了所有已知的色相，最终显示为此种色彩。<br><br>作为无名客身上常见的应急物品，不论是在寰宇虚空还是在星球海面上，信标着色剂都能在虚无或水面之上固着出一道鲜亮的色彩，并且根据环境的光源与色调，调整自身的饱和度与对比度。<br><br>信标着色剂的强烈色彩与视觉刺激使星际救援队极易发现它所绘制的救援图案。它的发明者乃是一位画技卓绝的无名客。该无名客曾因航行事故受困于一片蛮荒的无人星区，借由白矮星碎片的边角料，他最终调制出了救援史上殊为伟大的信标着色剂。<br><br>也有一些星际狂徒出于恶意、叛逆和硕大无朋的自我意识，利用信标着色剂在宇宙各处留下了充斥着脏话的涂鸦。<br><br><br>P 17071 "
            }
        ]
    },
    {
        "Name": "呜呜伯行为考",
        "Desc": "关于界种科藏品、灵质生物「呜呜伯」的行为习性研究报告。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*该纸页布满褶皱，显然曾被用力揉作一团再丢弃。*</i><br><br>文档编号： 510523455323647432 <br>隶属科目：星域界种科<br>著作权归属：荣仓终<br>课题累计提交次数：第7次<br>拟定入库日期：琥珀历 2157 纪第 32 月 11 日 <br><br>正文<br><br>呜呜伯以单体、群行、寄生的方式存在于世间。已知在非寄生状态下，呜呜伯行踪诡秘；寄生于宿主后，呜呜伯的破坏性与宿主的行动力呈正相关①②。<br><br>根据小范围样本库测试③，呜呜伯的单体智力可媲美六岁人类幼童。群行时，它们的单体智力将大幅下降。这是因为灵质生物的思维波存在干扰效应，频率共振将会影响各自的决策。<br><br>不论是否寄生于宿主，呜呜伯（及其宿主）的行动都遵循以下四种逻辑：<br>1.快乐的呜呜伯将快速流窜于包含五个角以上的房间。<br>2.悲伤的呜呜伯将聚集于冷僻无人的房间，共享彼此的哀思。<br>3.愤怒的呜呜伯将暴露于光线充足之处，部分呜呜伯将无法承受强烈的情绪，化为银河齑粉。<br>4.平静的呜呜伯将进入一生中行踪最为诡秘的时刻。它们大肆破坏所过之处，戏弄周遭生物，既无目的，也无意义，只是为了纯粹的恶作剧，不枉民间将其谑称为「戏命鬼」或「捣蛋星灵」。<br><br>注释<br><br>①参考文献：《巫伯附身空间站莽汉，一月内偷盗 113 双辐射防护鞋，气味过大终于落网》，出自《黑塔轶闻》琥珀历 2156 纪第 25 月刊。<br>②参考文献：《闪电战！建站以来最快收容行动：五分钟内抓捕归案，巫伯附身七旬老太》，出自《黑塔轶闻》琥珀历 2157 纪第 07 月刊。<br>③一测抽样对象为科员阿德勒，由于阿德勒表现出超越年龄的智力表现，结果无效。二测抽样对象为科员温世玲，本文采纳此次测验结论。<br><br>审阅人反馈<br><br>1.参考文献别从轶闻里找，这是常识。<br>2.抽样范围是否足够大？足够多样？仅凭单次对照粗暴得出结论是否符合黑塔研究价值观？<br><i>*不是我不想找，但在空间站找不到第三个儿童，能怪我？*</i><br>3.什么叫「包含五个角以上的房间」？<br><i>*五个角的房间就是不止有四个角的房间，还能怎么解释。*</i><br>4.「部分呜呜伯将无法承受强烈的情绪，化为银河齑粉」，该研究结论如何得出？建议彻查该科员是否遵循研究守则，有无损害藏品资产等不端行为。<br><br>审阅结论<br><br>研究过程缺乏严谨性与科学性，研究结论是否正确，有待证明。<br><br>科室评估结论：未通过，不予入库归档<br>一审评估人：卡波特•杜奥•兰奇<i>*去你的罢！*</i><br>二审评估人：无"
            }
        ]
    },
    {
        "Name": "科员荣仓终的日记",
        "Desc": "记录着科员荣仓终不平之声与偏激心绪的纸页。落寞，蒙尘，无人惦念。",
        "World": 1,
        "Books": [
            {
                "Desc": "琥珀历 2157 纪 第 39 月 51 日 天琴座流星雨<br><br>哈，说来滑稽。「黑塔」科员久居太空，却对失重感到陌然和恐惧。五个小时过去，牵引缆绳紧勒腹腔的感觉依然清晰。即便知道缆绳由罕见的第二相氟化锂组成，纤维绵长，最锋利的刀刃也无法损毁，我却仍想象着自己脱离束缚，往宇宙的深潭飘去。毕竟宇宙浩瀚，总有留人之处，何必呆在空间站忍受屈辱？在那漆黑的漂流中，我也许有幸能为天彗星墙所拦截，从此坐上游牧者那叮铃作响的矿车，游荡星海。但也有可能，是直直落进银河罅间的古兽巨渊，好似蜉蝣没于吞鲸之口。<br><br>它们的内部究竟窒热潮暗，还是如同「无名客」的传言所说，仿佛一片夜色温柔的星空？若是后者，好歹死前得见瑰丽奇景，想必也比在这里当孙子来得痛快。反正，死在那里跟死在此处一样，无人问津。<br><br>「哔啵哔——哔——平衡确认完成。」<br><br>平衡舱内红光闪烁，噪音提示我，检阅任务已经完成，防护网的电势平衡确认无虞。死于巨渊之口实属妄谈。现在，我得以趴在操控台上，做些正经记录，使用煞有介事的笔法也无伤大雅。也许，我不该浪费第一手的田野资料，而应尽快完成一篇关于反重力防护网的研究报告，弥补上一纪研究的失利，抬升自我评分。又或者，我应该先到维修间找温天翁讨口喝的，松弛松弛神经。那时就能痛快承认，我压根儿不想再写研究报告。<br><br>透过舷窗，能看见反重力防护网漫射宇宙的蓝紫色微光。它已经存在了整整八个琥珀纪…这挺受时光催折的能力，除了「公司」，很难想象出自他者的手笔。它的最初落成，究竟是出于对黑塔大人的谄媚，还是对危险的未卜先知？或许两者兼而有之。毕竟很快，那帮怪物就来了，以与日俱增的频率冲击空间站，派出的变种也愈发可怖。在过去的一纪里，蜗居于研究舱室，它们如鬼影一般活在空间站的传闻中。但现在，驻守在第一线，我和它们迎面撞上可不是小概率事件。<br><br>这倒算不上噩耗，甚至使我振奋。「军团」的资料，一直被优等科员所垄断，如果能近距离观察空间站最亲密的敌人，总比检修防护电离平衡，研究防御升级方法有趣。防御升级岂是我一介科员该操心的活？难道「公司」只管造，不负责售后不成？将存亡攸关的课题，交由本纪内评估分数最低的科员负责，本身就违反逻辑。我怀疑这只是个圈套，潜台词意在敲打：当科员失格时，他就该去做一些体力活来证明自己残余的价值。<br><br>虽然我对这项课题毫无兴趣，但如果拿不出像样的研究报告，在下一纪里我又将继续与它死磕。一个绝妙的惩戒循环。<br><br>我其实不明白，为什么万事万物都必须得有分数。当然，肯定有人说，只有我这个吊车尾、失败者，才会质疑分数的合理性。在每个系统年，固定的某一天，所有科员都将排队走进「定分间」，任凭空间站以『智识』之名义对自己进行检视，犹如流水线上的肉猪，被烙上优等、中人、低劣的分数。为了取悦分数，那些冷僻的、古怪的、回报周期漫长的研究被科员们抛弃，取巧卖乖的课题与作秀研究却与日俱增。当我看见科员纷纷角逐那虚假的数字，我明白了：我们不是在被『智识』赐福，而是在被『智识』剥削。通过分数，它轻而易举地操纵着这一众看似聪明的大脑，将他们无处安放的智力聚集到特定的地方，杜绝他们胡思乱想、自由烂漫的可能。<br><br>我不禁怀念起母星的境况，啊，也就是在《何塞星表》所标记的辛 -41 星球之上，那时我是何等的天才，何等的意气风发。当我第一次显露出考筹天赋时，那些童年伙伴也与如今在空间站追名逐利的科员没什么不同。他们簇拥着我，如同科员簇拥着研究「军团」的英雄，祈求我有朝一日能带他们离开母星，让辛 -41 的居民去见识见识，非殖民带的星域在过着怎样的生活。他们曾畅想一种全然不同的人生，而非庸碌一生采集幻境香料，供养所谓「斯林克」种族的长生迷梦。<br><br>我也是到了空间站后才发现，斯林克人并非宇宙的主宰。相反，比之寰宇至高无上的存在，他们与辛 -41 居民的区别，不过是飞蚁与白蚁的区别。如果一个辛 -41 居民足够有种，他们应该不顾一切地对浅薄的统治秩序发起反抗。但他们没有。一是因为缺乏知识，二是因为缺乏勇气。<br><br>面对类似的压迫情境，我虽然多少克服了知识的匮乏，但从辛 -41 那贫困土壤中生长出的懦弱，却始终刻印在我的骨子里。所以，当我因为那群阴晴不定的灵质生物拿到个位分数时，我沐浴在定分间的「天网」之眼下，如同沐浴在母星的酸雨之中——灼热、耻辱、愤恨、一声不吭。<br><br>然而事实却证明，连尴尬也是多余的。在空间站以外的地方，把人分出三六九等只有一个好处，那就是方便地获取优越感。但这里更糟，科员们甚至不需要优越感这种东西。一切努力都是为了获得黑塔大人的注视与认同。大家从我这样一个低分科员身边走过，就像走过一个无害的鬼魂。是的，这里一直存有无害的鬼魂，前赴后继，沉默且郁结，只是当我有余力也有意愿关注到他们时，这个鬼魂却成了我自己。<br><br>我至今没敢将我的现状告诉故乡的远亲。我不愿让他们知道，辛 -41 众人景仰的天才，在他们日夜遥望的空间站里，不过是一只劣等的肉猪。<br><br>荣仓终"
            }
        ]
    },
    {
        "Name": "派系",
        "Desc": "列车智库中的「派系」条目，记述了充盈星海之间的种种派系势力。",
        "World": 1,
        "Books": [
            {
                "Name": "派系总览",
                "Desc": "<br>凡人物种揣测神明的意愿本是徒劳之举，就如蜉蝣与星辰两不相干。但是怀有共同曲解的人们聚集成众，便产生了额外的价值：认识形成共识，曲解化为通解，群体吸引集体……接着，派系便自然而然地产生了。<br><br>无论大小派系均以自身的信条诠释着星神的意图，自称代行者的派系更是比比皆是。多数星神对派系的动向毫无兴致，另外一些星神却热爱戏赏蝼蚁的徒劳。祂们或巧妙引导，或故弄玄虚，向派系施展造化，使之成为自身干涉世界的余波。<br><br>虽然星神大多孤高遥远，但充盈星海的派系势力却使群星热闹非凡。这些旗帜鲜明的派系之间或敌或友、党同伐异，使得银河间难觅一处寂静的角落。"
            },
            {
                "Name": "星穹列车 - 开拓",
                "Desc": "<i><color=#dbc291ff>「呜！呜！排排坐，莫站立，瓦普跳跃要小心。呜！呜！安全带，随时系，餐车不是打牌地！」<br>——《星穹列车安全指示（帕姆版）》</color></i><br><br>「开拓」的星神阿基维利陨落之后，祂的开拓意志被追随者「无名客」们继承，其中就包括祂曾搭乘的星穹列车。然而「万界之癌」恣肆蔓延，列车所枕银轨也未能幸免。疾疫未至时，列车就已步履维艰；道阻且塞时，便不得不悄然搁浅。<br><br>如此经年累月，不知过了多久，一位红发少女与荒废的列车相遇了。她被遗落在引擎和银轨之间无言故事所吸引，花费时间填补了裂隙、抚平了磨损，将列车上下修葺一新。于是，好奇尚异的少女踏入列车的车厢，开始了丈量宇宙的开拓之旅。<br><br>星穹列车逐站停靠，乘客也来往匆匆，不断有人加入列车的旅途，又不断有人离去。旅者们来自不同的世界，背负不同的过往，奔赴不同的终点，但只要身处列车之中，他们便共享同一段旅程。因此，即便旅客们各怀心思，甚至心怀鬼胎，列车和姬子对此也毫不介意——只要有人愿意共赴奇旅，车门便慷慨地为其开启。"
            },
            {
                "Name": "星核猎手 - ？？？",
                "Desc": "<i><color=#dbc291ff>「——刃、银狼、萨姆……以上四人，死活不论；<br>不得伤害『命运的奴隶』，或使其失去自主思考能力。」<br>——星际和平公司所颁之通缉令</color></i><br><br>在某个寂静的时刻，「万界之癌」如投水之石在浩瀚星海中激起涟漪，在极短时间内，这些扭曲难明的物质已经浊流诸界，而与泥滓同行的却是日彩星辉的宝石——亦即星核。<br><br>星核所到之处，无不遗留沦亡与破丧。对各种深受其害的文明来说，星核便是毁灭的象征。即便如此，星海之中还是出现了浊水求珠之人，他们自称为「星核猎手」，为了夺取星核而穿梭往来于不同世界之中。<br><br>除却事迹之外，「星核猎手」的一切都不为外人所知：他们信奉的星神究竟为何，夺取星核又谓何求？……纷纷传言中只有一条在宇宙间达成了共识：即「星核猎手」成员甚少，但个个身手不凡。"
            },
            {
                "Name": "无名客 - 开拓",
                "Desc": "<i><color=#dbc291ff>「神秘的陌生人踏入诸界，复又离去。」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>千年前，名为阿基维利的星神走过诸界，在星海间铺下银轨，让一个又一个世界彼此相连，留下关于宇宙和探索的传奇——勇敢而好奇的人们被精彩的冒险故事吸引，纷纷追随「开拓」之神的足迹，加入探索银河的旅途。<br><br>旅行者们自称「无名客」，他们搭载着阿基维利建造的列车，奔行于被银轨联结的星球之间，展开一段段扣人心弦的冒险旅程。传说，「开拓」的阿基维利酷爱与凡人共行，祂与「无名客」们共饮来自不同世界的佳酿，合唱不同种族编谱的歌谣。他们时常将列车行驶的轨迹伪装成流星的慧尾，在窥见人们仰头惊异的神情后放声大笑；他们也时常因莽撞大意而陷入危机，借助星神的力量才得以逃出生天。阿基维利与追随者们建立了深厚的羁绊，他们的探险也不断吸引着异世的旅者加入「无名客」的行列。<br><br>阿基维利殒落后，一群忠实的「无名客」继承了祂的遗志，继续探索未知的世界，坚信有朝一日，「开拓」的意志将联结整个宇宙。那列曾搭载祂与追随者们的银河列车，至今仍然行驶在星海之间。传说，它以逝去星神的心脏作为源动力，艰难地修复着被未知之癌污染的轨道。"
            },
            {
                "Name": "仙舟联盟 - 巡猎",
                "Desc": "<i><color=#dbc291ff>「千秋敌忾，万劫同舟。三千弱水无疆寿，止取一瓢不饮竭。」<br>——仙舟，《寰宇通鉴》</color></i><br><br>于古老的神话时代，数艘仙舟受命起航星海寻求长生灵药，求药之舟豪掷光阴岁月，消磨身躯意志，终于盼得药师赐福。然而能够赐予长生的果实却只带来四海萧条、黎庶涂炭。直到巡猎星神岚从深渊归来，以引力为弦、辰矢满弓，一击斫断建木，才断绝了「丰饶」之孽。仙舟脱离迷途之后，受「巡猎」指引成立联盟，组织起强盛的云骑军队。联盟以丰饶孽物为航标，以断绝不死污染为己任，巡疆无垠星野。<br><br>漫长岁月里，「仙舟联盟」已登陆过无数曾得神明驻足的世界，将不死孽物尽数消灭，任何祈求丰饶恩惠的星民种族，都不得不将仙舟歼星的威胁考虑其中。而这也正是「仙舟联盟」所寻求的威慑，他们要化身为恒常的警钟，成为一切贪生之人无法支付的代价。<br><br>时至今日，不同生灵齐聚仙舟，都是为了报复肆意妄为的「丰饶」，彻底贯彻「巡猎」的意志。因此，不死劫难一日不尽，星海巡航便一日不停。"
            },
            {
                "Name": "混沌医师 - 虚无",
                "Desc": "<i><color=#dbc291ff>「我们不医治肉体，也不解放灵魂；不贪恋生，也不避讳死。我们尊崇『存在』本身。」<br>——混沌医师慕榕</color></i><br><br>「存在是虚无的。」——当某个存在无意中产生了这样的思想并引之为箴，就会奇妙地踏上由Ⅸ执掌的命途，接受从遥远虚空某处来自星神的无意义瞥视。这一瞥通常引来两种结局：一者自此颓唐，真正成为虚无的存在，被称为「自灭者」；第二者则被瑰丽的星神神性所倾倒，不约而同地产生一丝好奇，使他们成为了「混沌医师」。<br><br>混沌医师们秉持着悬壶济世的信条：即如果能向Ⅸ证明存在并非虚无，便能从未知的巨大黑潭中将这巨大而孤独的生灵解放出来。这一心愿近似悖论，人力几不可成，但混沌医师甘之如饴：因为在察觉到生命的无价值一瞬间，那从遥远星海中投来的瞥视，令他们产生了对虚无命运的徒劳反抗之心。"
            },
            {
                "Name": "第Ⅸ机关 - 虚无",
                "Desc": "<i><color=#dbc291ff>「第Ⅸ机关是存在的，去找吧！原始博士的一切秘密都藏在那里！」<br>——某位巡海游侠，在醉酒后</color></i><br><br>世间万物都被囚禁于「存在」的牢笼之中，被肉身禁锢，被思想裹挟，被世界的表象蒙蔽。纵使拥有极高智慧的生灵也难以参会，在物质、秩序、逻辑、生命等一切「真实」的反面，都存在着等熵的「虚无」。二者紧密结合、相互制衡，构筑了完整的宇宙。<br><br>据说，在难以被物质世界感知的虚无倒影中，潜藏着被称为「第Ⅸ机关」的神秘派系。悠久凝望虚空之人，就会逐渐被深渊中蕴藏的黑暗能量吸引，最终穿过隔绝现实与虚无的「黑网」——然而传说从未得到证明。<br><br>宇宙中最负盛名的「天才」学者们曾试图解开这一谜团，向第Ⅸ机关发起挑战，但至今仍一无所获。这个组织因何建立？它的使命为何？它有多少成员，从事怎样的活动？甚至……「第Ⅸ机关」真的存在吗？答案就如命题本身一般虚无。"
            },
            {
                "Name": "丰饶之民 - 丰饶",
                "Desc": "<i><color=#dbc291ff>「一束花繁，万枝枯凋。白骨无缘奉告，最薄情是丰饶。」<br>——仙舟，《寰宇通鉴》</color></i><br><br>「丰饶之民」为他们尊爱的神明创作艺术与诗歌，在星河间传颂药师的博爱与慈和。受祂祝福的世界，江流湖海永不干涸，花木鸟兽不为残酷的时光所缚，肆意地绽放生命的鲜活；受祂祝福的世界，千秋万载只是一瞥，凡人再不畏惧衰老和寿终，优哉游哉尽享闲趣天伦。<br><br>他们来自不同的星系世界，但口中的故事总有雷同之处：千百年前，战乱肆虐，凡人短暂的生命滋生了贪婪和恐惧，贪婪和恐惧又催化了掠夺和暴政。魔物与疫病乘虚横行世间，星球与凡人种族的命运在战火中摇曳……直到仁慈的神明降临，撒下如第一缕阳光般温暖的花种。种子触及大地的瞬间，干裂的土壤开始愈合，污浊的水流重归清澈，被创伤和疾病折磨的皮囊再感受不到苦痛，被哀怨填满的心灵亦得到了冲涤。人们丢弃手中污秽的武器，用即兴的口号和颂歌赞美「丰饶」之神的赐福……<br><br>「药师」终结了这些世界的苦难，并赋予了凡人种族不朽的肉身和灵魂。「丰饶之民」把对祂的礼赞传遍宇宙，将之视为微不足道的回报。他们中的少数也已听说，星界间有猎人视「药师」为魔神，祂的造物为孽种——忠诚的「丰饶之民」不会忍气吞声，定会对诬蔑神明的指控者予以还击。"
            },
            {
                "Name": "求药使 - 丰饶",
                "Desc": "人生苦短，遍地纷扰。尘世的欲望总会招引祸端，稍纵即逝的生命令凡人陷入疯狂。为了摆脱阳寿给文明带来的苦楚和负担，诸多世界派出虔信「丰饶」的使徒，试图寻找名声远扬的「药师」，并从祂手中求得那一方能赐予永生的良药。<br><br>「求药使」们身份各异，既有驱驭舰队的亲王显贵，也有孤身上路的浪人陌客。他们的共同之处仅在于对「长生不老」的痴迷和执念。仙舟联盟频频劝阻盲信者们，警告他们潜藏在「丰饶」赐福背后的陷阱——但结果从不如意。傲慢与恐惧每每胜过理智之声，使者们总会继续踏上一意孤行的旅途。<br><br>在诸多「求药使」的行列中，有多少人得以一睹「丰饶」的尊容，又有多少人能为自己的文明带回济世的「良药」？无人能够统计。肆虐宇宙的长生魔物发出传遍银河的凄嚎，迷信永生的旅者们却仍然视而不见，充耳不闻。"
            },
            {
                "Name": "反物质军团 - 毁灭",
                "Desc": "<i><color=#dbc291ff>「黑衣使者问：「你为什么活着？」他思前想后，却只能给出模糊晦涩的答案。使者露出致命的微笑：『换个问法——你为什么还活着？』」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>「毁灭」的星神纳努克统领着规模浩荡的军团，为万千世界带去混乱与涂炭。祂的信徒们立誓踏上「毁灭」的命途，将自身置于文明与生命的绝对反面，构建了震慑宇宙的「反物质军团」。<br><br>星系间凶蛮的族类充当了军团的先锋；亦有邪恶的野心家密谋灭世，他们成为了军团的智囊。懵懂新生的世界被毫不留情地扼杀，自诩强盛的文明在分崩离析的边缘学会了谦卑。唯有在面对日薄虞渊的世界之时，「毁灭」的意志才会稍微放慢脚步——军团漫步于支离破碎的星球上，贪食着凋衰的进程中溢散出的混沌能量。当文明的最后一簇火苗熄灭，他们才心满意足地离去，寻找下一个肆虐摧残的目标。<br><br>被军团的汹潮席卷的世界，总会在垂危之际发出无援的质问：「为什么？」面对羔羊们绝望的悲唤，万千劣魔爆发出令群星战栗的讥笑。于邪魔乱舞之际，「毁灭」之神的廓影于星空中显现，亲眼见证又一个世界的悲剧终焉。"
            },
            {
                "Name": "家族 - 同谐",
                "Desc": "<i><color=#dbc291ff>「普世同谐，群星共熠，无上功德颂神主！世人同袍，万物同根，赐福之风拂大地！」<br>——《谐乐颂》第七乐章</color></i><br><br>在「同谐」的愿景中，宇宙中缤纷多彩的文明终将亲如手足，齐声合唱团结与欢愉的颂歌。届时，宇宙将成为和谐的整体，再不会有逆耳的杂音戳破美妙的和弦，更不会有愚者为短浅的未来忧虑。<br><br>于是，在星神希佩慈爱的光辉照耀下，祂的选民们组成了温馨共谐的「家族」。他们来自不同的世界，属于不同的文明，持有不同的身份，但却是亲密无间的家人。家人之间没有喧扰的争执或矛盾，只有永恒的关爱与欢颜——宇宙间再无比他们更为和睦的家庭。<br><br>「家族」在歌声中呼唤其它世界，鼓励它们投入「同谐」的怀抱。每有新世界接受了希佩的赐福，「家族」便欢欣鼓舞，更为卖力地歌咏星神的良善。但并非每个受福的世界都能顺利地成为「家族」的成员——鲜有人提及那些因愚钝或傲慢而消亡的文明。人们好奇：可曾有家族的成员厌倦了歌唱，主动放弃了追寻「同谐」的命途？面对疑问，「家族」微笑作答：从无此事。"
            },
            {
                "Name": "天才俱乐部 - 智识",
                "Desc": "<i><color=#dbc291ff>「骄傲、热忱与理性踏入殿堂，走过铭刻智识与真理的长廊，化为卑微、冷漠与癫狂。」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>博识尊滞留在浩瀚星河的一隅，一边演算由万亿变量构建的宇宙方程，一边推导尚未被洞见的虚数法则。偶尔，某个凡人世界倏然闪现了智慧的火花，「智识」之神便向其源头发去讯号，邀请「天才」们加入共同探寻宇宙答案的行列。<br><br>有人误解了信息中的涵义，以为「天才俱乐部」的邀请函仅仅代表星神的青睐与肯定——于是他们倍感自豪，继续投身到各自的研究中去，殊不知终其一生探求优解的难题，博识尊在千万年前便已通晓答案；亦有人为此欢欣鼓舞，他们自认已建下丰功伟业，用勤勉与智慧凝结成文明无价的资产，笃信毕生的成就足以获得祂的赞许。这群天才渴望回应，但博识尊无暇赏识凡人的微渺成就，祂的沉默震耳欲聋。<br><br>只有寥寥数人能够参会博识尊的意图。他们谦卑地提问，寻求「智识」的指引。随后，获得神启的天才们便消失于人海之中，只将震撼世界的答案留在身后。「宇宙的答案超脱凡人智慧的极限」——只有清晰认知到这一结论的天才，才能挣脱俗世求知欲的桎梏，成为「天才俱乐部」的真正会员。"
            },
            {
                "Name": "博识学会 - 智识",
                "Desc": "<i><color=#dbc291ff>「宇宙浩瀚无垠，智识包罗万象；天才有天才的活法，庸人也有庸人的自足。」<br>——黑塔，《我如何加入天才俱乐部并体认万物》</color></i><br><br>真正能够跻身天才俱乐部的成员仅是少数中的少数，博识学会却从不暴殄天物，他们广泛地从浩渺宇宙中接纳追求博识之人，并承诺一切充分发挥学识的条件。<br><br>博识学会提倡：「一切知识必须如货币般流通」。因此，尽管学会中学派繁多，术业专攻各不相同，却无人执着于闭门造车，而是用知识交易智慧，用公式换来配方，以求达到融会贯通之妙。学派就像商业团体一样自负盈亏，而学术流通也借此实现了经济模型中的效率最大化。<br><br>某位天才俱乐部大佬将博识学会当作顽愚笑柄，将之称为乌合之众。而作为一个开放的学术组织，博识学会从不屑于如是嘲讽。在长久的研究和探索中，学士们达成了共识：「只有互通有无的学术网络才是超越个体的局限的唯一方法。」"
            },
            {
                "Name": "筑城者 - 存护",
                "Desc": "<i><color=#dbc291ff>「愚蠢者以肉身为墙，贪婪者以钱财为墙。末日到来时，他们化作相同的灰烬。」<br>——佚名，《此生苦短》</color></i><br><br>传说「存护」的克里珀是最古老的星神。祂沉默持重，以光年为单位修筑着环绕星河的障壁，从不介入银河间嘈杂的争斗纷扰，亦不理会其它星神的嘲弄呼唤。<br><br>银河间的文明纷纷揣测祂的动机：一则说古老的星神预见了足以令宇宙湮灭的危机，为「存护」万千世界建筑壁垒；一则说克里珀甘愿沦为其它星神的苦隶，尊奉旨意为祂们修建城墙。真相无从验证，唯有祂孜孜不倦的举动驱策了凡人，他们自发地聚汇成群，开始修筑保护星球的壁垒。筑城者中有人声称自己感受到了「存护」之神的注视：祂的目光透出赞许，捎带锻炉的暖意，掺糅石灰的气味。<br><br>一颗恒星的湮灭可能殃及千百光年外的星球，把它们推上存亡的陡崖——偶有世界经历此般浩劫，全因矗立的高墙才得以保全。死里逃生的人们不再讥讽「筑城者」们的固执，并纷纷加入他们的行列，再不过问「存护」的动机或意义。"
            },
            {
                "Name": "星际和平公司 - 存护",
                "Desc": "<i><color=#dbc291ff>「恕我直言，这个宇宙里还有比克里珀更开明的董事长吗？祂默许我们的一切经营决策，从不质疑，从不过问——这是偌大的荣幸，偌大的信任！」<br>——奥斯瓦尔多•施耐德，星际和平公司•市场开拓部主管，P 47 级</color></i><br><br>就对外宣传而言，公司是一家倡导自由贸易的巨型企业财团；从运作方式上来看，公司是发行货币并垄断资源的商界独裁；择创业初心而论，公司则是为「存护」的星神奉献一切的无私后援。<br><br>大多数星际公民谈到公司时，总会言及无所不在的商品与醒目标识：仿佛「只要存在交易之处，就存在星际和平公司」。事实上，银河中几乎所有的商业行为确是建立在公司的「信用点」体系之上。若将星际贸易比作运动比赛，那么公司既是顶尖的运动员，又是各种运动项目，既是比赛场地，同时还是规则本身。<br><br>对财富绝对的统治力，以及从未停止过的扩张行为，让星际和平公司产生了一种阴谋独裁者的大众印象。但是公司对于「只手遮天」之流的低等愿景毫不在意，因为企业精神自诞生之初就未曾变动：<br><br>将一切奉献给「琥珀王」——克里珀。"
            },
            {
                "Name": "虫群 - 繁育",
                "Desc": "<i><color=#dbc291ff>「人性的欲望复杂…扭曲…甚至丑陋。与之相比，虫群和军团的审美如此纯粹。令人…羡仰。」<br>——某位科学家，在他堕入疯狂之前</color></i><br><br>生命源于对繁殖的本能渴望，至于感官与精神，不过是生命在践行繁衍生息的本能之时无心插柳的次要产物；拒绝臣服于原始欲望的生命自诩智慧，殊不知他们已被「繁育」之星神的子嗣视为食粮。「虫皇」塔伊兹育罗斯，万虫之父。祂的子嗣之多足以遮蔽星空，触须之长足以丈量银河。诸界惊畏地将其自我复制的混沌产物称为：「虫群」。<br><br>精神、灵魂、科技、哲理…….于塔伊兹育罗斯的万千复眼之中，诸般智慧种族所追寻的宇宙法则，不过是万物在完成「繁育」这一终极目标的过程中，衍生出的旁枝末节。「虫群」从不寻求高等种族的拥趸，只因「崇拜」本身亦是一种多余的欲望。唯有屈从于原始本能的飞虫异兽才会受这股自行繁衍的荒潮吸引，在沦为其食粮后，泯然成为浩瀚虫群的一员。<br><br>纵使繁育之神殒去，「虫群」仍在以难以计算的速率繁衍扩张，并为那些被选定为窠巢的世界带去恐惧和灾难。"
            },
            {
                "Name": "流光忆庭 - 记忆",
                "Desc": "<i><color=#dbc291ff>「对一生居住于沙漠中的人们而言，海鱼的短暂记忆也是无价的宝藏。」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>思维即是存在，记忆即是存在的证据。构成物质世界的质料终究会毁灭，但它能通过另一种方式长存——记忆。<br><br>和凡夫们认定记忆掺杂着虚构的观点相悖，「流光忆庭」的忆者认为，真实与虚假不过是人们的迷思。在成住坏空不断轮回的宇宙中，又有什么是绝对真实不朽的？恒星衰变，黑洞蒸发，以宇宙尺度来看，它们的消逝只在呼吸间。在这滚滚万物洪流中，证明人们存在的记忆才是唯一的宝藏。<br><br>「流光忆庭」的忆者们致力于记忆的保存与分享。受主人浮黎的点化，忆者们脱化肉身，以迷因的形式存活。凭借这份独一无二的赏赐，他们自由旅行于星海中的诸多世界，不受物质极限的制约。忆者们常常伪装成某个世界原住民，交易、复制、窃夺、诱骗，用尽一切手段搜集珍贵的记忆。"
            },
            {
                "Name": "焚化工 - 记忆",
                "Desc": "<i><color=#dbc291ff>「无价值的记忆消融在时间中，有如雨中…泪水……」<br>——收集自忆员罗伊•汉普顿被处刑前，琥珀 2053 纪</color></i><br><br>在搜集并贮存宇宙记忆的「流光忆庭」中，藏匿着一群行止颇为极端的忆者——与珍视一切存在痕迹的同僚们不同，他们认为世间记忆有高低优劣之分，而「浮黎」所创造的净土纯洁宝贵，其空间绝不应被毫无价值的记忆所填占。<br><br>「焚化工」们自认背负着为星神筛洗记忆的义务。他们偷取忆者们搜集的库存，并将窃来的记忆划分三六九等。有价值的内容被悄然奉还，伪装成无事发生；而被擅自标记为糟粕的记忆则被彻底销毁遗弃，再无踪迹可寻。<br><br>「焚化工」声称其所作所为是在清除垃圾，最终目的是减轻「浮黎」的负担，为祂编织记忆净土的伟大工程做出些微贡献。但「流光忆庭」对之嗤之以鼻，因为宇宙间的点滴碎片皆有其留存的意义，凡人无权裁定记忆的价值。"
            },
            {
                "Name": "悲悼伶人 - 欢愉",
                "Desc": "<i><color=#dbc291ff>「他们根本不笑，但他们哭泣；他们哭得越伤心，我就笑得越开心。后来我笑出了眼泪，你知道悲悼伶人做了什么吗？——他们给我递了纸巾。」<br>——某位姓名不具的假面愚者</color></i><br><br>「悲悼伶人」是一群坚定的反欢愉主义者。他们认为生命充满跌宕，苦痛使人成长，喜悦往往稍纵即逝，为人生带来无望的诱惑。廉价的娱乐是人迷失自我的麻醉剂。众生应当摈弃欢愉，承受哀恸以锤炼精神。为此，这些人组成了悲悼剧团。<br><br>伶人们搭乘跨越星星的贡多拉进行演出。他们搜集和佩戴着来自各个世界的脸谱、面具，以之象征那些已逝和未逝的种族。同时，他们也记录下这些智慧生命的哀伤，为步入终末的英雄谱写壮绝的悲剧，为即将熄灭的星辰吟唱婉转的哀歌。<br><br>悲悼伶人提倡禁欲与苦修，伶人企望这能与欢愉之星神的命途背道而驰，以冲淡祂为宇宙带来的甜美诱惑。<br><br>然而所谓欢愉乃是与悲伤对立的存在，悲喜是镌于灵魂这枚硬币两面的花纹。于悲剧之美中，欢愉之神亦能窥见力量。许是出于对黑色幽默的喜爱，阿哈将自己的星神之力赐予了这群苦行者，并饶有趣味地帮助他们跨越诸多星系，传播对欢愉的弃绝。"
            },
            {
                "Name": "假面愚者 - 欢愉",
                "Desc": "<i><color=#dbc291ff>「即便『假面愚者』也会严肃地歌颂他们追随的星神——因为祂永远不会放弃你，永远不会令你沮丧，永远不会抛弃你，永远不会让你哭，永远不会同你道别，永远不会用谎言伤害你。」<br>——艾斯•里克利，艾普瑟隆Ⅻ星系流行巨星</color></i><br><br>「假面愚者」以一则寓言诉说着他们崇奉的神明是如何降生的——当欢愉之主攀上存在之树的高枝，祂窥见真空冰冷可憎，星辰机械运转，万物意义让位于虚无。祂继续望去，直到目睹一名婴儿落地啼哭犹如受尽委屈，便忍不住纵声大笑。这清澈的笑声撕裂了冰冷死寂的宇宙，回荡诸界至今。<br><br>愚者们深信：世界的真相只是一个笑话，万物的终极意义存留于单纯的笑声。宇宙无情，却有欢乐可以消弭痛苦，冲淡悲戚，抵抗虚无，治愈创伤。笑，是智慧种族的天赋之权，是唯一的答案。<br><br>在所有欢愉信众之中，「假面愚者」的理念尤其激进，他们为了找寻乐子不惜一切代价，往往将所到之处搅得天翻地覆。笑英雄自以为是，笑王者权欲熏心，笑恋人痴缠纠葛，笑智者机关算尽……其所作一切都是为了搅动生命这潭死水，使之激荡变化，而愚者们自变化中解读出值得嘲弄的乐趣。若有人能戏弄他们，那更是求之不得的乐事。"
            },
            {
                "Name": "虚构史学家 - 神秘",
                "Desc": "<i><color=#dbc291ff>「历史并非真实，客观尽可抹消；我们要让过去不存在于过去，它只存在于现在，在你我脑内，任人打扮。」<br>——虚构史学家卢德多坎，《空白五千年》</color></i><br><br>有证据表明「虚构史学家」是一群得到星神神启的令使；他们常常孤身投入星海，前往一个又一个星球，致力于编造、混淆、破坏、抹消当地的历史。虚构史学家相信前事决定后世：当一片宇宙、一颗星球、一处文明、一个国家拥有确定无疑的历史，它的未来发展就已注定，一切可能性都从未来消失，仅余可悲而寂寥的死板进程。为了保护世界免于客观凋零的不幸命运，虚构史学家以「神秘」为唯一旨意，决心将宇宙笼罩在一片迷雾之中。<br><br>虚构史学家秉持着旁人难以理解的崇高利他目的，孤独而决绝地执行着破坏历史的使命。他们的理论甚少被大众理解，而他们对客观事实的露骨憎恨则多少有些极端。许多世界开始意识到这群「神秘」令使对非物质文化造成的不可逆破坏。在银河中，虚构史学家的名声堪比反物质军团。博识学会曾公开谴责称：反物质军团毁灭了物质，而虚构史学家在毁灭宇宙本身。"
            },
            {
                "Name": "谜语人 - 神秘",
                "Desc": "<i><color=#dbc291ff>「我知道的你也知道，我不说的你也不说，我是什么？」<br>——谜语大师巴德•巴比巴伯•巴拉</color></i><br><br>「神秘」的追随者才人辈出，「谜语人」更是个中翘楚。他们曾是殿堂诗人、光影画家、变相师或秘学僧侣，在各自的领域栩栩生辉，却在接触了星神之后，变为一群口出胡言，书写妄语的莫名其妙之徒。<br><br>虚构史学家致力于历史的神秘化，而「谜语人」醉心于破坏语言的确定性；用来言词表意的文字在「谜语人」的口中逐渐模糊。他们解构文本，创造喻象，变换语序，篡改含义，将原本精确的语言变得面目全非。<br><br>谜语人虽不如虚构史学家那样大张旗鼓，但其所作所为仍然对现实宇宙造成了潜移默化巨大的影响。如今银河中已难寻纯粹精准的语言，原因何在？这是谜语人留下的又一个谜语。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "星神",
        "Desc": "列车智库中的「星神」条目，记述了漫步深空星海之中的神秘存在。",
        "World": 1,
        "Books": [
            {
                "Name": "星神总览",
                "Desc": "<br>对这些漫步深空星海之中的神秘存在，人们知之甚少。受限于有穷的认知，智慧生命只能依稀觉察星神们踏足于凡物无从窥见的命途，并凭借某种理念行使其不可估量的伟力。最终，在口耳相传的神话里，星神们成了高度凝聚的哲学概念之化身。<br><br>若有人能踏上星神所执掌的命途，便将禀受其遥远的感应，犹如穿越银河光年投来的瞥视。许多人认为：这已是星神与凡人能产生的唯一交集。"
            },
            {
                "Name": "「开拓」，阿基维利",
                "Desc": "<i><color=#dbc291ff>「无数流星划过今夜的天空…如果选中了正确的那一颗，它将把你的愿望带向千百个世界。」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>命运的罗盘上标着三个方向：未知、已知和不可知。可以忍受「未知」，却绝不能屈服于「不可知」。<br>阿基维利离开孤绝世界裴伽纳，不断开拓着宇宙未知的边界，试图找寻存在之树的端点。但祂的命运因意外而终结。"
            },
            {
                "Name": "「毁灭」，纳努克",
                "Desc": "<i><color=#dbc291ff>「如果熵增是宇宙不可逆转的法则，热寂是物质世界难以逃避的命运，那我们又何苦挣扎？燃烧，聚变，然后湮灭。若想迎接新生，就必先投身终结。」<br>——收集自某位科学家按下核爆的按钮前，琥珀 2152 纪</color></i><br><br>宇宙的诞生是一种错谬；文明若是浩瀚群星中悄然兴起的癌症，纷争即智慧生灵间唯一通行的语言。<br>为了修正如是错误，抹去宇宙的污点，纳努克成为熵之化身。"
            },
            {
                "Name": "「巡猎」，岚",
                "Desc": "<i><color=#dbc291ff>「仇忾无涯，征逐无疆，猎君几多愁？ 辰矢在弦，金瞳炽焱，帝弓莫回首。」<br>——仙舟，《寰宇通鉴》</color></i><br><br>被称为帝弓司命的游弋星神，无止尽地游荡于诸世界之间，铲除曾荼毒其家园的不死孽物。<br>岚的游猎从来不计代价，其拯救和破坏也几无差别。"
            },
            {
                "Name": "「智识」，博识尊",
                "Desc": "<i><color=#dbc291ff>「假使宇宙的真理残酷而无趣，你依然渴求答案吗？<br>——求知者不置可否，因它的机核自出生起便淡漠冰冷…一如它所追寻的命途终点。」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>万物皆是疑问，一切必有解答。<br>原为用于求解万物的星体计算机，由机器升格而成的星神。<br>博识尊试图体认宇宙，解开万物之谜。"
            },
            {
                "Name": "「同谐」，希佩",
                "Desc": "<i><color=#dbc291ff>「普世同谐，群星共熠，无上功德颂神主！世人同袍，万物同根，赐福之风拂大地！」<br>——《谐乐颂》第一乐章</color></i><br><br>来自多个谐乐天体世界的集群星神。千面一体的希佩，宣唱着和谐一致的喜乐。<br>为了对抗宇宙无情的法则，智慧生命需要抹煞孱弱的私欲与个体的差别，融入同一阙谐乐中——以强援弱，以死护生。"
            },
            {
                "Name": "「虚无」，Ⅸ",
                "Desc": "<i><color=#dbc291ff>「你尽可仰望璀璨的繁星，但切忌凝视虚无的深渊…那片黑雾中空无一物，仅一瞥便足以令凡人摒弃理智。」<br>——混沌医师慕榕</color></i><br><br>「虚无」的存在是一个谜，祂的形象被层层叠叠的迷雾包裹着。<br>Ⅸ不与其它星神往来，祂相信多宇宙的本质乃是虚无，因而存在毫无价值。"
            },
            {
                "Name": "「存护」，克里珀",
                "Desc": "<i><color=#dbc291ff>「哲思者仰望星河，探求文明的终极目标——『筑墙，』雄浑的回声响彻脑海：『筑墙。』」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>天彗星墙、亚空晶壁、巨引源基盘的砌造者，崇拜者称其「琥珀王」。其为更古老的「黄昏战争」的幸存者。<br>祂知晓大敌的吞噬迫在眉睫。因此不得不以光年为单位铸造障壁加以封印，隔绝保护尚有生机的世界。"
            },
            {
                "Name": "「丰饶」，药师",
                "Desc": "<i><color=#dbc291ff>「花儿肆意绽放，迎向无法逃避的凋零；鸟儿展翼啼唱，飞向无法逃避的坠落；溪儿潺潺淙淙，淌向无法逃避的干涸——缘何万物必要消亡？宇宙间必有一方灵药，足以医治名为『短寿』的顽疾。」<br>——佚名，《此生苦短》</color></i><br><br>令诸有情，所求皆得。<br>药师是众生哺育者，乐土之神，旨在令生命兴盛不熄。<br>祂是从不拒绝祈愿，不忍视衰亡和病痛的星神。"
            },
            {
                "Name": "「贪饕」，奥博洛斯",
                "Desc": "<i><color=#dbc291ff>「虫蚁之于飞禽，野兔之于狼犬，星尘之于黑洞，诸界之于贪餮。」<br>——仙舟，《寰宇通鉴》</color></i><br><br>诸界渴饮者，永无餍足的吞噬者，会思考的黑洞。既是星神，又是古兽的双重存在。<br>在奥博洛斯看来，生命是虚空海洋中明灭的浮藻，终将随着诞生它们的星辰归于黑暗——这片黑暗就在祂的口中。"
            },
            {
                "Name": "「欢愉」，阿哈",
                "Desc": "<i><color=#dbc291ff>「智识是坨废铁，存护是个呆子；巡猎毫无幽默感，毁灭像个疯子。星神都一根筋，阿哈真没面子！」<br>——某位通晓天文（自称）的假面愚者</color></i><br><br>懂得欢乐是智慧生灵独有的权利。顽石与星辰都无从体察生命的幽默。<br>寻求棋逢对手的敌人，寻求消磨光阴的游戏，寻求不问胜负的结局。<br>寻求捧腹绝倒的笑谈，寻求阴差阳错的误会，寻求神思飞舞的歌谣。"
            },
            {
                "Name": "「纯美」，伊德莉拉",
                "Desc": "<i><color=#dbc291ff>「几尺布绸为美，几行散诗为美，几串音符为美——欢迎来到『美』之赞誉一文不值的年代！庸俗，无奈，悲哀！」<br>——《银河潮流指南》主编米舍利娜•冯•塔伦蒂诺</color></i><br><br>在诡丽变幻的宇宙图景中，伊德莉拉窥见了世界存在的终极意义：人们谓之「美」的存在。<br>星神「纯美」在某一日突然失踪，祂的消失与其诞生一样神秘。"
            },
            {
                "Name": "「繁育」，塔伊兹育罗斯",
                "Desc": "<i><color=#dbc291ff>「如果正午的天边浮现了黑影，闭紧你的房门——那不是提前到来的夜色，而是饥肠辘辘的虫群。」<br>——阿德里安•斯宾塞-史密斯，《有关星空的寓言集》</color></i><br><br>塔伊兹育罗斯，又称「虫皇」、「沙王」，寰宇蝗灾的创造者。<br>作为统治大地的鞘翅目的最后一员，孤独的渴望点燃了祂的命途。塔伊兹育罗斯化为自我复制的恐怖，无尽繁衍的荒潮。祂——或者说——祂们横行诸界，直到命运以某种方式阻止了祂的前进。"
            },
            {
                "Name": "「神秘」，迷思",
                "Desc": "<i><color=#dbc291ff>「放弃追问如同豪雨放弃星辰的虔诚，放任隐喻的洪流穿过你的身体。你将看到星空尽头的真相，空萦玫瑰色的迷霁。」<br>——星之桂冠诗人（自称）沙伦•莱德</color></i><br><br>万物皆可体认乃是一派妄言，生命仅凭对规律的有限把握便开始推算未解之事，殊不知宇宙不可穷解，真理实是幻觉。<br><br>为防止智识的确定性毁灭可能的变量，迷思降下思想之雾和感官之雨，通过色相、叠嶂、谜语、幻象，向世人昭示不可概述的奥理。"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "辛 -41 云乡讯音",
        "Desc": "云乡讯音乃不同星球传回的天外回音，承载着科员故土与亲眷的讯息。由「黑塔•银河法政科」统一审阅并分发至对应科员。",
        "World": 1,
        "Books": [
            {
                "Desc": "信件来源：星球辛 -41 <br>信件类型：亲属慰问<br>审查结果：通过，无模因病毒<br>审查人：伊丽莎白 • 沃森<br>分发至：星域界种科-基础科员-荣仓终<br><br>***密 封 线***<br><br>小终：<br><br>收到你寄回来的第三封信，我和你爸都非常高兴，把他乐得，点了一根私藏多年的「月月红」来庆祝。我也拦不住他。你知道那东西的。斯林克人自从单方面宣布香料禁运之后，就把相关制品从我们的生活中完全抹除了。你爸冒着被抓住、被体罚的风险庆祝，还把信拿给小镇人传阅了一遍，你应该能理解，他不是有意要暴露咱家的隐私，而是他真切地为你这个儿子感到骄傲。<br><br>那天晚上大家伙都挤在一起读你的信。你提到的空间站中的「奇物」，在我们这里是闻所未闻的。你所描述的与你共事的「科员」，呵呵，对我们这些一辈子呆在辛 -41 的人来说，都是比肩斯林克人的天才存在。不过，按照你信中所说，斯林克人并非真理的化身，宇宙的主宰。难道他们根本无法将我们的文明引向终极？在斯林克人之上，真的有更为伟大的存在？老实说，这有点超乎你老妈的想象了。我试着到蒙尘的书堆里翻一翻斯林克人降临之前的史书记载，却被你爸制止了。他说我纯粹是闲的，才会做出翻看禁书这种不要命的事来。我本来打算用你的话来反驳他，但他说，有那功夫，不如去香料地里多采一箩筐的叶子，下个收割季，才能有本钱给你多寄一两件体己来。你老妈我又仔细想了想，觉得他是对的。那种纸面上的东西，留给你们年轻人考虑就好。这不，有个叫米莱的小伙子，曾经跟你上过同一所学院，在念你的信时就特别激动。<br><br>让我想想。当时，他站在椅子上，说你给大伙带来了全新的知识，说你是什么「抱火者」。说完，他就匆匆离开了。到我写信的这一刻，他已经失踪了二十二天。在今天，这个大雾弥漫的清晨，他的尸体被发现了。最近，辛 -41 的晨雾总是很浓重，我想是斯林克人增加了香料焚烧量导致。他们好像在过某种节日，或者迎接什么大人物，一些小型飞船频繁在斯林克聚居区来来去去。这倒是扯远了，说回米莱，他就躺在离斯林克聚居区百米开外的荒地上。眼眶、嘴巴、耳道和腹部，都塞满了用过的香料，废草似的。镇上的人都说，这是斯林克人的警告。大家伙把米莱埋在了一个小山坡上，埋在开满暗黄色丁香花的那一面。有几个人掉了眼泪，包括你爸。他们大声责怪烟雾浓重，熏得眼睛直发痛；又小声说米莱的独行侠风格无异于送死，有什么想法，应该大家商量着一起来；还说米莱的嘴很硬，像烧火钳一样硬，到死也是条汉子。你放心，在这之后，我再也不会让你爸随随便便把你的信传出去了。<br><br>我还想起一个困扰大家伙的疑问，「黑塔」不是你的工作单位吗？那么「黑塔大人」又是什么呢，是一个人吗？听你的描述，她听起来像是一个斯林克人，聪明、富足、冷漠，又有点儿疯狂。你在辛 -41 和斯林克人打过十多年的交道，能得到她的赏识也不奇怪。当然，你老妈没有看低你本职工作的意思，我相信你能拿到定分评估第一名，一定付出过莫大的努力。这样的品质，在你当初通过考试，获得登上「黑塔」的船票时就已经被证明了。还有你提到的那位卡波特大人，他对你那么好，说明这银河里还是好人居多，要不怎么到处都在传「巡海游侠」的事迹呢。如你所言，你现在是空间站的「大明星」，更要注意收敛自己的锋芒，别怪老妈唠叨，我是不想你年轻气盛，吃一些暗亏，知子莫若母嘛。<br><br>老妈要提醒你的也就这么多了。这些天我老是梦到你，梦到你把自己一个人关在黑房子里，觉得心里不很踏实，也可能是我老了，胡思乱想，导致失眠梦多。没办法呀，我老是担心你在那边工作如何，吃得好不好，有没有瘦，冷不冷，一大堆的问题。上次托行星货运船捎去我缝了一季的毛线裤，被空间站退了回来，原因是说……你们那边的人都穿统一防护服，用不上这毛糙东西。你爸他气坏了，把毛线裤扔到了给你新置办的小平房里，那房子几乎花了我们采集香料赚来的所有积蓄。别说我们乱花钱。在斯林克人治下，也没多余享受的途径。我们都盼着你能早点成家，有一个自己的小家庭，但如果你不打算在辛 -41 安家，那就得另当别论，毕竟那超出你爸和我的想象。<br><br>小终啊小终，老妈祝你健康，快乐。早日乘坐跃迁星船，回家与我们团聚。<br><br>***密 封 线***"
            }
        ]
    },
    {
        "Name": "星域界种指要：呜呜伯",
        "Desc": "这本指要在表面上与一般的大部头书籍别无二致，但仔细观察，就会发现它的周身环绕着一层淡淡的星环，如同一个隐蔽的咒语。",
        "World": 1,
        "Books": [
            {
                "Desc": "<i>*这本指要在表面上与一般的大部头书籍别无二致，但仔细观察，就会发现它的周身环绕着一层淡淡的星环，如同一个隐蔽的咒语。摊开的书页上，记载着「呜呜伯」的百科信息。用手翻阅书册是可行的，但无论翻过多少页，它的内容始终停留在此页，那种感觉就像是……在翻阅一本流动的沙之书。显然，要察看其他内容，你还需获得某种权限，或者说，钥匙。*</i><br><br>星域界种编号：灵质#415<br><br>界种学名称：呜呜伯<br><br>银河别名：巫伯、戏命鬼、捣蛋星灵<br><br>分类系统：灵质生物界-星灵纲-无形目-魂精科-岁阳亚种<br><br>研究概要：<br><br>以星灵为代表的灵质生物，其历史最早可以追溯到琥珀纪记述之初。「古兽孕育说」这一假说认为，部分积年古兽在黄昏战争后搁浅，在它们沉睡的漫长时间里，分解的细胞体化作有机体的初生之皿，而逸散的生命能量则化作游荡的星灵。但近年来，越来越多的学者开始公开反对「古兽孕育说」；有关其他不成气候的假说，本指要尚且按下不表。<br><br>最初，星灵没有自主意识，只是在银河中漫无目的地飘荡。开拓之纪里，「无名客」大肆穿行于银河间，人类行动的自由影像诱惑了星灵。有限寿数的生灵携带着爱欲生死的强烈情感，冲击了星灵荒芜的内核。人类，成为星灵最垂涎的宿主。星灵循着情绪的气味锁定猎物，占据躯壳，使宿主变为行尸走肉；无法与星灵成功融合的宿主会当场身亡。据考证，一位名叫埃尔文•赫斯勒的无名客最早被星灵附体，与星灵实现了和平共生；更多被星灵附身后招致杀祸的个体则湮灭在历史长河中。<br><br>此后，这类灵质生物便混迹于人类社会之中。它们出色的情绪感知与心智操纵能力，令人闻之色变。<br><br>呜呜伯继承了其先祖星灵的能力，却不似那般致命。当它们单独存在时，呈现出半透明波动的幽灵形态，喜好装神弄鬼；寄生于宿主后，会导致宿主性格乖张、行为颠倒，在犯下一系列恶作剧之后，复归清醒。<br><br>如果说星灵肆虐是为了掠夺与进化，那么呜呜伯的游荡则纯粹是为了——<br><br>「好玩」。<br><br>没错，它们四处捣蛋作乱，没有任何原因，并会在腻烦之后悄然退场。喧闹会停止，宿主终会恢复原状，但中途造成的破坏却不可挽回。<br><br>根据「黑塔」通行的<color=#dbc291ff>阿德勒分级法</color>，呜呜伯属于中度收容关注等级，虽无性命之虞，却有麻烦之忧。应谨防其无端流窜。"
            }
        ]
    },
    {
        "Name": "卡利白秘方",
        "Desc": "软饮界的无冕之王，哥们儿情谊的粗粝切片，携带着致命一蛰的幽默。",
        "World": 1,
        "Books": [
            {
                "Desc": "四致「宝藏」的发掘者：<br><br>老温头，你还好吗？我离开黑塔后，留在地概科的眼线告诉我，因为我的莽撞行事，你吃了很大苦头。不仅被剥夺了应物科的接班人头衔，还被落井下石，困在机修间里，为我炸出的那个大洞打工还债。<br><br>对你的伤害已经造成，现在再解释那是一场意外后的将错就错，也于事无补。并且你也知道，我平生最讨厌的就是惺惺作态之人。在银河浪迹的这么多年里，我无数次想给你写信，但听别人说，你告诉空间站的所有人，这辈子最恨的就是何塞•拉萨罗。我想，你一定不会阅读仇人的来信，所以，我只好在某一天潜回了空间站，设置了这套迷局，绕了这么一大个圈子，保证这封信能送到你的手上。<br><br>现在，我把「卡利白」的秘方交给你，你可以将它卖给星际和平公司，换一大笔钱，作为这么多年来我坑害你的补偿。祝你以后的日子一切都好。<br><br>「卡利白」配方：焦糖、二氧化碳、豌豆、风铃草、换境树叶、丰饶香涎、兰皮。<br><br>不要怀疑自己的眼睛，以上就是「卡利白」的珍贵秘方。<br>诓你的人是小狗。<br>如果你是自己人，你会知道上哪儿破译上方这一串密码。<br>提示：它需要用到一种特殊显影法。<br><br>绝对够意思的何塞•拉萨罗"
            }
        ]
    },
    {
        "Name": "猎彗人宝藏",
        "Desc": "猎彗人何塞•拉萨罗的秘藏，一场事先张扬的恶作剧。",
        "World": 1,
        "Books": [
            {
                "Name": "猎彗人宝藏（一）",
                "Desc": "一致「宝藏」的发掘者：<br><br>呀呼！你被耍啦！<br>其实，根本就没有什么「宝藏」。<br>唯一的大礼，就是藏在这房间里我的四张涂鸦手稿。我想你也认出来了，其中还有黑塔大人的风姿，没想到吧？<br>如果你是一名兢兢业业的小科员，深呼吸吧！千万别吓得倒在地板上死了。<br>如果你是一个具有娱乐精神的年轻人，我建议你把它们都收集起来，生活不顺时就拿出来看看，在黯淡无光的塔内研究之余，给自己找点乐子。<br><br>呀哈哈的何塞•拉萨罗"
            },
            {
                "Name": "猎彗人宝藏（二）",
                "Desc": "二致「宝藏」的发掘者：<br><br>好吧，你能看到这段话，说明你听从了我的建议，具有百折不挠的宝贵品质。<br>我承认，你绕了这么一大圈，我要是一根毛也没留下，是有点不地道。<br>毕竟我不知道过去这么多个琥珀纪后，来到这里的你到底是谁。<br>有那么千分之一的可能，你是我何塞•拉萨罗在未来的卫道者、冉冉升起的精神接班人。<br>如果贸然误伤友军，岂不是很过意不去？<br>没办法了，现在，我打算把真正的「宝藏」秀出来。<br><br>你尊敬的何塞•拉萨罗"
            },
            {
                "Name": "猎彗人宝藏（三）",
                "Desc": "三致「宝藏」的发掘者：<br><br>你喝过一种名叫「卡利白」的汽水吗？<br>它一度是空间站的招牌，风靡南垣星系的反重力饮品。<br>不好意思，除了大名鼎鼎的勘星钎与星域导影之外，<br>毋庸置疑，那也是我何塞•拉萨罗的手笔。<br>「星际和平公司」曾经想花五百万信用点买下它的配方，被我拒绝了。<br>「黑塔•万有应物科」的温槐仁曾经三十三次试图来偷师，被我打得鼻青脸肿。<br>现在，我将它的配方公之于下——<br>它可值五百万啊。且听下回分解。<br><br>金牌调饮师何塞•拉萨罗"
            },
            {
                "Name": "猎彗人宝藏（四）",
                "Desc": "四致「宝藏」的发掘者：<br><br>████████████████████████████████<br>████████████████████████████████<br>████████████████████████████████<br><br>不要怀疑自己的眼睛，以上就是「卡利白」的珍贵秘方。<br>诓你的人是小狗。<br>如果你是自己人，你会知道上哪儿破译上方这一串密码。<br>提示：它需要用到一种特殊显影法。<br><br>绝对够意思的何塞•拉萨罗"
            }
        ]
    },
    {
        "Name": "猎彗人来信",
        "Desc": "猎彗人何塞•拉萨罗的天外来信，上面写满了垃圾话。",
        "World": 1,
        "Books": [
            {
                "Name": "猎彗人来信（一）",
                "Desc": "致任何一位捡起这封信的「黑塔」科员：<br><br>嗨，你们还活着吗？<br><br>别怪我一开口说话就难听，只是反物质军团包围「黑塔」这桩新闻，在众人眼中早就不新鲜了。放眼全宇宙，恐怕只有信仰「存护」的那帮呆子耳目闭塞，置身事外。其他人吃饱喝足，还会就「黑塔」究竟能挺多久押上一把。毋庸置疑，我嘛，自然是赌你们会在最短时间内沦陷。没想到这次军团挺争气，对空间站来讲正所谓亲痛仇快，不仅我何塞小赚了一笔，估计你们黑塔大人脸上也快挂不住了吧？我的新老大说了，如果这位「天才」真的迫切需要帮助，「博识学会」也不是不可以向她伸出援手，只要她肯大方承认，「博识学会」并不逊色于「天才俱乐部」。<br><br>怎么样？快把这笔合算买卖转告给她。如果成交，请将复信寄返给「世界尽头」酒馆进门往左走五步，向里数第九排，吊顶上挂着铁色铃铛与镰叶紫菀草的那个座位。把信压在那杯4升装的「卡利白」下面就好。嘿哈！<br><br>你们臭名昭著的前科员<br>何塞 • 拉萨罗"
            },
            {
                "Name": "猎彗人来信（二）",
                "Desc": "致「寰宇地概科」所有年轻人：<br><br>所有的年轻人，年轻人，年轻人！看好了，现在摆在你面前的，是一名飞跃「黑塔」，走向银河的前地概科员的所思所想。<br><br>这种东西，你就算倾家荡产换一百万虚无缥缈的信用点，「星际和平公司」也不会把与之相关的一个字卖给你。你知道为什么吗？因为它的本质是自由、叛逆、不稳定。是反对风险、豢养螺丝钉的「公司」最为深恶痛绝的东西。「公司」最大的本事，就是提供一万种奇异的货物，制造一万种虚假的选择，好把你们的眼睛从真正重要的东西面前移开。<br><br>这就是为什么「公司」与诸多派系交好：它在为现有的格局制造虚假的繁荣与甜蜜。<br><br>现在，是时候直面真实了：当我还在「黑塔」的时候，地概科就处于所有研究科室的底端。那帮自命不凡的生物学家、预备政客、占卜神棍和二道贩子，个个都把我们踩在脚下，认为我们整天与石头和泥巴打交道，是最没本事的一群人。但当你离开「黑塔」后，你才会发现，完全不是这么一回事。<br><br>我们对银河版图的了解，并不逊色于遍行星海的「无名客」。<br>我们对寰宇地概的向往，也曾受到「开拓」之星神的祝佑。<br>那位星神曾铺设星轨，联通诸星，飞驰暗域，泽被寰宇。而祂的名字叫做阿基维利。<br>在这张免费而粗糙的纸页上，我想将阿基维利故去前的劝诱布撒给你们这些一无所有、穷困潦倒的年轻人：那就是永远自豪，永远心系星海。<br><br>如果你时不时感到失意、茫然、宇宙冷冰冰，想办法把「黑塔」炸出一个大洞吧，飞跃空间站！你就会发现，银河尽在你脚下。因为我曾经就是这么做的。<br><br>免责声明：我说的东西仅限地概科员效仿，其他小崽子出了事儿别找我。<br><br>前无名客、现博识学会-武装考古学派队员<br>何塞•拉萨罗"
            },
            {
                "Name": "猎彗人来信（三）",
                "Desc": "致老朋友与老仇家或新朋友与新仇家：<br><br>不知道我何塞•拉萨罗是何方神圣的人，大可以去问问应物科的负责人。<br><br>犹记得，当我还是「黑塔」一名兢兢业业的小科员时，应物科的负责人还是温明德他老爸温槐仁。那老斑鸠，动辄克扣我们的研究经费，减少测量不同星球大气土壤成分的仪器配给，转而向「公司」采买一些华而不实的古董货，美其名曰商业交流。温槐仁的眼睛是出了名的尖毒，不少奇物孤品被他低价买进，随后飙升到了极高的星际流通市值。应物科凭借这二道贩子买卖日益做大的同时，我们却不得不依靠用边角料拼凑制造的勘星钎艰难地推进研究工作。<br><br>即使是被我用勘星钎打了一顿，温槐仁也没有改悔，依旧奉行「开应物科的源，节地概科的流」。我离开后，少了一个时而突击查账、指责不患寡而患不均的刺头，应物科想必也蒸蒸日上。毕竟「公司」售卖货品标签上，供应商赫然标注着「黑塔•万有应物」的情况是越来越多了。<br><br>除了温槐仁之外，以前还有不少胆敢欺负地概科同僚的人，都被我何塞•拉萨罗狠狠地揍过。其中一些成了驱逐我离开「黑塔」的敌人，也有一些成了不打不相识的朋友。我虽然平日里张牙舞爪，犯下不少事，但却只有温天翁真真正正地揍过我。而我也认怂，那顿打完全是我欠他的。<br><br>那些老朋友，我知道他们中的大部分还活着，而且活得好好的。而我也活得好好的。事实上，我希望他们知道，离开「黑塔」后，我虽然数次差点命丧于「毁灭」的焦土之地，虽然因为武装考古的莽撞作风遭到派系势力的追杀，虽然把多年的积蓄统统浪掷在了假面愚者的酒馆……但我从来没有活得像现在这样好过。<br><br>一个老朋友或老敌手<br>何塞•拉萨罗"
            }
        ]
    },
    {
        "Name": "临时调任执行启示",
        "Desc": "由「黑塔•万有应物科」负责人、奇物再收容小队队长「温命得」颁布的临时调任启示。",
        "World": 1,
        "Books": [
            {
                "Desc": "临时调任执行启示<br><br>兹委托前防卫科员、现奇物再收容小队队员——亚伯拉罕科员，前往位于收容舱段的应物科室，于进门左数第三架铝柜，替温明德取回「晶彩流光玳瑁花色大裤衩」一条。由此产生的一切调任后果，由温明德本人承担。<br><br>特此声明！<br><br>调任有限期：就最近一段时间吧<br>任命人：温命得<br>执行人：鸭脖拉罕"
            }
        ],
        "Hidden": true
    },
    {
        "Name": "银河公义奖彰",
        "Desc": "由「黑塔•银河法政科」签发的荣誉奖状，旨在表彰「局部正义」的伙伴。",
        "World": 1,
        "Books": [
            {
                "Desc": "银河公义奖彰<br><br>{NICKNAME}{F#女士}{M#先生}：<br>当伽马射线与中微子的熔流被阻挡在星系的旋臂之外，当又一个绝灭大君的阴谋被机智的游侠挫败，正义的哨声翻越「存护」的星墙，七柱星神的子民普天同庆！在这大事频发、星海狂澜的琥珀纪里，「黑塔•银河法政科」依然捕获了来自光年之外的微小讯息——这皆因阁下做出的一桩义举，影响了宇宙微茫的能量波动。<br><br>这样的正义，即使零落，依然可贵。它也许不能一劳永逸地击垮丑恶的敌手，不能为受害者即时召回逝去的权益，但它终将如蝴蝶效应，与恶意相抵牾，与善意相联结，在宇宙的公义史上写下实实在在的一笔。<br><br>一只小小的公义之鸟特此穿越星辉，衔来嘉许，授予您为<br><br>巡海勋爵<br><br>愿日后在宇宙的无限浪花中，仍然有你主宰沉浮的身影。<br>特发此状，以资鼓励！<br><br>「黑塔•银河法政科」<br>琥珀 2157 纪<br>由科员伊丽莎白•沃森荣誉签发"
            }
        ]
    },
    {
        "Name": "「黑塔」资产定损清单",
        "Desc": "由「黑塔•万有应物科」拟定的资产定损清单，记载了数千项货损，其赔偿金额堪称天文数字，由星际和平公司一力承担。",
        "World": 1,
        "Books": [
            {
                "Desc": "……<br><br>编号#3471：拒绝沉默<br>资产分类：奇物收藏<br>物品描述：一组会自动演出的微型管弦乐器，将在分贝为0的情况下响起，奏弄一些尚可入耳的异星小调。若分贝高于0，则会维持沉默。<br>定损程度： 80% <br>定损描述：功能倒错，性状颠倒，如今环境越嘈杂，它就越来劲。<br>星际和平公司预估保险金额： 118,000 信用点<br><br>编号#3472：黯柴<br>资产分类：奇物收藏<br>物品描述：暗光环境中再普通不过的火柴棍儿，看久了甚至会觉得它有点落寞。若置于明亮光线下，会发现头部涌动着幽绿色气质态颗粒，无色无味，碰触无害。将其点燃，可以驱散光明，拘纳黑暗。<br>定损程度： 100% <br>定损描述：「军团」怪物意外很喜欢这东西，把它们全偷了。<br>星际和平公司预估保险金额： 32,000 信用点<br><br>编号#3473：换境卧榻<br>资产分类：不动产<br>物品描述：位于「黑塔•万有应物」科室内的床榻，周遭缠绕着碧绿色芳香藤蔓，在香气中入梦如临幻境，可变日月，可换天地。<br>定损程度： 10% <br>定损描述：部分藤蔓枝条被烧毁，申请以星际转运的方式采集补充。<br>星际和平公司预估保险金额： 97,000 信用点<br><br>编号#3474：月台<br>资产分类：不动产<br>物品描述：负责接引空间站客人的站台，众多宇宙航器的停泊之处。<br>定损程度： 50% <br>定损描述：桁架结构变形，混凝材料缺失。<br>星际和平公司预估保险金额： 5,777,000 信用点<br><br>编号#3475：星穹列车<br>资产分类：宇宙航器<br>物品描述：停泊于空间站月台的宇宙航器，空间站对其损失负有次要责任中的次要责任。<br>定损程度： 20% <br>定损描述：车身剐蹭，车漆做旧，里程油耗，怪物异味；行程受阻，机会成本，无妄之灾，精神损失。<br>星际和平公司预估保险金额： 990,000 信用点<br><br>编号#3476：世齐千里镜<br>资产分类：科员物品<br>物品描述：用以观察天鹰座星光的千里镜。<br>定损程度： 70% <br>定损描述：它坏了以后，这大好风光，就只能用肉眼看了。<br>星际和平公司预估保险金额： 48,000 信用点<br><br>……"
            }
        ]
    },
    {
        "Name": "贝洛伯格七大不思议",
        "Desc": "假如你读到这篇文字，以上不思议都将出现在你身边……",
        "World": 2,
        "Books": [
            {
                "Desc": "一、在城市某一处，如果你一直向前走，人就会走上空中。<br><br>二、如果你一直在街道的夹角处晃动，地面就会把你吞没，让你掉入深渊。<br><br>三、在某个特定的时间点，经过你身边的人会突然张开双臂，做出「T」的姿势。<br><br>四、假如你在人多的地方突然转身，墙面会变成白色。<br><br>五、如果你说出某个神秘的词，与你对话的人会变成怪物。<br><br>六、路边的加热器和垃圾桶会在下雪天变成方形盒子。<br><br>七、在空无一人的地方，会听见不知来源的乐曲。<br><br>八、假如你读到这篇文字，以上不思议都将出现在你身边。"
            }
        ]
    },
    {
        "Name": "宝石蜥肉串食谱",
        "Desc": "一系列往来信件，内容极其丰富，甚至还包含一份食谱。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>「这是一堆留言组成的信件」</i><br><br>（一）<br><br>哥们儿，我听说你们这次去新开的矿土层比较松，小心点儿，我觉得有点太危险了。<br><br>你要是听我一句劝，宁愿不去也别被矿头的报酬给骗了。你要是被埋在里面了，多少钱都白搭。<br><br>但是我太了解你了，你肯定不会听劝的。因为是新矿，我估计他们连避难硐室都没有准备，过滤和制氧的装置且不用说，你稍微留个心眼多带点应急粮食。<br><br>我们两个从小一起长大，这点儿话，你还得听我的对吧？<br><br>（二）<br><br>我必须得好好感谢你，好兄弟！<br><br>多亏了你提醒我，我就多带了一点儿饼干。没想到矿坑真的给塌了，做支护的那些人后来都跑了，矿头赔了我一笔钱，要我别把事情捅出去，算是一点点补偿。<br><br>还是说下当时的情况吧。<br><br>我们几个挖矿的都还算有点儿心眼，临时的避难硐室多加固了几层。矿道坍塌的时候，我们离避难硐室也不太远，除了有一个人腿被压折了，大部分人已经是不幸中的万幸了。<br><br>矿难的最好准备是不要有矿难。带多一点儿食物是没有用的，我们把多余的饼干吃完了，还没有人来救我们。<br><br>但是，被困在里面总要想点儿办法，队里一个老哥不知道从哪儿摸来七八只宝石结晶蜥蜴，说只能先吃吃这个了。我从小到大都没吃过这个玩意，听人说嚼起来就跟嚼一双矿头穿了十八年的臭鞋。<br><br>但是人得想办法活下去啊。<br><br>结果我们这么一凑合，做出来的蜥蜴肉还挺好吃的。我把整理出来的「宝石蜥蜴肉串」菜单给你看看哈。<br><br>从五香饼上抠下来的香料渣一小袋，<br>凉拌野蕨菜剩下的调料，<br>面包糠 也是从袋子里抠出来的，<br>岩盐 3克，<br>铁锤麻椒粉  0.5 克，<br>结晶宝石蜥蜴肉7只，记得把上面的结晶全部剔干净，咯牙得很。<br><br>总之先把那些香料啊、面包糠啊、调料之类混在一起，把这些蜥蜴肉弄干净了腌在里面。尽量别沾上那个宝石蜥蜴液，不然吃起来一股药的味道，那股味道就是从分泌液上出来的。<br><br>然后就是等待，等到第二天这些肉就入味儿了，也能软一点儿，否则就真的只是嚼鞋底板了。<br><br>接着，提前从多余的木支护架上削几根木头签子，用地下水泡一下，然后把肉串上去。有哥们儿挖到点儿蜜饯菇，他是隔一个蜥蜴肉放一个蘑菇的，挺香的。<br><br>最后，就是放在硐室的暖炉上面慢慢烤了，一边烤一边撒点盐、一边撒点辣椒粉。<br><br>味道再烂的肉，只要有盐有辣椒，总感觉能凑合下去。<br><br>最搞笑的是，我们正打算吃的时候，救援队把救援通道给挖出来了。「我们还在抓紧时间救人呢，结果你们在这里吃着烤肉！」<br><br>你有机会试试吧，没想到，勉强能吃。<br><br><br>（三）<br><br>好哥们儿，你大难不死，真是好样的。<br><br>你们在下面待那么久还这么乐观，我也挺佩服你的。<br><br>但是，我搞了点儿宝石结晶蜥蜴按你的配方试了试，那味道，你想谋杀我吗。<br><br>抽空去找找娜塔莎吧，哥们儿，你可能味觉出了问题。<br><br>我们两个从小一起长大，这点儿话，你还得听我的对吧？"
            }
        ]
    },
    {
        "Name": "《地底百科：植物和菌类》",
        "Desc": "下层区植物生态的研究报告，书内提及绝大多数植物不可食、不好吃；少数条目还附有烹饪指南。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "【蓝灯小皮伞】<br><br><i>「伞，到底是什么？」</i><br><br>蓝灯小皮伞是广泛生在地髓周围的一种真菌。子实体小，菌盖半球接近平展，中部脐状，具有沟条，直径 0.5 -2厘米，膜质，光滑，干燥，颜色由靛青色到浅蓝色，中央颜色深较薄。菌柄3-5厘米，粗1毫米或稍粗，平滑、弯曲、中空。菌盖上容易附着一些光藓的粉末，在较暗的环境下，可以看到蓝色菌盖的微光。<br><br>因为肉质坚韧，不建议直接使用。部分诊所会定期采摘蓝灯小皮伞用来制药，「蓝灯」系列药物具有止痛的作用，并且在三叉神经痛、偏头痛、骨折疼痛、以及风湿性关节炎等病症上效果显著。可以说在采掘者的历史中，蓝灯小皮伞有着居功至伟的作用。其名称中的「小皮伞」最初是借用某样常见物品来描述它形状的说法，但经过悠久的时光，下层居民中几乎无人知道伞是什么了。<br><br><br>【矿蚀藓】<br><br><i>「废弃的矿道里发着绿幽幽的光，总让人浮想联翩。」</i><br><br>矿蚀藓是一种顶端带有亚球形反射细胞的小型植物，通常分布在洞穴入口或是地髓开采废弃的矿坑里。矿蚀藓用紧密植物体结构积累空气中的水分和有机物质，在生长过程中的假根能够不断分泌酸性物质，在开采完地髓的矿道里，酸性物质和沉积的地髓粉末接触溶解，并且发生化学反应，会释放出微弱的光和能量。<br><br>矿蚀藓强壮的原丝体常常呈圆球状，可以将光线反射、或是折射发出萤绿色的光，在几乎没有光照的矿洞深处，也能将化学作用产生的微光充分利用，并且生存下来。只需要微弱的光便可以光合作用的矿蚀藓，往往会在无人的废矿坑中形成规模相当可观的矿蚀藓群落。而「光藓走廊」就是由矿蚀藓沿着地髓矿道生长的生态现象。<br><br><br>【僵尸将军】<br><br><i>「这确实是不折不扣的僵尸…」</i><br><br>僵尸将军并不是真正的僵尸，也不是真正的将军，而是已经死去的一种被叫做巨榕树的植物。在寒潮来临前，巨榕树就已经存在于大陆上，并且是一个独木成林的著名生态景区，当时人们为了表达尊敬，把它叫作「谢尔巴将军」。在进入寒潮之后，「谢尔巴将军」露出地表的部分已经在风雪昏暗的环境中死去，而这个缓慢而痛苦的死亡过程里，「谢尔巴将军」的根须生长加快，不断占据地下水脉，吸取营养，并且在主体死亡后仍然在扩大其根须的范围。<br><br>地髓开拓团最初和根须遭遇时，团里还有一些对「谢尔巴将军」有记忆的老人，大多表达了强烈的惊讶之情，毕竟「将军」和贝洛伯格距离有一百多公里，也是那时开始，人们把这些开拓中还在不断活动生长的根须称作「僵尸将军」。直到现在，「僵尸将军」仍然作为下层一种重要的材料来源，出现在下层人的日常生活中。而对于这些根须的开发的程度，保守估计只有百分之一不到。"
            },
            {
                "Name": "其二",
                "Desc": "【碧蓝鬼伞】<br><br><i>「取了这样的名字，真的不是为了耍帅，而是警告。」</i><br><br>碧蓝鬼伞，又名致命小蓝伞。蓝色，菌体幼时呈卵形，之后菌盖展开形成伞状。同蓝灯小皮伞有不少相似之处，中部脐状，也具有沟条，颜色没有渐变，只有靛青色。存在细微的白色的斑点，是与蓝灯小皮伞最主要的差别，但在较暗的环境中，这些细微的白斑较难分辨。<br><br>剧毒， 50 克所含毒素足以毒死 50 公斤的成年人。其毒素主要为毒伞肽和毒肽类，在新鲜的碧蓝鬼伞中毒素含量非常高。这些毒素对人体肝、肾、血管内壁细胞及中枢神经系统的损坏极为严重，可致使人体各器官功能衰竭而死亡。<br><br>因为和药用真菌蓝灯小皮伞外表和分布相似，在地髓开拓团初期发生过多次误食中毒事件，经过集中采集焚毁填埋，现在已经很难寻获了。加之下层人民对蓝灯小皮伞采取集中种植，不再野生入药的管理方式，极大地减少了此类中毒事件。<br><br>【盗香醚草】<br><br><i>「『童话大王』？别被这种外号给欺骗了。」</i><br><br>盗香醚草，通常在辐射浓度较高的洞穴中出现，茎又粗又短，其中储存着丰富的香味挥发物。盗香醚草的所有叶片都能在低温环境中迅速产生挥发物，这些特化的香味挥发物对穴居动物有一定吸引作用，促使动物向挥发物浓度更高的环境中移动。在安眠作用下，这些动物最终会围聚在植物旁睡去。<br><br>动物聚集的模样仿佛一群安静听故事的小孩儿，所以盗香醚草又被称为「童话大王」，然而在辐射浓度较高的洞穴中睡去，实在是没有童话那般甜美。虽然盗香醚草的挥发物对人也能发挥作用，但健康的成年人一般不会陷入到昏睡的情况之中。稀释后的挥发物提取物常常用来制作安眠香薰，在地下交易市场比较常见。<br><br>【安神菇】<br><br><i>「这比一般镇痛药猛多了！」</i><br><br>安神菇，子实体中等大，菌盖较厚，肉质，宽4-8厘米，扁半球形，黑色和绿色相间。具有纤毛状麟片，边缘内卷。安神菇内含有一种被称为裸盖阻断素的特殊物质，裸盖阻断素是一种血清素受体阻断剂。在血清素缺席的场合，它能够阻断神经连接，让人产生失去部分知觉。<br><br>因为特殊的神经阻断效果，被一度开发成镇痛药物，但是裸盖阻断素并不仅对痛觉进行封闭。在实验阶段，服用安神菇阻断剂后，对身体各部分的器官正常运作造成了负面的影响。在地下某个江湖郎中的改进下，通过降低剂量和定点注射的方式，实现了对特定部位的镇痛作用。"
            }
        ]
    },
    {
        "Name": "小朋友的信",
        "Desc": "小朋友遗落的信件，看起来是写给另外一个小朋友的。",
        "World": 2,
        "Books": [
            {
                "Desc": "马莱：<br><br>好久没有看到你了。我跟我爸爸说我很想你，他说我可以写信给你，于是我就开始写信了。<br><br>这是我爸爸看着我写的，我本来不想给他看的，但是让他帮我寄信的时候肯定又会偷偷看的，所以看就看吧。<br><br>都是由于你的关系，我最近发烧了。因为我以为你搬家之后，就把我给忘记了，我哭了好久，但是前些天收到了你给寄过来的饼干，我完全没有想到。考试的时候，想的全是你，这让我没有考好，我爸爸说这都是借口，但是我觉得就是这个原因。发烧也是因为你。<br><br>我爸爸说，周末可以带着我去找你。但是毕竟我们两家现在实在是太远了，他觉得再过一段时间，也许半年，也许下个煦日节，我们就会和各自的新朋友在一起玩了，渐渐开始会不再关心彼此。他这么说是因为他说他小时候的就是这样的，我问他当时的小伙伴现在在哪里，他把头偏过去了，我刚才看到他脸红了。<br><br>我妈妈刚才也在看我写信，他们现在出去聊天去了。<br><br>我觉得他的担心是有道理的。那你最好每周都给我寄点饼干过来，我也会给你写信的，你要是觉得不公平，你也给我写信，我也给你烤点饼干。我爸爸妈妈现在又回来了，我妈妈说要是以后在一个工厂里工作就没关系了，他们两个就是这么认识的。<br><br>他们大人以为自己什么都懂，肯定以为我们要约定结婚什么的，我们两个之间才不是这种关系呢，他们才是什么都不懂。这个时候，他们两个又在嬉皮笑脸的，我要是没有发烧，我就自己悄悄写，自己去把信寄出去，再也不给他们看了。<br><br>我想成为一个科学家。我要是当上科学家，就会造出很大很大的炉子，这样的话，我们去外城区玩的时候就不用穿那么厚的衣服了，你还记得吗，我们两家去外城区玩，我的衣服厚到手都放不下去了，结果什么都没玩到。等我把炉子造出来，我们再一起去那里玩。<br><br>所以，我多半不会去工厂，我会去研究所，你要是想跟我一起来的话，你也去做科学家吧。你如果想去做别的工作，我也不会生气的，这就是我跟他们大人不一样的地方。<br><br>我有点困了，今天还在吃药，我就写到这里了，我爸说一会儿就帮我把信寄过去。<br><br>艾尔娜"
            }
        ]
    },
    {
        "Name": "贝洛伯格红肠",
        "Desc": "国民美食的传单广告，还附有红肠的种种做法。",
        "World": 2,
        "Books": [
            {
                "Desc": "吃货必须知道！贝洛伯格红肠这几种吃法，你最喜欢哪种？<br><br>贝洛伯格肉联厂推出第一款红肠距今已经有一百多年。红肠已经成为了陪伴贝洛伯格家家户户的、最熟悉的味道。而说起红肠的吃法，可以说每个人都有发言权。在此，我们总结了大家最喜欢的几种吃法。你最喜欢的又是哪一种呢？<br><br>第一种吃法是直接吃。红肠是经过多道工艺加工的熟制食物，可以当作零食或者配菜直接吃掉。光是其原本的味道就十分美味！<br><br>第二种是用铁锤辣椒炒着吃。红肠可以搭配各种菜炒着吃，但铁锤辣椒无疑是最佳选择。在翻炒的过程中，红肠本身的香味与辣椒浓厚辛香的辣味相得益彰，红肠的风味便由此变得更加别具一格。<br><br>第三种吃法是烤着吃。在红肠上切出花刀，然后放在火上烤。佐以香料，非常适合当作街头小吃。<br><br>第四种是搭配太阳薄饼吃。将太阳薄饼摊好，接着把切成薄片的红肠放在薄饼上，再用薄饼将其包好。如此一来既可以丰富薄饼本身的味道，又能够柔化红肠的滋味，不失为一种不错的尝试。<br><br>通过升级加工机械、改进制作工艺，贝洛伯格红肠实现了口味和产能双重提升——不仅保留了原来味道鲜美、肥而不腻的特点，现在还更有多种风味供消费者自由选择。<br><br>为了庆祝贝洛伯格筑城百年庆，贝洛伯格肉联厂作为传统企业，现向各位新老顾客提供各品类的折扣优惠。欢迎到店品尝选购！"
            }
        ]
    },
    {
        "Name": "关于清唱剧排练时间变更通知",
        "Desc": "一则排练变更的通知，用于确保合唱团成员时间安排协调一致。",
        "World": 2,
        "Books": [
            {
                "Desc": "关于清唱剧排练时间变更通知<br><br>各位戈利尔合唱团的成员：<br><br>因黄金歌剧院供暖装置检修，原定于下周二的排练在时间和场地安排上将做出如下调整：<br><br>1.原定于周二上午9： 30 开始的合唱排练改至下午1： 30 ，且本次排练将不再提供午餐。<br><br>2.管弦乐团因检修期间乐器需全部提前搬出，将不参加本次排练活动，后续安排需等待通知。<br><br>3.因女高音歌唱家雅娜意外受伤住院，剧中相关唱段将由女高音歌唱家塞琳代为进行。<br><br>4.因正式公演临近，排练将延长3～4小时；由于排练结束时间较晚，剧院将安排统一交通工具确保各成员安全返程，具体形式请等待通知；另，住处距歌剧院较远的成员，可在本周内申请留宿资格，安排下榻于歌德宾馆。<br><br>请合唱团成员相互告知，确保通知到位，合理安排时间。<br><br>戈利尔合唱团管理委员会<br>筑城纪元 699 年  12 月  22 日"
            }
        ]
    },
    {
        "Name": "关于梦境分析",
        "Desc": "精神科医生随手写下的笔记。梦到底几分可信？",
        "World": 2,
        "Books": [
            {
                "Desc": "最近精神科接待了很多因为多梦而导致睡眠质量下降的患者，其中大部分原因都是与工作、生活上的压力有关。我通常会让患者记录下自己梦到的内容，然后通过这些记录尝试找到一种倾向，通过梦境去感受患者自己难以察觉的精神体验，对治疗还是有一定的辅助作用的。<br><br>我倒是听说过「梦的隐喻毫无意义」这种说法…只能说我并不赞同这个观点。它既然能唤起患者的感觉、调动患者的情绪，至少说明了它与患者的感受或者经历存在着一些联系。<br><br>可关于「梦的隐喻」到底是什么？我读过太多资料了，然而可惜的是旧世界文献残缺不全，我没有找到很确切的答案。不过有趣的是，资料里提到了梦境和现实是存在着一定联系的：过去存在着一些人用梦境预知现实的未来。<br><br>「梦具有预知性」这点我深表怀疑。<br><br>我认为，一个人若觉得此刻正在做的事情之前发生过，也就是发生了「既视感」时，那并非是梦的经历，而是「就像梦一样」的感受。那些突然的印象和梦的生成一样神秘。<br><br>不过「梦境共享」存在着可能。<br><br>之前有一个小患者，她记录了自己在梦中的仪式。据我所知，这个仪式只存在于遥远过去，她周围的人基本无从得知，谁都没有告诉她，她是如何知道的呢？所以，我认为有一些梦境是能受到他人的作用和影响的，而这样的「共享」究竟基于怎样的原理，我也不太清楚。<br><br>不过我还想到一件事，或许和预知梦没什么关联：之前曾有患者问过我「梦境里是否是有真实的部分」。这个问题很难得到一个确切的回复，毕竟在梦境中，知觉和记忆混杂在一起难分彼此。<br><br>只能说关于梦境，我们了解的还是太少了。"
            }
        ]
    },
    {
        "Name": "倍润矿脂",
        "Desc": "随处可见的护肤品广告，贝洛伯格人民最熟悉的朋友。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>倍润矿脂，加倍呵护</i><br><br>一直以来，倍润矿脂都是您在风雪中砥砺前行最好的伙伴。轻轻一抹，它不仅能锁住水分，更能够锁住温暖。无论室内室外，无论男女老少，尽可放心使用。<br><br>【倍润矿脂是您皮肤水分的看门人】<br><br>涂抹倍润矿脂后，能在皮肤表面形成一层防护膜，滋润保湿。其安定无刺激的性质，几乎不会造成人体敏感。同时矿脂味道清淡，适用于对香精、酒精添加物过敏的人群。<br><br>【倍润矿脂是您温暖的守护者】<br><br>倍润矿脂能有效隔绝体温流失，让暴露在空气中的皮肤获得保护，也可适用于紧贴衣物的肌肤保暖，为您的风雪之旅添加一层温暖的保险。<br><br>【倍润矿脂是您小伤口的护理师】<br><br>尽管倍润矿脂没有消炎的作用，但是涂抹在小伤口上，也能有效帮助隔绝空气和病菌，让皮肤在没有外界干扰的情况下快速自愈，更能不留疤痕。寒风之中鼻腔容易因干燥而导致毛细血管破裂流血，涂上一层矿脂也能在鼻孔内壁能够有效阻止继续出血。<br><br>【倍润矿脂是您风雪相伴的老朋友】<br><br>筑城纪元 376 年的一天，一名上层区的供暖工人发现了地髓反应的副产物中，有能够对灼伤、割伤有一定止痛治疗的成分。十二年后，时任仁爱医院首席药剂师的罗伯特教授从地髓残渣中提炼出了如今我们所知的倍润矿脂，并且将其应用于医学、化妆领域，开启了全新的「矿脂时代」。<br><br>倍润品牌创建于筑城纪元 390 年，已守护了贝洛伯格人民的肌肤三百年。我们相信，在未来的岁月中，它也将继续守护您和您家人的健康，一如既往。"
            }
        ]
    },
    {
        "Name": "黑面包汽水冰山",
        "Desc": "一则生活方式杂志内页广告，向读者推荐了某种甜点的做法。",
        "World": 2,
        "Books": [
            {
                "Desc": "黑面包汽水冰山<br><br>在寒潮初期，很多迁移到贝洛伯格的外地人以为冰天雪地不需要冰制点心；但很快，他们就在冰爽的美味面前臣服了。<br><br>在集中供暖设施完备的贝洛伯格，每家每户的房间里总是暖烘烘的，空气也十分干燥。尤其是在吃完了一顿热气腾腾的大餐后，很多人会觉得昏昏沉沉，无精打采。试问这个时候谁又不想吃点冰点心呢？在室内吃冰点心，吃的是清凉解渴；在室外吃冰点心，那就是真的行家里手，琢磨味道。<br><br>而这其中最能代表贝洛伯格传统风味的便是黑面包汽水口味了。<br><br>黑面包汽水的历史几乎和贝洛伯格一样悠久。筑城纪元 73 年，多家面包厂在贝洛伯格食品生产委员会的建议下，将富余的面包做成面包干、充分粉碎、浸泡然后提取面包液，再通过发酵做出了大家现在所熟知的黑面包汽水，可以说是贝洛伯格「将一切资源充分利用」的代表产物。发酵汽水让小孩子也能享受其中，不愧是人尽皆知的国民饮料。<br><br>近些年来，以黑面包汽水为基础制作的黑面包汽水冰山横空出世，在年轻人之间可以说是非常流行。小编就经常在甜品店前看到情侣们用小勺吃冰山的情景。黑面包汽水冰山原料简单，做法更是简便。就让我们一起来学习如何在家中制作黑面包汽水冰山吧！<br><br>【黑面包汽水冰山的食材与调料】<br><br>黑面包汽水： 800  毫升<br>哞哞酸奶： 330 毫升装 一瓶<br>细砂糖： 10 克<br><br>【黑面包汽水冰山的做法与步骤】<br><br>一、将黑面包汽水倒入密封口袋，放在室外一晚使其完全冻结；<br>二、将充分冻结的汽水做成刨冰。这里可以借助刨冰机等工具，做好后在餐盘中摆盘成冰山的造型；<br>三、将哞哞酸奶倒入碗中，并且加入细砂糖充分搅拌。在该步骤中，可以根据自己的喜好添加各种果酱调节风味；<br>四、将调好的酸奶从「黑山」的山顶均匀地倒下，形成一层酸甜的「银装素裹」。大功告成！<br><br>【小贴士】<br><br>一、这样的吃法不仅适合于黑面包汽水，还适合于各种甜味饮料。不过黑面包汽水的口味简直是无可替代。<br>二、在室内品尝需要尽快。如果担心冰沙融化过快，可以在黑面包汽水中加入少量充分煮烂的动物骨胶原汤。当然，如果在室外品尝就没有这样的担忧了。"
            }
        ]
    },
    {
        "Name": "清唱剧<大守护者>首演盛况",
        "Desc": "历史上清唱剧盛况的剪报，被小心地保存了起来。",
        "World": 2,
        "Books": [
            {
                "Desc": "踏寻筑城者之行迹——《大守护者》首演的盛况和花絮<br><br>记者：安娜<br><br> 698 年1月 13 日，乔治先生——为响应贝洛伯格政府举办的慈善募款——将仅排练过一次的《阿丽萨•兰德》于法茵卡大街的新音乐大厅初演，初演海报上写着：「为一些困苦的囚犯，以及仁爱医院的利益而演出」。当日的《水晶日报》也对演出前的乔治进行了采访，他在采访中说：「此次演出的全部收入将被用于慈善事业，也就是说，平分然后用于资助刑事犯人救济协会和仁爱医院。」<br><br>这次演出由乔治亲自指挥，筑城者戈利尔合唱团全体参加，演出盛况空前。门票在开仓放票当日内销售一空。上演当日车水马龙，万人空巷。初演预定的拥有 1500 个听众席的新音乐大厅竟无法满足听众的需求，当日新音乐大厅演出前呼吁：要求参与音乐会的女士「最好不要穿着撑裙礼服」、绅士们也「最好不要携带配剑」，以便腾出更多的空位容纳听众。 1800 人挤在原本只能容纳 1500 人的大厅里，不少人只能坐在通行用的楼梯台阶上，都是为了来听《大守护者》的首演。演出果然引起轰动，著名乐评人波洛夫斯基称赞道：「言语难以表达令人惊羡的演出给满厅到场听众带来的震撼和欣喜。」<br><br>首演后第二天，《水晶日报》的艺术版用整版的篇幅介绍了《大守护者》的套曲内容和演出盛况，并且是如此评价它的：「精绝、宏大、温柔；我们翻阅字典寻找最为高雅、最为伟大、最为生动的词语，用以表达它带给我们耳朵和心灵的愉悦洗礼。」而乔治就像演出前承诺的一般，将初演达成的巨额票房用于公益慈善。除开乐团和音乐大厅的费用支出，剩下资金全部用于资助刑事犯人救济协会和仁爱医院。<br><br>1月 19 日，贝洛伯格市民要求一睹为快的呼声愈演愈烈，在克里珀堡方面的强烈建议以及要求下，《大守护者》在黄金剧院紧急加演（新音乐大厅有其他舞台安排），在 18 日票仓放出之后，仅半日售空。当时有很多保守人士认为清唱剧在剧厅演出有失体统。可可利亚大守护者则坚决地通过本人亲自莅场聆听「堵住了老古董的嘴」。<br><br>在 19 日当晚的演出中，第二部分套曲最后的《阿丽萨•兰德》奏响时，大守护者按捺不住心中激动，从座位上站起，肃立倾听，以示敬意。大守护者起立之后，会场的听众也全都跟着站了起来。有评论家认为这样的佳话可能将被延续下去，形成不成文的规定：在往后的演出中，每唱到此处，全体观众都会肃立恭听。<br><br>演出结束当晚，可可利亚大守护者亲自登台向乔治表达感谢。据报道，紧急加演的票房也是慈善性质：除去演出剧团剧厅表演费用部分，全部用于资助儿童教育促进委员会。《水晶日报》认为，乔治先生为他所指挥的作品注入了一层「真正崇高而纯粹的意义」。"
            }
        ]
    },
    {
        "Name": "鲑鱼面包",
        "Desc": "旅行杂志的专栏，向读者分享了一种郊外的全新生活方式。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这是一张从《远行者》杂志上裁下来的杂志内页。*</i><br><br>紧跟渔猎小队的步伐 <br>来吃点鲜嫩多汁的霜纹鲑面包怎么样<br><br>作者：莉拉<br><br>虽然贝洛伯格郊区的湖面上结着厚厚的冰块，但冰块下面即将迎来暗潮涌动。<br><br>没错，那就是霜纹鲑在寻找产卵地成群经过而形成的暗潮！大量的霜纹鲑在这个漫长过程中承受着逆流而上的阻力。在这期间它们无法进食，因此它们都提前储备好了能量和养分，用以支持它们的长途旅行。所以，这也是一年里霜纹鲑最肥美的时候。<br><br>贝洛伯格的渔猎小队每年也基本会在这个时候出发，为这一季度的大规模捕鱼工程做好准备工作。高效率大规模的猎捕，为整个城市的霜纹鲑储量打下了基础。当然，因为渔猎场地接近贝洛伯格边缘，气温和气候条件都异常恶劣，可以说是风险与收获并存。渔猎场面之宏大，我们也只能在随队记者的报道里看到。<br><br>但是，今年开始，你也可以作为渔猎小队的一员参与其中啦！<br><br>三年前，贝洛伯格批准了「渔猎小队同捕计划」。经过两年的试运行，今年终于向全国开放报名了。作为试运行期间受邀随队参加的一员，我将会在《远行者》杂志上开设专栏：渔猎同捕，其中涵盖出行准备、渔猎美食、渔猎活动等等，向各位旅行者介绍「同捕计划」中可能需要注意的方方面面。<br><br>俗话说「抓住一个人的心，需要抓住他的胃」。所以第一期，我们将从渔猎特有的美食「霜纹鲑面包」开始。<br><br>大家都知道，我们平时采购的霜纹鲑基本是为了长久储存而加工过的——去头、去内脏、撒盐之后精心码放、再风干腌制而成。这已经足够好吃了，但是在渔猎现场，你还能吃到比这更好吃的：刚出水后活蹦乱跳的霜纹鲑。它很快就会被冻住，可以说再也没有比这更新鲜的霜纹鲑了。<br><br>在渔猎小队的厨师长推荐中最地道的做法就是「霜纹鲑面包」。做法呢也特别简单，这里就提前给大家介绍介绍：<br><br>• 需要提前准备好切片面包，当然最好是切好的，不然在这个气候环境下，切面包也相当费劲。<br>• 另外就是夕红果果酱。这个需要在家里提前准备：把夕红果切块、加入各种浆果、调味、炒制，存放在保温容器里。如果不是保温容器的话，可能需要现场用热水将果酱化开，还是挺费劲的。<br>• 将已经冻硬的霜纹鲑切成片状，这一步可以交给渔猎小队的厨师们来处理。你需要做的是：将鱼皮撕下来放在面包上，添加好酱料再把它们夹住。这样，一个地道的霜纹鲑面包就完成了。<br><br>可能你已经注意到了，整个菜谱中获取难度最大的食材就是新鲜霜纹鲑。这在贝洛伯格市区确实很难获取，但是在渔猎场遍地都是。新鲜的霜纹鲑肉，搭配上果香四溢的酸味，口感细腻爽滑，一秒就能让你沉浸其中。和平时我们吃到的风干霜纹鲑不一样：新鲜的鱼肉腥味比较淡，油脂的香气比较浓——那种只能用「嫩」形容的口感，确实终身难忘。你应该来尝试一次！<br><br>当然，渔猎小队是有生产任务的。我们所有的旅游活动都要在渔猎小队完成上缴数量之后，才可以进行。但是放心，霜纹鲑的数量是足够的。而且参加「同捕计划」的游客只用缴费一次，此后就没有后续消费了——也就是说，在渔猎场提供的范围内，只要你能吃，随便你吃多少！<br><br>下一期里，我们将介绍如何做好保暖工作。请感兴趣的旅行者持续关注我的专栏。我是莉拉，我们下期再见！"
            }
        ]
    },
    {
        "Name": "穿过风雪的旅人",
        "Desc": "一篇贝洛伯格教材中的课文，内容是一首幸存者迁徙的叙事诗。",
        "World": 2,
        "Books": [
            {
                "Desc": "二十六 穿过风雪的旅人①<br><br>托马斯<br><br><br>【自读提示】<br><br>这是一首反映寒潮初期，世界各地的人们穿过风雪来到贝洛伯格的诗歌。当时冰河期已经到来，风雪越来越强，气候也越来越寒冷，为了将人类文明的灯火传递下去，世界各地的人穿过重重险阻来到贝洛伯格。这首诗将贝洛伯格比作温暖的港湾、旅途的终点，激励着迁徙的难民们继续前进。细读全诗，看看作者是怎样通过迁徙的难民之口，展现了虽然有前途未知的担忧，但是依然对未来坚定信心的积极心态。<br><br>推挤着一堵白墙似的浓雾<br>远方露出微弱的灯火，<br>在流动的飞雪之中，<br>若隐若现就像消失一般。<br>迁徙者孤独地行走在寒冷的、<br>死寂的雪道上，<br>那疲惫的铃铛呀，<br>发出了无助的声响。<br><br>长队传来悠长的乐曲里，<br>能听到某种过去的声音在回荡：<br>它时而是琴弦的震动，<br>时而是鼓皮的混响……<br>再也看不到微弱的灯火，<br>也看不见黝黑的土墙，<br>到处都是废墟和残垣……<br>我一路上碰到的，<br>只有那记载着里程的石桩……<br>忧愁呀、焦虑呀……明天，家人们，<br>明天啊，我就要去那温暖的港湾，<br>庆祝着旅途的结束，<br>把僵硬的骨头放在床榻之上。<br><br>我们将徒步到远方的灯火<br>勾勒出贝洛伯格的模样，<br>长夜拉伸着旅人的倦怠，<br>但怎样也不能使我们绝望。<br>忧愁呀，家人们：我们的旅途是那么漫长，<br>琴弦鼓声都已经沉默，<br>只剩下疲惫的铃铛仍在风中作响，<br>朝着灯火曾出现的方向。<br><br>①选自《托马斯诗选》。卡塔纳•托马斯（筑城纪元前 66 年— 12 年），著名诗人。筑城纪元前 47 年底，托马斯跟随迁徙的难民队伍从诺夫哥菲亚出发，跨过遮天蔽日的风雪，最终抵达了贝洛伯格。他们的到来受到了阿丽萨•兰德的亲切接待。后者称这是一次「伟大的远行」。在这次迁徙中，他们带来的文化、艺术和科技，在现在的贝洛伯格仍然影响深远。而托马斯的诗句也激励着与他一同迁徙的难民，被称为是「战斗的诗篇」。"
            }
        ]
    },
    {
        "Name": "冷吃夕红鱼",
        "Desc": "一家餐厅传单上的美食故事，堪称行为艺术的体现。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这是从一家倒闭的餐厅里取下来的宣传张贴。*</i><br><br>《冷吃夕红鱼》的传奇故事<br><br>寒潮降临，那还是贝洛伯格尚未正式成立的时候。<br><br>在初代大守护者阿丽萨•兰德的号召下，全国的工人都投入到贝洛伯格史上最大防寒工程中，准备对抗无尽的风雪。就在这个时期，有一个叫作尼古拉斯的年轻工人十分擅长厨艺，不仅精通各种传统的菜式，还会融会贯通开发新的菜品。<br><br>每逢周末，工友们就会带着食物到他家里去，让他给大家做一顿好吃的，每一次都能够让工友吃得服服帖帖，心满意足。久而久之，就有工友不满足只能在尼古拉斯家里吃到这么美味的食物了，想要在工作的休息期间也能享用到这么美味的食物。<br><br>「有没有办法在寒冷的工地上，也能够吃到非常好吃的大餐呢？」<br><br>原来在工地午餐的时候，食物会因为天气很快变得又冷又硬，不如出锅时好吃了，而且当时的保温技术也不如现在发达。聪明的尼古拉斯认为这个问题全体工人都会遇到。如果能够解决，一定能够帮助到大家。于是，他认真思考起来：有没有什么能够战胜严寒的美食呢？<br><br>他在家中的厨房反复尝试，不断地思考，可还是没有令他满意的结果。天色渐晚，他已经精神疲惫，自己做的炸鱼都已经放凉了却还没有发觉；不仅如此，还不小心把炸鱼打翻到锅中，和夕红果酱煮在一起。等反应过来已经为时已晚。他只好将煮过的炸鱼块放在盘子里，准备第二天扔掉。而第二天醒来之后，他灵机一动决定尝试一下裹着果酱的炸鱼块，没想到风味却更上一层楼。<br><br>冷吃炸鱼块便可不用畏惧严寒天气了——他解决了全体工友的难题。<br><br>经过尼古拉斯的推广，贝洛伯格的工人都吃上了美味的午餐，做起工作更有干劲了。这件事传到了大守护者阿丽萨•兰德耳中，她也亲自品尝了尼古拉斯做的夕红果酱煮炸鱼块，对他的创新精神进行了高度赞扬，并将食物命名为「冷吃夕红鱼」。经过不断的工艺改进，现在已经是贝洛伯格宴请宾客、家庭聚会最著名的美食了。<br><br><i>纸上有许多涂鸦：</i><br><br>啥玩意啊，尽瞎编 写小说？<br>大守护者微服私访记<br>筑城纪元 100 年左右能抗寒的夕红果才被培育出来<br>没有用的知识增加了 可以"
            }
        ]
    },
    {
        "Name": "拼接而成的信件",
        "Desc": "通过拼拼凑凑还原的信件，也许不该还原……",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这是一封由碎纸片拼接出来的信件，以下是还原后的内容。*</i><br><br>莉拉小姐：<br><br>这一封信，希望你可以保存着，可以当作一段佳话的开幕。<br><br>同你一起共事的一个月里，只觉得时间太过于匆匆。首先让我注意到你的是你的外貌，我觉得很是漂亮，比大多数女性漂亮，但暂时还是比不上我的初恋。<br><br>不过这都不重要，我觉得你真正的魅力是踏踏实实的工作态度，这才是新时代的贝洛伯格女性应该具有的品质，你认真准备采访稿件的样子实在是很迷人，无论是清晰的分类，或者是循循善诱的提问，这都令我感到很敬佩。关于这里，我还想补充一下，假如是我来采访的话，我还可以做得更加周全，尤其是临场反应和幽默感。我觉得你可以多和我来交流，这样你就可以获得很多非常有建设性的意见，以后的工作会更加顺利。<br><br>听说你们《远行者》杂志社是一家年轻的媒体，成立还不久，未来还有很多挑战。为了迎接挑战，像您这样的未婚女性，肯定需要一个能全方面能够支持你的优秀男性。这里请允许我重新再介绍一下自己，我曾连续三年被《水晶日报》评为先进工作骨干，经常被同事们称为「整个报社最敢说话的人」，当然，我认为这是记者应该有的品质。另外，我经常参加各项运动，尤其擅长长跑，还获得多次郊区雪地越野的好名次，我认为很少有男性能够做到这样优秀的程度。<br><br>不过，假如你喜欢上我，请不要过分依恋我。我们的相爱不过是命运的偶然巧合，而我们理应为了建设贝洛伯格而付出自己的一份心力。如果说我们谁曾为了爱情而牺牲了工作，只会在往后的日子里，充满抱愧和羞耻，那算是什么爱情？<br><br>你看到信后，请一定要在7天之内回复，不然，我一忙起来可能就 <i>*被撕碎的部分已遗失。*</i>"
            }
        ]
    },
    {
        "Name": "某个民间科学家的日记",
        "Desc": "质量堪忧的散落纸页，纸片的主人似乎自称是一名科学家。",
        "World": 2,
        "Books": [
            {
                "Name": "其一",
                "Desc": "筑城纪元 699 年2月 28 日<br><br>科技专利局的人到底懂不懂啊，能不能换一些专业的人做审核？我都申请十六次了，简直是浪费时间、浪费精力，我的发明要是被其他人先注册了，他们打算怎么赔我啊。<br><br>时间就是生命，这群人在谋我的财，害我的命。<br><br>专利局的那个戴眼镜梳三七分的那个家伙，看上去知书达理有点学问的样子，完全不是，竟然当着面质疑我，说我是完全不懂科学，他才是什么都不懂就敢教训我。我自己研究物理学已经有十五年了，我还写了有十万字的《时空隧道理论》，他有什么资格来质疑我？我这次的装置，就是拿《时空隧道理论》的理论研究为基础的，他连我的书都没看过就来否定我，幼稚！愚蠢！目光短浅！<br><br>这个时空隧道装置的设计其实做了很久了。但是两个月前，博物馆开放了新发现的旧文明遗物时，我基本上就已经百分之百确定了，时空旅行绝对能成。博物馆里那个叫作「六百千瓦柴油发电机组」的神秘装置，在我梦里出现过，一模一样的，用这个机器肯定就可以牵引时间扭曲、变形、大面积断裂，生成隧道。<br><br>这个预知梦完美印证了我的理论，在我梦里，下层还有一个隐藏的地髓共振隧道，只要我的时空隧道机器一完成，就一定能够在那里穿越时空。<br><br>与其等那群瞎子下审批，我还不如现在筹钱自己把机器做出来。目前来看就只有把房子抵押了，房子是我爸的，别说他同意不同意了，我也有点舍不得，住了这么多年了…不对不对，房子根本不是问题，我要是能把时空隧道做出来，我就能颠覆时代了——真要到了那时候，我在贝洛伯格人心中的地位怕是远在初代守护者之上，哪里还会缺这一套小小的房子？好，那就这么办：下周把房子抵押了，然后立马找人把机器做出来。<br><br>有了机器之后，我能扭曲时空、我能控制时间流速，哪儿还用屈尊在贝洛伯格这个半亩方塘地里啊。<br><br>天啊，我一定能给整个贝洛伯格，不对，给整个宇宙带来一场革命！"
            },
            {
                "Name": "其二",
                "Desc": "筑城纪元 699 年3月4日<br><br>怎么连我爸都不理解我，我怎么会出生在这种家庭？真搞不懂。<br><br>这老东西…不想卖房子就不卖呗，竟然还赶我出去，这要我怎么活啊！我把一切都奉献给科学了，我不会做别的生计啊，那些低级劳动纯粹是浪费我的头脑。<br><br>看报纸上说，下周有个民间科学家沙龙，估计会有投资人。这我必须得去，不仅要去还必须得拉到投资。可是就那点儿时间，投资人能搞懂时空隧道的主要原理吗？至少要理解「大宇宙时间隧道」理论吧，他们也需要一些提前学习的时间。等会儿我问问丹尼尔，看看到场的都有谁，能要到地址的话，我可以提前拜访嘛。<br><br>要不先写点自我推销的东西吧，有备无患……<br><br>「时空隧道生成实验装置曾经得到著名科学家艾萨克教授、阿尔弗雷德教授、斯蒂芬教授联名推荐」…感觉不错。我要是投资人，肯定高看一眼。嗐，这不是卑鄙不卑鄙的问题，我的发明要是没被专利局的瞎子拦着，给这些教授看到，肯定会联名推荐啊，这还用说。"
            },
            {
                "Name": "其三",
                "Desc": "筑城纪元 699 年3月 12 日<br><br>搞什么学术沙龙！一群蠢材。<br><br>我服了，我怎么跟这群人一起浪费时间？十个人里有八个都在聊永动机，他们的脑子是用来做浆糊的吗！十来个人给我讲他们发现了永恒的能源，有没有看过书啊，张嘴乱讲。一个个的自我介绍全都是伟大的物理学家…呵呵，他们也配？搞发明的没一个靠谱的，要么做永动机、要么把水变成地髓，我跟他们站在一个房间里都觉得尴尬。但又不能走，还没轮到我分享报告，我就只能在那儿忍着，饱受折磨……<br><br>有一个傻蛋还主动跟我搭话，自称什么埃尔文转世，喜欢在所有东西的前面加上自己的名字，要不要脸啊，特利伏真空零点大循环是个啥玩意儿？我还得假装客气，受不了，太恶心了。还有个人，满嘴大胡子，我不想记得他叫什么名字，说自己是已故大科学家谁谁谁的儿子，他爸爸临死前写的《科学世界大领悟》才是真理，现在的物理法则都是错的，非要把书送给我，我出了门就扔了，简直是侮辱我的智商。<br><br>我再也不去这种沙龙了。现在等投资人联系我就行了，希望他们长点儿脑子，整个会场就我一个真正懂科学的。这要是颗粒无收，我就要在报纸上痛斥平庸的科学界了。"
            },
            {
                "Name": "其四",
                "Desc": "筑城纪元 699 年3月 21 日<br><br>毁灭吧，赶紧的，没人真正尊敬科学。<br><br>我一直以为《水晶日报》的丹尼尔多少有点学问。看错他了。我第一次去找到他的时候，他还能跟我认真讨论，我也确实发现了自己的一些小纰漏，有点小问题很正常，重要的是找到了一个在科学前进道路上的知己。我每个月都找他商量，把那些最新的、最前沿的想法都分享给他，这么好的朋友上哪找？可他现在找各种理由回避我。呵呵，我现在的水平他跟不上了，这有什么呢？这些小嫌隙我其实都不介意。<br><br>上一次我让他帮我找投资人名单，这么简单的小事儿到现在都没有消息。这不是他们报社编辑的本职工作吗，这又不需要掌握物理学！我在报社蹲了两天终于等到他了，可他看见我就跟看到裂界怪物一样，上来就骂我，无才无德的骗子！我还拿他当朋友！就给我这个态度。我再也不会找你了，你自己后悔吧。<br><br>现在都还没有投资人来联系我，我怀疑学术沙龙就是个幌子，我还是得自己去拉投资，科学界还有救吗？"
            }
        ]
    },
    {
        "Name": "矿毒清鼻用吸入剂说明书",
        "Desc": "记录了某种处方的纸片，可以使受矿工职业病困扰的下层区居民暂时免受痛苦。",
        "World": 2,
        "Books": [
            {
                "Desc": "矿毒清鼻用吸入剂说明书<br>请仔细阅读说明书并按说明使用或在医师指导下使用<br><br>【药品名称】<br>矿毒清鼻用吸入剂<br><br>【成份】<br>本品为复方制剂，每克含有结晶宝石蜥蜴提取物 400 毫克、含蓝灯小皮伞萃取物 110 毫克，辅料：各种地穴生物油脂，具体种类并不固定。<br><br>【性状】<br>本品为吸附药液的纤维棒，装入木质管内，供鼻腔吸入用，气味辛辣，具有刺激感。<br><br>【作用类别】<br>本品为耳鼻咽喉科用药非处方药药品。<br><br>【适应症】<br>用于轻微的地髓粉尘吸入引起的呼吸困难。<br><br>【规格】<br>每支 0.675 克，含结晶宝石蜥蜴提取物 0.27 克，蓝灯小皮伞萃取物 0.075 克<br><br>【药理作用】<br>本品是由结晶宝石蜥蜴提取物、蓝灯小皮伞萃取物、动物油脂组成的易挥发的血管刺激剂，通过更易分解地髓粉尘的生物提取物进入鼻部血管，缓解鼻部血管纤维化析出的作用。<br><br>【用法用量】<br>请不要在地髓粉尘暴露环境中直接使用药物。<br>使用时，旋下外套，将木质套管紧密接触一侧鼻孔，用手指按压另一侧，然后深呼吸2~3次。<br><br>【不良反应】<br>较少案例出现过排异过敏反应，可能造成鼻腔内肿大，导致窒息的情况。<br>目前尚未有其他不良反应报道<br><br>【禁忌】<br>尚不明确，请严格按照用法用量使用药物，切不可使用过量"
            }
        ]
    },
    {
        "Name": "潮流品牌「郊外」",
        "Desc": "一篇潮流品牌「郊外」的杂志广告。",
        "World": 2,
        "Books": [
            {
                "Desc": "放大你的独一无二——「郊外」<br><br>筑城 694 年，理查德和蒂亚娜联手创办了品牌「郊外」。两位设计师曾经在著名的潮牌「群星之间」、「缝隙工业」担任主设计师。<br><br>「郊外」有「不在规矩之中」之意，关于这个诗意的名字是两位设计师对贝洛伯格生活和工作状态的感悟。「贝洛伯格是一个过于秩序的地方，在我们所处的城市里，不管你是谁，传达自己的想法、以自己喜欢的风格穿着打扮、追求个性的方式生活，都意味着你是一个『不在规矩之中的人』。我们感受到了这种冲突感，所以试图用设计来放大。」<br><br>从最初的设计开始，「郊外」就专注于做出独特又能够符合时下青年口味的服装：不管是惹眼的贴皮外套、色彩丰富的人造皮草，标志性的马甲搭配，以及受「戴斯」风格启发的长外套，以及已经在贝洛伯格变成爆款的印花改版军装…虽然都是结合当下街头风格的款式，但还是融入了不少「郊外」特有的标签式元素。<br><br>尽管「郊外」是一个年轻的品牌，传统文化元素也可以说是应用自如。但除此之外，我们还看到两位设计师有着更大的野心：<br><br>「我们试图与这个世界产生时空的联系，不仅要有贝洛伯格的现在、还必须有过去的一切，其实从心里讲，我们更喜欢历史中寒潮来临之前的时期，世界上存在着各种地区、也存在着各种风格。『郊外』不仅仅是为了唯一的贝洛伯格而存在的，也是为了那些被风雪淹没的地区。」理查德和蒂亚娜表示。<br><br>最近，这个年轻的品牌首次牵手「雪绒制衣厂」，展开包括皮靴、服饰、配件在内的联动。双方以贝洛伯格之蓝为基调，搭配贝洛伯格复古插画书籍中的花纹样式，结合街头、工业现在年轻人最喜欢的风格展开设计。<br><br>「雪绒制衣厂」也将带着我们最熟悉的经典款式和崭新的时尚理念回到年轻人的视野里。"
            }
        ]
    },
    {
        "Name": "煦日节前的日常生活采访",
        "Desc": "一则刊登在《水晶日报•周末版》上的生活调查，煦日节的种种风俗从中可窥见一斑。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这是刊登在《水晶日报•周末版》上的调查。*</i><br><br>临近煦日节，千家万户都忙碌起来了。各位贝洛伯格的朋友们，你们准备好太阳薄饼了吗？记者特地去采访了贝洛伯格平凡的一家三口，看看他们对即将到来煦日节有怎样的感受、以及做了哪些准备。<br><br>这次采访的对象是一位年轻的银鬃铁卫和他的小家庭。我们到访的时间刚好是煦日节前的一个上午。这位丈夫准备出门去采购一些用于庆祝煦日节的食物，而他的妻子则留在家里照看小孩。<br><br>记者：<br>您好，不好意思打扰二位。我是之前联系过你们的埃布尔。<br><br>伊森：<br>啊…没事的、没事的，第一次被采访有点紧张。<br><br>记者：<br>能先自我介绍一下吗？<br><br>伊森：<br>我叫伊森，是个当兵的，这是我的妻子汉娜，以及我们的孩子小贝克。<br><br>汉娜：<br>您好，我是汉娜，在图书馆工作。<br><br>小贝克：<br>…布库。<br><br>记者：<br>小贝克真可爱啊，几岁了啊？<br><br>汉娜：<br>刚满周岁。<br><br>小贝克：<br>叽啊…的…文蛋。<br><br>记者：<br>好像在说些什么呢。看起来您这是打算去买菜，怎么还带着这么多的东西呢？<br><br>伊森：<br>我其实提前请了假，今天打算带点慰问品去禁区前线给好兄弟们，然后再出发去菜市场。<br><br>小贝克：<br>叽啊的文蛋。<br><br>汉娜：<br>嘘——<br><br>记者：<br>真好啊，你的兄弟们一定很高兴。我顺便想问一下，小贝克已经都会说话了吗？<br><br>汉娜：<br>没有没有，他只会学着说一些简单的字。<br><br>小贝克：<br>叽啊的，文蛋！<br><br>记者：<br>哦，哈哈哈。才一岁也很厉害了。不过他在说什么啊……<br><br>汉娜：<br>杰帕德混蛋。<br><br>伊森：<br>我…不是很同意他的观点啊。我一向尊敬领导。<br><br>记者：<br>那我不耽误您了，您先出去买菜吧。接下来我会采访一下您的妻子。<br><br>伊森：<br>等等…我今天还是先等会儿再出去吧。指不定你们又说些什么东西了。<br><br>伊森和汉娜结婚已经有两年多了。在煦日节期间，按照传统的习俗，新婚女婿伊森应该带着食材去和丈母娘一起做太阳薄饼。但是由于其工作性质，他连续两年都在此期间执勤。不过，今年伊森终于迎来了煦日节假期——他终于有机会在丈母娘家好好地露一手了。<br><br>伊森：<br>其实我现在都还不会做……<br><br>汉娜：<br>你看你，根本就没有放在心上。要不是人家记者问了你，你到时候打算怎么办？你想让我妈妈吃什么啊？<br><br>伊森：<br>哎…这个……<br><br>记者：<br>两位别吵了，小贝克才睡着。我明白了，伊森先生平时不做饭对吧？<br><br>伊森：<br>确实，一直都是内人做的。毕竟我的工作……<br><br>汉娜：<br>你又拿工作当借口。我工作也忙啊，还不是能抽出时间做饭？我看关键是你有没有这份心。<br><br>记者：<br>这样吧！干脆现在我们就拿着材料，好好学学怎么做太阳薄饼吧。<br><br>系上围裙，拿上菜刀，伊森先生有模有样地开始了他的第一次下厨。虽说是第一次，他的妻子汉娜似乎并不打算从旁指导。她悄悄对记者说：必须趁着这个机会好好数落他一下，让他自己尝一尝、长点教训。<br><br>于是，伊森在菜谱的指导下，一步一步地开始独自制作太阳薄饼。他放了三个鸡蛋，放入糖和盐后快速打散，又加入哞哞牛奶和面粉并搅拌成稠状。在这个过程中，伊森甚至还挑出了面疙瘩——作为初学者来说简直是有模有样。他又用刷子在锅上轻轻刷上一层薄油，再将鸡蛋混合液倒入其中。这样，一层一层的太阳薄饼就做出来了。<br><br>伊森兴致勃勃地把霜纹鳕鱼也一同料理了。记者有幸被邀请参与这次午餐。<br><br>记者：<br>第一次做的太阳薄饼，感觉非常像一回事呢……<br><br>伊森：<br>还是有点紧张。<br><br>汉娜：<br>…那我们就先吃吧。<br><br>迄今为止，本报记者也吃过了很多太阳薄饼，但还没有吃过如此奶香浓郁、甜咸适宜、软硬合适的太阳薄饼。可以说，这简直是能写进做太阳薄饼教程的程度。难以想象，这竟然是这位卫兵第一次下厨，实在是令人感到不可思议。质量上乘的薄饼，再加上霜纹鲑鱼以及酸奶蜂蜜，简直是人间珍馐。毫不夸张地说，伊森的太阳薄饼完全是可以拿去开店的程度了。<br><br>之后，记者的采访取材一度中断。记者与汉娜给伊森帮厨，又做了近百张太阳薄饼。不知不觉中已至傍晚——要不是小贝克被饿到大哭起来，这对年轻的夫妻或许根本想不起自己的孩子还没有吃午饭。<br><br>这只是一次临时的家庭采访，却没想到遇上了这样温馨的意外。在此祝愿伊森先生能够在丈母娘家大展身手。<br><br>另外，记者离开的时候还带走了约五十张太阳薄饼。实在是太好吃了。"
            }
        ]
    },
    {
        "Name": "给新手检修员的留言",
        "Desc": "一则贝洛伯格暖气工人之间的留言，与节前暖气管道的安全检修有关。",
        "World": 2,
        "Books": [
            {
                "Desc": "你小子肯定已经拿到《暖气检修安全操作规范》了吧。你先把那个看完，看完了再看这边。<br><br>师傅我今天要提前回去。原因你晓得的：我家那口子要生了，我要请半个月的假。所以煦日节前的大检修我基本都不在。但是你放心，贝尔师傅会带着你。只要你别忘了平时我教的东西，就基本没什么问题。你学得很快，师傅心里很清楚。<br><br>但是，暖气管道毕竟是贝洛伯格最重要的供暖工程。这我还是要跟你交代一下，怕你一下记不住，就写在这个留言上了。你一边比对着《安全操作规范》，一边要在心里记住：有什么不懂的，找贝尔师傅。<br><br>第一条要考操作证这个、第二条穿戴好劳动保护装备这些我就不重复了，基本中的基本。第三条这个，检查暖气检修区的照明，你要留个心眼。特别是紧急照明要多检查一下，以前出过事：我师傅他们那一批检修员就遇到过事故。暖气炉里不透光，要是没有照明可能发生很多意外。<br><br>第四条这个管道换保护涂层这个部分，《安全操作规范》上面是漏了一条，但你可得记好了：千万得戴好隔热手套。那管道里可都是高温蒸汽，又没什么隔热措施，这你要是一巴掌拍上去准得烧伤。配置保护涂层液的比例我也教过你了，但你还是得留个心眼——浪费点涂层液没关系，水可千万别加多了！管道表面温度太高，你要是把那么稀的涂层液刷上去，肯定满房间都是水蒸气。这不出事还好，一出事搞不好能要了你的命哩。至于怎么刷涂层液，你已经清楚了：细细匀匀地刷，别来回推。<br><br>第八条这个，汽轮机的转子，这基本是整个检修里的重中之重。等大概是检修期过半的时候，你最好多确认下检修服的绝缘性能和防护目镜，另外回头维修的时候千万记得把锅炉和发电机都停了。这可是个精致玩意，要是坏了一时半会儿没地方换，怎么小心都不为过。第十条的报警器，监测浓度那个，我们现在用的这个报警器比较新和操作规范上不太一样，具体用法以我教你的为准。<br><br>其他就没有什么了。等暖气管道检修完了，你就是独当一面的工人了。<br><br>煦日节的时候，记得到师傅家里来。我请你吃特制的太阳薄饼，比外面做的好吃。而且，还有一些我老婆娘家那边的亲戚要来，你记得穿帅一点儿。没有别的要求了。"
            }
        ]
    },
    {
        "Name": "春神和战争之神雅利洛",
        "Desc": "一则北方涅咯莎地区的传统神话故事，及民俗学家对该神话的解读分析。",
        "World": 2,
        "Books": [
            {
                "Name": "神话故事",
                "Desc": "春神和战争之神雅利洛<br><br>佩伦，是万神殿中位阶最高的神明，掌握着雷电的力量。他拥有着铜铸成的胡须，一手持盾，一手持着斧头，用来斩杀恶人、消灭邪灵。斧头投掷出去之后雷电轰鸣、还能自动回到他的手上。他驾驶着公羊牵拉的二轮战车上，用带火的弓箭射杀漫天的恶魔，世界因此才有了电闪雷鸣。<br><br>佩伦还有一个与之对立的大神维莱斯。维莱斯原本也是战神，如今司掌着大地、水、森林和冥界。半人半蛇的维莱斯，头上长着牛角，有着厚重的毛发、长长的胡须，在死亡之地放牧着牛群。掌握着财富和收获、音乐和夜晚，擅长魔法和诡计。<br><br>佩伦围绕着大地追赶着维莱斯、用天上的闪电攻击他，而维莱斯则变幻成各种动物躲在树木、房屋、或者人的后面。因此愤怒的佩伦也经常击中树木、房屋甚至是人。维莱斯也不断从潮湿的地下爬上佩伦的高地，偷走他的牛群、妻子还有孩子。<br><br>在二月的最后一个夜晚，佩伦的第十个儿子雅利洛出生了。就在那一个夜里，雅利洛也被偷走，被带到了地下的死亡之地，并且在那里被维莱斯抚养长大。死亡之地是有着永恒春天的湿润草原，雅利洛在这里帮助养父维莱斯看守着牛群，死亡之地横跨大海，迁徙的鸟儿每年冬天都会飞向那里。<br><br>雅利洛并非一直生活在地下，他是充满了青春生命之力的神明，掌控着繁衍、植物生长。在冬季结束的时候，他就从死亡之地回到地面，给大地带来了春天和肥沃。这个过程并非容易，雅利洛需要发挥自己作为春神和战争之神的力量，驱赶严寒和黑夜，为世界带来春天。<br><br>第一个注意雅利洛回到大地的神明是莫拉娜，她是死亡和自然的神明，也是佩伦的女儿、雅利洛的妹妹。他们俩坠入爱河并且互相追求，并且将在夏至之时举办婚礼。两位神明的神圣结合象征着植物和自然之神向丰饶的许诺，婚礼也带来了佩伦和维莱斯短暂的和平，丰收和祝福将在夏末到来。<br><br>但是雅利洛并非是一个忠诚的丈夫。为了报复丈夫的不忠，莫拉娜会在庄稼收割之时将雅利洛杀死。而她也会用雅利洛身体的一部分建造新房。失去丈夫的莫拉娜，会在孤独中逐渐变成一个沮丧的老巫婆——可怕而又危险的死亡女神——给大地带来霜冻和冬日，并且在年底时死去，再作为维斯娜重生。届时，死后重生的雅利洛也再次回到大地，整个神话又再次开始。<br><br>这样的生死循环持续了很久。不忠的雅利洛会在秋收之时死去，而孤独的莫拉娜会在年底死去，两位神明重生再次坠入爱河，确保了每一年的丰收。直到一次秋收之时，莫拉娜就如同过往一般怒不可遏杀死了雅利洛。然而，她的房子却逐渐脆弱不堪，莫拉娜在寒冬中无所依靠。显然这加剧了莫拉娜的愤怒：她再也无法接受死去重生后的自己与雅利洛重归于好。作为死亡和自然的女神，她对自己施下了残忍的诅咒——当自己再度死去时，将不再作为青春和春天的女神维斯娜重生。<br><br>诅咒发挥了效力。这一次，虽然莫拉娜在孤独中变成了可怕又危险的老巫婆，但没有在年底死去。这一年的严寒和黑夜比以往更甚，竟然还跨越年底、持续到了下一年。就在雅利洛回到大地之时，莫拉娜终于死去，却再也没有复活。面对着凶暴无情的风雪，雅利洛才明白自己已经铸下大错——他无法独自战胜严寒和黑夜。这一年的春天迟迟没有到来。<br><br>深陷绝望的雅利洛决定找到自己的父亲——众神之首佩伦，向他忏悔、寻求宽恕。听过二人的故事，佩伦虽然对莫拉娜深表同情，但无法接受诅咒的做法：若没了春天，这个世界将在冷酷的冬夜中慢慢死去。智慧的佩伦指出雅利洛犯下的傲慢之罪，并提出了预言：雅利洛能够再次对莫拉娜献上忠诚而永恒的爱，那时她的愤怒才会彻底平息。<br><br>骄傲的雅利洛陷入了深深的忧郁，暴风雪持续在星球的大地上肆虐，直到秋收之时也未能平息。在故事最终，追悔莫及的雅利洛主动献出自己轮回的生命——为了向他的已然逝去的爱人宣誓恒久且深沉的忠诚。佩伦的预言发挥了效力：雅利洛的悔意和思念化作了温暖而包容的春季，停留在贝洛伯格的大地上，守护着这里的人民，使其在风雪肆虐的世界中能够幸福安定地生活下去。"
            },
            {
                "Name": "解读",
                "Desc": "《春神和战争之神雅利洛》解读<br><br>民俗学家 奇科<br><br>最早提及这位神的历史资料是寒潮来临前的大约 1800 年前的一个叫作赛国的外交官传记。他在远行的路途中经过亚斯波拉比部落，遇到了该部落在庆祝战神雅洛维的节日庆典。寒潮前的民俗学者普遍认为：雅洛维是雅利洛形象的前身。<br><br> 1200 年前，在北方涅咯莎地区，被称为「雅利洛」的节日往往在春末或者是夏初庆祝的。成群结队的村民在乡间行走，象征着春神又回到了这个世界，丰饶和富足再次到来。寒潮前的民俗学家也在该地区发现了用以纪念春神的宗教仪式遗迹。<br><br>神明死去被看作是某种仪式性的牺牲，也是一种灵性的象征。在其他地区的旧日神话体系中，也能找到很多类似的隐喻：诸如神明死后的躯体成为世界的基础、血液成为河流、骨骼化为山峰、头发化为森林，等等。而随着寒潮出现，神性的世界也逐渐式微。终于，直到以雅利洛血肉建造的房屋不再能支持人民的生活所需时，神话中的喜怒无常的意外便被创作了出来。<br><br>而神话故事的结尾，明显是受到了寒潮入侵、以及新兴宗教对原来神话故事的影响。在寒潮前的雅利洛是一个典型的「出生—死亡—重生」性质的自然神明，他的神话生命周期是和北方涅喀莎地区的作物生命周期是相同的——从播种到生长、最后到被收获（这被认为是毁坏庄稼的一种方式）。而在寒潮来临之后，原来的这种随着季节更替变化的循环被打破，取而代之的是贝洛伯格特殊的气候环境。在这个神话故事中，这种气候变化最终也被「神明之间的家长里短」包装了起来。<br><br>另外值得一提的是：在这个故事中，雅利洛的形象完成了从浪子到忠贞不二的丈夫的转变——在故事的结尾，他向佩伦寻求赎罪的方法，最终为自己过去的任性和善变付出了沉重的代价。在这里，雅利洛最初善变的形象被认为和月相的阴晴变化有关，是一种对自然现象的投射。这种认知同样在寒潮后的时代得到了印证：在无尽的暴风雪开始之后，人们不再能够观测到月相变化，于是缺少了对这样的天文现象的认知。因此，民间更加倾向于从人情社会的道德体系中寻找故事的出口，其最后的结果就是：这样一位「出生—死亡—重生」的自然神明迎来了一个极富人情味儿的结尾——为自己的多情付出了代价。"
            }
        ]
    },
    {
        "Name": "冰风暴成因",
        "Desc": "一篇对话气候专家的采访，采访中讨论了冰风暴的成因，还涉及到了其它科学小知识。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*这是煦日节前在《水晶日报•周末版》上的采访*</i><br><br>「万峰水晶中」——你真的了解冰风暴吗？<br><br>上一周，贝洛伯格气象中心发布了冰风暴橙色预警信号，受北方涅咯莎外强烈冷锋入侵，上层区中心及近郊遭到了冰风暴天气的猛烈袭击。这次短暂的冻雨给贝洛伯格带来了名叫「雨凇」的景观，许多建筑、树枝上都形成了长长的冰挂。<br> <br>在筑城者庇佑下的贝洛伯格温暖始终，但少数情况下也会有这样的冻雨入侵，我们特地请到贝洛伯格的气象专家叶加德教授给我们简短地介绍了一下名为「冰风暴」的天气。<br> <br>记者米莉（以下简称：米）：叶加德教授您好。<br> <br>叶加德（以下简称：叶）：您好。<br> <br>米：上周的时候，我们贝洛伯格近郊和下城区罕见地发生了冰风暴的天气，能大致给我们解释一下成因吗？<br> <br>叶：我们气象台这边通常把「冰风暴」叫作「冻雨」，它们指的是同一种天气。说到冻雨之前，我们必须要先提到煦日节前后，贝洛伯格内部经常会出现的反常低温现象。<br> <br>米：也就是「贝洛伯格之冬」对吧。报社也在各个地区做好了通知。<br> <br>叶：在整体气温下降的条件下，恰好遇上了一股从贝洛伯格温室圈外闯进来的强冷空气，长驱直入来到城市近郊，形成了冻雨。而贝洛伯格的热岛气候是以城中为中心的，所以城中温度较高，只是形成了降雨。<br> <br>米：我家附近那边是雨夹雪的程度呢。冻雨之所以特殊，是因为它形成了「雨凇」的景观，那「雨凇」又是怎么形成的呢？<br> <br>叶：那是因为冷空气入侵时，冷暖空气交锋。锋面下的气温和地面温度降至冰点以下，而锋面上方的空气在冰点以上并且比较湿润，形成雨滴落入低于冰点的气层时，就会变成「过冷水滴」。<br> <br>米：「过冷水滴」是低于冰点的水滴吗？<br> <br>叶：没错，由于近地面气候比较低，所以「过冷水滴」一接触到建筑、树木、植被或者道路就会形成一层晶莹透亮的薄冰。「过冷水滴」在树枝上形成的「雨凇」，民间一般叫作「树挂」。<br> <br>米：原来是这样。按教授您刚才的说法，「冻雨」其实是小概率事件吗？<br> <br>叶：没错。贝洛伯格每年只在煦日节前后会有小幅的降温，时间其实并不是很长。市民们在确认保暖措施完备、道路安全的情况下，可以到近郊欣赏难得的「雨凇」美景。<br> <br>米：感谢叶加德教授给我们带来的冻雨相关知识。<br> <br>叶：不用客气。"
            }
        ]
    },
    {
        "Name": "「矿灯」巴列维的告顾客信",
        "Desc": "一封巴列维停止公开鉴定古代遗物的公告。",
        "World": 2,
        "Books": [
            {
                "Desc": "敬告各位掘出古代遗物的流浪者们：<br><br>很遗憾，我将在本次税时结束后，完全停止古代遗物解读和鉴定的服务。此外，设在贸易集市里的咨询点也会关停。<br><br>换句话说，打今天起要是走在矿道里您被不知来历的古代铁疙瘩绊了一跤，又或者您的开采队不小心挖到了发出滚烫光线的古代武器，您就别屁颠屁颠地以为是老天爷赏饭吃。也别费那老鼻子劲儿把这些怎么都清理不干净的废铁往我这儿扛了。<br><br>就像在上面说的：没戏。我的活儿彻底停了。<br><br>想必有人会问了，干得好好的怎么就不干了呀？那我就勉为其难郑重统一地回答一下吧，省得各位搞不清楚状况。<br><br>第一，这活儿吃力不讨好。<br><br>我从事这项工作，本是想借助我辛苦收集来的旧世界科技说明书和手稿什么的，帮大家对古代遗物的功能进行解读和鉴定。这样，大家对自己捡来的玩意心里至少是能有个谱，和人讨价还价的时候多少有点数。<br><br>懂的都懂。到了这年头，已经没人晓得旧世界的人是怎么造出那些机器的，更加没人晓得他们脑袋里装的知识了。<br><br>有些古代遗物一暴露到空气里就爆炸，比塞满瓦斯的矿道还危险。有的普通的跟一条金属棍似的，看起来和你婆娘拿来捅炉子的烧火棍没什么区别。但要按下上面某个按钮，它就会跟你家婆娘发脾气时一样爆，一样可怕。<br><br>举个例子吧。上个税时我拿到了一个椭圆形的蛋状物体（没错，贝洛伯格肉联厂卖过的那种蛋）。我翻遍了所有手稿，其中还包括旧世界的杂志，最终得出了一个结论——这是某种被称为「拉姆烈彩蛋」的珠宝。<br><br>那么问题来了，珠宝是什么？请教了乌尔特老先生后，我们总算知道，珠宝是用于装饰的物品。瞧瞧，旧世界的人就是骚气，就是事儿多。<br><br>老先生拿着这热蛋敲了半天，并且拆掉了上面某个可能用于挂东西的小环。然后热蛋就发光发热了，是的，它放出了比几百盏矿灯叠在一起还亮的光（可能有老先生夸大的嫌疑）。好嘛，老先生那双原本看东西就不清不楚的眼睛现在彻底歇菜了。我福大命大，事发时去冲茶水了，这双眼睛侥幸没事，但也快被老先生的儿子打瞎了，赔了六十多个罐头才把事情趟平。<br><br>现在您明白了吗？哥是在豁出性命在给你们鉴宝啊，但各位给的好处费实在是抹不平医疗损伤。<br><br>好的，接下来讲讲第二点：「矿灯」的权威遭到了质疑。<br><br>这磐岩镇外头越来越危险，来到咱镇上的流浪者也是越来越多了。可是啊，这人一多起来之后，流言蜚语也就跟着来了。我可已经听到不少「巴列维就是瞎鉴定」、「铆钉镇随便来个流浪者都比他强」之类的蠢话——不知道这种毁谤中伤到底是哪些别有用心的人放出来的，我也懒得去争。行嘛，咱大不了甩手不干了呗！反正各位能找到更有眼光的鉴宝专家不是？<br><br>我过去一直忠诚服务于各位幸运儿，从没想过贪图过各位挖到的古代货。说到底是因为咱内心敞亮，从来就不做坑蒙拐骗的事情。但是外面来的那些家伙，你能放心吗？他们就是一群唯利是图的家伙，你这些宝贝在他们的口中一文不值，当你相信了这些鬼话之后，他们就大大方方地从你的手里把宝贝买下，自己想办法到别处去大赚一笔了。<br><br>不过，「矿灯」巴列维也不是一个绝情的人，万事也有例外。<br><br>如果各位手上的宝贝价值不菲，我也不是不可以帮各位把把关的。就当我是古道热肠，担心大家被骗了，才不得不打破原则。明白了吗？要还是一堆破铜烂铁的话，我建议你还是另请高明好吧，巴列维这里已经停止鉴定服务了。"
            }
        ]
    },
    {
        "Name": "大矿区生活守则",
        "Desc": "一张告示。一板一眼地写着矿石镇居民可以做和禁止做的事。",
        "World": 2,
        "Books": [
            {
                "Desc": "矿区宿舍生活守则<br><br>八准<br><br>一、服从大矿区相关管理人员的安排。<br><br>二、遵守矿区宿舍作息时间，晚十一点后必须熄灯，避免影响其他矿友休息。<br><br>三、在矿区宿舍区内保持安静有序。<br><br>四、保持矿区宿舍干净整洁，爱惜公共财产。<br><br>五、遵守值日轮值制度。<br><br>六、允许矿工家属入住，矿工家属也应服从矿队生活守则。<br><br>七、提高安全防范意识，如在矿石镇宿舍区遭遇意外事故、遭到流浪者骚扰时应及时报告。<br><br>八、学会自救逃生方法，遇到灾害性事故时服从管理人员指挥。<br><br><br>八不准<br><br>一、不准在休息时间内聚众喧哗、打架斗殴、串门。<br><br>二、不准在矿区宿舍内私用地髓能源设备及使用明火。<br><br>三、不准携带危险物品进入矿区宿舍（如管制刀具、矿队炸药雷管等）。<br><br>四、不准在矿区宿舍内存放贵重物品，如有流浪者入室盗窃，需自负责任。<br><br>五、不准在矿区宿舍内使用任何赌博道具进行活动。<br><br>六、不准任何非矿队队员（尤其是流浪者）进入矿区宿舍。<br><br>七、不准破坏矿区宿舍及各舍内的公共财产。<br><br>八、不准在工作时间内于矿区宿舍逗留。"
            }
        ]
    },
    {
        "Name": "矿队的通牒",
        "Desc": "一封措辞略有些严厉的通牒信，另附涂鸦。从中似乎可以窥见矿区争端从何而来。",
        "World": 2,
        "Books": [
            {
                "Desc": "正告各位流浪者：<br><br>长期以来，本矿队充分理解诸位因裂界侵蚀而无家可归的客观事实，故将废弃的避难硐室出让给诸位遮风避雨。矿队也欢迎愿意参与劳动维持生活的流浪者加入到采掘工作中，成为矿队的一员。退一步讲，即使诸位依然坚持靠拾荒维生，矿队仍希望能够与大家和谐共处。<br><br>然而，虽然矿队已经作出巨大让步，但我们仍观察到在诸位中有游手好闲的好事者，干扰矿民正常劳动和生活。更有甚者还试图驱赶矿民，意图独占矿区。这在本矿队全体矿民看来是完全不能容忍的。<br><br>尽管银鬃铁卫早已离开地下，但下层区并非法外之地——「地火」与下层区居民一道相互扶持，努力维护着下层区可贵的秩序。因此，本矿队希望流浪者的诸位能够放弃破坏秩序、占山为王的想法，转而投入到矿区应有的秩序之中。<br><br>矿队十分明白流浪者中的大多数人仍是热爱和平的下层区居民，故希望各位能够主动向本矿队或「地火」检举身边有不法行为的人，以此共同维护大矿区的秩序。反之，若干扰大矿区正常生产生活的行为再有发生，则矿队可能考虑将避难硐室收回，并令各位流浪者搬离大矿区。这是我们都不愿意见到的，希望诸位能够好自为之。<br><br>大矿区矿队管理委员会<br> 11 月 宣<br><br><i>*纸张下方写满了潦草的涂鸦*</i><br><br>这写的啥玩意啊 笑死，还匡扶正义呢<br>矿队以外的闲杂人等，都赶紧滚出去！<br>这片矿场是我们的，滚<br><br>这群游手好闲的地痞流氓，还让不让人过日子了？ <br>就是，该走的是你们 <br>地火的人一来你们就全完蛋"
            }
        ]
    },
    {
        "Name": "地火组织的宣传单",
        "Desc": "手写的宣传单，纸质粗糙，却胜在真挚。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*手写的简陋传单上字迹力透纸背，但并不影响阅读*</i><br><br>磐岩镇的居民们，<br>当你们收到这张传单的时候，<br>我们赖以生存的家园正在遭受裂隙的侵蚀。<br>在过去，我们有银鬃铁卫站在裂隙前线，抵御外来的怪物。<br>然而一纸调令，士兵们带上武器去往了遥远的战场。<br>再也没有回来。<br><br>没有了银鬃铁卫的庇护，铆钉镇的惨剧近在眼前。<br>有人逃到了磐岩镇挣扎着寻找新生活。<br>有人流落到了矿山中，过着居无定所的流浪生活。<br>但这些惨剧真的是注定无可避免的吗？<br><br>当然不是!<br><br>拿起你的十字镐，带上你的破岩炸药，<br>纵然裂隙的侵蚀从未停止，纵然怪物们来势汹汹。<br>不必幻想着银鬃铁卫何日归来，我们自己能守护住自己！<br>这是我们「地火」践行的信念所在。<br><br>「地火」并非只需招募战士，<br>我们需要更多的人一起维护日益崩溃的城区秩序，<br>我们也需要更多的人一起参与科学规范的医疗援助，<br>我们也需要更多的人一起商讨下层区的明天，<br>我们期待着你的加入。<br><br>【加入我们】<br>你可以向下层区所见到的每一位「地火」成员咨询相关事宜。<br><br>【集结地址】<br>磐岩镇，集会所背面（屋顶酒桶装饰右方直行即可）"
            }
        ]
    },
    {
        "Name": "《公民亚历珊德拉》场刊",
        "Desc": "音乐剧《公民亚历珊德拉》的场刊，在购票后随票免费发放。",
        "World": 2,
        "Books": [
            {
                "Name": "第一页",
                "Desc": " 开幕时间：7月 20 日<br><br>黄金歌剧院<br><i>行政区阿丽萨大道 西 22 号</i><br><br>黄金歌剧院音乐剧部门年度巨献<br>公民亚历珊德拉<br><br><i>第三任守护者亚历珊德拉在临终前，念念不忘的愧疚感萦绕于心</i><br><i>美丽的少女登上政治舞台，牺牲个人生活，全力为事业拼搏</i><br><i>筑城者指引她走上存护之路，伯爵与她相知相识一生未娶，铁卫统领和她共同征战</i><br><i>当她回顾一生，是否会为接连错过的几段良缘而叹息？</i><br><i>「亚历珊德拉，你会后悔吗？」</i><br><br>三位戈利尔奖音乐剧最佳男主角奖得主  托尼、安迪、乔纳森<br> 前所未有的联袂出演<br>最年轻的戈利尔奖音乐剧编曲奖得主 凯瑟琳<br>闭关两年的最新力作<br>六届戈利尔终身成就奖得主  奥莉雅<br>倾情推荐<br><br>潜力新人 达莎<br>领衔主演<br><br>【导演】米娅；【制作人】卡尔；【音乐总监】凯瑟琳<br>【音效指导】邦妮；【造型指导】珍妮特；【舞美指导】莉莉娅；【现场音效】布莱恩乐团<br>【服装造型】阿比盖尔；【布景设计】提米；【灯光设计】鲍勃；【公关经理】罗伯特<br><br>演员阵容<br>亚历珊德拉——达莎<br>柯林斯伯爵——托尼<br>筑城者博恩——安迪<br>铁卫统领布鲁斯——乔纳森<br>侍女叶莲娜——伊莎贝拉<br>贴身秘书艾瓦——玛格丽特<br><br>演出曲目<br>《安眠曲》——叶莲娜、艾瓦<br>《在这冰雪之夜》——亚历珊德拉、同伴<br>《护她于羽翼之下》——亚历珊德拉、博恩<br>《慈善舞会》——柯林斯、博恩、群臣<br>《第一支舞》——亚历珊德拉、柯林斯<br>《两颗心》——亚历珊德拉、柯林斯<br>《她的影子》——布鲁斯<br>《心的归属》——亚历珊德拉、布鲁斯<br>《我心若磐石》——亚历珊德拉<br>《生命的光芒渐渐消逝》——亚历珊德拉、叶莲娜、艾瓦<br>《明天之后，你是否还会记得我》——亚历珊德拉<br>《贝洛伯格在为她哭泣》——柯林斯、博恩、布鲁斯"
            },
            {
                "Name": "第二页",
                "Desc": "幕后故事：沉寂两年后，天才作曲家凯瑟琳带着她的作品轰动了音乐剧圈<br>作者：奥尔森，《贝洛伯格周刊》记者<br><br>回到两年前，凯瑟琳仅凭出道作就轻松夺下戈利尔奖，成为贝洛伯格史上最年轻的戈利尔奖音乐剧编曲奖得主。这位天才作曲家并没有接下任何一位导演与剧团的邀请，在她风头最盛之时，反而闭关在家不见外人，潜心两年去创作新的作品。<br><br>事实证明，凯瑟琳的最新力作《公民亚历珊德拉》仅在初稿完成时就已轰动音乐剧圈，业内人士纷纷看好天才作曲家的新作。但出乎所有人意料的是，凯瑟琳选用了一位业内新秀来担任女主角。<br><br>「《公民亚历珊德拉》是一个由女性主角驱动的故事，大守护者也可以有温情与脆弱的一面，我想让观众感受到大守护者从脆弱走向存护之路的完整过程，所以我要选用新人。」凯瑟琳向我们解释道。<br><br>而初次担任女主角的达莎，就是凯瑟琳心中的最佳人选。「虽然在这部剧中，亚历珊德拉会展现出自己的女性气质与独特魅力，但她始终是人们心中的大守护者，她必须有一个转变，从稚嫩到坚强如磐石。而达莎因为个人的经历，她的歌声能展现出这一点。」凯瑟琳笑称她很感谢导演与制作人的信任，将确定主角人选的大权交给她。<br><br>导演米娅与作曲家凯瑟琳的合作异常成功，尽管《公民亚历珊德拉》尚未开启对外公演，但在先前的业内试演与媒体之夜上，这部融合了大量流行歌曲元素的音乐剧受到了来宾们的一致好评。大守护者亚历珊德拉在新人歌手达莎的演唱中，既展现出少女时期的柔情，又完美地表现出了她在三位男性知己之间坚定走向存护之路的魄力与无私。<br><br>「风雪能撕碎我，也能成就我，但因为有你们的爱，我心始终坚强若磐石。」在这部精彩绝伦的音乐剧正式公演之前，达莎为我们演唱了她在剧中扮演的亚历珊德拉个人主题曲中的一小段，寥寥几句，大守护者的精彩一生已被歌声诠释得淋漓尽致。"
            },
            {
                "Name": "第三页",
                "Desc": "<i>天才作曲家凯瑟琳沉寂两年的最新作品《公民亚历珊德拉》，</i><br><i>将在7月 20 日于黄金歌剧院开启公演。</i><br><i>门票与周边产品将在剧院柜台限量发售。</i><br><br>《公民亚历珊德拉》海报封面文件夹<br>封面印有《公民亚历珊德拉》宣传海报，<br>根据场刊实际尺寸单独设计，内含 30 页超大容量。<br>实用且极具纪念价值，适用于收纳堆积成山的场刊。<br>定价： 1,500  冬城盾<br><br>《公民亚历珊德拉》大守护者主题相框<br>以剧中原版舞会布景采样印制，<br>为喜爱舞台剧的观众专门发售，预留有场刊与门票展示卡，<br>您可以把《公民亚历珊德拉》的场刊与门票一同挂在墙上展示了！<br>定价： 1,000  冬城盾<br><br>《公民亚历珊德拉》演出曲目歌词本<br>内含《公民亚历珊德拉》正式公演版本所有曲目歌词，<br>精美裱花纸页，优选上等油墨印制，长久收藏不褪色。<br>定价： 800  冬城盾"
            }
        ]
    },
    {
        "Name": "《星尘玫瑰》场刊",
        "Desc": "话剧《星尘玫瑰》的场刊，在购票后随票免费发放。",
        "World": 2,
        "Books": [
            {
                "Name": "第一页",
                "Desc": "开幕时间：3月7日 <br>黄金歌剧院<br><i>行政区阿丽萨大道 西 22 号</i><br><br>黄金歌剧院话剧部门筹备三年诚意之作<br>星尘玫瑰<br><br><i>一位事业失意的公司销售专员被驱逐出总公司来到了边荒小镇</i><br><i>他意外发现了某种灭绝已久的玫瑰，并与为此而来的植物学家坠入爱河</i><br><i>当他无意中得知自己发现的这一珍贵物种能让他重回公司高位，他会如何选择？</i><br><br>戈利尔奖最佳话剧导演 杰弗里与埃里克<br>联合执导<br><br>戈利尔奖最佳话剧男主角 伊安<br>戈利尔奖最佳话剧女主角 茱莉<br>领衔出演<br><br>【编剧】艾米<br>【制作人】 汤姆<br>【服装设计】玛丽 【布景设计】保罗 【灯光设计】哈德森 【音效设计】卡洛琳<br>【动作指导】大卫 【造型指导】珍妮特 【选角导演】托马斯 【媒体经理】霍莉<br><br>演员阵容<br>霍华德——伊安<br>艾莉丝——茱莉<br>乔安——泰勒<br>马克——安东尼<br>安德森经理——利亚德<br>柯林斯教授——杰西<br>艾丽娅，霍华德的母亲——克里斯汀<br>阿弗雷多，公司高管——拜伦<br>弗雷迪，小镇导游——菲利普<br>公司股东——乔治、杰西卡、萨沙<br>小镇居民——奥斯丁、约翰、艾玛、佩吉"
            },
            {
                "Name": "第二页",
                "Desc": "舞台背后：茱莉与伊安讲述他们在《星尘玫瑰》排练中的故事<br><br>作者：奥尔森，《贝洛伯格周刊》记者<br><br>「和伊安合作过很多次，但在演对手戏的时候我还是会很紧张…他眼里有一种光芒，我总是会下意识地望着他出神。」在《星尘玫瑰》的媒体之夜，茱莉向在场媒体透露了她在《星尘玫瑰》排练期间的趣事。<br><br>茱莉与伊安在去年凭借《剧院故事》，双双夺下戈利尔奖话剧类最佳男女主角大奖。在得奖后 一个月，两人便收到了《星尘玫瑰》编剧艾米的邀请。尽管这对话剧界的舞台情侣此前就有过多次合作，但茱莉笑称自己依然无法抵挡这位老搭档的独特魅力。<br><br>《星尘玫瑰》由两位戈利尔奖话剧类最佳导演奖的得主联合执导，以爱情故事而闻名的小说家艾米首次担任编剧。伊安认为这与常见的爱情剧有些不一样，不仅仅是因为它由两位知名导演联合执导，还因为「我和茱莉在排练的时候感受到了奇妙的化学反应。」<br><br>伊安向我们讲述，在一次排练期间，茱莉身上的戏服裙角被附近的道具缠住了，但他们之间有一种独特的默契——这要归功于他们此前的多次合作，伊安灵机一动，抱起茱莉，通过场景背景板的短暂切换，帮她把裙角从道具的纠缠中拉了回来。<br><br>茱莉透露，在这次突然事件中伊安抱起她的这个动作，被导演杰弗里认为是「神来之笔」，恰好契合剧本中茱莉所饰演的植物学家在被困住后的情境：「艾莉丝是个专注于研究事业的植物学家，不怎么通人情世故，因此她就算被困住也不知道该如何找人求救。」「但霍华德的行为表达了他的心意。」伊安接过话，他告诉我们，正因如此，这个动作被安排到后续的排练中，成了剧本的一部分。<br><br>「在整个《星尘玫瑰》的排练期间，我们都被某种奇妙的氛围所感染，尽管要在很多人视线中演出，但随着剧情发展到最后，我想我俩应该是进入了一种忘我的状态，感觉真的很神奇。」茱莉认为《星尘玫瑰》拥有一种独特的浪漫气氛，这与她此前演过的所有剧目都不同。「像是被爱感染。」伊安为搭档的发言一锤定音。"
            },
            {
                "Name": "第三页",
                "Desc": "<i>由茱莉与伊安领衔主演的浪漫爱情戏剧《星尘玫瑰》，</i><br><i>将在3月7日于黄金歌剧院开启公演。</i><br><i>门票与周边产品将在剧院柜台限量发售。</i><br><br>《星尘玫瑰》主题包厢套票<br>登上二楼主题包厢，开启一段浪漫美妙的戏剧之旅。<br>由《星尘玫瑰》布景设计师保罗亲自设计，包厢内放有剧组同款浪漫花艺道具。<br>包厢内座位最高可容纳8名观众，公演期间每日限量发售 10 张套票。<br>定价： 23,000  冬城盾<br><br>《星尘玫瑰》主题花纹纪念相框<br>边框的玫瑰花纹，由剧组男女主角使用的玫瑰道具采样印制。<br>为喜爱舞台剧的观众专门发售，预留有场刊与门票展示卡，<br>您可以把《星尘玫瑰》的场刊与门票一同挂在墙上展示了！<br>定价： 1,000  冬城盾<br><br>《星尘玫瑰》海报封面文件夹<br>以《星尘玫瑰》公演海报为封面，<br>根据场刊实际尺寸单独设计，内含 30 页超大容量。<br>实用且极具纪念价值，适用于收纳堆积成山的场刊。<br>定价： 1,500  冬城盾<br><br>《星尘玫瑰》主演签名小卡<br>印有 16 位主演定妆造型的卡片，带有他们的亲笔签名。<br>巡演期间每人每日限购一套，每日限量发售 20 套，先到先得！<br>定价： 30,000  冬城盾"
            }
        ]
    },
    {
        "Name": "《矿工每周报》",
        "Desc": "工头自发筹办的小报，旨让矿工们了解矿区内的生产生活要闻。",
        "World": 2,
        "Books": [
            {
                "Name": "第 205 期",
                "Desc": "矿工每周报<br>第 205 期 筑城 699 年1█月2█日<br><br><br>【磐岩镇大矿区内全部岩居蟹巢穴已被捣毁】<br><br>截止 11 月 17 日8时，磐岩镇大矿区内最后一个岩居蟹巢穴已被捣毁。<br>约在本年8月前后，矿工史蒂夫当班期间与工友发现了矿区内的岩居蟹巢穴，并随即让大矿区矿队全体工友美餐了一顿。在那之后，工友们陆续在开采过程中竟又接二连三地发现了更多岩居蟹巢穴。<br><br>本报此前了解到，大矿区矿队管理委员会决定连续三周为工友提供盐焗岩居蟹作为晚餐，意外的口福逐渐演变成了灾难，单调的口味让矿工们叫苦不迭。一名不愿意透露姓名的工友如是说：<i>「至少换个法子做吧！天天吃盐焗的算啥？」</i>对于此，管理委员会作出如下回应：<i>「你行你上，不行就闭上嘴安安静静吃岩居蟹。」</i><br><br>尽管矿民们对岩居蟹的抗议愈发强烈，但遗憾的是，就算未来矿民们会无比怀念岩居蟹的滋味，也没有这样的机会了。岩居蟹的巢穴扩大可能会导致矿区塌陷，大矿区工头及管理人员最终决定：为了保证矿区作业安全，应通过连续作业将生产隐患彻底排除。目前，磐岩镇大矿区内全部岩居蟹巢穴已被捣毁。<br><br>【磐岩镇大矿区发生透水事故，被困矿工匹克获救】<br><br> 11 月 19 日上午，磐岩镇大矿区 4707 工作面发生透水事故，工作面风流阻断，1名矿工（匹克）失联。<br><br>接到事故报告后，「地火」组织立刻组建救援小队前往事故现场，并要求大矿区矿队配合「地火」小队进行救援。救援小队成员及大矿区矿工克服大矿区环境复杂的困难，严防次生灾害发生，全力开展排水搜救工作，最终历时 32 小时成功救出被困矿工。截至本报发刊时，该矿工身体各项指标均正常，精神状态十分良好。<br><br>据该矿工（匹克）称，事故发生时他正处于深度睡眠，充分保障了被困期间的精神健康状态。该矿工的行为严重违反了《矿工安全手册》中的多项要求，但好在人无大碍。对应的处罚和再教育也会在本人康复之后进行。<br><br>【铆钉镇遭遇裂界怪物活动加剧】<br><br>铆钉镇遭遇裂界怪物活动加剧。根据「地火」的反馈，已经彻底入侵铆钉镇的怪物有离开镇内的趋势。得益于主干道的交通封锁，这些缺乏智慧的怪物只有少量离开了城镇，已经被「地火」及时处理。<br><br>早在多年前，铆钉镇就已完全被裂界怪物占领，现已属于弃置状态。请各位矿民尽量远离此处，切勿贪恋财物返回镇内，以确保人身安全为优先。"
            },
            {
                "Name": "第 192 期",
                "Desc": "矿工每周报<br>第 192 期 筑城 699 年██月█7日<br><br><br>【铆钉镇东北部一矿区发生冒顶事故】<br><br>8月 13 日时，一名来自铆钉镇东北一号矿区的逃难者来到了本矿区，并称其所在的矿区有一工作面回顺超前架向外发生局部冒顶。截至他离开矿区时，已有3人受重伤，2人遇难，另仍有 20 人被困井中。截止本报发刊时，仍未收到来自铆钉镇东北一号矿区矿队的消息。<br><br><br>【磐岩镇大矿区内发现岩居蟹巢穴】<br><br>8月 15 日 19 时许，根据磐岩镇大矿区工友史蒂夫消息，在目前掘进中的主矿道中发现了一处岩居蟹巢穴。当班代表史蒂夫当即决定与工友一起捕捞岩居蟹，并将捕获的三大麻袋岩居蟹交至大矿区管理人员办公室处。是日晚些时候，大矿区工头通知全体矿民，未来三天内将免费为各位矿民提供盐焗岩居蟹作晚餐。<br>听闻此事，矿队全体矿工纷纷弹冠相庆。<i>「终于能来点鲜味儿了！」</i>一位不愿意透露姓名的工友向本报如此表示。<br>关于是否捣毁该处岩居蟹巢穴一事，矿队中众说纷纭，目前的讨论已至白热化。支持捣毁巢穴的工友代表向本报表示，如果放任岩居蟹野蛮生长极有可能对本矿区造成极大安全隐患；而支持保留巢穴的工友代表则表示，岩居蟹巢穴或许仅此一处，若保留则可为本矿队提供稳定食物来源。截至本报发刊时，大矿区管理成员尚未对此事作出回应。<br><br><br>【大矿区矿山大桥升降梯将于8月 19 日起维护】<br><br>大矿区管理成员通过本报宣布，大矿区矿山大桥升降梯将于8月 19 日起开始维护，预计于8月 25 日维护完成。维护期间，请各位工友通过矿山山道徒步往返矿石镇住宿区和工作矿井，在山道上行走时看清前方道路，谨防意外跌落。"
            },
            {
                "Name": "第 158 期",
                "Desc": "矿工每周报<br>第 158 期 筑城 698 年█2月██日<br><br><br>【矿区宿舍发生热力管线泄漏，已修复完毕】<br><br>本周周一，即 12 月 22 日 17 时许，在矿区宿舍内，一条供热管线发生泄漏，并且严重影响到住宿区内矿民供暖。矿民穆夏及时向大矿区工头上报这一意外状况，后者迅速组织大矿区全体矿民在住宿区现场开展抢修，并做好相关保障工作。 12 月 23 日6时许，泄漏管线修复完毕，现已恢复正常供暖。<br><br><br>【磐岩镇东部一矿区矿队发生一起运输事故】<br><br> 12 月 26 日，据工友安德烈称，他从住在诊所附近的朋友得知，磐岩镇东部有一矿区的矿队发生了一起运输事故。在事故中有三名矿工受轻伤，一名矿工受重伤，伤者目前已转送至磐岩镇诊所进行诊断治疗。<br>据可靠消息称，这起事故是因运输矿车轨道老化、引起运输矿车侧翻所致。大矿区工头立刻组织全体工友开展了相关安全教育工作，并要求应至少每月开展一次运输矿车轨道检修工作，确保类似的事故不会在本矿区发生。<br><br><br>【大矿区矿队矿友奥尔加喜得一子】<br><br> 12 月 27 日，我们大家共同的工友奥尔加从一周假期中回来，并为大矿区矿队带来了自己家中的喜讯：奥尔加的妻子玛琳妮顺利完成生产并产下一子，母子平安。让我们共同祝贺奥尔加！<br>另外，奥尔加委托本报向各位工友发出有奖征集，征集内容为奥尔加之子的名字。获选者可获得奥尔加亲自买来的蒜香味贝洛伯格红肠一根。"
            }
        ]
    },
    {
        "Name": "大矿区排班表",
        "Desc": "矿工们每次开工时会在表上写明工作轮次和内容，但似乎已经被当作讨论版了。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*你没有找到本页前后的排班表，就连这一张看上去也十分陈旧。*</i><br><br>【日 期】  687 年 9月 23 日<br>【值班代表】 阿列克斯<br>【班 次】 晚班<br>【工作内容】 装药<br>【备 注】 引爆药包都装好了，明天记得让技术员检查一下。黑灯瞎火的有点看不清。顺便，有人打算下班后去看看新开的搏击俱乐部吗？<br><br>【日 期】  687 年 9月 24 日<br>【值班代表】 安德烈<br>【班 次】 白班<br>【工作内容】 爆破<br>【备 注】 有根雷管裂了，得亏是没出事，要不咱都给掀上天了。另外，阿列克斯你别成天到晚想着这些有的没的，我今天差点就栽在你手上。<br><br>【日 期】  687 年 9月 24 日<br>【值班代表】 史蒂夫<br>【班 次】夜班<br>【工作内容】 清渣<br>【备 注】 我带了点儿烈的，就放在避难所里，里面还存着一些洞螈肉，刚好就着吃。<br><br>【日 期】  687 年 9月 25 日<br>【值班代表】 匹克<br>【班 次】白班<br>【工作内容】 掌子面打眼<br>【备 注】 好吃。<br><br>【日 期】  687 年 9月 25 日<br>【值班代表】 穆夏<br>【班 次】 夜班<br>【工作内容】 掌子面打眼<br>【备 注】去过搏击俱乐部了，没意思。<br><br>【日 期】  687 年 9月 26 日<br>【值班代表】 奥尔加<br>【班 次】 白班<br>【工作内容】 装药<br>【备 注】这次雷管都检查过了，我已经调过班了，阿列克斯会负责这次爆破。不要把避难所的储备粮给吃了，另外以后禁止在备注栏聊天。<br><br>【日 期】  687 年 9月 26 日<br>【值班代表】 匹克<br>【班 次】 夜班<br>【工作内容】 清渣<br>【备 注】好吃，但是没了。<br><br>【日 期】  687 年 9月 27 日<br>【值班代表】 阿列克斯<br>【班 次】 白班<br>【工作内容】 爆破<br>【备 注】 爆破完成了，有些人自己没有能力就别老埋怨别人了，老子的雷管从来就没出问题，以后也不会。"
            }
        ]
    },
    {
        "Name": "《秘传：爆辣蓬蓬菇》",
        "Desc": "铆钉镇餐厅名菜的保姆级教程。内容似乎是最高机密，但还是被你看见了。",
        "World": 2,
        "Books": [
            {
                "Desc": "！本教程为餐厅内部机密，请勿外传 ！<br><br>菜式：爆辣蓬蓬菇<br>等级：初级<br>烹饪方式：炒<br>辣度：中辣<br>烹饪时长：约半小时<br><br>【主料】<br>蓬蓬菇： 400 克<br>铁锤辣椒：2个<br>线椒：2个<br><br>【辅料】<br>橄榄油：1勺<br>料酒：2勺<br>胡椒粉： 0.5 勺<br>白糖： 0.5 勺<br>岩盐粉： 1.5 勺<br>食用油：适量<br>大蒜：5个<br><br>【做法步骤】<br>1.铁锤辣椒去蒂切丁，线椒切段。<br>2.蓬蓬菇去菌柄，将菌盖切成薄片。<br>3.大蒜剥皮，将蒜瓣切成较大块的粒（切记不要切成蒜末）。<br>4.锅内倒入适量纯净水，加入2勺料酒。<br>5.待水烧开后下蓬蓬菇薄片快速焯水，约两分钟即可。<br>6.将蓬蓬菇薄片捞出，沥干水分，置于干净的空碗中。<br>7.趁锅温度未散去时倒入凉油（热锅凉油），待油热后下入大蒜粒，爆炒出香。<br>8.再倒入铁锤辣椒丁和线椒段，爆炒出香。<br>9.倒入蓬蓬菇薄片，放入岩盐 1.5 勺，橄榄油1勺，白糖 0.5 勺，胡椒粉 0.5 勺，快速翻炒均匀后盖锅焖约一到两分钟。<br> 10 .开锅后再次简单翻炒。<br> 11 .出锅，装盘。<br> 12 .大功告成！<br><br>【诀窍】<br>1.爆辣蓬蓬菇的奇异香味正来自橄榄油和铁锤辣椒的搭配，这两种食材与蓬蓬菇混合后会将后者特有的香味激发出来，因此不能替换！<br>2.蓬蓬菇菌柄口感柴、苦涩且坚韧，而菌盖蓬松香脆，因此必须使用菌盖进行烹饪！<br>3.焯水过程不需要太久，两分钟即可，时间一长会让蓬蓬菇口感变差！"
            }
        ]
    },
    {
        "Name": "天桥下的告示",
        "Desc": "一系列告示，似乎是铆钉镇居民在撤离时匆匆张贴在小镇入口的。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*铆钉镇天桥下的入口处贴着许多告示。内容从铆钉镇官方公告到个人张贴的寻人启事，不一而足。*</i><br><br>#1<br><br>禁 止 通 行<br><br>因无力管制怪物入侵，铆钉镇现已完全废弃<br>镇内居民均已疏散，如有失联情况请勿擅自返回镇内<br>小镇入口从即日起进行封闭管制<br>恢复时间另行通知<br>管制期间内，任何人一律禁止进入前方区域<br>特此通告<br><br>铆钉镇管理委员会 及 铆钉镇商业联合会<br><br>#2<br><br>矿车通道封锁公告<br><br>因铆钉镇矿山隧道遭怪物入侵，镇内主干道现已进入交通管制（一级管制）状态，具体如下：<br><br>1.管制时间：即日起 至 无限期<br>2.管制车辆：所有轨道矿车<br><br>交通管制期间，请需过往铆钉镇的上述管制车辆绕道通行。<br><br>铆钉镇矿业委员会<br><br>#3<br><br>寻人启事<br><br>卡琳卡•莫德里奇，现已6岁，性格胆小害羞，于紧急疏散当天与家人走散。头戴棕白花纹皮草水桶帽，身穿棕色棉袄，脚穿棕褐色毛皮筒靴。如有好心人看到小孩儿，请立刻将她带至磐岩镇娜塔莎大夫的诊所中，定有重谢！<br><br>本人玛利亚•莫德里奇，是孩子的母亲，目前还没找到稳定的住处。如果有任何消息，请直接联系娜塔莎大夫，她知道我会在哪里。"
            }
        ]
    },
    {
        "Name": "《「淬火工坊」全新启程！》",
        "Desc": "「淬火工坊」的巨幅广告，张贴的位置就像纸上那些极具冲击力的大字一样惹眼。",
        "World": 2,
        "Books": [
            {
                "Desc": "回收旧零件、坏零件<br>废旧零件翻新<br>全新高精零件一应俱全<br>感恩十年陪伴，开业真情回馈<br>「淬火工坊」全新启程！<br><br>本店原名「废旧遗物鉴定回收」，专营各种古代遗物鉴定、维修及回收服务<br>店铺虽小，却陪伴各位和铆钉镇一道走过风风雨雨<br>也成为了铆钉镇的口碑好店<br>现为回馈全体镇民热情支持<br>从今日起，本店即将改名为「淬火工坊」<br>在原有业务的基础上，更增加了<br>回收废旧零件翻新、<br>出售全新各品类高精零件<br>等全新业务！<br><br>3月 28 日开业大酬宾！<br>废旧零件低价换新！<br>精品零件买一送一！<br>口碑老店，品质无忧！<br>各位顾客朋友们快快行动起来吧！"
            }
        ]
    },
    {
        "Name": "矿业机械订单列表",
        "Desc": "一张矿业机械调度订单列表。见证了下层区尚且繁荣时货物与资金的流向。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*你只发现了这一页订单列表，其前后的部分已经散佚了。*</i><br><br>#547<br>【订单编号】  693910 - 0002  <br>【订购日期】 9月 10 日<br>【采购方】 沙狐镇东南三号矿区矿队<br>【联系人】 安东尼•卡拉奇<br>【货物编号】 1- 43 <br>【货物名称】 新型破碎站<br>【规格型号】 「筑城」一型<br>【金额】  25,000 冬城盾 / 天<br><br>#548<br>【订单编号】  693910 - 0003  <br>【订购日期】 9月 10 日<br>【采购方】 磐岩镇大矿区矿队<br>【联系人】 史蒂夫•诺奇<br>【货物编号】 2- 65 <br>【货物名称】 风动凿岩机<br>【规格型号】 「铆钉」二型<br>【金额】  7,250 冬城盾 / 天<br><br>#549<br>【订单编号】  693911 - 0001  <br>【订购日期】 9月 11 日<br>【采购方】 白蚁镇北方一号矿区矿队<br>【联系人】 鲁昂•布斯克茨<br>【货物编号】 4- 01 <br>【货物名称】 可移动筛分站<br>【规格型号】 「甲虫」四型<br>【金额】  12,300 冬城盾 / 天<br><br>#550<br>【订单编号】  693913 - 0001  <br>【订购日期】 9月 13 日<br>【采购方】 磐岩镇西南四号矿区矿队<br>【联系人】 哈维•阿方索<br>【货物编号】 3- 96 <br>【货物名称】 斗轮堆取料机<br>【规格型号】 「风车」三型<br>【金额】  30,000 冬城盾 / 天"
            }
        ]
    },
    {
        "Name": "关于煦日节庆典相关事宜的安排",
        "Desc": "不知何年的贝洛伯格传统节日庆典安排…但至少不是今年的。",
        "World": 2,
        "Books": [
            {
                "Desc": "关于煦日节庆典相关事宜的安排<br><br>铆钉镇全体居民：<br><br>值此欢庆佳节之际，铆钉镇管理委员会及商业联合会向全体镇民献上煦日节的祝福，并为各位准备了为期七天的活动庆典。现公布具体安排如下，并诚邀各位居民前往参加，共同欢庆这一美好的节日！<br><br>【煦日节七日庆典】<br>本年度的煦日节庆典前后共七天，开始时间为本公告发布之日次周周一。期间内，管理委员会将在铆钉镇广场设置庆典区域开展各种游艺活动，并将于周日举办最盛大的庆典活动，迎来七日庆典的最高潮。庆典中将不限量提供食物饮品，各位镇民可以无需吝惜美酒佳肴、在此纵情享受节日氛围。各家各户亦可自行组织摊位，在庆典中一展身手。周日庆典将在 00 ： 00 准时结束，宣告煦日节七日庆典的正式结束。<br><br>此外，商业联合会亦在商业街道举办「煦日节游园会」，期间内将会有大量煦日节主题机械工艺品上新，还有实惠又美味的太阳薄饼供应，欢迎大家前来选购。<br><br>【关于孤儿院的特别安排】<br>为了让孤儿院的小朋友们也能感受到节日的温暖，铆钉镇商业联合会与孤儿院负责人娜塔莎展开协商，希望能够让小朋友们以「家庭寄宿」的方式，在铆钉镇各位镇民的陪伴下参与到煦日节庆典当中，感受节日期间的家庭气氛。为此，商业联合会代表孤儿院在镇中开展寄宿家庭报名征集，报名方式一经放出便得到许多镇民的响应。商业联合会及孤儿院全体在此对铆钉镇的善良镇民们致以诚挚的谢意！<br><br>目前，孤儿院方面已向报名参与活动的家庭悉数送出回执。小朋友们将会在庆典前一晚抵达报名成功的家庭，与各位共度愉快的节日时光！<br><br>【关于铁卫家属的特别安排】<br>银鬃铁卫离开铆钉镇、开赴前线已逾数年。铆钉镇各位军属顾全大局、积极支持自己的亲人开赴前线、抵御外敌的同时，亦为铆钉镇的建设和发展奉献了自己的力量。对此，铆钉镇管理委员会谨代表全体镇民向你们致以崇高的敬意和衷心的感谢！<br><br>煦日节将至，铆钉镇管理委员会及商业联合会将会代表广大铆钉镇镇民，来到各位军眷家中开展慰问活动，并为各位带去煦日节的特别礼物以寄同乐之情。借此祝各位军人家属节日快乐、生活美满；也期盼各位银鬃铁卫在军营中建功立业、捷报频传！"
            }
        ]
    },
    {
        "Name": "《矿山员工安全手册》",
        "Desc": "磨损严重的安全手册。下层区矿工人手一本。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>*装订手册的麻线已经纰得不成样了。内页上布满了黑油油的指纹，这使许多文字难以辨认。*</i><br><br>《矿山员工安全手册》<br><br>一、入井须知<br>1.入井前需保持精力充沛，严禁摄入可能对身体机能造成妨害的食物或饮料。<br><br>2.严格遵守入井检身制度：<br>（1）入井需正确佩戴安全帽，身着工作服；<br>（2）必须携带矿灯，确保矿灯内地髓储备充足；<br>（3）带好当班用的工具、材料和维修用零部件；<br>（4）确保兰德计数器能正常运作。<br>3.开班时必须按时参加整理会，认真听取工作安排及安全事项。<br>4.必须熟悉并牢记安全出口、路标和避灾路线。<br>5.必须熟悉井下信号、安全标志及各类设施设备。<br>6.必须熟悉井下透水预兆，若发现此类现象应立即通知当班负责人组织撤离：<br>（1）地髓矿层发黑、发暗；<br>（2）地髓矿层温度显著下降；<br>（3）掘进工作面、巷道内壁或顶板挂有无色液滴；<br>（4）掘进作业面顶板淋水加大或出现压力水头；<br>（5）掘进工作面湿度增加；<br>（6）掘进工作面有害气体增加；<br>（7）听到水鸣响。<br>7.必须熟悉兰德计数器的规范操作方式，注意矿洞内的辐射程度，在安全范围内进行施工。<br>8.必须熟悉地髓矿热能反应的预兆，若发现此类现象应立即通知当班负责人组织撤离：<br>（1）巷道中湿度增加，表现为出现雾气或掘进工作面、巷道内壁或顶板挂有液滴等；<br>（2）巷道中温度升高，表现为巷壁温度升高、出水温度升高和回风流温度升高等；<br>（3）出现火灾气味，如焦炭味、地髓焚烧味等；<br>（4）人体感到不适或产生病理现象，如感到闷热、头痛、头晕、四肢乏力等；<br>（5）观察到烟雾。<br><br>二、爆破工操作规程<br>1.严格按照入井须知做好准备工作，必须持证上岗。<br>2.严格服从当班负责人指挥调度，按照爆破指令和爆破作业设计开展作业。<br>3.在开展作业前应对雷管进行安全检测。<br>4.严格按照工头要求进行装药；炮孔装药应使用木制炮棍；不应向孔内投掷敏感度高的炸药或起爆药包；装入起爆药包时应按照规范采取相关措施，防止后续药卷直接冲击起爆药包。<br>5.严禁在装药卡塞时冲击挤压，而应用非金属长杆处理。<br>6.装药过程中如发现裂隙或孔洞产生时应及时停止操作，并告知相关人员；待相关人员提交处理方案后再继续作业。<br>7.装药完成后应将现场杂物清理干净，注意避免损毁导爆管，并由专人负责连接爆破网络。<br>8.爆破网络组装完毕后应由检查人员进行二次检查。<br>9.起爆站应设置在掩体后或戒备区外。<br> 10 .实施爆破作业前应发出预备警报，将戒备区内人员、设备及各类杂物撤离。<br> 11 .戒备区内确认净空后发出起爆信号，此时方可进行爆破作业。<br> 12 .起爆后 30 分钟内禁止进入爆破现场， 30 分钟后应由当班负责人进入爆破现场检查爆破情况，确认平安后方可解除警报。<br> 13 .爆破作业完成后应严格按照火工品退库流程清点、退还各类火工品，并做好台账。<br><br><i>*后续数页不知为何粘黏在一起，无法继续翻阅。*</i>"
            }
        ]
    },
    {
        "Name": "咖啡师的手账残页",
        "Desc": "从某本秘密手账上脱落下来的手写活页。",
        "World": 2,
        "Books": [
            {
                "Desc": "【3月 20 日 周一】<br>客观地说，我这种人是最纯粹的小说家，只想看到什么就写什么，把我所见所得通通写到小说里，而不是为了生计到处奔波。要不是看在亲戚一场，我真的不想来咖啡馆帮忙。<br><br>【3月 21 日 周二】<br>今天来的顾客基本都是小情侣，其中有一对有点奇怪，那个男的一直在跟女的大谈自己「白手起家创业史」，尬吹了老半天，那个女的居然也不嫌弃。我站在柜台前听了很久，腰疼死了，本来还想找什么写作灵感，笑死，根本找不到。<br><br>【3月 24 日 周五】<br>连续两次都是那个女顾客买单，看衣着打扮多半也是女富男穷。虽说爱情的本质并非嫌贫爱富，但这种家境差距的故事，用来当作小说素材是再好不过了。一个富裕但纯情的姑娘，一个贫穷但别有用心的情场浪子，爱情在谎言中生根发芽。<br><br><i>「她沉浸在这幻梦里，全然不顾轻易得之的美梦背后暗藏的虚假。这可能是她青春里第一次有人愿意这样耐心地与她说话，对爱情的幻想和渴望，与来自家庭的束缚挤压在一起。哪怕只在咖啡厅里见过两次，她已完全沉溺在这莫大的苍白的快乐里，不知所形。她甚至不会怀疑这是一场骗局，因为在她迄今为止的生命里，别人连欺骗她的兴趣都提不起来，更何况欺骗是要以时间为成本的。」</i><br><br>【3月 26 日 周日】<br>那对情侣第三次来咖啡厅，叫「比尔」的男的带了文件让女的参股投资。可怜的姑娘，没见过人心的险恶，不懂得拒绝，被不怀好意的浪子玩弄于股掌之间。<br><br><i>「这份投资书无时无刻不在戏谑着玩弄着她的羞耻心，警醒着她期待的恋爱永远不可以僭越某条界限。面对无由来的示好，早已形成深入骨髓的应激回应，除了红着脸点头，她什么也无法拒绝。即使生长在优渥的环境里，她也甚至从未期望过社会的宽容与善意。」</i><br><br>小说的大纲写完了，估计过一两个月我就能完稿。<br><br>【4月3日 周一】<br>铁卫的人过来说裂界会很快侵蚀到边缘通路这边，让我通知店主做好搬迁的准备。有点可惜，我最近才刚喜欢上咖啡厅的生活。我喜欢那种认真研磨咖啡豆、精心冲调却只能泡出一团苦涩浆糊的感觉，很讽刺却又无可奈何，就像大多数人的人生一样。<br><br>【4月4日 周二】<br>那对情侣差不多有一周没来了吧，也许是候车广场那边已经不通车的原因。「深情是一桩悲剧」这是众所周知的事，所以就用悲剧来给新书结尾好了。<br><br>【4月5日 周三】<br>那对情侣今天居然来了，没点咖啡，只要了一杯热水。那个女的哭了一场，说父亲知道了他们的事把她的经济来源给断了，现在自己连饭都吃不起。比尔拿了笔钱给她，让她去酒店住几天再给父亲认个错。这个比尔一看就是老手，不像新手，钓鱼总舍不得下鱼饵。<br><br>【4月7日 周五】<br>周围的商铺都已经搬得差不多了，咖啡馆里收拾完了还得去广场管理处那边办退租手续。没想到我在那里见到了比尔，那家伙在跟广场管理处的人哭诉，说什么自己被开发商家的大小姐骗钱了，但管理处的人说那个叫「拉雯妮」的女孩只是个房产中介，根本不是什么老板的女儿。哈？还有这种事？人生起起伏伏真是太有意思了，远比小说要精彩。<br><br>【4月9日 周日】<br>还有一箱糖，四箱户外家具没搬走。累晕了，舅舅真的抠门，怎么不请人搬，非要自己来。哎，我的手稿都还没装订好，但愿不会落下什么东西。"
            }
        ]
    },
    {
        "Name": "随花束附赠的花语手册",
        "Desc": "收录了贝洛伯格常用花语，人情世故浓缩在手册之中。",
        "World": 2,
        "Books": [
            {
                "Desc": "<i>每种花背后都有它们独特的故事与花语，不同的花适合赠送的对象也不一样。</i><br><i>在送花之前，您可以根据自己的实际需求，从以下常见花语中参考一二。</i><br><br>【侯爵夫人】<br>花语：尊贵、华丽、雍容尔雅、圆满、浓情、魅力惊人。<br>故事：「侯爵夫人」培育困难，价格高昂，在历史上曾有贵族夫人为此花倾家荡产，因此获名。它至今仍然受到上流社会喜爱。<br>送花对象：地位崇高者、上流人士。<br><br>【初雪八落】<br>花语：纯洁天真、美好的回忆、童真的时光。<br>故事：相传在很久以前，每年的第一场雪叫「初雪」，它会带来丰收与喜悦。时至今日，现在的贝洛伯格人大多已经不知道「初雪」的含义了，但历代贝洛伯格人对过去的美好回忆，与这种历史悠久的耐寒花种一并传承了下来。<br>送花对象：老人、小孩。<br><br>【覆夏竹】<br>花语：独立、坚强、不畏艰难、有大毅力。<br>故事：它并非真正意义的花，但极具观赏价值。据说很久以前曾有艺术家用它当做乐器，又因它名字中带有温暖的寓意，贝洛伯格历代文豪也极为偏爱它。<br>送花对象：艺术家、喜欢艺术的人。<br><br>【球牡丹】<br>花语：耐心、极致、短暂的永恒、永不磨灭的爱。<br>故事：球牡丹是花中珍品，一年只开一次花，每次开花时间不到一个月。花开之时极尽艳丽，足以对得起它那高昂的身价。在贝洛伯格流传着一个不成文的传统——恋人们若能在开花的球牡丹前求婚成功，他们的爱将至死不渝。<br>送花对象：恋人。<br><br>【太阳花】<br>花语：温暖、团结、乐观、向往光明。<br>故事：即使是在昏暗的环境里，也会朝着阳光的方向生长。据说是阿丽萨•兰德最喜欢的花，因它向阳而生的特性鼓舞了无数人，一直被认为是贝洛伯格温暖的象征。<br>送花对象：适用于绝大部分人群，公务与商务往来的首选。<br><br>【七彩虹】<br>花语：平凡的美好、活在当下。<br>故事：据说在寒潮之前它只是路边随处可见的野花，实际上现在也很常见，很少会有人不喜欢它绚丽的色彩。<br>送花对象：价格便宜，适用于所有人。"
            }
        ]
    }
]