// Auto Generated

var _achievementdata = [
    3.8,
    1563,
    3.7,
    1538
]

var _achievementvers = [
    "3.8",
    "3.7",
    "3.6",
    "3.5",
    "3.4",
    "3.3",
    "3.2",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.6",
    "1.5",
    "1.4",
    "1.3",
    "1.2",
    "1.1",
    "1.0"
]

var _achievement = [
    {
        "_id": 4010101,
        "Ver": 1.0,
        "Series": 1,
        "Name": "타오르는 불멸의 앰버",
        "Desc": "개척자 「보존」 운명의 길에 오르기",
        "Reward": 20
    },
    {
        "_id": 4010201,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 속 (1)",
        "Desc": "Lv.40.0 이상의 광추 1개 보유하기",
        "Reward": 10
    },
    {
        "_id": 4010202,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 속 (2)",
        "Desc": "Lv.60.0 이상의 광추 1개 보유하기",
        "Reward": 10
    },
    {
        "_id": 4010203,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 속 (3)",
        "Desc": "Lv.80.0 이상의 광추 1개 보유하기",
        "Reward": 20
    },
    {
        "_id": 4010103,
        "Ver": 1.0,
        "Series": 1,
        "Name": "사랑할 시간은 충분하다",
        "Desc": "Lv.80 광추 4개 보유하기",
        "Reward": 20
    },
    {
        "_id": 4080201,
        "Ver": 1.0,
        "Series": 1,
        "Name": "고난에 맞서 (1)",
        "Desc": "균형 레벨 Lv.1.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4010301,
        "Ver": 1.0,
        "Series": 1,
        "Name": "어린 시절",
        "Desc": "임의의 캐릭터 Lv.40.0 달성하기",
        "Reward": 10
    },
    {
        "_id": 4080202,
        "Ver": 1.0,
        "Series": 1,
        "Name": "고난에 맞서 (2)",
        "Desc": "균형 레벨 Lv.3.0 달성하기",
        "Reward": 10
    },
    {
        "_id": 4010302,
        "Ver": 1.0,
        "Series": 1,
        "Name": "세상 속에서",
        "Desc": "임의의 캐릭터 Lv.60.0 달성하기",
        "Reward": 10
    },
    {
        "_id": 4080203,
        "Ver": 1.0,
        "Series": 1,
        "Name": "고난에 맞서 (3)",
        "Desc": "균형 레벨 Lv.6.0 달성하기",
        "Reward": 20
    },
    {
        "_id": 4010303,
        "Ver": 1.0,
        "Series": 1,
        "Name": "나의 대학",
        "Desc": "임의의 캐릭터 Lv.80.0 달성하기",
        "Reward": 20
    },
    {
        "_id": 4010102,
        "Ver": 1.0,
        "Series": 1,
        "Name": "유년기의 끝",
        "Desc": "캐릭터 4명 Lv.80 달성하기",
        "Reward": 20
    },
    {
        "_id": 4010501,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 행적 (1)",
        "Desc": "캐릭터 행적 활성화 또는 레벨업 3.0회 진행하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4010502,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 행적 (2)",
        "Desc": "캐릭터 행적 활성화 또는 레벨업 20.0회 진행하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4010503,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 행적 (3)",
        "Desc": "캐릭터 행적 활성화 또는 레벨업 50.0회 진행하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4010504,
        "Ver": 1.0,
        "Series": 1,
        "Name": "운명의 행적 (4)",
        "Desc": "캐릭터 행적 활성화 또는 레벨업 100.0회 진행하기 (누적)",
        "Reward": 20
    },
    {
        "_id": 4012302,
        "Ver": 1.0,
        "Series": 1,
        "Name": "가야 할 길은 끝까지 간다",
        "Desc": "임의의 캐릭터의 모든 행적 최대 레벨 달성하기",
        "Reward": 20
    },
    {
        "_id": 4010104,
        "Ver": 1.0,
        "Series": 1,
        "Name": "신성•유물 (4)",
        "Desc": "★4 유물 1개 최대 레벨까지 강화하기",
        "Reward": 5
    },
    {
        "_id": 4010105,
        "Ver": 1.0,
        "Series": 1,
        "Name": "신성•유물 (5)",
        "Desc": "★5 유물 1개 최대 레벨까지 강화하기",
        "Reward": 10
    },
    {
        "_id": 4010401,
        "Ver": 1.0,
        "Series": 1,
        "Name": "완전 무장",
        "Desc": "유물 4개 Lv.15.0까지 강화하기",
        "Reward": 20
    },
    {
        "_id": 4012301,
        "Ver": 1.0,
        "Series": 1,
        "Name": "지존의 갑옷",
        "Desc": "임의의 캐릭터 모든 부위에 Lv.15 ★5 유물 장착하기",
        "Reward": 20
    },
    {
        "_id": 4022302,
        "Ver": 1.0,
        "Series": 2,
        "Name": "빛을 휘어버리는 부호",
        "Desc": "100000000.0 신용 포인트 획득하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4020201,
        "Ver": 1.0,
        "Series": 2,
        "Name": "은하수를 여행하는 히치하이커를 위한 안내서",
        "Desc": "캐릭터 10.0명 획득하기",
        "Reward": 5
    },
    {
        "_id": 4020202,
        "Ver": 1.0,
        "Series": 2,
        "Name": "열차 탑승자 명단",
        "Desc": "캐릭터 20.0명 획득하기",
        "Reward": 5
    },
    {
        "_id": 4020203,
        "Ver": 1.0,
        "Series": 2,
        "Name": "천체 대이동",
        "Desc": "캐릭터 50.0명 획득하기",
        "Reward": 10
    },
    {
        "_id": 4020401,
        "Ver": 1.0,
        "Series": 2,
        "Name": "디랙 바다의 잔잔한 물결 (1)",
        "Desc": "광추 10.0 종류 획득하기",
        "Reward": 5
    },
    {
        "_id": 4020402,
        "Ver": 1.0,
        "Series": 2,
        "Name": "디랙 바다의 잔잔한 물결 (2)",
        "Desc": "광추 20.0 종류 획득하기",
        "Reward": 5
    },
    {
        "_id": 4020403,
        "Ver": 1.0,
        "Series": 2,
        "Name": "디랙 바다의 잔잔한 물결 (3)",
        "Desc": "광추 40.0 종류 획득하기",
        "Reward": 10
    },
    {
        "_id": 4020502,
        "Ver": 1.0,
        "Series": 2,
        "Name": "나락의 보물",
        "Desc": "★5 유물 1개 획득하기",
        "Reward": 10
    },
    {
        "_id": 4020503,
        "Ver": 1.0,
        "Series": 2,
        "Name": "기이한 위조품",
        "Desc": "「만능 합성기」를 통해 ★5 유물 5.0개 획득하기",
        "Reward": 5
    },
    {
        "_id": 4020701,
        "Ver": 1.0,
        "Series": 2,
        "Name": "스타피스 다이아 회원",
        "Desc": "1000000.0 신용 포인트 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4020702,
        "Ver": 1.0,
        "Series": 2,
        "Name": "스타피스 옐로 다이아 회원",
        "Desc": "10000000.0 신용 포인트 획득하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4030101,
        "Ver": 1.0,
        "Series": 3,
        "Name": "뭇별, 나의 귀속",
        "Desc": "광대한 은하 여정 시작하기<br><color style='color:#8790ab;'>※ 축하합니다! 은하열차에 탑승하셨습니다!</color>",
        "Reward": 20
    },
    {
        "_id": 4030102,
        "Ver": 1.0,
        "Series": 3,
        "Name": "영원한 겨울 성의 밤",
        "Desc": "온 하늘이 눈으로 뒤덮인 후…<br><color style='color:#8790ab;'>※ 당신은 벨로보그라는 이름의 도시에 도착했다</color>",
        "Reward": 10
    },
    {
        "_id": 4030103,
        "Ver": 1.0,
        "Series": 3,
        "Name": "잃어버린 세계",
        "Desc": "야릴로-Ⅵ 지하의 비밀 발견하기<br><color style='color:#8790ab;'>※ 지하에서 사는 사람들이 있다니….</color>",
        "Reward": 10
    },
    {
        "_id": 4030104,
        "Ver": 1.0,
        "Series": 3,
        "Name": "1/2 오즈의 마법사",
        "Desc": "철인과 여자아이 처치하기<br><color style='color:#8790ab;'>※ 스바로그&클라라와 동료가 되었습니다!</color>",
        "Reward": 10
    },
    {
        "_id": 4030105,
        "Ver": 1.0,
        "Series": 3,
        "Name": "혹한의 끝자락",
        "Desc": "나로부터 벨로보그 바꾸기<br><color style='color:#8790ab;'>※ 그 첫 단계는 바로 수호자 쿠쿠리아를 물리치는 것…</color>",
        "Reward": 20
    },
    {
        "_id": 4030201,
        "Ver": 1.0,
        "Series": 3,
        "Name": "사뿐사뿐 걷는 여우",
        "Desc": "이른바 외교는 서로의 의견을 교환하는 것…<br><color style='color:#8790ab;'>※ 선주 「나부」의 지도자(들)와 회견하기</color>",
        "Reward": 10
    },
    {
        "_id": 4030202,
        "Ver": 1.0,
        "Series": 3,
        "Name": "완전한 법안",
        "Desc": "사필귀정. 위법자는 반드시 잡힌다<br><color style='color:#8790ab;'>※ 스텔라론 헌터 카프카를 잡는데 성공</color>",
        "Reward": 10
    },
    {
        "_id": 4032305,
        "Ver": 1.0,
        "Series": 3,
        "Name": "정성 어린 눈길",
        "Desc": "망보는 사람이 책상 옆에서 당신을 보고 있다….<br><color style='color:#8790ab;'>※ 패 놀이에 빠진 청작 찾기…</color>",
        "Reward": 10
    },
    {
        "_id": 4032307,
        "Ver": 1.0,
        "Series": 3,
        "Name": "역에 통달한 사람은 점을 치지 않는다",
        "Desc": "태복사의 진법의 비밀을 눈으로 확인하다<br><color style='color:#8790ab;'>※ 궁관진으로 카프카를 심문하고, 예언에 대항하기</color>",
        "Reward": 10
    },
    {
        "_id": 4032308,
        "Ver": 1.0,
        "Series": 3,
        "Name": "사슴 사냥꾼",
        "Desc": "꺼지지 않은 용광로, 멎은 사슴 소리<br><color style='color:#8790ab;'>※ 공조사를 위기로부터 구조하기</color>",
        "Reward": 10
    },
    {
        "_id": 4032306,
        "Ver": 1.0,
        "Series": 3,
        "Name": "녹사수수",
        "Desc": "「수렵」 운명의 길을 걸어보자….<br><color style='color:#8790ab;'>※ 선주를 위해 풍요의 흉물 「현록」을 처치하기</color>",
        "Reward": 10
    },
    {
        "_id": 4032309,
        "Ver": 1.0,
        "Series": 5,
        "Name": "히드라 무량",
        "Desc": "단우의 이야기 확인하기",
        "Reward": 10
    },
    {
        "_id": 4040201,
        "Ver": 1.0,
        "Series": 4,
        "Name": "빛이 우리를 데려갈 때까지",
        "Desc": "우주정거장 「헤르타」의 경계의 닻 5.0개 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4040202,
        "Ver": 1.0,
        "Series": 4,
        "Name": "미오픈 월드",
        "Desc": "벨로보그의 경계의 닻 14.0개 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4042307,
        "Ver": 1.0,
        "Series": 4,
        "Name": "선인의 길은 어디로",
        "Desc": "선주 「나부」의 경계의 닻 10.0개 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4040101,
        "Ver": 1.0,
        "Series": 4,
        "Name": "롤플레잉 게임에서는 합법",
        "Desc": "우주정거장 「헤르타」 전리품 30.0회 오픈하기",
        "Reward": 20
    },
    {
        "_id": 4040102,
        "Ver": 1.0,
        "Series": 4,
        "Name": "하지만 대가는 무엇인가?",
        "Desc": "벨로보그 전리품 110.0회 오픈하기",
        "Reward": 20
    },
    {
        "_id": 4042308,
        "Ver": 1.0,
        "Series": 4,
        "Name": "약간의 유동 자산",
        "Desc": "선주 「나부」 전리품 100.0회 오픈하기",
        "Reward": 5
    },
    {
        "_id": 4040301,
        "Ver": 1.0,
        "Series": 4,
        "Name": "파멸의 충동",
        "Desc": "파괴 가능한 물체 100.0개 부수기",
        "Reward": 5
    },
    {
        "_id": 4040302,
        "Ver": 1.0,
        "Series": 4,
        "Name": "자유 파멸 의지",
        "Desc": "파괴 가능한 물체 1000.0개 부수기",
        "Reward": 10
    },
    {
        "_id": 4040601,
        "Ver": 1.0,
        "Series": 4,
        "Name": "허점 공격",
        "Desc": "대응하는 속성의 공격으로 전투 100.0회 진입하기",
        "Reward": 5
    },
    {
        "_id": 4040602,
        "Ver": 1.0,
        "Series": 4,
        "Name": "등에는 눈이 없다",
        "Desc": "탐사 중 피습 당하기",
        "Reward": 5
    },
    {
        "_id": 4040603,
        "Ver": 1.0,
        "Series": 4,
        "Name": "세 번째 스킬",
        "Desc": "비술 50.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4040604,
        "Ver": 1.0,
        "Series": 4,
        "Name": "세 번째 차원",
        "Desc": "비술 300.0회 발동하기",
        "Reward": 10
    },
    {
        "_id": 4080401,
        "Ver": 1.0,
        "Series": 4,
        "Name": "연구 계획서 발표",
        "Desc": "우주정거장 「헤르타」의 서적 10.0권 수집하기",
        "Reward": 5
    },
    {
        "_id": 4080402,
        "Ver": 1.0,
        "Series": 4,
        "Name": "문헌 조사",
        "Desc": "우주정거장 「헤르타」의 서적 50.0권 수집하기",
        "Reward": 5
    },
    {
        "_id": 4080403,
        "Ver": 1.0,
        "Series": 4,
        "Name": "쓰레기 문학이 아니야",
        "Desc": "벨로보그의 서적 20.0권 수집하기",
        "Reward": 5
    },
    {
        "_id": 4080404,
        "Ver": 1.0,
        "Series": 4,
        "Name": "겨울의 성 역사학자",
        "Desc": "벨로보그의 서적 80.0권 수집하기",
        "Reward": 5
    },
    {
        "_id": 4040407,
        "Ver": 1.0,
        "Series": 4,
        "Name": "레드 네임 경고",
        "Desc": "강적 도전 5.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4040408,
        "Ver": 1.0,
        "Series": 4,
        "Name": "레벨 뭉개기",
        "Desc": "강적 도전 15.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4040503,
        "Ver": 1.0,
        "Series": 4,
        "Name": "공간 유람",
        "Desc": "원정 전투 1.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4040504,
        "Ver": 1.0,
        "Series": 4,
        "Name": "업적도 없는데 인던을 돌려고?",
        "Desc": "원정 전투 9.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4040701,
        "Ver": 1.0,
        "Series": 4,
        "Name": "틴달로스 아기돼지",
        "Desc": "차원 저금통 1.0회 포획하기",
        "Reward": 5
    },
    {
        "_id": 4040702,
        "Ver": 1.0,
        "Series": 4,
        "Name": "위상 ATM",
        "Desc": "차원 저금통 10.0회 포획하기",
        "Reward": 5
    },
    {
        "_id": 4042301,
        "Ver": 1.0,
        "Series": 4,
        "Name": "감각 교류",
        "Desc": "우주정거장 「헤르타」에 흩어진 기억 거품 모두 수집하기",
        "Reward": 5
    },
    {
        "_id": 4040403,
        "Ver": 1.0,
        "Series": 4,
        "Name": "이세계의 자재",
        "Desc": "이세계의 자재 전리품 모두 발견하기",
        "Reward": 5
    },
    {
        "_id": 4040404,
        "Ver": 1.0,
        "Series": 4,
        "Name": "일곱 대교의 문제",
        "Desc": "척력교 전리품 모두 발견하기",
        "Reward": 5
    },
    {
        "_id": 4040409,
        "Ver": 1.0,
        "Series": 4,
        "Name": "비극의 탄생",
        "Desc": "우인의 상자 전리품 모두 발견하기",
        "Reward": 5
    },
    {
        "_id": 4040402,
        "Ver": 1.0,
        "Series": 4,
        "Name": "광산의 시시포스",
        "Desc": "마지막 광차 작업공 테스트 완료하기",
        "Reward": 5
    },
    {
        "_id": 4040406,
        "Ver": 1.0,
        "Series": 4,
        "Name": "두더지의 이야기",
        "Desc": "≪두더지 모험단≫ 모두 수집하기",
        "Reward": 5
    },
    {
        "_id": 4040410,
        "Ver": 1.0,
        "Series": 4,
        "Name": "빨간 건 빨간 것과, 하얀 건 하얀 것과 연결한다",
        "Desc": "마그네틱 서킷 10.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051101,
        "Ver": 1.0,
        "Series": 4,
        "Name": "낭비는 수치",
        "Desc": "쓰레기통에서 「짐•로저의 빵 맛 소다수」 획득하기",
        "Reward": 5
    },
    {
        "_id": 4040411,
        "Ver": 1.0,
        "Series": 4,
        "Name": "동굴의 비유",
        "Desc": "모순된 결합체 30.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4040412,
        "Ver": 1.0,
        "Series": 4,
        "Name": "북북서로 진로를 돌려라",
        "Desc": "인항 나침반 20.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051001,
        "Ver": 1.0,
        "Series": 5,
        "Name": "내가 누구게",
        "Desc": "동행 임무 「무명인사」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051002,
        "Ver": 1.0,
        "Series": 5,
        "Name": "소년 아를란의 고민",
        "Desc": "동행 임무 「우연한 사고」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051003,
        "Ver": 1.0,
        "Series": 5,
        "Name": "현자의 선물",
        "Desc": "동행 임무 「후크의 선물」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051004,
        "Ver": 1.0,
        "Series": 5,
        "Name": "조용한 교외",
        "Desc": "동행 임무 「눈보라 면역」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051005,
        "Ver": 1.0,
        "Series": 5,
        "Name": "클라라와 태양",
        "Desc": "동행 임무 「귀한 애정」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051006,
        "Ver": 1.0,
        "Series": 5,
        "Name": "흐르는 눈물",
        "Desc": "동행 임무 「그저 아이일 뿐」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4051103,
        "Ver": 1.0,
        "Series": 5,
        "Name": "17살의 지도",
        "Desc": "임무 「고요한 빈 공간」에서 아스타에 관한 서적 모두 모으기",
        "Reward": 5
    },
    {
        "_id": 4051104,
        "Ver": 1.0,
        "Series": 5,
        "Name": "다이아몬드와 녹",
        "Desc": "임무 「희미한 별에게」에서 변환 기록을 버나드에게 주는 선택하기",
        "Reward": 5
    },
    {
        "_id": 4051105,
        "Ver": 1.0,
        "Series": 5,
        "Name": "안녕, 코멧 헌터",
        "Desc": "임무 「닿을 수 없는 것」에서 「코멧 헌터의 편지」 3통 수집하기",
        "Reward": 5
    },
    {
        "_id": 4051106,
        "Ver": 1.0,
        "Series": 5,
        "Name": "그녀는 혼자 걷는가?",
        "Desc": "임무 「역설의 길잡이」를 완료하고 모방 로봇의 결말 보기",
        "Reward": 5
    },
    {
        "_id": 4051107,
        "Ver": 1.0,
        "Series": 5,
        "Name": "제 6종과 접촉하기",
        "Desc": "임무 「위령 미사」에서 울보 유령과 대화하는 능력 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052302,
        "Ver": 1.0,
        "Series": 5,
        "Name": "마음대로 쓰고 버리기",
        "Desc": "우주정거장의 모든 헤르타와 대화하기",
        "Reward": 5
    },
    {
        "_id": 4052304,
        "Ver": 1.0,
        "Series": 5,
        "Name": "잊기 위한 기념",
        "Desc": "에이쿠라 슈의 기념비 방문하기",
        "Reward": 5
    },
    {
        "_id": 4052305,
        "Ver": 1.0,
        "Series": 5,
        "Name": "삑——퇴근!",
        "Desc": "우주정거장 소형 로봇 6.0회 시스템 종료하기",
        "Reward": 5
    },
    {
        "_id": 4052306,
        "Ver": 1.0,
        "Series": 5,
        "Name": "신세계의 대문",
        "Desc": "기물 「새로운 세계의 문」 사용하기",
        "Reward": 5
    },
    {
        "_id": 4052307,
        "Ver": 1.0,
        "Series": 5,
        "Name": "그냥 숫자",
        "Desc": "기물 「배점 피스톨」 사용하기",
        "Reward": 5
    },
    {
        "_id": 4052308,
        "Ver": 1.0,
        "Series": 5,
        "Name": "영원한 왕권은 없다",
        "Desc": "기물 「감당할 수 없는 무게」를 사용하고 신비로운 음성의 내용 해독하기",
        "Reward": 5
    },
    {
        "_id": 4052309,
        "Ver": 1.0,
        "Series": 5,
        "Name": "재능에 따라 물을 주다",
        "Desc": "이상한 식물과 대화하고 다음날 다시 방문하기",
        "Reward": 5
    },
    {
        "_id": 4051108,
        "Ver": 1.0,
        "Series": 5,
        "Name": "탐욕의 심리학",
        "Desc": "임무 「생존의 지혜」에서 진정한 보물 얻기",
        "Reward": 5
    },
    {
        "_id": 4051109,
        "Ver": 1.0,
        "Series": 5,
        "Name": "내일만을 기다리다",
        "Desc": "임무 「어린 후크의 보물」에서 줄리안의 물품을 모두 찾기",
        "Reward": 5
    },
    {
        "_id": 4080601,
        "Ver": 1.0,
        "Series": 5,
        "Name": "공덕이 넘치다",
        "Desc": "공공기물 경비원과 대치하여 당신을 막은 대가를 치르게 하기 (혹은 비굴하게 잘못을 인정하기)",
        "Reward": 5
    },
    {
        "_id": 4051110,
        "Ver": 1.0,
        "Series": 5,
        "Name": "소프트웨어의 라이프 사이클",
        "Desc": "임무 「귀한 애정•2」에서 소형 로봇을 포맷하지 않기로 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080602,
        "Ver": 1.0,
        "Series": 5,
        "Name": "외지인",
        "Desc": "리벳 타운에서 찾은 오르골을 상심한 주인에게 돌려주기",
        "Reward": 5
    },
    {
        "_id": 4051111,
        "Ver": 1.0,
        "Series": 5,
        "Name": "숨이 남아있는 틈을 타",
        "Desc": "임무 「귀한 애정•2」에서 소형 로봇 포맷을 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080603,
        "Ver": 1.0,
        "Series": 5,
        "Name": "50 신용 포인트?!",
        "Desc": "벨로보그 전역에 붙여진 열차팀 멤버 지명수배령 모두 모으기",
        "Reward": 5
    },
    {
        "_id": 4052310,
        "Ver": 1.0,
        "Series": 5,
        "Name": "빛나고 매끄러운",
        "Desc": "오래된 동전 3.0개 획득하기",
        "Reward": 5
    },
    {
        "_id": 4080604,
        "Ver": 1.0,
        "Series": 5,
        "Name": "계속… 북북서로",
        "Desc": "야릴로-Ⅵ의 행성본에서 찾은 게… 윽… 폼폼?",
        "Reward": 5
    },
    {
        "_id": 4052311,
        "Ver": 1.0,
        "Series": 5,
        "Name": "폭발물 처리반",
        "Desc": "도덕적 딜레마를 피하면서 벨로보그 케이블카 정거장의 위기를 해결하기",
        "Reward": 5
    },
    {
        "_id": 4080605,
        "Ver": 1.0,
        "Series": 5,
        "Name": "꿈이 시작되는 곳",
        "Desc": "스텔라론을 보관했던 방으로 돌아가 흐릿한 기억을 일깨우기",
        "Reward": 5
    },
    {
        "_id": 4052312,
        "Ver": 1.0,
        "Series": 5,
        "Name": "급한 사람의 사정",
        "Desc": "언어 로직 중추를 찾아 아마추어 엔지니어 피도라에게 전달하기",
        "Reward": 5
    },
    {
        "_id": 4080606,
        "Ver": 1.0,
        "Series": 5,
        "Name": "착실한 착한 아이",
        "Desc": "미스터리한 연구원이 설정한 도덕 시험에 통과하기",
        "Reward": 5
    },
    {
        "_id": 4052313,
        "Ver": 1.0,
        "Series": 5,
        "Name": "만델라 효과",
        "Desc": "벨로보그의 「뒷골목」과 접촉하기",
        "Reward": 5
    },
    {
        "_id": 4052314,
        "Ver": 1.0,
        "Series": 5,
        "Name": "먹는다고 안 죽어",
        "Desc": "괴테 그랜드 호텔의 거티와 대화하여 볶음밥 레시피 얻기",
        "Reward": 5
    },
    {
        "_id": 4052315,
        "Ver": 1.0,
        "Series": 5,
        "Name": "라라랜드",
        "Desc": "골든 극장의 여자 연기자 타밀라와 대화하여 축음기의 악보 얻기",
        "Reward": 5
    },
    {
        "_id": 4052316,
        "Ver": 1.0,
        "Series": 5,
        "Name": "겨울 성 트랩",
        "Desc": "방랑자의 랩 처음부터 끝까지 1회 듣기",
        "Reward": 5
    },
    {
        "_id": 4052317,
        "Ver": 1.0,
        "Series": 5,
        "Name": "12세 이상만",
        "Desc": "「어둠의 주먹 대회」에 참가해 최종 승리 거두기",
        "Reward": 5
    },
    {
        "_id": 4052349,
        "Ver": 1.0,
        "Series": 5,
        "Name": "나비처럼 날아서 벌처럼 쏜다",
        "Desc": "볼더 타운 슈퍼리그 5대 토너먼트 제패하기",
        "Reward": 10
    },
    {
        "_id": 4052318,
        "Ver": 1.0,
        "Series": 5,
        "Name": "무법자",
        "Desc": "벨로보그 행정구역 분수의 숨겨진 보물 발굴하기",
        "Reward": 5
    },
    {
        "_id": 4052319,
        "Ver": 1.0,
        "Series": 5,
        "Name": "평범한 악",
        "Desc": "「어리석은 자의 용기」 임무에서 모든 우인의 상자 수수께끼 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052320,
        "Ver": 1.0,
        "Series": 5,
        "Name": "네 번째 두더지",
        "Desc": "「두더지 모험단」 임무에서 모든 숨겨진 보물상자 찾기",
        "Reward": 5
    },
    {
        "_id": 4052321,
        "Ver": 1.0,
        "Series": 5,
        "Name": "≪두더지 모험단≫ 초성장ver.",
        "Desc": "벨로보그 서적 판매상에게서 ≪두더지 모험단: 숨겨진 보물≫ 구입하기",
        "Reward": 5
    },
    {
        "_id": 4052323,
        "Ver": 1.0,
        "Series": 5,
        "Name": "소박한 생활",
        "Desc": "「해고」 임무 완료 후 노혜 씨의 상황 보고 문자 받기",
        "Reward": 5
    },
    {
        "_id": 4052324,
        "Ver": 1.0,
        "Series": 5,
        "Name": "작심, 쇠약, 탈진",
        "Desc": "「스승이자 벗」 임무 완료 후 성결의 열정이 식은 문자 모두 받기",
        "Reward": 5
    },
    {
        "_id": 4052325,
        "Ver": 1.0,
        "Series": 5,
        "Name": "사이버 사기",
        "Desc": "「선주의 사랑 쫓기」 임무 완료 후 여우족 요정이 자수하도록 하는 선택지 고르기",
        "Reward": 5
    },
    {
        "_id": 4052326,
        "Ver": 1.0,
        "Series": 5,
        "Name": "투씨",
        "Desc": "「선주의 사랑 쫓기」 임무 완료 후 여우족 요정이 정체를 밝히도록 하는 선택지 고르기",
        "Reward": 5
    },
    {
        "_id": 4052327,
        "Ver": 1.0,
        "Series": 5,
        "Name": "비밀이 여자를 만든다",
        "Desc": "「선주의 사랑 쫓기」 임무 완료 후 여우족 요정이 신비주의를 유지하도록 하는 선택지 고르기",
        "Reward": 5
    },
    {
        "_id": 4052328,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 나태",
        "Desc": "우울해하는 기계새가 업무로 복귀하도록 설득하기",
        "Reward": 5
    },
    {
        "_id": 4052329,
        "Ver": 1.0,
        "Series": 5,
        "Name": "풀숲의 천 마리 새보단 수중의 일곱 마리 새",
        "Desc": "두루미 물류를 도와 길 잃은 기계새 모두 찾기",
        "Reward": 5
    },
    {
        "_id": 4052330,
        "Ver": 1.0,
        "Series": 5,
        "Name": "출전할 명분",
        "Desc": "정정당당하게 선주 대식가 경기에서 우승하기",
        "Reward": 5
    },
    {
        "_id": 4052331,
        "Ver": 1.0,
        "Series": 5,
        "Name": "상병벌모",
        "Desc": "떳떳하지 않은 방식으로 선주 대식가 경기에서 우승하기",
        "Reward": 5
    },
    {
        "_id": 4052332,
        "Ver": 1.0,
        "Series": 5,
        "Name": "일패도지",
        "Desc": "선주 대식가 경기에서 패배하기",
        "Reward": 5
    },
    {
        "_id": 4052333,
        "Ver": 1.0,
        "Series": 5,
        "Name": "유유히 세상과 격리되어",
        "Desc": "항아리 속 신선과 대화하고 병안에서 「사례」 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052334,
        "Ver": 1.0,
        "Series": 5,
        "Name": "의로운 마음은 바람에 흩어졌으니",
        "Desc": "항아리 속 신선과 대화하고 선인의 「사례」 거절하기",
        "Reward": 5
    },
    {
        "_id": 4052335,
        "Ver": 1.0,
        "Series": 5,
        "Name": "큐브를 선주에서 퇴출하라",
        "Desc": "큐브 시크릿 서클의 「모순된 결합체」 도전 15.0개 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052336,
        "Ver": 1.0,
        "Series": 5,
        "Name": "이걸로 시험해 보시던가",
        "Desc": "큐브 시크릿 서클의 새로운 버전의 「모순된 결합체」 도전 15.0개 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052337,
        "Ver": 1.0,
        "Series": 5,
        "Name": "문서 노동",
        "Desc": "신책부에서 3.0개의 문서 캐비닛 확인하기",
        "Reward": 5
    },
    {
        "_id": 4052338,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기도가 막을 내릴 때",
        "Desc": "이상한 여행객이 별뗏목 엔진을 향해 동전을 던지는 걸 막아내기",
        "Reward": 5
    },
    {
        "_id": 4052339,
        "Ver": 1.0,
        "Series": 5,
        "Name": "운행 취소",
        "Desc": "이상한 여행객이 별뗏목 엔진을 향해 동전을 던지는 걸 돕기",
        "Reward": 5
    },
    {
        "_id": 4052340,
        "Ver": 1.0,
        "Series": 5,
        "Name": "돌아가자",
        "Desc": "자해공갈 사기꾼에게서 사기 친 신용 포인트 회수하기",
        "Reward": 5
    },
    {
        "_id": 4052341,
        "Ver": 1.0,
        "Series": 5,
        "Name": "줍지 않음",
        "Desc": "자해공갈 사기꾼에게서 사기 친 신용 포인트 회수 실패하기",
        "Reward": 5
    },
    {
        "_id": 4052342,
        "Ver": 1.0,
        "Series": 5,
        "Name": "만족할줄 모르는 탐욕",
        "Desc": "자해공갈 사기꾼에게서 사기 친 신용 포인트 초과 회수하기",
        "Reward": 5
    },
    {
        "_id": 4052343,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 색욕",
        "Desc": "신사적인 기계새를 따라 세관에 압류된 그림책 찾기",
        "Reward": 5
    },
    {
        "_id": 4052344,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 폭식",
        "Desc": "불만 섞인 기계새와 내기하기",
        "Reward": 5
    },
    {
        "_id": 4052345,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 탐욕",
        "Desc": "「악룡」이 수호하는 「택배산」 탐사하기",
        "Reward": 5
    },
    {
        "_id": 4052346,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 질투",
        "Desc": "원망 가득한 기계새의 도전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052347,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 분노",
        "Desc": "용감한 기계새와 함께 길을 막는 악당 처치하기",
        "Reward": 5
    },
    {
        "_id": 4052348,
        "Ver": 1.0,
        "Series": 5,
        "Name": "기계새의 일곱 에러: 오만",
        "Desc": "「나부 4대 악인」(자칭)의 도전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4060101,
        "Ver": 1.0,
        "Series": 6,
        "Name": "영서백도 (1)",
        "Desc": "정체된 허영 100.0회 처치하기",
        "Reward": 5
    },
    {
        "_id": 4060102,
        "Ver": 1.0,
        "Series": 6,
        "Name": "영서백도 (4)",
        "Desc": "정체된 허영 400.0회 처치하기",
        "Reward": 5
    },
    {
        "_id": 4060103,
        "Ver": 1.0,
        "Series": 6,
        "Name": "영서백도 (8)",
        "Desc": "정체된 허영 800.0회 처치하기",
        "Reward": 10
    },
    {
        "_id": 4060201,
        "Ver": 1.0,
        "Series": 6,
        "Name": "데이 오브 더 트리피드 (1)",
        "Desc": "모조 꽃받침 100.0회 처치하기",
        "Reward": 5
    },
    {
        "_id": 4060202,
        "Ver": 1.0,
        "Series": 6,
        "Name": "데이 오브 더 트리피드 (2)",
        "Desc": "모조 꽃받침 500.0회 처치하기",
        "Reward": 5
    },
    {
        "_id": 4060203,
        "Ver": 1.0,
        "Series": 6,
        "Name": "데이 오브 더 트리피드 (3)",
        "Desc": "모조 꽃받침 1000.0회 처치하기",
        "Reward": 10
    },
    {
        "_id": 4060301,
        "Ver": 1.0,
        "Series": 6,
        "Name": "터널의 유영(幽影) (1)",
        "Desc": "침식된 터널 100.0회 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4060302,
        "Ver": 1.0,
        "Series": 6,
        "Name": "터널의 유영(幽影) (2)",
        "Desc": "침식된 터널 400.0회 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4060303,
        "Ver": 1.0,
        "Series": 6,
        "Name": "터널의 유영(幽影) (3)",
        "Desc": "침식된 터널 800.0회 클리어하기",
        "Reward": 10
    },
    {
        "_id": 4060401,
        "Ver": 1.0,
        "Series": 6,
        "Name": "전쟁의 여운 (1)",
        "Desc": "전쟁의 여운 1.0회 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4060402,
        "Ver": 1.0,
        "Series": 6,
        "Name": "전쟁의 여운 (2)",
        "Desc": "전쟁의 여운 10.0회 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4070101,
        "Ver": 1.0,
        "Series": 7,
        "Name": "막을 수 없는 기세",
        "Desc": "필살기 연속 4.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4070201,
        "Ver": 1.0,
        "Series": 7,
        "Name": "죽을 때까지 브레이크",
        "Desc": "단일 전투 중 동일한 적에게 4.0회 약점 격파하기",
        "Reward": 5
    },
    {
        "_id": 4070303,
        "Ver": 1.0,
        "Series": 7,
        "Name": "전멸",
        "Desc": "150000.0pt 이상의 단일 피해 가하기",
        "Reward": 10
    },
    {
        "_id": 4070403,
        "Ver": 1.0,
        "Series": 7,
        "Name": "파멸의 파동",
        "Desc": "단일 공격으로 300000.0pt 피해 가하기",
        "Reward": 10
    },
    {
        "_id": 4070421,
        "Ver": 1.0,
        "Series": 7,
        "Name": "트라우마 팀 플래티넘 번들",
        "Desc": "아군 캐릭터가 제공하는 단일 치유량 8000.0pt 초과하기",
        "Reward": 5
    },
    {
        "_id": 4070441,
        "Ver": 1.0,
        "Series": 7,
        "Name": "보루",
        "Desc": "단일 캐릭터의 보유 단일 실드량 5000.0pt 초과하기",
        "Reward": 5
    },
    {
        "_id": 4070301,
        "Ver": 1.0,
        "Series": 7,
        "Name": "진지한 구타",
        "Desc": "1000.0pt 이상의 단일 피해 가하기",
        "Reward": 5
    },
    {
        "_id": 4070302,
        "Ver": 1.0,
        "Series": 7,
        "Name": "작은 힘•개천",
        "Desc": "20000.0pt 이상의 단일 피해 가하기",
        "Reward": 10
    },
    {
        "_id": 4070401,
        "Ver": 1.0,
        "Series": 7,
        "Name": "연속 일반 펀치",
        "Desc": "단일 공격으로 2000.0pt 피해 가하기",
        "Reward": 5
    },
    {
        "_id": 4070402,
        "Ver": 1.0,
        "Series": 7,
        "Name": "태허검신",
        "Desc": "단일 공격으로 40000.0pt 피해 가하기",
        "Reward": 10
    },
    {
        "_id": 4070501,
        "Ver": 1.0,
        "Series": 7,
        "Name": "얼음과 불의 노래",
        "Desc": "적 1.0기를 동시에 빙결과 연소 상태로 만들기",
        "Reward": 5
    },
    {
        "_id": 4070502,
        "Ver": 1.0,
        "Series": 7,
        "Name": "추억과 슬픔과 가시덤불",
        "Desc": "적 1.0기를 동시에 4.0개의 지속 피해 상태로 만들기",
        "Reward": 5
    },
    {
        "_id": 4070601,
        "Ver": 1.0,
        "Series": 7,
        "Name": "일렉트로닉 드림",
        "Desc": "단일 전투에서 번개 속성 격파 피해로 적 3.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070602,
        "Ver": 1.0,
        "Series": 7,
        "Name": "화씨 451°",
        "Desc": "단일 전투에서 화염 속성 격파 피해로 적 3.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070603,
        "Ver": 1.0,
        "Series": 7,
        "Name": "태양풍",
        "Desc": "단일 전투에서 바람 속성 격파 피해로 적 3.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070604,
        "Ver": 1.0,
        "Series": 7,
        "Name": "파멸된 자",
        "Desc": "단일 전투에서 물리 속성 격파 피해로 적 3.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070605,
        "Ver": 1.0,
        "Series": 7,
        "Name": "번개 격파 (1)",
        "Desc": "번개 속성 격파 피해로 적 20.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070606,
        "Ver": 1.0,
        "Series": 7,
        "Name": "번개 격파 (2)",
        "Desc": "번개 속성 격파 피해로 적 60.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070607,
        "Ver": 1.0,
        "Series": 7,
        "Name": "화염 격파 (1)",
        "Desc": "화염 속성 격파 피해로 적 20.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070608,
        "Ver": 1.0,
        "Series": 7,
        "Name": "화염 격파 (2)",
        "Desc": "화염 속성 격파 피해로 적 60.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070609,
        "Ver": 1.0,
        "Series": 7,
        "Name": "바람 격파 (1)",
        "Desc": "바람 속성 격파 피해로 적 20.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070610,
        "Ver": 1.0,
        "Series": 7,
        "Name": "바람 격파 (2)",
        "Desc": "바람 속성 격파 피해로 적 60.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070611,
        "Ver": 1.0,
        "Series": 7,
        "Name": "물리 격파 (1)",
        "Desc": "물리 속성 격파 피해로 적 20.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070612,
        "Ver": 1.0,
        "Series": 7,
        "Name": "물리 격파 (2)",
        "Desc": "물리 속성 격파 피해로 적 60.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070701,
        "Ver": 1.0,
        "Series": 7,
        "Name": "고민될 땐 양자역학",
        "Desc": "단일 전투에서 5.0회 양자 속성의 약점 격파하기",
        "Reward": 5
    },
    {
        "_id": 4070702,
        "Ver": 1.0,
        "Series": 7,
        "Name": "냉혹한 방정식",
        "Desc": "단일 전투에서 5.0회 얼음 속성의 약점 격파하기",
        "Reward": 5
    },
    {
        "_id": 4070703,
        "Ver": 1.0,
        "Series": 7,
        "Name": "허수는 모든 것을 설명할 수 없다",
        "Desc": "단일 전투에서 5.0회 허수 속성의 약점 격파하기",
        "Reward": 5
    },
    {
        "_id": 4070704,
        "Ver": 1.0,
        "Series": 7,
        "Name": "양자 격파 (1)",
        "Desc": "양자 속성의 약점 격파 효과 100.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070705,
        "Ver": 1.0,
        "Series": 7,
        "Name": "양자 격파 (2)",
        "Desc": "양자 속성의 약점 격파 효과 300.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070706,
        "Ver": 1.0,
        "Series": 7,
        "Name": "얼음 격파 (1)",
        "Desc": "얼음 속성의 약점 격파 효과 100.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070707,
        "Ver": 1.0,
        "Series": 7,
        "Name": "얼음 격파 (2)",
        "Desc": "얼음 속성의 약점 격파 효과 300.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070708,
        "Ver": 1.0,
        "Series": 7,
        "Name": "허수 격파 (1)",
        "Desc": "허수 속성의 약점 격파 효과 100.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070709,
        "Ver": 1.0,
        "Series": 7,
        "Name": "허수 격파 (2)",
        "Desc": "허수 속성의 약점 격파 효과 300.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070801,
        "Ver": 1.0,
        "Series": 7,
        "Name": "기선 제압",
        "Desc": "비술 피해로 적 1.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070802,
        "Ver": 1.0,
        "Series": 7,
        "Name": "비술 격파 (1)",
        "Desc": "비술 피해로 적 10.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070803,
        "Ver": 1.0,
        "Series": 7,
        "Name": "모잠비크 사격법",
        "Desc": "단일 전투에서 추가 공격으로 적 3.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070804,
        "Ver": 1.0,
        "Series": 7,
        "Name": "추격 격파 (1)",
        "Desc": "추가 공격으로 적 80.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070805,
        "Ver": 1.0,
        "Series": 7,
        "Name": "추격 격파 (2)",
        "Desc": "추가 공격으로 적 240.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070806,
        "Ver": 1.0,
        "Series": 7,
        "Name": "작은 칼 한 자루…",
        "Desc": "단일 전투에서 지속 피해로 적 3.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4070807,
        "Ver": 1.0,
        "Series": 7,
        "Name": "지속 피해 격파 (1)",
        "Desc": "지속 피해로 적 80.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070808,
        "Ver": 1.0,
        "Series": 7,
        "Name": "지속 피해 격파 (2)",
        "Desc": "지속 피해로 적 240.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070810,
        "Ver": 1.0,
        "Series": 7,
        "Name": "고의가 없는 과오",
        "Desc": "단일 전투에서 적의 버프 효과 5.0회 해제 (누적)",
        "Reward": 5
    },
    {
        "_id": 4070812,
        "Ver": 1.0,
        "Series": 7,
        "Name": "엑소시스트",
        "Desc": "단일 전투에서 아군의 디버프 효과 5.0회 해제 (누적)",
        "Reward": 5
    },
    {
        "_id": 4071001,
        "Ver": 1.0,
        "Series": 7,
        "Name": "영구 냉동고",
        "Desc": "적 1.0기 3.0턴 연속 빙결하기",
        "Reward": 5
    },
    {
        "_id": 4071002,
        "Ver": 1.0,
        "Series": 7,
        "Name": "죽음을 앞둔 자들이 그대에게 경례하노라",
        "Desc": "임의의 캐릭터가 HP 1% 미만인 상황에서 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4071003,
        "Ver": 1.0,
        "Series": 7,
        "Name": "솔로 플레이하게 해줘",
        "Desc": "4.0명의 캐릭터로 전투 진입하고 1.0명의 캐릭터가 전투 가능한 상태로 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4071004,
        "Ver": 1.0,
        "Series": 7,
        "Name": "그대는 결국 죽는다는 사실을 명심하라",
        "Desc": "HP가 100%인 상황에서 적의 치명적인 공격받기",
        "Reward": 5
    },
    {
        "_id": 4071005,
        "Ver": 1.0,
        "Series": 7,
        "Name": "에너지 그랑데",
        "Desc": "연속 4.0회 턴 시작 시, 임의 캐릭터의 에너지를 100%로 유지하기",
        "Reward": 5
    },
    {
        "_id": 4071006,
        "Ver": 1.0,
        "Series": 7,
        "Name": "죽음의 성을 건너는 꽃",
        "Desc": "단일 전투에서 전투 불능 상태에 빠진 캐릭터 2.0명을 전투 가능한 상태로 회복하기",
        "Reward": 5
    },
    {
        "_id": 4071007,
        "Ver": 1.0,
        "Series": 7,
        "Name": "엎친 데 덮친 격",
        "Desc": "단일 전투 중 약점 격파에 빠진 적에게 20000.0 피해 가하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4071008,
        "Ver": 1.0,
        "Series": 7,
        "Name": "갑옷의 죽음",
        "Desc": "단일 전투에서 1명의 캐릭터가 피해 10000.0pt 받기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4071009,
        "Ver": 1.0,
        "Series": 7,
        "Name": "각개 격파",
        "Desc": "단일 행동에서 적 4.0기의 약점 격파하기",
        "Reward": 5
    },
    {
        "_id": 4071012,
        "Ver": 1.0,
        "Series": 7,
        "Name": "천화",
        "Desc": "비술을 사용해 전투 진입 후 모든 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4071013,
        "Ver": 1.0,
        "Series": 7,
        "Name": "싸움을 하려면 만반의 준비를",
        "Desc": "턴 시작 시 임의의 캐릭터가 동시에 5.0가지 이상의 버프 효과 보유하기",
        "Reward": 5
    },
    {
        "_id": 4071014,
        "Ver": 1.0,
        "Series": 7,
        "Name": "고속의 별",
        "Desc": "모든 아군이 단일 전투에서 100.0회 행동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4071015,
        "Ver": 1.0,
        "Series": 7,
        "Name": "극한 생존",
        "Desc": "HP 백분율이 동시에 5.0% 이하인 캐릭터 4명 있는 파티로 전투 승리하기",
        "Reward": 10
    },
    {
        "_id": 4071016,
        "Ver": 1.0,
        "Series": 7,
        "Name": "불릿타임",
        "Desc": "아군이 10.0회 행동할 동안 적이 행동하지 않음",
        "Reward": 5
    },
    {
        "_id": 4071017,
        "Ver": 1.0,
        "Series": 7,
        "Name": "멸망의 노래",
        "Desc": "전투에서 적과 함께 쓰러지기",
        "Reward": 5
    },
    {
        "_id": 4071018,
        "Ver": 1.0,
        "Series": 7,
        "Name": "대포로 모기 퇴치",
        "Desc": "현재 HP 백분율이 1.0% 이하인 적에게 단일 공격으로 20000.0pt 이상의 피해 가하기",
        "Reward": 5
    },
    {
        "_id": 4071401,
        "Ver": 1.0,
        "Series": 7,
        "Name": "주인공의 특권",
        "Desc": "단일 전투에서 「파멸」 운명의 길 개척자로 적에게 약점 격파 3.0회 가하기",
        "Reward": 10
    },
    {
        "_id": 4071501,
        "Ver": 1.0,
        "Series": 7,
        "Name": "피루엣 네 바퀴 반",
        "Desc": "아군이 단일 공격 후 헤르타가 특성을 발동하여 5.0바퀴 돌기",
        "Reward": 10
    },
    {
        "_id": 4071502,
        "Ver": 1.0,
        "Series": 7,
        "Name": "패여 내게 밀려오라",
        "Desc": "청작을 사용해 3.0턴 연속 「꿀조합」 상태에서 시작하기",
        "Reward": 10
    },
    {
        "_id": 4071503,
        "Ver": 1.0,
        "Series": 7,
        "Name": "내 턴이야",
        "Desc": "다음 아군 캐릭터가 행동하기 전에 제레가 5.0회 연속 행동하게 하기",
        "Reward": 10
    },
    {
        "_id": 4071504,
        "Ver": 1.0,
        "Series": 7,
        "Name": "13 시련",
        "Desc": "단일 전투에서 스바로그가 클라라를 위해 공격을 13회 막기",
        "Reward": 10
    },
    {
        "_id": 4071505,
        "Ver": 1.0,
        "Series": 7,
        "Name": "커피 애호가",
        "Desc": "아침, 점심, 저녁, 커피 한 잔으로 정신을 깨우자<br><color style='color:#8790ab;'>※ 단일 전투에서 히메코의 필살기 3회 발동하기</color>",
        "Reward": 10
    },
    {
        "_id": 4071506,
        "Ver": 1.0,
        "Series": 7,
        "Name": "과잉방어",
        "Desc": "아군 캐릭터 게파드가 부여한 실드가 어떤 식으로도 소모되지 않은 상황에서 1.0회 승리하기",
        "Reward": 10
    },
    {
        "_id": 4071603,
        "Ver": 1.0,
        "Series": 7,
        "Name": "국가가 울려 퍼질 때",
        "Desc": "게파드, 쿠쿠리아, 브로냐와의 대전에서 아군 캐릭터 브로냐로 「벨로보그 행진곡」 각각 1.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4071607,
        "Ver": 1.0,
        "Series": 7,
        "Name": "어리석은 동생아…",
        "Desc": "게파드와의 대전에서 아군 캐릭터 서벌로 마지막 일격 가하기",
        "Reward": 10
    },
    {
        "_id": 4071608,
        "Ver": 1.0,
        "Series": 7,
        "Name": "옆자리에게",
        "Desc": "쿠쿠리아와의 대전에서 아군 캐릭터 서벌로 마지막 일격 가하기",
        "Reward": 10
    },
    {
        "_id": 4071609,
        "Ver": 1.0,
        "Series": 7,
        "Name": "브로냐, 너 마저?",
        "Desc": "쿠쿠리아와의 대전에서 아군 캐릭터 브로냐로 마지막 일격 가하기",
        "Reward": 10
    },
    {
        "_id": 4071610,
        "Ver": 1.0,
        "Series": 7,
        "Name": "들어봐…",
        "Desc": "개척자로 카프카와 대전하고 「지배」 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4072001,
        "Ver": 1.0,
        "Series": 7,
        "Name": "무덕을 더럽히다",
        "Desc": "파티에서 4.0명의 캐릭터가 모두 수호자의 그림자를 격노하게 하기",
        "Reward": 10
    },
    {
        "_id": 4072002,
        "Ver": 1.0,
        "Series": 7,
        "Name": "무덕이 넘치다",
        "Desc": "격노시키지 않은 상황에서 수호자의 그림자를 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072003,
        "Ver": 1.0,
        "Series": 7,
        "Name": "어떤 대가가 있더라도 돌격!",
        "Desc": "「실드 반사」를 4.0회 넘게 발동되게 하고 실버메인 사관을 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072004,
        "Ver": 1.0,
        "Series": 7,
        "Name": "보스부터 잡아야지",
        "Desc": "실버메인 철위대를 없애지 않은 상황에서 실버메인 사관 처치하기",
        "Reward": 10
    },
    {
        "_id": 4072008,
        "Ver": 1.0,
        "Series": 7,
        "Name": "부패 늑대",
        "Desc": "「벌채 지령」을 발동시키지 않는 상황에서 자동 기갑병 「다이어울프」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072012,
        "Ver": 1.0,
        "Series": 7,
        "Name": "반추",
        "Desc": "혹한의 부랑자가 「파생물 흡입」 시 실패시키기",
        "Reward": 10
    },
    {
        "_id": 4072013,
        "Ver": 1.0,
        "Series": 7,
        "Name": "때리려면 뺨을 때려라",
        "Desc": "「전쟁의 여운」에서 종말 괴수의 양손을 없애지 않은 상황에서 반물질 엔진 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072014,
        "Ver": 1.0,
        "Series": 7,
        "Name": "아직 오지 않은 재해",
        "Desc": "「전쟁의 여운」에서 종말 괴수의 「다가온 심판의 날」 발동 막기",
        "Reward": 5
    },
    {
        "_id": 4072016,
        "Ver": 1.0,
        "Series": 7,
        "Name": "철위대는 사랑스럽다",
        "Desc": "실버메인 철위대를 없애지 않은 상황에서 브로냐 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072017,
        "Ver": 1.0,
        "Series": 7,
        "Name": "말부터 쏴라",
        "Desc": "허졸•유린자가 아군 캐릭터를 조준할 때 처치하기",
        "Reward": 10
    },
    {
        "_id": 4072018,
        "Ver": 1.0,
        "Series": 7,
        "Name": "무풍지대",
        "Desc": "바람 소환사의 「떨어지는 폭풍」 스킬이 필드에 풍화 상태에 진입한 아군이 없어 발동 실패하기",
        "Reward": 5
    },
    {
        "_id": 4072019,
        "Ver": 1.0,
        "Series": 7,
        "Name": "기사도",
        "Desc": "소환된 「실버메인 철위대」를 없애지 않은 상황에서 게파드 처치하기",
        "Reward": 10
    },
    {
        "_id": 4072020,
        "Ver": 1.0,
        "Series": 7,
        "Name": "풀 메탈 아머",
        "Desc": "보조 기계팔 유닛의 「제어장 폭발」 스킬 공격을 받은 후에도 생존하기",
        "Reward": 20
    },
    {
        "_id": 4072022,
        "Ver": 1.0,
        "Series": 7,
        "Name": "왼팔과 오른팔과 오른팔과 오른팔",
        "Desc": "보조 기계팔 유닛 4.0개를 없앤 상황에서 스바로그 처치하기",
        "Reward": 10
    },
    {
        "_id": 4072023,
        "Ver": 1.0,
        "Series": 7,
        "Name": "수제 얼음",
        "Desc": "쿠쿠리아가 소환한 얼음 서슬 4.0회 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4072024,
        "Ver": 1.0,
        "Series": 7,
        "Name": "카노사의 참회",
        "Desc": "쿠쿠리아가 차지 상태일 때 「설국 성도의 격노」 스킬 발동을 중단시키기",
        "Reward": 10
    },
    {
        "_id": 4072026,
        "Ver": 1.0,
        "Series": 7,
        "Name": "원흉 처단",
        "Desc": "브로냐를 처치하지 않은 상황에서 쿠쿠리아 처치하기",
        "Reward": 20
    },
    {
        "_id": 4072027,
        "Ver": 1.0,
        "Series": 7,
        "Name": "가슴엔 용광로의 불길이",
        "Desc": "「전쟁의 여운」에서 어떤 아군도 빙결된 적 없는 상황에서 허망의 어머니, 쿠쿠리아를 처치하기",
        "Reward": 20
    },
    {
        "_id": 4072101,
        "Ver": 1.0,
        "Series": 7,
        "Name": "뜻밖의 기억 상실",
        "Desc": "잠식자의 그림자의 「추억의 눈금」을 없애고 「황금 시대의 해방」 발동을 실패하게 하기",
        "Reward": 10
    },
    {
        "_id": 4072103,
        "Ver": 1.0,
        "Series": 7,
        "Name": "로봇은 왜 로봇에게 해를 끼치는가",
        "Desc": "신들린 기교 • 불빛 용물고기가 발동한 「촉화」를 이용해 문지기 금 조각상 처치하기",
        "Reward": 10
    },
    {
        "_id": 4072104,
        "Ver": 1.0,
        "Series": 7,
        "Name": "분노한 금 조각상",
        "Desc": "단일 전투에서 문지기 금 조각상이 폭노 상태에 3회 진입하게 하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4072105,
        "Ver": 1.0,
        "Series": 7,
        "Name": "강철의 의지",
        "Desc": "단일 전투에서 카프카가 부여한 「지배」 상태 3회 해제하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4080101,
        "Ver": 1.0,
        "Series": 8,
        "Name": "지구주",
        "Desc": "7.0일 연속 로그인하기",
        "Reward": 5
    },
    {
        "_id": 4082301,
        "Ver": 1.0,
        "Series": 8,
        "Name": "지구년",
        "Desc": "365.0일 누적 로그인하기",
        "Reward": 20
    },
    {
        "_id": 4082303,
        "Ver": 1.0,
        "Series": 8,
        "Name": "지구 달",
        "Desc": "30.0일 누적 로그인하기",
        "Reward": 5
    },
    {
        "_id": 4070901,
        "Ver": 1.0,
        "Series": 8,
        "Name": "삼총사여야만 해",
        "Desc": "파티에 운명의 길이 같은 캐릭터가 3.0명 있는 상황에서 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070902,
        "Ver": 1.0,
        "Series": 8,
        "Name": "매치3",
        "Desc": "파티에 속성이 같은 캐릭터가 3.0명 있는 상황에서 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4071601,
        "Ver": 1.0,
        "Series": 8,
        "Name": "단란한 가정",
        "Desc": "히메코, 웰트, 단항, Mar. 7th 4인 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4071602,
        "Ver": 1.0,
        "Series": 8,
        "Name": "축성가(와 전 축성가)",
        "Desc": "브로냐, 게파드, 페라, 서벌 4인 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4072305,
        "Ver": 1.0,
        "Series": 8,
        "Name": "다재다능 조커 카드",
        "Desc": "캐릭터 20.0명(누적)과 삼포를 파티로 조합하고 최소 1회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4080301,
        "Ver": 1.0,
        "Series": 8,
        "Name": "디오게네스의 유토피아",
        "Desc": "벨로보그의 명물 탐사하기!<br><color style='color:#8790ab;'>※ 쓰레기통 속에 있던 유용한 아이템을 전부 손에 넣었다!</color>",
        "Reward": 5
    },
    {
        "_id": 4080302,
        "Ver": 1.0,
        "Series": 8,
        "Name": "만족 불가",
        "Desc": "너무 만족하는 것도 마냥 좋은 일은 아닐지도…<br><color style='color:#8790ab;'>※ 「구토제」 1.0회 사용하기</color>",
        "Reward": 5
    },
    {
        "_id": 4080303,
        "Ver": 1.0,
        "Series": 8,
        "Name": "악취미",
        "Desc": "쓰레기도 쓸모가 있어<br><color style='color:#8790ab;'>※ 「쓰레기」를 사용해 소모품 10회 합성하기 (누적)</color>",
        "Reward": 5
    },
    {
        "_id": 4080304,
        "Ver": 1.0,
        "Series": 8,
        "Name": "업보",
        "Desc": "우리 안의 숭고한 존재가 당신을 향해 고개를 저으며 한숨 쉰다<br><color style='color:#8790ab;'>※ 「숭고한 도덕의 찬사」를 사용할 방법 찾기</color>",
        "Reward": 5
    },
    {
        "_id": 4080305,
        "Ver": 1.0,
        "Series": 8,
        "Name": "성인(聖人)",
        "Desc": "우리 안의 숭고한 존재가 당신을 향해 엄지손가락을 치켜세운다<br><color style='color:#8790ab;'>※ 「숭고한 도덕의 찬사」를 20.0회 획득하기 (누적)</color>",
        "Reward": 5
    },
    {
        "_id": 4080501,
        "Ver": 1.0,
        "Series": 8,
        "Name": "열혈 개척자",
        "Desc": "대화에서 열혈 선택지 5.0회 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080502,
        "Ver": 1.0,
        "Series": 8,
        "Name": "비관적인 개척자",
        "Desc": "대화에서 비관적인 선택지 5.0회 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080503,
        "Ver": 1.0,
        "Series": 8,
        "Name": "미안해하는 개척자",
        "Desc": "대화에서 사과하는 선택지 5.0회 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080504,
        "Ver": 1.0,
        "Series": 8,
        "Name": "침묵하는 개척자",
        "Desc": "대화에서 침묵하는 선택지 5.0회 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080505,
        "Ver": 1.0,
        "Series": 8,
        "Name": "앵무새",
        "Desc": "대화에서 말을 반복하는 선택지 3.0회 선택하기",
        "Reward": 5
    },
    {
        "_id": 4080506,
        "Ver": 1.0,
        "Series": 8,
        "Name": "선택의 의미",
        "Desc": "대화에서 성별 전용 선택지 3.0회 선택하기",
        "Reward": 5
    },
    {
        "_id": 4070903,
        "Ver": 1.0,
        "Series": 8,
        "Name": "고독한 늑대",
        "Desc": "파티에 캐릭터가 1명 밖에 없는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070904,
        "Ver": 1.0,
        "Series": 8,
        "Name": "앰버 로드를 위하여",
        "Desc": "파티에 「보존」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070905,
        "Ver": 1.0,
        "Series": 8,
        "Name": "세계를 정화하라는 명을 받아",
        "Desc": "파티에 「파멸」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070906,
        "Ver": 1.0,
        "Series": 8,
        "Name": "선주 연맹",
        "Desc": "파티에 「수렵」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070907,
        "Ver": 1.0,
        "Series": 8,
        "Name": "무의미한 업적",
        "Desc": "파티에 「공허」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070908,
        "Ver": 1.0,
        "Series": 8,
        "Name": "대화합",
        "Desc": "파티에 「화합」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070909,
        "Ver": 1.0,
        "Series": 8,
        "Name": "아는 것이 힘이다",
        "Desc": "파티에 「지식」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070910,
        "Ver": 1.0,
        "Series": 8,
        "Name": "약사의 기적",
        "Desc": "파티에 「풍요」 운명의 길 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070911,
        "Ver": 1.0,
        "Series": 8,
        "Name": "광풍 복종",
        "Desc": "파티에 「바람」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070912,
        "Ver": 1.0,
        "Series": 8,
        "Name": "뇌전 소환",
        "Desc": "파티에 「번개」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070913,
        "Ver": 1.0,
        "Series": 8,
        "Name": "맹화 연소",
        "Desc": "파티에 「화염」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070914,
        "Ver": 1.0,
        "Series": 8,
        "Name": "서리의 주인",
        "Desc": "파티에 「얼음」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070915,
        "Ver": 1.0,
        "Series": 8,
        "Name": "양자 테스트",
        "Desc": "파티에 「양자」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070916,
        "Ver": 1.0,
        "Series": 8,
        "Name": "허수 법칙",
        "Desc": "파티에 「허수」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4070917,
        "Ver": 1.0,
        "Series": 8,
        "Name": "주먹 대화",
        "Desc": "파티에 「물리」 속성 캐릭터가 4.0명 있는 상황에서 10.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4090201,
        "Ver": 1.0,
        "Series": 9,
        "Name": "최초이자 최종의 자유",
        "Desc": "「시뮬레이션 우주」에서 전투 진입 시 아군 캐릭터 4.0명의 현재 HP 백분율이 모두 1.0% 이하",
        "Reward": 5
    },
    {
        "_id": 4090202,
        "Ver": 1.0,
        "Series": 9,
        "Name": "사랑의 예술",
        "Desc": "「시뮬레이션 우주」 전투에서 모든 아군이 실드를 획득한 횟수 50.0회 달성하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4090203,
        "Ver": 1.0,
        "Series": 9,
        "Name": "꼼짝 마!",
        "Desc": "「시뮬레이션 우주」 전투에서 임의의 단일 적이 빙결 상태인 채로 10.0개 턴 달성하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4090204,
        "Ver": 1.0,
        "Series": 9,
        "Name": "원소 반응 메커니즘",
        "Desc": "「시뮬레이션 우주」 전투에서 단일 공격이 적에게 5.0가지 이상의 속성 피해 가하기",
        "Reward": 5
    },
    {
        "_id": 4090205,
        "Ver": 1.0,
        "Series": 9,
        "Name": "상대방의 네트워크가 원활하지 않습니다",
        "Desc": "「시뮬레이션 우주」 전투에서 모든 아군 캐릭터가 연속 행동 20.0회 달성하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4090206,
        "Ver": 1.0,
        "Series": 9,
        "Name": "사랑 시 24편과 절망의 노래 1편",
        "Desc": "「시뮬레이션 우주」 전투 승리 시 모든 아군 캐릭터의 현재 HP 백분율이 5.0% 이하",
        "Reward": 5
    },
    {
        "_id": 4090207,
        "Ver": 1.0,
        "Series": 9,
        "Name": "어둠 속에 춤추는 심장을 달이라고 한다",
        "Desc": "「시뮬레이션 우주」 전투에서 최소 3.0기의 적을 동시에 감전, 연소, 열상, 풍화 4가지 디버프 상태로 만들기",
        "Reward": 5
    },
    {
        "_id": 4090301,
        "Ver": 1.0,
        "Series": 9,
        "Name": "좋은 밤, 나의 친구",
        "Desc": "「시뮬레이션 우주」에서 적 15.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4090303,
        "Ver": 1.0,
        "Series": 9,
        "Name": "레디 플레이어 원",
        "Desc": "「시뮬레이션 우주」에서 적 1000.0기 처치하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4090501,
        "Ver": 1.0,
        "Series": 9,
        "Name": "소비주의 심리학",
        "Desc": "우주 조각 500.0개 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4090503,
        "Ver": 1.0,
        "Series": 9,
        "Name": "대단한 상업 대부호",
        "Desc": "우주 조각 20000.0개 획득하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4091001,
        "Ver": 1.0,
        "Series": 9,
        "Name": "특별한 경험",
        "Desc": "「시뮬레이션 우주」에서 특수 사건 10.0회 맞닥트리기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4091003,
        "Ver": 1.0,
        "Series": 9,
        "Name": "그닥 특별하지 않은 경험",
        "Desc": "「시뮬레이션 우주」에서 특수 사건 100.0회 맞닥트리기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4092301,
        "Ver": 1.0,
        "Series": 9,
        "Name": "자기만의 방",
        "Desc": "「시뮬레이션 우주•제1세계」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092302,
        "Ver": 1.0,
        "Series": 9,
        "Name": "펜로즈의 계단",
        "Desc": "난이도 II 이상의 「시뮬레이션 우주」 탐사 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092303,
        "Ver": 1.0,
        "Series": 9,
        "Name": "무한 공간의 왕",
        "Desc": "난이도 IV 이상의 「시뮬레이션 우주」 탐사 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092312,
        "Ver": 1.0,
        "Series": 9,
        "Name": "광적인 타격",
        "Desc": "「시뮬레이션 우주」에서 파괴 가능한 물체 20.0회 부수기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092313,
        "Ver": 1.0,
        "Series": 9,
        "Name": "로즈버드",
        "Desc": "「시뮬레이션 우주」에서 파괴 가능한 물체 400.0회 부수기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4092314,
        "Ver": 1.0,
        "Series": 9,
        "Name": "아드레날린",
        "Desc": "「시뮬레이션 우주」에서 직접 축복 10.0회 강화하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092315,
        "Ver": 1.0,
        "Series": 9,
        "Name": "행운은 전염된다",
        "Desc": "「시뮬레이션 우주」에서 직접 축복 200.0회 강화하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4092316,
        "Ver": 1.0,
        "Series": 9,
        "Name": "모방 달팽이는 전자나무를 꿈꾸는가?",
        "Desc": "스킬트리에서 스킬 2.0회 활성화하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092317,
        "Ver": 1.0,
        "Series": 9,
        "Name": "나무 타기 고수",
        "Desc": "스킬트리에서 스킬 26.0회 활성화하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092318,
        "Ver": 1.0,
        "Series": 9,
        "Name": "내 만능 주머니",
        "Desc": "「시뮬레이션 우주」에서 기물 3.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092319,
        "Ver": 1.0,
        "Series": 9,
        "Name": "이 우주도 게임일 뿐",
        "Desc": "「시뮬레이션 우주」에서 기물 40.0개 개방하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4092320,
        "Ver": 1.0,
        "Series": 9,
        "Name": "내 몬스터 볼은?",
        "Desc": "「시뮬레이션 우주」에서 저금통 1.0회 포획하기",
        "Reward": 5
    },
    {
        "_id": 4092321,
        "Ver": 1.0,
        "Series": 9,
        "Name": "꿀꿀 축구팀",
        "Desc": "「시뮬레이션 우주」에서 저금통 66.0회 포획하기",
        "Reward": 10
    },
    {
        "_id": 4092322,
        "Ver": 1.0,
        "Series": 9,
        "Name": "놓치면 안 돼!",
        "Desc": "「시뮬레이션 우주」에서 저금통 1.0회 놓치기",
        "Reward": 5
    },
    {
        "_id": 4092323,
        "Ver": 1.0,
        "Series": 9,
        "Name": "실존은 본질에 앞선다",
        "Desc": "「시뮬레이션 우주」에서 「보존」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092324,
        "Ver": 1.0,
        "Series": 9,
        "Name": "기억이 나를 본다",
        "Desc": "「시뮬레이션 우주」에서 「기억」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092325,
        "Ver": 1.0,
        "Series": 9,
        "Name": "아름다운 혼돈을 만들다",
        "Desc": "「시뮬레이션 우주」에서 「환락」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092326,
        "Ver": 1.0,
        "Series": 9,
        "Name": "우주 팽창의 속도",
        "Desc": "「시뮬레이션 우주」에서 「수렵」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092327,
        "Ver": 1.0,
        "Series": 9,
        "Name": "무적 파괴왕",
        "Desc": "「시뮬레이션 우주」에서 「파멸」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092328,
        "Ver": 1.0,
        "Series": 9,
        "Name": "그노시스",
        "Desc": "「시뮬레이션 우주」에서 「공허」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092329,
        "Ver": 1.0,
        "Series": 9,
        "Name": "호흡",
        "Desc": "「시뮬레이션 우주」에서 「풍요」 운명의 길 축복 12.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092330,
        "Ver": 1.0,
        "Series": 9,
        "Name": "호박 속의 천년 곤충",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「보존」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092331,
        "Ver": 1.0,
        "Series": 9,
        "Name": "기억을 보는 당신",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「기억」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092332,
        "Ver": 1.0,
        "Series": 9,
        "Name": "재미로 하는 거니까 신경 쓰지 마",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「환락」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092333,
        "Ver": 1.0,
        "Series": 9,
        "Name": "사고 전달의 속도",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「수렵」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092334,
        "Ver": 1.0,
        "Series": 9,
        "Name": "폭발을 뒤돌아보지 마",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「파멸」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092335,
        "Ver": 1.0,
        "Series": 9,
        "Name": "환상의 역병",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「공허」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092336,
        "Ver": 1.0,
        "Series": 9,
        "Name": "대천사의 숨결",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「풍요」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092337,
        "Ver": 1.0,
        "Series": 9,
        "Name": "마음이 복잡한 당신",
        "Desc": "「시뮬레이션 우주」 클리어 시 6.0가지 이상의 운명의 길 축복 보유하기",
        "Reward": 10
    },
    {
        "_id": 4092338,
        "Ver": 1.0,
        "Series": 9,
        "Name": "외로운 늑대의 무대",
        "Desc": "「시뮬레이션 우주」 클리어 시 총 6.0개 이하의 축복 휴대하기 (난이도 레벨 II 이상)",
        "Reward": 10
    },
    {
        "_id": 4092339,
        "Ver": 1.0,
        "Series": 9,
        "Name": "개인 소장가",
        "Desc": "「시뮬레이션 우주」 클리어 시 총 22.0개 이상의 축복 휴대하기",
        "Reward": 10
    },
    {
        "_id": 4092340,
        "Ver": 1.0,
        "Series": 9,
        "Name": "삼각 전략",
        "Desc": "「시뮬레이션 우주」에서 닐디스 사건 중 패 뒤집기 3.0회 달성하기",
        "Reward": 5
    },
    {
        "_id": 4092341,
        "Ver": 1.0,
        "Series": 9,
        "Name": "마스터볼",
        "Desc": "「시뮬레이션 우주」 클리어 시 8.0개 이상의 기물을 보유하기",
        "Reward": 10
    },
    {
        "_id": 4092342,
        "Ver": 1.0,
        "Series": 9,
        "Name": "★4의 백일몽",
        "Desc": "「시뮬레이션 우주」 클리어 시 0.0개 이하의 우주 조각 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092343,
        "Ver": 1.0,
        "Series": 9,
        "Name": "역시 돈 많은 게 좋아!",
        "Desc": "「시뮬레이션 우주」 클리어 시 1024.0개 이상의 우주 조각 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092344,
        "Ver": 1.0,
        "Series": 9,
        "Name": "오리온자리 가장자리에 붙은 불",
        "Desc": "「시뮬레이션 우주」에서 정예 적과의 전투 중 패배하기",
        "Reward": 5
    },
    {
        "_id": 4092345,
        "Ver": 1.0,
        "Series": 9,
        "Name": "빛나는 탄호이저의 문",
        "Desc": "「시뮬레이션 우주」에서 보스 적과의 전투 중 패배하기",
        "Reward": 5
    },
    {
        "_id": 4092346,
        "Ver": 1.0,
        "Series": 9,
        "Name": "일어나!",
        "Desc": "「시뮬레이션 우주」에서 닐디스 사건 전투 중 패배하기",
        "Reward": 5
    },
    {
        "_id": 4092347,
        "Ver": 1.0,
        "Series": 9,
        "Name": "빗속에 감춘 눈물",
        "Desc": "「시뮬레이션 우주」에서 술집 사건 전투 중 패배하기",
        "Reward": 5
    },
    {
        "_id": 4092349,
        "Ver": 1.0,
        "Series": 9,
        "Name": "싱글 플레이어 게임",
        "Desc": "다운로드 장치를 사용하지 않은 상태에서 「시뮬레이션 우주」 클리어하기 (난이도 레벨 II 이상)",
        "Reward": 5
    },
    {
        "_id": 4092350,
        "Ver": 1.0,
        "Series": 9,
        "Name": "내가 한 사람의 가슴앓이를 막을 수 있다면",
        "Desc": "어떤 파괴 가능한 물체도 부수지 않고 「시뮬레이션 우주」 클리어하기 (난이도 레벨 II 이상)",
        "Reward": 5
    },
    {
        "_id": 4092351,
        "Ver": 1.0,
        "Series": 9,
        "Name": "그랜드 부다페스트 호텔",
        "Desc": "「시뮬레이션 우주」 클리어 시(난이도 레벨 II 이상), 비술 25.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092352,
        "Ver": 1.0,
        "Series": 9,
        "Name": "알레프가 곧 우주",
        "Desc": "「시뮬레이션 우주」 클리어 시(난이도 레벨 II 이상), 파티에 캐릭터 1명만 있는 상태로 출전하기",
        "Reward": 5
    },
    {
        "_id": 4092353,
        "Ver": 1.0,
        "Series": 9,
        "Name": "혜성이 온 그날 밤",
        "Desc": "「시뮬레이션 우주」 클리어 시(난이도 레벨 II 이상), 같은 운명의 길 캐릭터가 4.0명인 상태로 출전하기",
        "Reward": 10
    },
    {
        "_id": 4092361,
        "Ver": 1.0,
        "Series": 9,
        "Name": "이 게임에 플래티넘 상은 없는 거야?",
        "Desc": "「시뮬레이션 우주」 클리어 시(난이도 레벨 II 이상), 모든 아군 캐릭터의 현재 HP가 각자의 HP 최대치인 상태로 모든 전투 승리하기",
        "Reward": 10
    },
    {
        "_id": 4042401,
        "Ver": 1.1,
        "Series": 4,
        "Name": "스스로 걸려든 덫",
        "Desc": "전투에서 길 잃은 저금통 1.0회 포획하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4052401,
        "Ver": 1.1,
        "Series": 5,
        "Name": "어느 가지에 의지하랴?",
        "Desc": "임무 「아침 이슬처럼」에서 양목에게 마각의 몸 괴물의 정체를 알려주기",
        "Reward": 5
    },
    {
        "_id": 4052402,
        "Ver": 1.1,
        "Series": 5,
        "Name": "마음속 옛정",
        "Desc": "임무 「아침 이슬처럼」에서 양목에게 마각의 몸 괴물의 정체를 숨기기",
        "Reward": 5
    },
    {
        "_id": 4052403,
        "Ver": 1.1,
        "Series": 5,
        "Name": "코핀 댄서",
        "Desc": "나찰의 숨겨진 면모를 눈으로 확인하기<br><color style='color:#8790ab;'>※ 복구된 영상을 확인하고 나찰의 독백 듣기</color>",
        "Reward": 5
    },
    {
        "_id": 4052404,
        "Ver": 1.1,
        "Series": 5,
        "Name": "오늘은 무료 개방",
        "Desc": "벨로보그 역사문화박물관 종합 전시구역 오픈하기",
        "Reward": 5
    },
    {
        "_id": 4052405,
        "Ver": 1.1,
        "Series": 5,
        "Name": "술래잡기 놀이",
        "Desc": "벨로보그 역사문화박물관 3개 전시구역 오픈하기",
        "Reward": 5
    },
    {
        "_id": 4052406,
        "Ver": 1.1,
        "Series": 5,
        "Name": "넌 박물관에 있어야지!",
        "Desc": "벨로보그 역사문화박물관의 모든 전시품 수집하기",
        "Reward": 10
    },
    {
        "_id": 4052407,
        "Ver": 1.1,
        "Series": 5,
        "Name": "완벽무결한 명탐정",
        "Desc": "동행 임무 「이방 기사」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052408,
        "Ver": 1.1,
        "Series": 5,
        "Name": "검술의 달인",
        "Desc": "동행 임무 「서늘한 칼날의 시련」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052409,
        "Ver": 1.1,
        "Series": 5,
        "Name": "또 봐, 펑크 로드!",
        "Desc": "동행 임무 「펑크 로드 스피릿」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4022401,
        "Ver": 1.1,
        "Series": 2,
        "Name": "불타는 대화",
        "Desc": "캐릭터 잡답 문자 메시지 10.0개 답장하기",
        "Reward": 5
    },
    {
        "_id": 4022402,
        "Ver": 1.1,
        "Series": 2,
        "Name": "우정의 배",
        "Desc": "캐릭터 잡담 문자 메시지 60.0개 답장하기",
        "Reward": 5
    },
    {
        "_id": 4022403,
        "Ver": 1.0,
        "Series": 4,
        "Name": "탐독자",
        "Desc": "선주 「나부」의 서적 30.0권 수집하기",
        "Reward": 5
    },
    {
        "_id": 4022404,
        "Ver": 1.0,
        "Series": 4,
        "Name": "길고 긴 가방끈",
        "Desc": "선주 「나부」의 서적 80.0권 수집하기",
        "Reward": 5
    },
    {
        "_id": 4072401,
        "Ver": 1.1,
        "Series": 7,
        "Name": "나약한 몸",
        "Desc": "단일 전투에서 아군 캐릭터 은랑으로 동일한 단일 적에게 각기 다른 속성 약점 3.0회 부여하기 (누적)",
        "Reward": 10
    },
    {
        "_id": 4072402,
        "Ver": 1.1,
        "Series": 7,
        "Name": "사냥꾼의 적, 사냥꾼",
        "Desc": "아군 캐릭터 은랑으로 카프카와 대전 시 단일 전투 중 카프카에게 약점 2.0개 부여하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4082401,
        "Ver": 1.1,
        "Series": 8,
        "Name": "삼라만상",
        "Desc": "아군 캐릭터 나찰로 치유 제공 시 각기 다른 10.0마디의 생명 회복 음성 발동하기",
        "Reward": 5
    },
    {
        "_id": 4082402,
        "Ver": 1.1,
        "Series": 8,
        "Name": "별하늘에 꺾인 검",
        "Desc": "나찰, 소상, 연경이 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4042501,
        "Ver": 1.2,
        "Series": 4,
        "Name": "여기까지 비행: 궁의",
        "Desc": "기계새를 제어해 궁의 근처까지 비행시키기",
        "Reward": 5
    },
    {
        "_id": 4042502,
        "Ver": 1.2,
        "Series": 4,
        "Name": "여기까지 비행: 궁관진",
        "Desc": "기계새를 제어해 궁관진 가운데까지 비행시키기",
        "Reward": 5
    },
    {
        "_id": 4042503,
        "Ver": 1.2,
        "Series": 4,
        "Name": "여기까지 비행: 태진 연단실",
        "Desc": "기계새를 제어해 태진 연단실 근처까지 비행시키기",
        "Reward": 5
    },
    {
        "_id": 4042504,
        "Ver": 1.2,
        "Series": 4,
        "Name": "살살해, 이카로스",
        "Desc": "기계새를 조종해 원격 범위의 한계에 도전하기",
        "Reward": 5
    },
    {
        "_id": 4042505,
        "Ver": 1.2,
        "Series": 4,
        "Name": "상자 열기 테스트",
        "Desc": "당신보다 더 믿음직한 택배 보안 점검원이 없습니다",
        "Reward": 5
    },
    {
        "_id": 4042506,
        "Ver": 1.2,
        "Series": 4,
        "Name": "아득한 발자취",
        "Desc": "선주 「나부」에서 경계의 닻 20.0회 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4042507,
        "Ver": 1.2,
        "Series": 4,
        "Name": "재성 임박",
        "Desc": "선주 「나부」 전리품 170.0회 오픈하기",
        "Reward": 10
    },
    {
        "_id": 4072501,
        "Ver": 1.2,
        "Series": 7,
        "Name": "어두워진 미간",
        "Desc": "팬틸리아와 단일 전투 중 「영혼 흡취」 상태 누적 5.0회 해제하기",
        "Reward": 5
    },
    {
        "_id": 4072502,
        "Ver": 1.2,
        "Series": 7,
        "Name": "원예 달인",
        "Desc": "풍요의 현련이 소멸되지 않은 상황에서 팬틸리아 처치하기",
        "Reward": 10
    },
    {
        "_id": 4072503,
        "Ver": 1.2,
        "Series": 7,
        "Name": "BOOM~",
        "Desc": "단일 전투 중 카프카의 「달빛의 어루만짐」을 1회 발동해 지속 피해 효과 4가지 발동하기",
        "Reward": 5
    },
    {
        "_id": 4072504,
        "Ver": 1.2,
        "Series": 7,
        "Name": "바라지 마",
        "Desc": "부질없어<br><color style='color:#8790ab;'>※ 단일 전투 중 아군 캐릭터 블레이드의 단일 공격으로 HP를 5.0% 이하에서 30% 이상으로 2.0회 회복하기</color>",
        "Reward": 5
    },
    {
        "_id": 4082501,
        "Ver": 1.2,
        "Series": 8,
        "Name": "지하 수호자",
        "Desc": "나타샤, 제레, 루카가 동시에 포함된 파티 조합으로 전투에서 1회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4072505,
        "Ver": 1.2,
        "Series": 7,
        "Name": "가자, 블레이디",
        "Desc": "아군 캐릭터 블레이드로 카프카와 대전하고 「지배」 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4072506,
        "Ver": 1.2,
        "Series": 7,
        "Name": "포인트 승리",
        "Desc": "단일 전투에서 루카의 「돌격 어퍼컷」 4.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4032501,
        "Ver": 1.2,
        "Series": 3,
        "Name": "긴 생의 짧은 꿈",
        "Desc": "다시 살아난다면 한 번 더 죽이기…<br><color style='color:#8790ab;'>※ 「약왕의 비전」 수장 처치하기</color>",
        "Reward": 10
    },
    {
        "_id": 4032502,
        "Ver": 1.2,
        "Series": 3,
        "Name": "음월군 당도",
        "Desc": "바다가 진주를 숨기지 않는다면 흑룡은 밝은 달을 토한다<br><color style='color:#8790ab;'>※ 단항이 인연경의 바닷물을 가르는 것을 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4032503,
        "Ver": 1.2,
        "Series": 3,
        "Name": "신수 가지 꺾기",
        "Desc": "모든 음모는 분쇄될 것이다<br><color style='color:#8790ab;'>※ 경원을 도와 팬틸리아 처치하기</color>",
        "Reward": 20
    },
    {
        "_id": 4052501,
        "Ver": 1.2,
        "Series": 5,
        "Name": "낚기 실패",
        "Desc": "공조사 두 낚시꾼 사이의 관계 알아내기",
        "Reward": 5
    },
    {
        "_id": 4052502,
        "Ver": 1.2,
        "Series": 5,
        "Name": "두려움을 멈추게 하는 법",
        "Desc": "중성자탄 위기 처리하기",
        "Reward": 5
    },
    {
        "_id": 4052503,
        "Ver": 1.2,
        "Series": 5,
        "Name": "파월고해 돌기",
        "Desc": "금 조각상 조종사 테스트 1회 참여하기",
        "Reward": 5
    },
    {
        "_id": 4052504,
        "Ver": 1.2,
        "Series": 5,
        "Name": "탁월한 글솜씨",
        "Desc": "운율 시인의 도전에서 인정받기",
        "Reward": 5
    },
    {
        "_id": 4052505,
        "Ver": 1.2,
        "Series": 5,
        "Name": "미흡한 글솜씨",
        "Desc": "운율 시인의 도전에서 인정받지 못하기",
        "Reward": 5
    },
    {
        "_id": 4052506,
        "Ver": 1.2,
        "Series": 5,
        "Name": "날개 접힌 연과 높이 나는 새",
        "Desc": "동행 임무 「난 하늘을 느껴버렸거든」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052507,
        "Ver": 1.2,
        "Series": 5,
        "Name": "자유 의지",
        "Desc": "동행 임무 「낯선 여인의 편지」 완료하기<br><color style='color:#8790ab;'>※ 당신은 카프카를 도와주기로 선택했다</color>",
        "Reward": 5
    },
    {
        "_id": 4052508,
        "Ver": 1.2,
        "Series": 5,
        "Name": "행적이 아닌 마음으로",
        "Desc": "「방생파」와 함께 성공적인 방생 1회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052509,
        "Ver": 1.2,
        "Series": 5,
        "Name": "마음이 아닌 행적으로",
        "Desc": "「방생파」의 결말 지켜보기",
        "Reward": 5
    },
    {
        "_id": 4072507,
        "Ver": 1.2,
        "Series": 7,
        "Name": "자기 암시",
        "Desc": "아군 캐릭터 카프카로 카프카와 대전하고 「지배」 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4062501,
        "Ver": 1.2,
        "Series": 6,
        "Name": "별을 건너",
        "Desc": "「망각의 정원•선주 기억•6」 클리어하기",
        "Reward": 10
    },
    {
        "_id": 4052510,
        "Ver": 1.2,
        "Series": 5,
        "Name": "운기군의 벗",
        "Desc": "전심전력으로 장군의 의뢰를 완료하기",
        "Reward": 10
    },
    {
        "_id": 4052511,
        "Ver": 1.2,
        "Series": 5,
        "Name": "진정한 자유 의지",
        "Desc": "동행 임무 「낯선 여인의 편지」 완료하기<br><color style='color:#8790ab;'>※ 당신은 카프카를 떠나기로 선택했다. 이렇게 할 수 있는 사람은 정말 적지만 한편으론 자유 의지를 갖고 있단 증명이다</color>",
        "Reward": 5
    },
    {
        "_id": 4092601,
        "Ver": 1.3,
        "Series": 9,
        "Name": "≪피알타의 봄≫",
        "Desc": "「환락」 운명의 길을 사용해 「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, 12.0종류의 다른 「기쁨」을 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092602,
        "Ver": 1.3,
        "Series": 9,
        "Name": "가을철 사냥, 겨울철 수렵",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 「수렵」 운명의 길을 사용해 단일 차원에서 전투로 저금통 8.0마리 이상 포획하기",
        "Reward": 5
    },
    {
        "_id": 4092603,
        "Ver": 1.3,
        "Series": 9,
        "Name": "마카담 스토리",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 「기억」 운명의 길을 사용해 연속으로 6.0회 [보상] 구역 복제하기",
        "Reward": 5
    },
    {
        "_id": 4092604,
        "Ver": 1.3,
        "Series": 9,
        "Name": "프레데터",
        "Desc": "「파멸」 운명의 길을 사용해 「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, 전투 40.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4092605,
        "Ver": 1.3,
        "Series": 9,
        "Name": "상징적 교환과 죽음",
        "Desc": "「공허」 운명의 길을 사용해 「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, [공백] 구역 15.0개 진입하기",
        "Reward": 5
    },
    {
        "_id": 4092606,
        "Ver": 1.3,
        "Series": 9,
        "Name": "우주 시뮬레이션은 하루아침에 이루어지지 않았다",
        "Desc": "「보존」 운명의 길을 사용해 「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, 8.0종류의 유형이 다른 구역에 [초석] 부여하기",
        "Reward": 5
    },
    {
        "_id": 4092607,
        "Ver": 1.3,
        "Series": 9,
        "Name": "쏜살같은 시간",
        "Desc": "「풍요」 운명의 길로 「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, 카운트다운 80.0 이상으로 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092608,
        "Ver": 1.3,
        "Series": 9,
        "Name": "클렌다투로의 귀환",
        "Desc": "「번식」 운명의 길로 「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, [전투•곤충 떼], [사건•곤충 떼] 또는 [보스•곤충 떼] 구역 15.0회 진입하기",
        "Reward": 5
    },
    {
        "_id": 4092609,
        "Ver": 1.3,
        "Series": 9,
        "Name": "≪몽키 하우스에 오신 것을 환영합니다≫",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•환락 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092610,
        "Ver": 1.3,
        "Series": 9,
        "Name": "악귀는 반드시 처단한다",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•수렵 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092611,
        "Ver": 1.3,
        "Series": 9,
        "Name": "영원과 하루",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•기억 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092612,
        "Ver": 1.3,
        "Series": 9,
        "Name": "표상으로서의 세계",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•공허 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092613,
        "Ver": 1.3,
        "Series": 9,
        "Name": "초토화 정책",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•파멸 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092614,
        "Ver": 1.3,
        "Series": 9,
        "Name": "나한 연각",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•풍요 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092615,
        "Ver": 1.3,
        "Series": 9,
        "Name": "균일 핵 생성",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•보존 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092616,
        "Ver": 1.3,
        "Series": 9,
        "Name": "므두셀라의 아이들",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 알현 주사위•번식 100.0회 던지기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092617,
        "Ver": 1.3,
        "Series": 9,
        "Name": "아카이브 관리자",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」 클리어 시 보유한 우주 조각 수량 9999.0개 이상",
        "Reward": 10
    },
    {
        "_id": 4092618,
        "Ver": 1.3,
        "Series": 9,
        "Name": "손을 뻗어 별을 따리",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」의 사건 스타피스 컴퍼니 「승진기」에서 <u>무한한 권력 장악하기</u>",
        "Reward": 5
    },
    {
        "_id": 4092619,
        "Ver": 1.3,
        "Series": 9,
        "Name": "Mr. Q",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 동일한 [거래] 구역 내의 모든 축복 상점과 기물 상점의 상품 구매하기",
        "Reward": 5
    },
    {
        "_id": 4092620,
        "Ver": 1.3,
        "Series": 9,
        "Name": "발할라에 오신 걸 환영합니다",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 사건 지니어스 클럽 5 여청도가 발동한 전투에서 패배하기",
        "Reward": 5
    },
    {
        "_id": 4092621,
        "Ver": 1.3,
        "Series": 9,
        "Name": "무적 파괴왕Ⅱ",
        "Desc": "단일 「시뮬레이션 우주: 곤충 떼 재난」 도전에서 파괴 가능한 물체 100.0개 이상 파괴하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092622,
        "Ver": 1.3,
        "Series": 9,
        "Name": "목장이야기",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」의 단일 [모험] 구역에서 저금통 16.0개 이상 포획하기",
        "Reward": 5
    },
    {
        "_id": 4092623,
        "Ver": 1.3,
        "Series": 9,
        "Name": "엇갈린 운명의 길의 방",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 숨겨진 [행자의 길] 1.0개 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4092624,
        "Ver": 1.3,
        "Series": 9,
        "Name": "독창단",
        "Desc": "단일 「시뮬레이션 우주: 곤충 떼 재난」에서 메아리 교차 2.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4092625,
        "Ver": 1.3,
        "Series": 9,
        "Name": "보존인가, 파멸인가?",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」의 [사건] 구역에서 운명의 길 선택 1.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092626,
        "Ver": 1.3,
        "Series": 9,
        "Name": "운명의 돌림판",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」의 [사건] 구역에서 모든 운명의 길 선택 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092627,
        "Ver": 1.3,
        "Series": 9,
        "Name": "다가오는 것들",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 치트 10.0회 사용하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092628,
        "Ver": 1.3,
        "Series": 9,
        "Name": "백 투 더 퓨처",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 다시 던지기 50.0회 사용하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092629,
        "Ver": 1.3,
        "Series": 9,
        "Name": "영원의 끝",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 「공허」를 제외한 운명의 길로 [공백] 구역 진입하기",
        "Reward": 5
    },
    {
        "_id": 4092630,
        "Ver": 1.3,
        "Series": 9,
        "Name": "혜성을 타고",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 임의의 [모험] 구역 내의 모든 목표 달성하기",
        "Reward": 5
    },
    {
        "_id": 4092631,
        "Ver": 1.3,
        "Series": 9,
        "Name": "웨이랜드 유타니 조사원",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」에서 「번식」을 제외한 운명의 길로 [전투•곤충 떼], [사건•곤충 떼] 또는 [보스•곤충 떼] 구역 15.0회 진입하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092632,
        "Ver": 1.3,
        "Series": 9,
        "Name": "질량 중계기",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」 클리어 시, [차원 혼란!]의 [소동 레벨] 20.0레벨 이상 달성하기",
        "Reward": 5
    },
    {
        "_id": 4092633,
        "Ver": 1.3,
        "Series": 9,
        "Name": "곤충집의 의지",
        "Desc": "「시뮬레이션 우주」에서 「번식」 운명의 길 축복 1.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092634,
        "Ver": 1.3,
        "Series": 9,
        "Name": "제4의 종말",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「번식」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092635,
        "Ver": 1.3,
        "Series": 9,
        "Name": "400번의 구타",
        "Desc": "「시뮬레이션 우주」에서 단일 전투 중 일반 공격 최소 40.0회 사용 및 승리하기",
        "Reward": 5
    },
    {
        "_id": 4092636,
        "Ver": 1.3,
        "Series": 9,
        "Name": "싸일런트 러닝",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」 모든 곤충 떼 재난 스토리 클리어",
        "Reward": 10
    },
    {
        "_id": 4092637,
        "Ver": 1.3,
        "Series": 9,
        "Name": "낯선 땅의 이방인",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」 모든 개척 비화 스토리 수집",
        "Reward": 10
    },
    {
        "_id": 4092638,
        "Ver": 1.3,
        "Series": 9,
        "Name": "궤도 핵 타격",
        "Desc": "「시뮬레이션 우주: 곤충 떼 재난」 난이도 V 완료",
        "Reward": 5
    },
    {
        "_id": 4092639,
        "Ver": 1.3,
        "Series": 9,
        "Name": "곤충 떼 재난 극복",
        "Desc": "「곤충 떼 재난」의 챕터 「수렵Ⅰ」 수집",
        "Reward": 5
    },
    {
        "_id": 4092640,
        "Ver": 1.3,
        "Series": 9,
        "Name": "바벨탑의 꿈",
        "Desc": "「곤충 떼 재난」의 챕터 「보존Ⅱ」 수집",
        "Reward": 5
    },
    {
        "_id": 4092641,
        "Ver": 1.3,
        "Series": 9,
        "Name": "이 사람을 보라",
        "Desc": "「곤충 떼 재난」의 챕터 「공허Ⅰ」 수집",
        "Reward": 5
    },
    {
        "_id": 4082601,
        "Ver": 1.3,
        "Series": 8,
        "Name": "일단 진정해",
        "Desc": "적에게 추격 당하는 상태에서 15.0초 동안 전투에 진입하지 않기",
        "Reward": 5
    },
    {
        "_id": 4082602,
        "Ver": 1.3,
        "Series": 8,
        "Name": "물보다 진한 차",
        "Desc": "3.0일 연속으로 매일 「선인의 기쁨차」 마시기",
        "Reward": 5
    },
    {
        "_id": 4082603,
        "Ver": 1.3,
        "Series": 8,
        "Name": "나부 대식가",
        "Desc": "3.0일 연속으로 매일 「소다 두유」 마시기",
        "Reward": 5
    },
    {
        "_id": 4082604,
        "Ver": 1.3,
        "Series": 8,
        "Name": "사진일 뿐",
        "Desc": "휴대폰 배경화면 첫 변경",
        "Reward": 5
    },
    {
        "_id": 4082605,
        "Ver": 1.3,
        "Series": 8,
        "Name": "언어의 예술을 넘어서",
        "Desc": "문자 메시지와 채팅 대화창 첫 변경",
        "Reward": 5
    },
    {
        "_id": 4082606,
        "Ver": 1.3,
        "Series": 8,
        "Name": "폼폼 챔피언!",
        "Desc": "친구 5.0명에게 폼폼의 이모티콘 보내기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4082607,
        "Ver": 1.3,
        "Series": 8,
        "Name": "무언의 표현",
        "Desc": "은하열차 멤버의 이모티콘 20.0개 보내기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4082608,
        "Ver": 1.3,
        "Series": 8,
        "Name": "세상의 또 다른 나에게",
        "Desc": "다른 성별 개척자 이모티콘 받기",
        "Reward": 5
    },
    {
        "_id": 4032601,
        "Ver": 1.3,
        "Series": 3,
        "Name": "산 자는 나그네가 되어",
        "Desc": "선주 「나부」와 작별하기<br><color style='color:#8790ab;'>※ 위령제에 참석하고 선주와 동맹을 결성했다</color>",
        "Reward": 10
    },
    {
        "_id": 4052601,
        "Ver": 1.3,
        "Series": 5,
        "Name": "금 조각상 거리여, 다시 번영하라!",
        "Desc": "임무 「다시 부흥하는 금빛•4」 완료 및 금 조각상 거리 상업 구역 낙찰받기",
        "Reward": 10
    },
    {
        "_id": 4052603,
        "Ver": 1.3,
        "Series": 5,
        "Name": "안락한 저녁 7시",
        "Desc": "≪스타피스 방송≫ 제1.0회 전부 듣기",
        "Reward": 5
    },
    {
        "_id": 4052604,
        "Ver": 1.3,
        "Series": 5,
        "Name": "나루 건너 별뗏목 타기",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 화물용 별뗏목에 문지기 금 조각상 6.0개 쌓기",
        "Reward": 5
    },
    {
        "_id": 4052605,
        "Ver": 1.3,
        "Series": 5,
        "Name": "차원 감소 타격",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 물류 계획 화면의 화물용 별뗏목 24.0척 누르기",
        "Reward": 10
    },
    {
        "_id": 4052606,
        "Ver": 1.3,
        "Series": 5,
        "Name": "화수분",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 금 조각상 거리 상회를 위해 상회 예비금 1000000.0 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052607,
        "Ver": 1.3,
        "Series": 5,
        "Name": "8호 상점",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 곽세찌와 사업 협력 관계 체결하기",
        "Reward": 5
    },
    {
        "_id": 4052608,
        "Ver": 1.3,
        "Series": 5,
        "Name": "(시스템 자동 발송)",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 「두루미 물류」의 맞춤 운송장 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052609,
        "Ver": 1.3,
        "Series": 5,
        "Name": "오늘도 기계새는 배달중",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 골목 사건 「경청으로 사람 찾기」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052610,
        "Ver": 1.3,
        "Series": 5,
        "Name": "돌고 도는 자금",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 상회 예비금 1280000.0 소비하기",
        "Reward": 5
    },
    {
        "_id": 4052611,
        "Ver": 1.3,
        "Series": 5,
        "Name": "위험한 적재",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 단일 화물용 별뗏목에 화물 적재 81.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4052612,
        "Ver": 1.3,
        "Series": 5,
        "Name": "야시장: 스카이라인",
        "Desc": "「시끌벅적 금 조각상 옛 거리」에서 단일 상점의 항로 계획 점수 81.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4052613,
        "Ver": 1.3,
        "Series": 5,
        "Name": "끝없는 반복",
        "Desc": "클리오에게 토드 사건의 진실 설명하기",
        "Reward": 5
    },
    {
        "_id": 4052614,
        "Ver": 1.3,
        "Series": 5,
        "Name": "새로 난 갈림길",
        "Desc": "클리오에게 토드 사건의 진실 숨기기",
        "Reward": 5
    },
    {
        "_id": 4052615,
        "Ver": 1.3,
        "Series": 5,
        "Name": "쓰디쓴 망각의 강물",
        "Desc": "동행 임무 「전반적 회상」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052616,
        "Ver": 1.3,
        "Series": 5,
        "Name": "설원의 풍경",
        "Desc": "동행 임무 「설원보다 먼」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052617,
        "Ver": 1.3,
        "Series": 5,
        "Name": "지난날의 비이슬",
        "Desc": "동행 임무 「용의 귀향」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052618,
        "Ver": 1.3,
        "Series": 5,
        "Name": "불태워 버렸어… 새하얗게…",
        "Desc": "동행 임무 「나의 사랑, 나의 혈육」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052619,
        "Ver": 1.3,
        "Series": 5,
        "Name": "두루미 물류, 임무 실패",
        "Desc": "금 조각상 거리의 모든 특수 택배 상자 조사하기",
        "Reward": 5
    },
    {
        "_id": 4052620,
        "Ver": 1.3,
        "Series": 5,
        "Name": "미안하지만, 난 운기군이야",
        "Desc": "영인의 숨겨진 신분에 대한 이야기 확인하기",
        "Reward": 5
    },
    {
        "_id": 4072601,
        "Ver": 1.3,
        "Series": 7,
        "Name": "아이스바일",
        "Desc": "링스를 사용해 빙결된 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072602,
        "Ver": 1.3,
        "Series": 8,
        "Name": "랜도의 이름으로!",
        "Desc": "서벌, 게파드, 링스가 동시에 포함된 파티 조합으로 전투에서 1회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4072603,
        "Ver": 1.3,
        "Series": 7,
        "Name": "연무 의식: 중검(重劍) 시험",
        "Desc": "연경과의 대전에서 아군 캐릭터 소상으로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4072604,
        "Ver": 1.3,
        "Series": 7,
        "Name": "연무 의식: 세검(細劍) 시험",
        "Desc": "연경과의 대전에서 아군 캐릭터 나찰로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4072605,
        "Ver": 1.3,
        "Series": 7,
        "Name": "베스트5… 곤충?",
        "Desc": "불완전 칩충 혹은 미성숙 칩충이 발동한 「칩충의 망어(亡語)」를 이용해 곤충 떼•완전체 칩충 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072606,
        "Ver": 1.3,
        "Series": 7,
        "Name": "내가 바로 곤충 떼",
        "Desc": "곤충 떼•완전체 칩충이 「곤충 떼 급습」 발동 시, 필드 위에 미성숙 칩충이나 불완전 칩충이 존재하지 않기",
        "Reward": 5
    },
    {
        "_id": 4072607,
        "Ver": 1.3,
        "Series": 7,
        "Name": "곤충일 뿐",
        "Desc": "단일 공격 중 곤충 떼•완전체 칩충 2.0마리를 동시에 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072608,
        "Ver": 1.3,
        "Series": 7,
        "Name": "연무 의식: 진도(陣刀) 시험",
        "Desc": "연경과의 대전에서 아군 캐릭터 경원으로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4072609,
        "Ver": 1.3,
        "Series": 8,
        "Name": "포탄을 날려라",
        "Desc": "탐사 중 나타샤로 초원거리의 적을 공격하여 전투에 진입하거나 초원거리의 파괴 가능한 물체 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4072610,
        "Ver": 1.3,
        "Series": 7,
        "Name": "삼룡출해(三龍出海)",
        "Desc": "단일 전투에서 단항•음월의 턴에 「빛나는 도약」 연속 3.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4072611,
        "Ver": 1.3,
        "Series": 7,
        "Name": "생존, 생존, 생존",
        "Desc": "단일 전투에서 링스를 사용해 아군 HP 최대치를 3.0회 증가시키기",
        "Reward": 5
    },
    {
        "_id": 4072612,
        "Ver": 1.3,
        "Series": 7,
        "Name": "엇, 은하 로또?",
        "Desc": "단일 전투에서 부현이 특성 「건청곤이, 불행 끝 행운 시작」으로 HP 회복 효과 4.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4032701,
        "Ver": 1.4,
        "Series": 3,
        "Name": "맑을 때 우산 뺏고, 비 올 때 우산 빌려주기",
        "Desc": "(다시 한번) 야릴로-Ⅵ와 벨로보그를 도와 거대한 위기를 해결하다<br><color style='color:#8790ab;'>※ 개척 후문 「미래 시장」 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4052701,
        "Ver": 1.4,
        "Series": 5,
        "Name": "명예의 전당 입성",
        "Desc": "「에테르 배틀•스타피스 결승 축제」에서 「우승자」 칭호 획득하기",
        "Reward": 10
    },
    {
        "_id": 4052702,
        "Ver": 1.4,
        "Series": 5,
        "Name": "설산 정상의 왕",
        "Desc": "「에테르 배틀」 중 영원한 겨울의 골짜기에서 숙명의 대결 마치기",
        "Reward": 5
    },
    {
        "_id": 4052703,
        "Ver": 1.4,
        "Series": 5,
        "Name": "복원된 부러진 검",
        "Desc": "동행 임무 「흔적을 남기지 않은 구름」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052704,
        "Ver": 1.4,
        "Series": 5,
        "Name": "에테르 정령, 넌 내꺼야!",
        "Desc": "「에테르 배틀」에서 모든 에테르 정령 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052705,
        "Ver": 1.4,
        "Series": 5,
        "Name": "에테르 배틀 마스터",
        "Desc": "「에테르 배틀」에서 「결승자 등급」 최고 등급 달성하기",
        "Reward": 5
    },
    {
        "_id": 4052706,
        "Ver": 1.4,
        "Series": 5,
        "Name": "하이퍼링크 캐주얼 챔피언",
        "Desc": "「에테르 배틀•하이퍼링크 대결」에서 모든 상대 쓰러뜨리기",
        "Reward": 5
    },
    {
        "_id": 4052707,
        "Ver": 1.4,
        "Series": 5,
        "Name": "칼바람 배지",
        "Desc": "「에테르 배틀」에서 잔향의 회랑 승리 낙원의 모든 시련 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052708,
        "Ver": 1.4,
        "Series": 5,
        "Name": "합금 배지",
        "Desc": "「에테르 배틀」에서 구름나루 승리 낙원의 모든 시련 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052709,
        "Ver": 1.4,
        "Series": 5,
        "Name": "지력 배지",
        "Desc": "「에테르 배틀」에서 우주정거장 「헤르타」 승리 낙원의 모든 시련 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052710,
        "Ver": 1.4,
        "Series": 5,
        "Name": "가면 배지",
        "Desc": "「에테르 배틀」에서 큰 광산구역 승리 낙원의 모든 시련 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052711,
        "Ver": 1.4,
        "Series": 5,
        "Name": "우리가 우승?",
        "Desc": "「에테르 배틀」에서 「시범 경기」 승리하기",
        "Reward": 5
    },
    {
        "_id": 4052712,
        "Ver": 1.4,
        "Series": 5,
        "Name": "언변의 달인",
        "Desc": "서연(소)의 공연 듣기",
        "Reward": 5
    },
    {
        "_id": 4052713,
        "Ver": 1.4,
        "Series": 5,
        "Name": "만담의 기초 기술",
        "Desc": "와리와 가리(소)의 공연 듣기",
        "Reward": 5
    },
    {
        "_id": 4052714,
        "Ver": 1.4,
        "Series": 5,
        "Name": "다리 따위는 장식입니다",
        "Desc": "창조의 엔진을 위해 터무니없는 기획안 만들기",
        "Reward": 5
    },
    {
        "_id": 4052715,
        "Ver": 1.4,
        "Series": 5,
        "Name": "움직여라… 창조의 엔진이여!",
        "Desc": "창조의 엔진을 위해 믿음직한 기획안 만들기",
        "Reward": 5
    },
    {
        "_id": 4052716,
        "Ver": 1.4,
        "Series": 5,
        "Name": "이 게임은 버전 업데이트가 없나?",
        "Desc": "모든 「에테르 확장 칩」 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052717,
        "Ver": 1.4,
        "Series": 4,
        "Name": "북쪽의 바람이 영웅을 만든다",
        "Desc": "「겨울 병사 행진곡」 난이도 Ⅲ에서 문 뒤의 게파드 쓰러뜨리기",
        "Reward": 5
    },
    {
        "_id": 4052718,
        "Ver": 1.4,
        "Series": 5,
        "Name": "승리, 그리고 안녕",
        "Desc": "사건이 일단락된 후 {TEXTJOIN4} 돌려주기",
        "Reward": 5
    },
    {
        "_id": 4052719,
        "Ver": 1.4,
        "Series": 5,
        "Name": "끝, 그리고 시작",
        "Desc": "사건이 일단락된 후 {TEXTJOIN4} 돌려주지 않기",
        "Reward": 5
    },
    {
        "_id": 4052720,
        "Ver": 1.4,
        "Series": 5,
        "Name": "미래의 첫걸음",
        "Desc": "벨로보그의 발전 상황에 관심 기울이기<br><color style='color:#8790ab;'>※ ≪광부 주간신문 제226호≫ 구매하기</color>",
        "Reward": 5
    },
    {
        "_id": 4052721,
        "Ver": 1.4,
        "Series": 5,
        "Name": "무기(無機)적 지혜과",
        "Desc": "서적 ≪스크루룸의 메시지≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052722,
        "Ver": 1.4,
        "Series": 5,
        "Name": "설원 곰의 여정",
        "Desc": "새끼 설원 곰과 친근하게 상호작용하기",
        "Reward": 5
    },
    {
        "_id": 4052723,
        "Ver": 1.4,
        "Series": 5,
        "Name": "고마워, 페라",
        "Desc": "페도라 씨를 도와 베팅하기",
        "Reward": 5
    },
    {
        "_id": 4052724,
        "Ver": 1.4,
        "Series": 5,
        "Name": "강철과 장난감",
        "Desc": "창조 프로젝트의 폐자재를 벤자민에게 주기",
        "Reward": 5
    },
    {
        "_id": 4052725,
        "Ver": 1.4,
        "Series": 5,
        "Name": "강철과 가로등",
        "Desc": "창조 프로젝트의 폐자재를 페라에게 주기",
        "Reward": 5
    },
    {
        "_id": 4052726,
        "Ver": 1.4,
        "Series": 5,
        "Name": "거대 형상이 바라보는 가운데",
        "Desc": "얼어붙은 난간으로부터 혀 지켜내기",
        "Reward": 5
    },
    {
        "_id": 4052727,
        "Ver": 1.4,
        "Series": 5,
        "Name": "위험한 동작이니 따라 하지 마시오",
        "Desc": "다시 한번 용기를 파괴하여 혼나기",
        "Reward": 5
    },
    {
        "_id": 4052728,
        "Ver": 1.4,
        "Series": 5,
        "Name": "우선, 첫 번째",
        "Desc": "광팬 한 명 보유하기",
        "Reward": 5
    },
    {
        "_id": 4052729,
        "Ver": 1.4,
        "Series": 5,
        "Name": "가면의 고백",
        "Desc": "출처 불명의 기억 거품 확인하기",
        "Reward": 5
    },
    {
        "_id": 4052730,
        "Ver": 1.4,
        "Series": 5,
        "Name": "아이스레기통",
        "Desc": "얼음으로 봉인된 쓰레기통에서 쓰레기 획득하기",
        "Reward": 5
    },
    {
        "_id": 4072701,
        "Ver": 1.4,
        "Series": 7,
        "Name": "연무 의식: 장창(長槍) 시험",
        "Desc": "연경과의 대전에서 아군 캐릭터 단항으로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4072702,
        "Ver": 1.4,
        "Series": 7,
        "Name": "연무 의식…?",
        "Desc": "연경과의 대전에서 아군 캐릭터 연경으로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4072703,
        "Ver": 1.4,
        "Series": 7,
        "Name": "연무 의식: 심검(心劍) 시험",
        "Desc": "연경과의 대전에서 아군 캐릭터 경류로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4072704,
        "Ver": 1.4,
        "Series": 7,
        "Name": "사람은 넷이나, 대가는…",
        "Desc": "단일 전투에서 아군 캐릭터 경류로 임의의 동료 HP를 1까지 소모하기",
        "Reward": 5
    },
    {
        "_id": 4082701,
        "Ver": 1.4,
        "Series": 8,
        "Name": "엄청… 각지네",
        "Desc": "저금통에게 대량으로 먹이 주기<br><color style='color:#8790ab;'>※ 「{TEXTJOIN4}」 채팅 대화창을 사용해 대량의 문자 텍스트 발송하기</color>",
        "Reward": 5
    },
    {
        "_id": 4082702,
        "Ver": 1.4,
        "Series": 8,
        "Name": "침실의 전쟁",
        "Desc": "아군 복순이로 저금통 한 마리 처치하기",
        "Reward": 5
    },
    {
        "_id": 4082703,
        "Ver": 1.4,
        "Series": 8,
        "Name": "절대영도",
        "Desc": "경류로 배점 피스톨과 상호작용하기",
        "Reward": 5
    },
    {
        "_id": 4082704,
        "Ver": 1.4,
        "Series": 8,
        "Name": "과정이 결과보다 중요한 법",
        "Desc": "구름나루의 모정에게서 수취 기한이 지난 귀중한 우편물 1.0개 구매하기",
        "Reward": 5
    },
    {
        "_id": 4082705,
        "Ver": 1.4,
        "Series": 8,
        "Name": "만사가 번창하리",
        "Desc": "점술집에서 처음으로 길괘 뽑기",
        "Reward": 5
    },
    {
        "_id": 4082706,
        "Ver": 1.4,
        "Series": 8,
        "Name": "동트기 전이 가장 어둡다",
        "Desc": "점술집에서 처음으로 흉괘 뽑기",
        "Reward": 5
    },
    {
        "_id": 4082707,
        "Ver": 1.4,
        "Series": 8,
        "Name": "희소식을 가져온 주작",
        "Desc": "점술집에서 처음으로 게으름괘 뽑기",
        "Reward": 5
    },
    {
        "_id": 4082708,
        "Ver": 1.4,
        "Series": 8,
        "Name": "귀인의 도움",
        "Desc": "점술집에서 처음으로 낮잠괘 뽑기",
        "Reward": 5
    },
    {
        "_id": 4082709,
        "Ver": 1.4,
        "Series": 8,
        "Name": "목인: 스타레일",
        "Desc": "「자동 목인장」을 사용해 전투 3.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092801,
        "Ver": 1.5,
        "Series": 9,
        "Name": "미(美)의 셀프 도움",
        "Desc": "「시뮬레이션 우주」에서 아젠티를 포함한 파티로 미(美)의 기사의 도움 받기",
        "Reward": 5
    },
    {
        "_id": 4082801,
        "Ver": 1.5,
        "Series": 8,
        "Name": "세상의 중심에서 나를 외치다",
        "Desc": "파티 편성•{NICKNAME}의 다른 음성 10.0개 발동하기",
        "Reward": 5
    },
    {
        "_id": 4082802,
        "Ver": 1.5,
        "Series": 8,
        "Name": "랜서 오브 갤럭시",
        "Desc": "{NICKNAME}, 아젠티가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4082803,
        "Ver": 1.5,
        "Series": 8,
        "Name": "도망치는 건 부끄럽지만 도움이 된다!",
        "Desc": "동료 모두가 전투 불능 상태일 때 아군 캐릭터 곽향을 사용해 후퇴하기",
        "Reward": 5
    },
    {
        "_id": 4082804,
        "Ver": 1.5,
        "Series": 8,
        "Name": "요괴 버스터즈",
        "Desc": "{NICKNAME}, 곽향, 소상, 계네빈이 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4082805,
        "Ver": 1.5,
        "Series": 8,
        "Name": "잘 자요 꼬마 친구",
        "Desc": "수면 망치를 사용해 전투에 진입하여 임의의 캐릭터를 강렬한 진탕 상태에 빠트리기",
        "Reward": 5
    },
    {
        "_id": 4082806,
        "Ver": 1.5,
        "Series": 8,
        "Name": "미션 임파서블?",
        "Desc": "곽향의 일반 공격 「깃발•풍우 소환」을 사용해 팬틸리아 처치하기",
        "Reward": 5
    },
    {
        "_id": 4032801,
        "Ver": 1.5,
        "Series": 3,
        "Name": "꼬리 팡팡",
        "Desc": "요괴 퇴치팀과 함께 괴담 수집하기<br><color style='color:#8790ab;'>※ 꼬리를 되찾고 나부에서 도망친 세양 제압하기…</color>",
        "Reward": 10
    },
    {
        "_id": 4032802,
        "Ver": 1.5,
        "Series": 3,
        "Name": "내 마음 속 위험한 녀석",
        "Desc": "계네빈과 함께 유원 탐색하기<br><color style='color:#8790ab;'>※ 대세양 부연을 제압하고 유원의 세양 위기 해결하기</color>",
        "Reward": 10
    },
    {
        "_id": 4012801,
        "Ver": 1.5,
        "Series": 1,
        "Name": "질서 있게 입장",
        "Desc": "방문객 등록부 처음으로 열람하기",
        "Reward": 5
    },
    {
        "_id": 4052801,
        "Ver": 1.5,
        "Series": 5,
        "Name": "웜즈",
        "Desc": "동행 임무 「우주 환각의 밤」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052802,
        "Ver": 1.5,
        "Series": 5,
        "Name": "Hello, World!",
        "Desc": "「나부기담」 사이트에 게시글 1개 쓰기",
        "Reward": 5
    },
    {
        "_id": 4052803,
        "Ver": 1.5,
        "Series": 5,
        "Name": "Hello, New World!",
        "Desc": "「나부기담」 사이트에서 팔로워 1000000.0[m]명 달성하기",
        "Reward": 10
    },
    {
        "_id": 4052804,
        "Ver": 1.5,
        "Series": 5,
        "Name": "운급칠첨",
        "Desc": "모든 퇴마술 배우기",
        "Reward": 5
    },
    {
        "_id": 4052805,
        "Ver": 1.5,
        "Series": 5,
        "Name": "장기판의 전쟁",
        "Desc": "요괴 진압록의 모든 도전 완료하기",
        "Reward": 10
    },
    {
        "_id": 4052806,
        "Ver": 1.5,
        "Series": 5,
        "Name": "수렵 타입 블로거",
        "Desc": "「나부기담」 사이트에 더 많은 「충격!」 게시글 작성하기",
        "Reward": 5
    },
    {
        "_id": 4052807,
        "Ver": 1.5,
        "Series": 5,
        "Name": "신비 타입 블로거",
        "Desc": "「나부기담」 사이트에 더 많은 「괴담의 진실」 게시글 작성하기",
        "Reward": 5
    },
    {
        "_id": 4052808,
        "Ver": 1.5,
        "Series": 5,
        "Name": "환락 타입 블로거",
        "Desc": "「나부기담」 사이트에 더 많은 「괴담 뒷소문」 게시글 작성하기",
        "Reward": 5
    },
    {
        "_id": 4052809,
        "Ver": 1.5,
        "Series": 5,
        "Name": "균형 타입 블로거",
        "Desc": "「나부기담」 사이트에 같은 개수의 다양한 성향 게시글을 작성하기",
        "Reward": 5
    },
    {
        "_id": 4052810,
        "Ver": 1.5,
        "Series": 5,
        "Name": "「좋아요 눌러주세요!」",
        "Desc": "「나부기담」 사이트에서 게시글 15.0개에 좋아요 누르기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4052811,
        "Ver": 1.5,
        "Series": 5,
        "Name": "손가락의 영향력",
        "Desc": "「나부기담」 사이트에서 작성한 답글 수 10.0개 초과하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4052812,
        "Ver": 1.5,
        "Series": 5,
        "Name": "모이면 불꽃, 흩어지면 별",
        "Desc": "「퇴마 기계새」를 사용해 사라진 세양 24.0마리 수집하기",
        "Reward": 5
    },
    {
        "_id": 4052813,
        "Ver": 1.5,
        "Series": 5,
        "Name": "하하, 귀신이다!",
        "Desc": "유원 요괴에게 수수께끼 보상 900.0개 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052814,
        "Ver": 1.5,
        "Series": 5,
        "Name": "어찌 손끝에서 소리가 울리지 않는가?",
        "Desc": "칠현금 위의 세양을 도와 곡 완성하기",
        "Reward": 5
    },
    {
        "_id": 4052815,
        "Ver": 1.5,
        "Series": 5,
        "Name": "고산유수",
        "Desc": "귀령과 함께 완벽하게 ≪혼례기≫ 부르기",
        "Reward": 5
    },
    {
        "_id": 4052816,
        "Ver": 1.5,
        "Series": 5,
        "Name": "수습생과 제자, 그리고 이탈자!",
        "Desc": "귀령과 함께 어설프게 ≪혼례기≫ 부르기",
        "Reward": 5
    },
    {
        "_id": 4052817,
        "Ver": 1.5,
        "Series": 5,
        "Name": "영취궁의 석벽",
        "Desc": "여우 무덤에서 묘비의 신비한 전승 해독하기",
        "Reward": 5
    },
    {
        "_id": 4052818,
        "Ver": 1.5,
        "Series": 5,
        "Name": "클로즈 마이 아이즈",
        "Desc": "여우 무덤에서 묘비 주인 만나기",
        "Reward": 5
    },
    {
        "_id": 4052819,
        "Ver": 1.5,
        "Series": 5,
        "Name": "와우~ 황금 전설 패!",
        "Desc": "새로운 제원 경옥 콘텐츠에서 황금 보상 오픈하기",
        "Reward": 5
    },
    {
        "_id": 4052820,
        "Ver": 1.5,
        "Series": 5,
        "Name": "미약한 불꽃",
        "Desc": "문원과 약석의 부탁에도 꿋꿋하게 세양을 데려가기",
        "Reward": 5
    },
    {
        "_id": 4052821,
        "Ver": 1.5,
        "Series": 5,
        "Name": "불멸의 당신에게",
        "Desc": "문원과 약석의 부탁에 세양 놓아주기",
        "Reward": 5
    },
    {
        "_id": 4052822,
        "Ver": 1.5,
        "Series": 5,
        "Name": "세상이 끝날 때까지는",
        "Desc": "보촉과 함께 나부를 유람한 후 우주에 돌려보내기",
        "Reward": 5
    },
    {
        "_id": 4052823,
        "Ver": 1.5,
        "Series": 5,
        "Name": "살기진건곤",
        "Desc": "보촉과 함께 나부를 유람한 후 진요탑에 봉인하기",
        "Reward": 5
    },
    {
        "_id": 4052824,
        "Ver": 1.5,
        "Series": 5,
        "Name": "나, 용존, 수금",
        "Desc": "유원에서 가짜 용존의 사기 문자 메시지 받기",
        "Reward": 5
    },
    {
        "_id": 4042801,
        "Ver": 1.5,
        "Series": 4,
        "Name": "깨달은 비밀",
        "Desc": "청동 거울을 통과하여 부유도에 숨겨져 있는 전리품 열기",
        "Reward": 5
    },
    {
        "_id": 4042802,
        "Ver": 1.5,
        "Series": 4,
        "Name": "골렘: 그는 어떻게 세상에 왔는가",
        "Desc": "유원에서 「길의 모색」 보상 9.0회 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4072801,
        "Ver": 1.5,
        "Series": 7,
        "Name": "전원 집합! 해산——",
        "Desc": "곽향의 비술 「악귀•귀물 제압」을 사용해 동시에 6.0기 이상의 목표 도망치게 하기",
        "Reward": 5
    },
    {
        "_id": 4072802,
        "Ver": 1.5,
        "Series": 7,
        "Name": "불타오르네",
        "Desc": "「환영의 미궁•부연」 도전에서 필드 위에 동시에 4.0마리의 「염화 조물」 존재",
        "Reward": 5
    },
    {
        "_id": 4072803,
        "Ver": 1.5,
        "Series": 7,
        "Name": "번개가 쾅",
        "Desc": "동시에 3.0개 이상의 「오뢰(五雷)의 진압」을 발동하고 전투 종료하기",
        "Reward": 5
    },
    {
        "_id": 4072804,
        "Ver": 1.5,
        "Series": 7,
        "Name": "도깨비불의 사악한 낫",
        "Desc": "퇴마술을 사용해 저금통을 저금통으로 만들기",
        "Reward": 5
    },
    {
        "_id": 4072805,
        "Ver": 1.5,
        "Series": 7,
        "Name": "진(眞) 판관 토귀전",
        "Desc": "피해를 받지 않고 「요괴 진압록」 임의의 스테이지 완료하기",
        "Reward": 5
    },
    {
        "_id": 4072806,
        "Ver": 1.5,
        "Series": 7,
        "Name": "나도 남는 게 없어",
        "Desc": "이상 현상 「점거」 효과를 보유한 적이 공격할 때 전투 스킬 포인트 약탈에 5.0회 실패하기",
        "Reward": 5
    },
    {
        "_id": 4032901,
        "Ver": 1.6,
        "Series": 3,
        "Name": "천재는 왼쪽, 범인(凡人)은 오른쪽",
        "Desc": "헤르타 정거장의 새로운 풍파 잠재우기<br><color style='color:#8790ab;'>※ 개척 후문 「인간과 신의 면류관」 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4052901,
        "Ver": 1.6,
        "Series": 5,
        "Name": "업데이트 무기한 중지",
        "Desc": "헤르타의 원고 광고를 보고 헤르타에게 업데이트 독촉하기",
        "Reward": 5
    },
    {
        "_id": 4052902,
        "Ver": 1.6,
        "Series": 5,
        "Name": "포획낭 탈출",
        "Desc": "폐쇄된 캐빈의 실험 캡슐에서 헤르타한테 구출 받기",
        "Reward": 5
    },
    {
        "_id": 4052903,
        "Ver": 1.6,
        "Series": 5,
        "Name": "철의 왕좌의 주인",
        "Desc": "폐쇄된 캐빈에서 스스로 「왕좌」에 오르기",
        "Reward": 5
    },
    {
        "_id": 4052904,
        "Ver": 1.6,
        "Series": 5,
        "Name": "왕의 수관",
        "Desc": "폐쇄된 캐빈에서 통찰자가 「왕좌」에 오르게 돕기",
        "Reward": 5
    },
    {
        "_id": 4052905,
        "Ver": 1.6,
        "Series": 5,
        "Name": "우수한 사육사",
        "Desc": "모험 임무 「이색 펫 연구」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052906,
        "Ver": 1.6,
        "Series": 5,
        "Name": "다마고X는 또 배고파",
        "Desc": "「이색 펫 연구」에서 모든 희귀 창조물 수집하기",
        "Reward": 5
    },
    {
        "_id": 4052907,
        "Ver": 1.6,
        "Series": 5,
        "Name": "강아지의 빽은 사람",
        "Desc": "페피를 도와 보안 로봇과의 논쟁에서 이기기",
        "Reward": 5
    },
    {
        "_id": 4052908,
        "Ver": 1.6,
        "Series": 5,
        "Name": "속임수의 예술",
        "Desc": "「집사」와의 논쟁에서 이기기",
        "Reward": 5
    },
    {
        "_id": 4052909,
        "Ver": 1.6,
        "Series": 5,
        "Name": "그린핑거스",
        "Desc": "폐쇄된 캐빈의 식물실에서 3일간 잡초 뽑기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4052910,
        "Ver": 1.6,
        "Series": 5,
        "Name": "모자 쓴 고양이",
        "Desc": "「포위된 성」 안의 창조물과 몬스터에게 잡아먹힌 창조물 구하기",
        "Reward": 5
    },
    {
        "_id": 4052911,
        "Ver": 1.6,
        "Series": 5,
        "Name": "보는 각도에 따라 달라지는 그림",
        "Desc": "체형이 각기 다른 캐릭터로 폐쇄된 캐빈의 대형 스크린 관찰하기",
        "Reward": 5
    },
    {
        "_id": 4052912,
        "Ver": 1.6,
        "Series": 5,
        "Name": "서비스 지역이 아닙니다",
        "Desc": "단말 장치로 완•매에게 연락할 때 상대가 전화를 받지 않기",
        "Reward": 5
    },
    {
        "_id": 4052913,
        "Ver": 1.6,
        "Series": 5,
        "Name": "한 명 부족해",
        "Desc": "「행운의 디저트」 3.0개를 같은 구역에 놓기",
        "Reward": 5
    },
    {
        "_id": 4052914,
        "Ver": 1.6,
        "Series": 5,
        "Name": "한밤의 아이들",
        "Desc": "「쓰레기 케이크」 3.0개를 같은 구역에 놓기",
        "Reward": 5
    },
    {
        "_id": 4052915,
        "Ver": 1.6,
        "Series": 5,
        "Name": "물건은 주인을 닮는다",
        "Desc": "「람다의 친구」 사진을 완•매에게 공유하기",
        "Reward": 5
    },
    {
        "_id": 4052916,
        "Ver": 1.6,
        "Series": 5,
        "Name": "해적의 동료",
        "Desc": "모험 임무 「유사의 근거 없는 이야기」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4052917,
        "Ver": 1.6,
        "Series": 5,
        "Name": "작은 것들의 신",
        "Desc": "「이색 펫 연구」 이벤트에서 모든 창조물 특징 수집하기",
        "Reward": 5
    },
    {
        "_id": 4052918,
        "Ver": 1.6,
        "Series": 5,
        "Name": "서로의 운명",
        "Desc": "희귀 창조물 「선글라스냥」 획득하기",
        "Reward": 5
    },
    {
        "_id": 4052919,
        "Ver": 1.6,
        "Series": 5,
        "Name": "고질병 진단서",
        "Desc": "폐쇄된 캐빈에서 Dr. 레이시오가 남긴 메시지가 있는 서적 모두 수집하기",
        "Reward": 5
    },
    {
        "_id": 4072901,
        "Ver": 1.6,
        "Series": 7,
        "Name": "암흑 속에서",
        "Desc": "쇄성의 왕충이 「재난을 낳는 충갑」을 발동 후 약점 격파 상태로 만들기",
        "Reward": 5
    },
    {
        "_id": 4072902,
        "Ver": 1.6,
        "Series": 7,
        "Name": "내 마음과 행동엔 일말의 거리낌도 없다",
        "Desc": "아젠티와 대전 시 「영혼 해방」 상태인 「창끝」, 「방패」, 「수훈」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4072903,
        "Ver": 1.6,
        "Series": 7,
        "Name": "이 모든 것이 「미」",
        "Desc": "아젠티와 대전 시 「창끝」, 「방패」, 「수훈」이 「영혼 해방」 상태에 진입하지 않기",
        "Reward": 5
    },
    {
        "_id": 4072904,
        "Ver": 1.6,
        "Series": 7,
        "Name": "저승 감옥의 흑백무상",
        "Desc": "한아, 설의가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4072905,
        "Ver": 1.6,
        "Series": 7,
        "Name": "귀를 기울이면",
        "Desc": "잠시 멈춰서 한아의 구시렁거리는 소리를 끝까지 다 듣기<br><color style='color:#8790ab;'>※ 한아의 대기 동작 음성과 턴 대기 음성 다 듣기</color>",
        "Reward": 5
    },
    {
        "_id": 4072906,
        "Ver": 1.6,
        "Series": 7,
        "Name": "유생들과의 설전",
        "Desc": "Dr. 레이시오의 비술 「우상 형상화」를 발동하여 한 번에 6.0기 이상의 적 도발하기",
        "Reward": 5
    },
    {
        "_id": 4072907,
        "Ver": 1.6,
        "Series": 7,
        "Name": "남을 망치는 걸 게을리 하지 않는다",
        "Desc": "단일 전투에서 Dr. 레이시오를 사용해 특성 「나는 생각한다, 고로 존재한다」의 추가 공격 효과를 연속 4.0턴 발동하기",
        "Reward": 5
    },
    {
        "_id": 4092902,
        "Ver": 1.6,
        "Series": 9,
        "Name": "신기(神機) 알현",
        "Desc": "「시뮬레이션 우주」에서 「지식」 운명의 길 축복을 1.0개 개방하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092903,
        "Ver": 1.6,
        "Series": 9,
        "Name": "옴니시아",
        "Desc": "「시뮬레이션 우주」 클리어 시 10.0개 이상의 「지식」 운명의 길 축복 보유하기",
        "Reward": 5
    },
    {
        "_id": 4092904,
        "Ver": 1.6,
        "Series": 9,
        "Name": "4색 정리",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 200.0개 구역에 [지식] 효과 부여하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092905,
        "Ver": 1.6,
        "Series": 9,
        "Name": "선 위의 세상",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 추천 스토리 10.0회 감상하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092906,
        "Ver": 1.6,
        "Series": 9,
        "Name": "모든 것을 이해하게 될 것 같아요",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 자아인지 40.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4092907,
        "Ver": 1.6,
        "Series": 9,
        "Name": "의식의 창백",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 자아인지 -40.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4092909,
        "Ver": 1.6,
        "Series": 9,
        "Name": "집단의식",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 자아인지의 개변 50.0회 완료하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4092910,
        "Ver": 1.6,
        "Series": 9,
        "Name": "더 울프 오브 월 스트리트",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 「스타피스 투자 기기」 사건에서 투자 대성공하기",
        "Reward": 5
    },
    {
        "_id": 4092911,
        "Ver": 1.6,
        "Series": 9,
        "Name": "퍼시피카는 그냥 퍼시피카죠",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 「치트 코드 (2)」 사건에서 발동된 전투에서 패배하기",
        "Reward": 5
    },
    {
        "_id": 4092912,
        "Ver": 1.6,
        "Series": 9,
        "Name": "D계급 직원",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 「스타피스 기계 지점 상점 (2)」 사건에서 기물 레벨업 1.0회 하기",
        "Reward": 5
    },
    {
        "_id": 4092913,
        "Ver": 1.6,
        "Series": 9,
        "Name": "리보위츠를 위한 조종(弔鐘)",
        "Desc": "사용자 정의 주사위 「전투 연역」을 사용하고, 전투에서 25.0회 이상 승리 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092914,
        "Ver": 1.6,
        "Series": 9,
        "Name": "타우 제로",
        "Desc": "사용자 정의 주사위 「사건 연역」을 사용하고, 사건 20.0회 이상 완료 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092915,
        "Ver": 1.6,
        "Series": 9,
        "Name": "변화하는 차원",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 사용자 정의 주사위 「추적」을 사용하고, 연속으로 비인접 구역 5.0개 이상 진입하기",
        "Reward": 5
    },
    {
        "_id": 4092916,
        "Ver": 1.6,
        "Series": 9,
        "Name": "크리스피 베이컨",
        "Desc": "사용자 정의 주사위 「저금통 연역」을 사용하고, 전투 중 저금통 15.0기 이상 처치 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092917,
        "Ver": 1.6,
        "Series": 9,
        "Name": "성항(星港)의 오퍼레이터",
        "Desc": "사용자 정의 주사위 「행자의 공생」을 사용하고, 비콘이 있는 구역에 15.0회 이상 진입 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092918,
        "Ver": 1.6,
        "Series": 9,
        "Name": "터미너스를 향해",
        "Desc": "사용자 정의 주사위 「초장거리 비콘」을 사용하고, 각기 다른 종류의 비콘이 있는 구역에 전부 진입 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092919,
        "Ver": 1.6,
        "Series": 9,
        "Name": "달을 판 사나이",
        "Desc": "사용자 정의 주사위 「투자 판매」를 사용하고, 우주 조각 2048.0개 이상 보유한 상태로 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092920,
        "Ver": 1.6,
        "Series": 9,
        "Name": "할사이온 홀딩스 이사회 위원",
        "Desc": "「시뮬레이션 우주: 황금과 기계」 클리어 시 사용자 정의 주사위 「앰버 장벽」를 사용해 30.0개 이상의 구역에 [지식] 효과 부여하기",
        "Reward": 5
    },
    {
        "_id": 4092921,
        "Ver": 1.6,
        "Series": 9,
        "Name": "놀기에 충분한 시간",
        "Desc": "사용자 정의 주사위 「카운트다운」을 사용하고, 카운트다운이 30.0pt 이상인 상태로 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092922,
        "Ver": 1.6,
        "Series": 9,
        "Name": "스페이서스 초이스 상점",
        "Desc": "사용자 정의 주사위 「컴퍼니 타임」을 사용하고, [축복 상점], [기물 상점] 또는 [강화 상점]에서 상품 20.0개 이상 구매 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092923,
        "Ver": 1.6,
        "Series": 9,
        "Name": "상인과 연금술사의 문",
        "Desc": "사용자 정의 주사위 「데이터 팽창」을 사용하고, 다시 던지기 혹은 치트를 25.0회 사용하고 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092924,
        "Ver": 1.6,
        "Series": 9,
        "Name": "헤르타의 보물",
        "Desc": "사용자 정의 주사위 「기물 연역」을 사용하고, 기물 30.0개 이상 보유한 상태로 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092925,
        "Ver": 1.6,
        "Series": 9,
        "Name": "나는 알파요",
        "Desc": "「황금과 기계」의 에이언즈 비화 「시작」 수집하기",
        "Reward": 5
    },
    {
        "_id": 4092926,
        "Ver": 1.6,
        "Series": 9,
        "Name": "오메가다",
        "Desc": "「황금과 기계」의 에이언즈 비화 「결말」 수집하기",
        "Reward": 10
    },
    {
        "_id": 4092927,
        "Ver": 1.6,
        "Series": 9,
        "Name": "60면 주사위",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 주사위 면 60.0개 개방하기",
        "Reward": 5
    },
    {
        "_id": 4092928,
        "Ver": 1.6,
        "Series": 9,
        "Name": "운명을 돌려라",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 모든 사용자 정의 주사위 12.0개 개방하기",
        "Reward": 5
    },
    {
        "_id": 4092929,
        "Ver": 1.6,
        "Series": 9,
        "Name": "XK급 세계멸망",
        "Desc": "「시뮬레이션 우주: 황금과 기계」 난이도 V 완료하기",
        "Reward": 5
    },
    {
        "_id": 4092930,
        "Ver": 1.6,
        "Series": 9,
        "Name": "기계 승천",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 신경망에서 1.0번째 신경 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4092931,
        "Ver": 1.6,
        "Series": 9,
        "Name": "콜로서스: 포빈 프로젝트",
        "Desc": "고통 난이도에서 속성 난제 등급 6.0 이상 달성 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092932,
        "Ver": 1.6,
        "Series": 9,
        "Name": "버블검 크라이시스",
        "Desc": "고통 난이도에서 추가 난제 등급 6.0 이상 달성 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092933,
        "Ver": 1.6,
        "Series": 9,
        "Name": "녹의 바다",
        "Desc": "고통 난이도에서 난제 등급 12.0 이상으로 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 10
    },
    {
        "_id": 4092934,
        "Ver": 1.6,
        "Series": 9,
        "Name": "낡은 공간의 열쇠",
        "Desc": "[차원 혼란!]의 [소동 레벨] Lv.20.0 이상 달성 후 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092935,
        "Ver": 1.6,
        "Series": 9,
        "Name": "저주의 왕",
        "Desc": "디버프 기물 10.0개 이상 보유한 상태로 「시뮬레이션 우주: 황금과 기계」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4092936,
        "Ver": 1.6,
        "Series": 9,
        "Name": "정규 분포",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 동일한 알현 장치로 다른 주사위 면을 연속 6.0개 굴리기",
        "Reward": 5
    },
    {
        "_id": 4092937,
        "Ver": 1.6,
        "Series": 9,
        "Name": "우울한 블루스",
        "Desc": "파란 주사위 면 6.0개 장착 후 「시뮬레이션 우주: 황금과 기계」 클리어하기 (난이도 III 이상)",
        "Reward": 5
    },
    {
        "_id": 4092938,
        "Ver": 1.6,
        "Series": 9,
        "Name": "자애로운 기계의 보살핌을 받는 모든 것들",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 단일 전투에서 [메아리 연역] 10.0회 이상 조우하기",
        "Reward": 5
    },
    {
        "_id": 4092939,
        "Ver": 1.6,
        "Series": 9,
        "Name": "운명의 룰렛",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 「행운의 나침판 도전」에서 1등상 1.0회 달성하기",
        "Reward": 5
    },
    {
        "_id": 4092940,
        "Ver": 1.6,
        "Series": 9,
        "Name": "반사 회피",
        "Desc": "「시뮬레이션 우주: 황금과 기계」의 「레이저 회피 도전」에서 회피 연속 6.0라운드 성공하기",
        "Reward": 5
    },
    {
        "_id": 4092941,
        "Ver": 1.6,
        "Series": 9,
        "Name": "익스터미나투스",
        "Desc": "「시뮬레이션 우주: 황금과 기계」에서 필살기 연속 10.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4043001,
        "Ver": 2.0,
        "Series": 4,
        "Name": "낙원의 이쪽",
        "Desc": "페나코니에서 경계의 닻 15.0회 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4043002,
        "Ver": 2.0,
        "Series": 4,
        "Name": "페나코니 드림",
        "Desc": "페나코니 전리품 120.0회 오픈하기",
        "Reward": 10
    },
    {
        "_id": 4043003,
        "Ver": 2.0,
        "Series": 4,
        "Name": "우주 유영",
        "Desc": "「도살장」 임무를 완료하고 꿈세계 호텔 배후의 진상 밝히기",
        "Reward": 5
    },
    {
        "_id": 4043004,
        "Ver": 2.0,
        "Series": 4,
        "Name": "짹?",
        "Desc": "「큰 나무」에 돌아가도록 종이새 1.0마리 돕기",
        "Reward": 5
    },
    {
        "_id": 4043005,
        "Ver": 2.0,
        "Series": 4,
        "Name": "짹짹짹!",
        "Desc": "「큰 나무」에 돌아가도록 종이새 60.0마리 돕기",
        "Reward": 5
    },
    {
        "_id": 4043006,
        "Ver": 2.0,
        "Series": 4,
        "Name": "시간과의 영원한 동기화",
        "Desc": "꿈세계 시계 15.0개 복구하기",
        "Reward": 5
    },
    {
        "_id": 4043007,
        "Ver": 2.0,
        "Series": 4,
        "Name": "누구의 꿈?",
        "Desc": "어린아이의 꿈속에서 신비로운 광경을 처음 목격하기",
        "Reward": 5
    },
    {
        "_id": 4083001,
        "Ver": 2.0,
        "Series": 8,
        "Name": "마찰, 마찰",
        "Desc": "꿈꾸는 자의 산책 능력으로 동일한 꿈방울 다리 여러 번 통과하기",
        "Reward": 5
    },
    {
        "_id": 4053001,
        "Ver": 2.0,
        "Series": 5,
        "Name": "소다수를 흔들지 마시오",
        "Desc": "버블 핀볼 처음 사용하기",
        "Reward": 5
    },
    {
        "_id": 4043008,
        "Ver": 2.0,
        "Series": 4,
        "Name": "GEB",
        "Desc": "처음으로 꿈의 눈을 통해 불가능한 길을 만들고 통과하기",
        "Reward": 5
    },
    {
        "_id": 4043009,
        "Ver": 2.0,
        "Series": 4,
        "Name": "그림 속 세계",
        "Desc": "꿈 건축 퍼즐로 보상 10.0회 획득하기",
        "Reward": 5
    },
    {
        "_id": 4083002,
        "Ver": 2.0,
        "Series": 8,
        "Name": "패럴랙스",
        "Desc": "2.0분 내에 꿈의 눈 장치와 5.0회 이상 상호작용하기",
        "Reward": 5
    },
    {
        "_id": 4083003,
        "Ver": 2.0,
        "Series": 8,
        "Name": "새는 어떻게 날 수 있을까?",
        "Desc": "1.0분 내에 꿈 건축 모듈을 제어하는 새 형태의 장치와 5.0회 이상 상호작용하기",
        "Reward": 5
    },
    {
        "_id": 4083004,
        "Ver": 2.0,
        "Series": 8,
        "Name": "펜로즈 삼각형",
        "Desc": "시점을 조정하여 꿈 건축 경계의 「펜로즈 삼각형」 만들기",
        "Reward": 5
    },
    {
        "_id": 4043010,
        "Ver": 2.0,
        "Series": 4,
        "Name": "Fly me 2 the balloon",
        "Desc": "황금의 순간에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043011,
        "Ver": 2.0,
        "Series": 4,
        "Name": "풍선학원2",
        "Desc": "꿈 건축 경계에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043012,
        "Ver": 2.0,
        "Series": 4,
        "Name": "풍선3rd",
        "Desc": "어린아이의 꿈에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043013,
        "Ver": 2.0,
        "Series": 4,
        "Name": "풍선: 페나코니",
        "Desc": "「레버리」 호텔-꿈세계에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043014,
        "Ver": 2.0,
        "Series": 4,
        "Name": "만 19세",
        "Desc": "「나쁜꿈 바」에 처음 방문하기",
        "Reward": 5
    },
    {
        "_id": 4043015,
        "Ver": 2.0,
        "Series": 4,
        "Name": "모든 슬픈 젊은이들",
        "Desc": "「레버리」 호텔-현실의 「특별 객실」에 처음 진입하기",
        "Reward": 5
    },
    {
        "_id": 4043016,
        "Ver": 2.0,
        "Series": 4,
        "Name": "모든 '면'을 고려해",
        "Desc": "꿈꾸는 자의 산책 능력으로 꿈방울 다리에 첫발 내딛기",
        "Reward": 5
    },
    {
        "_id": 4073001,
        "Ver": 2.0,
        "Series": 7,
        "Name": "굿 나잇, 키친",
        "Desc": "단일 전투에서 나쁜꿈 극단의 오버쿡이 발동한 「주방 사고」로 최소 적 2기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4073002,
        "Ver": 2.0,
        "Series": 7,
        "Name": "국민 예능 프로그램",
        "Desc": "단일 전투에서 인접해 있는 나쁜꿈 극단의 Mr. 라운드 스크린 3.0기를 「서프라이즈 채널」 상태에 빠트리기",
        "Reward": 5
    },
    {
        "_id": 4073003,
        "Ver": 2.0,
        "Series": 7,
        "Name": "유해 폐기물",
        "Desc": "전투 중 아군 캐릭터 1.0명이 왕의 쓰레기통에게 격파당하기",
        "Reward": 5
    },
    {
        "_id": 4073004,
        "Ver": 2.0,
        "Series": 7,
        "Name": "모든 것은 이미 정해져 있다",
        "Desc": "블랙 스완이 비술 「진상을 파악하고 표징을 버려라」를 발동하여 전투 진입 시 적을 20.0스택 이상의 「아르카나」에 빠뜨리기",
        "Reward": 5
    },
    {
        "_id": 4073005,
        "Ver": 2.0,
        "Series": 7,
        "Name": "죄, 죄, 죄, 죄송해요",
        "Desc": "미샤 필살기 「지… 지각하겠어!」 발동 시 1회의 공격으로 동시에 적 4.0기 이상을 빙결 상태에 빠뜨리기",
        "Reward": 5
    },
    {
        "_id": 4073006,
        "Ver": 2.0,
        "Series": 7,
        "Name": "폭죽에 불을 붙여라",
        "Desc": "단일 전투 중 스파클의 필살기 「천의 얼굴」을 사용하여 전투 스킬 포인트 20.0pt 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4073007,
        "Ver": 2.0,
        "Series": 7,
        "Name": "지속적인 당 끊기",
        "Desc": "단일 전투에서 실드를 사용해 동일한 나쁜꿈 극단의 스위트 고릴라가 던진 소다수 병 10.0개 반사하기",
        "Reward": 5
    },
    {
        "_id": 4073008,
        "Ver": 2.0,
        "Series": 7,
        "Name": "죽음을 향한 존재",
        "Desc": "행동 가능 캐릭터가 하나만 있는 상황에서 기억의 영역 밈 「무엇이 죽음으로 향하는가」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4073009,
        "Ver": 2.0,
        "Series": 7,
        "Name": "조용한 연소",
        "Desc": "「스텔라론 헌터」 샘과의 전투에서 적 샘이 「2차 연소」 상태에 진입한 후 「DHGDR-초신성 과부하」를 사용하지 않고 해당 상태 해제시키기",
        "Reward": 5
    },
    {
        "_id": 4073010,
        "Ver": 2.0,
        "Series": 7,
        "Name": "불타는 몸과 마음",
        "Desc": "「스텔라론 헌터」 샘과의 전투에서 연소하는 전투 스킬 포인트를 사용하여 아군 캐릭터 1.0명의 HP를 5.0% 미만으로 낮추기",
        "Reward": 5
    },
    {
        "_id": 4043017,
        "Ver": 2.0,
        "Series": 4,
        "Name": "더 울프 어몽 어스",
        "Desc": "≪꼬마 하누의 작전•상편≫ 전부 수집하기",
        "Reward": 5
    },
    {
        "_id": 4043018,
        "Ver": 2.0,
        "Series": 4,
        "Name": "적이 약점을 과대평가하게 만들라",
        "Desc": "≪꼬마 하누의 작전≫에서 떨어뜨린 물건으로 몬스터를 적중하는 데 실패하기",
        "Reward": 5
    },
    {
        "_id": 4043019,
        "Ver": 2.0,
        "Series": 4,
        "Name": "탈출속도 도달",
        "Desc": "≪꼬마 하누의 작전≫에서 로켓 전송 시간 4.0초 초과하기",
        "Reward": 5
    },
    {
        "_id": 4043020,
        "Ver": 2.0,
        "Series": 4,
        "Name": "경계도 100%",
        "Desc": "≪꼬마 하누의 작전≫에서 살아남기",
        "Reward": 5
    },
    {
        "_id": 4053002,
        "Ver": 2.0,
        "Series": 5,
        "Name": "빛을 향해",
        "Desc": "삶이 아무리 고통스러워도 절대 포기하지 말자",
        "Reward": 5
    },
    {
        "_id": 4053003,
        "Ver": 2.0,
        "Series": 5,
        "Name": "그도 이 태양 아래에서 자랐다",
        "Desc": "어쩌면… 놓아주는 것도 옳은 선택일지 모른다",
        "Reward": 5
    },
    {
        "_id": 4053004,
        "Ver": 2.0,
        "Series": 5,
        "Name": "에덴의 동쪽",
        "Desc": "반짝하고 사라진 은하 대스타의 이야기 확인하기",
        "Reward": 5
    },
    {
        "_id": 4053005,
        "Ver": 2.0,
        "Series": 5,
        "Name": "죄와 벌",
        "Desc": "「좋은 사람」의 이야기 확인하기",
        "Reward": 5
    },
    {
        "_id": 4053006,
        "Ver": 2.0,
        "Series": 5,
        "Name": "무도회가 무르익을 때",
        "Desc": "동행 임무 「가면의 듀엣」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053007,
        "Ver": 2.0,
        "Series": 5,
        "Name": "사람을 보호하는 것은 전생의 선행이다",
        "Desc": "한 과학자의 굴곡진 일생 목도하기",
        "Reward": 5
    },
    {
        "_id": 4053008,
        "Ver": 2.0,
        "Series": 5,
        "Name": "허구 동물학자",
        "Desc": "사냥개 조각상 5.0개 쫓아내기",
        "Reward": 5
    },
    {
        "_id": 4053009,
        "Ver": 2.0,
        "Series": 8,
        "Name": "카드 샤크의 이야기",
        "Desc": "속임수를 써서 「행운의 돌림판」의 특별 보상 획득하기",
        "Reward": 5
    },
    {
        "_id": 4053010,
        "Ver": 2.0,
        "Series": 8,
        "Name": "콘과도 같은 나약함",
        "Desc": "소모품 「좋은꿈 콘 아이스크림」 사용 후 잘못된 적에게 스킬 발동하기",
        "Reward": 5
    },
    {
        "_id": 4053011,
        "Ver": 2.0,
        "Series": 8,
        "Name": "정신분석학 입문",
        "Desc": "「배반을 선택한 순간」, 「한순간의 행복」, 「마지막 순간」, 「열렬한 분위기」, 「의심의 먹구름」, 「잠깐의 자유」 중 임의의 소모품 합성하기",
        "Reward": 5
    },
    {
        "_id": 4053012,
        "Ver": 2.0,
        "Series": 5,
        "Name": "Taste the feeling",
        "Desc": "「시계 트릭」은 뭘 가져다 줄까?<br><color style='color:#8790ab;'>※ 꿈속에서 1.0명의 감정 이끌어내기</color>",
        "Reward": 5
    },
    {
        "_id": 4053014,
        "Ver": 2.0,
        "Series": 5,
        "Name": "따스한 느낌",
        "Desc": "「시계 트릭」은 사람들이 진정한 자아를 찾게 돕는다<br><color style='color:#8790ab;'>※ 시계 트릭 돌발 사태 1.0회 해결하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053015,
        "Ver": 2.0,
        "Series": 5,
        "Name": "심장이 두근두근",
        "Desc": "꿈속에선 감정도 실체가 있다<br><color style='color:#8790ab;'>※ 감정 톱니바퀴 1.0개 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053016,
        "Ver": 2.0,
        "Series": 5,
        "Name": "네 마음 알아",
        "Desc": "심리 상담의 유혹을 이겨낼 수 있을까?<br><color style='color:#8790ab;'>※ 꿈속에서 최소 5.0명의 감정 이끌어내기</color>",
        "Reward": 5
    },
    {
        "_id": 4043021,
        "Ver": 2.0,
        "Series": 4,
        "Name": "수면 학습법",
        "Desc": "페나코니의 서적 15.0개 수집하기",
        "Reward": 5
    },
    {
        "_id": 4033001,
        "Ver": 2.0,
        "Series": 3,
        "Name": "아직 날 기억해?",
        "Desc": "여정 초반에 뜻밖의 사람을 만났다…<br><color style='color:#8790ab;'>※ 낯선 꿈세계에서 아케론 만나기</color>",
        "Reward": 10
    },
    {
        "_id": 4033002,
        "Ver": 2.0,
        "Series": 3,
        "Name": "꿈나라의 개척자",
        "Desc": "불가사의한 꿈의 땅에 도착했다!<br><color style='color:#8790ab;'>※ 「황금의 순간」에 도착하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033003,
        "Ver": 2.0,
        "Series": 3,
        "Name": "부드러움이라는 이름의 밤",
        "Desc": "꿈의 하늘을 지나가는 별똥별을 목격했다<br><color style='color:#8790ab;'>※ 꿈 건축 경계에서 반디의 비밀 알기</color>",
        "Reward": 10
    },
    {
        "_id": 4033004,
        "Ver": 2.0,
        "Series": 3,
        "Name": "달콤함을 찾아서",
        "Desc": "꿈세계에서 뜻밖의 기쁨 발견하기<br><color style='color:#8790ab;'>※ 「죽음」의 그림자에서 벗어나기</color>",
        "Reward": 10
    },
    {
        "_id": 4033005,
        "Ver": 2.0,
        "Series": 3,
        "Name": "오랜 친구, 새 친구",
        "Desc": "기억의 심해 속에서 따스함을 느끼다…<br><color style='color:#8790ab;'>※ 스텔라론 헌터 샘과 교전하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033006,
        "Ver": 2.0,
        "Series": 3,
        "Name": "애타는 한 가슴을 달랠 수 있다면",
        "Desc": "페나코니 전체가 광분에 빠질 것이다…<br><color style='color:#8790ab;'>※ 두 번째 살인 사건 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4053017,
        "Ver": 2.0,
        "Series": 5,
        "Name": "나의 애마",
        "Desc": "「레버리 호텔」의 전용 주차 공간에 주차하기",
        "Reward": 5
    },
    {
        "_id": 4053018,
        "Ver": 2.0,
        "Series": 5,
        "Name": "본전 찾는 길",
        "Desc": "택시 의뢰로 충분한 수입 얻기",
        "Reward": 5
    },
    {
        "_id": 4053019,
        "Ver": 2.0,
        "Series": 5,
        "Name": "연결이 되지 않아…",
        "Desc": "항상 대외적으로 개방되지 않은 곳들이 있기 마련이다<br><color style='color:#8790ab;'>※ 연결되지 않는 번호로 전화하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053020,
        "Ver": 2.0,
        "Series": 5,
        "Name": "도시의 술잔",
        "Desc": "크리스탈 잔과 싸구려 와인 매칭하기",
        "Reward": 5
    },
    {
        "_id": 4053021,
        "Ver": 2.0,
        "Series": 5,
        "Name": "반석의 마음",
        "Desc": "크리스탈 잔과 럼주 매칭하기",
        "Reward": 5
    },
    {
        "_id": 4053022,
        "Ver": 2.0,
        "Series": 5,
        "Name": "위대한 샴페인 병",
        "Desc": "크리스탈 잔과 황금 샴페인 매칭하기",
        "Reward": 5
    },
    {
        "_id": 4053023,
        "Ver": 2.0,
        "Series": 5,
        "Name": "불길한 물건을 줍지 마시오",
        "Desc": "모든 도시 전설이 그저 전설인 것만은 아니다<br><color style='color:#8790ab;'>※ 기이한 테이프 줍기</color>",
        "Reward": 5
    },
    {
        "_id": 4053024,
        "Ver": 2.0,
        "Series": 5,
        "Name": "더 울프 오브 글락스",
        "Desc": "머니 머신이 고장난 원인 찾기",
        "Reward": 5
    },
    {
        "_id": 4053025,
        "Ver": 2.0,
        "Series": 5,
        "Name": "모든 도박꾼은 다 핑계가 있다",
        "Desc": "전설의 도박의 신의 최후 확인하기",
        "Reward": 5
    },
    {
        "_id": 4053026,
        "Ver": 2.0,
        "Series": 5,
        "Name": "타락천사",
        "Desc": "심상의 진짜 내력 파악하기",
        "Reward": 5
    },
    {
        "_id": 4053027,
        "Ver": 2.0,
        "Series": 5,
        "Name": "라쇼몽",
        "Desc": "그래서… 누가 누구를 쳤다고?<br><color style='color:#8790ab;'>※ 글락스 거리의 교통사고 경위 목격하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053028,
        "Ver": 2.0,
        "Series": 5,
        "Name": "미스틱 페페시",
        "Desc": "페페시? 변형 괴물?<br><color style='color:#8790ab;'>※ 호텔 로비에서 「페페시」의 정체 간파하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053029,
        "Ver": 2.0,
        "Series": 5,
        "Name": "축제의 별과 6개의 알팔파 크레딧",
        "Desc": "사랑과 꿈 중 뭐가 더 중요할까?<br><color style='color:#8790ab;'>※ 꿈으로 인해 산산조각 난 한 가정의 이야기 알아보기</color>",
        "Reward": 5
    },
    {
        "_id": 4053030,
        "Ver": 2.0,
        "Series": 5,
        "Name": "정신 건강",
        "Desc": "환경 보호, 나 자신부터 실천하자<br><color style='color:#8790ab;'>※ 고-레이를 도와 꿈세계의 쓰레기 회수하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053031,
        "Ver": 2.0,
        "Series": 5,
        "Name": "꿈의 해석",
        "Desc": "꿈을 엿보는 전화로 7.0명의 꿈세계 살펴보기",
        "Reward": 5
    },
    {
        "_id": 4083006,
        "Ver": 2.0,
        "Series": 8,
        "Name": "규칙은 깨라고 있는 것…",
        "Desc": "교통 법규를 위반하고 페나코니의 교통수단에 치여 날아가기",
        "Reward": 5
    },
    {
        "_id": 4083007,
        "Ver": 2.0,
        "Series": 8,
        "Name": "광——고——판——",
        "Desc": "페나코니의 광고판이 교통수단에 치이게 할 방법 찾기",
        "Reward": 5
    },
    {
        "_id": 4053032,
        "Ver": 2.0,
        "Series": 5,
        "Name": "사방이 친구",
        "Desc": "모든 종류의 움직이는 광고판과 만나기",
        "Reward": 5
    },
    {
        "_id": 4053033,
        "Ver": 2.0,
        "Series": 5,
        "Name": "무인 교향곡",
        "Desc": "즐거운 연주자가 더 즐거워지면 어떻게 될까?<br><color style='color:#8790ab;'>※ 맥스의 음악을 더 즐겁게 만들기</color>",
        "Reward": 5
    },
    {
        "_id": 4053034,
        "Ver": 2.0,
        "Series": 5,
        "Name": "「탐식」 운명의 길에 오르다…",
        "Desc": "비탈리의 「콘 아이스크림 댄서」 먹기",
        "Reward": 5
    },
    {
        "_id": 4053035,
        "Ver": 2.0,
        "Series": 5,
        "Name": "토끼굴에 뛰어들기",
        "Desc": "꿈세계에서 다양한 물건의 신비한 속삭임에 귀 기울이기",
        "Reward": 5
    },
    {
        "_id": 4053036,
        "Ver": 2.0,
        "Series": 5,
        "Name": "하늘과 그대 사이에",
        "Desc": "홀로 다시 옛 땅 방문하기<br><color style='color:#8790ab;'>※ 모든 것이 끝나고 반디의 비밀기지로 돌아가기</color>",
        "Reward": 5
    },
    {
        "_id": 4053037,
        "Ver": 2.0,
        "Series": 5,
        "Name": "저 사다리가 보이시나요?",
        "Desc": "꿈 건축 경계의 사다리에 오르는 것을 시도하기<br><color style='color:#8790ab;'>※ 하지만 올라갈 수 없다</color>",
        "Reward": 5
    },
    {
        "_id": 4053038,
        "Ver": 2.0,
        "Series": 5,
        "Name": "그래비티 폴즈",
        "Desc": "어린아이의 꿈에서 기이한 폭포 감상하기",
        "Reward": 5
    },
    {
        "_id": 4053039,
        "Ver": 2.0,
        "Series": 5,
        "Name": "럭키 스트라이프",
        "Desc": "77.0개가 넘는 에이딘 코인 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4053040,
        "Ver": 2.0,
        "Series": 5,
        "Name": "난 이 게임이 좋아",
        "Desc": "「좋은꿈 슬롯머신」에 숨겨진 궁극의 보상 발견하기",
        "Reward": 5
    },
    {
        "_id": 4053041,
        "Ver": 2.0,
        "Series": 5,
        "Name": "페페시 사람은 없나요?",
        "Desc": "시에로보다 키가 작은 아군 캐릭터로 그녀와 대화하기",
        "Reward": 5
    },
    {
        "_id": 4053042,
        "Ver": 2.0,
        "Series": 5,
        "Name": "기시감",
        "Desc": "꿈세계에서 익숙한 장면 목격하기<br><color style='color:#8790ab;'>※ 맞아, 쓰레기통이야!</color>",
        "Reward": 5
    },
    {
        "_id": 4053043,
        "Ver": 2.0,
        "Series": 5,
        "Name": "람세스 2세",
        "Desc": "「레버리」 호텔, 황금의 순간, 어린아이의 꿈, 꿈 건축 경계의 모든 왕의 쓰레기통에게 도전하기",
        "Reward": 5
    },
    {
        "_id": 4053044,
        "Ver": 2.0,
        "Series": 5,
        "Name": "이창",
        "Desc": "호텔의 모든 잠긴 방 조사하기",
        "Reward": 5
    },
    {
        "_id": 4053045,
        "Ver": 2.0,
        "Series": 5,
        "Name": "공공의 적",
        "Desc": "정확하고 빠르게 만나는 모든 페페시에게 결례 범하기<br><color style='color:#8790ab;'>※ 「황금의 순간」의 모든 페페시의 털 방울 만져보기</color>",
        "Reward": 5
    },
    {
        "_id": 4053046,
        "Ver": 2.0,
        "Series": 5,
        "Name": "「최악」의 무명객",
        "Desc": "폼폼에게 특정 꿈방울 보여주기",
        "Reward": 5
    },
    {
        "_id": 4053047,
        "Ver": 2.0,
        "Series": 5,
        "Name": "머나먼 별의 문",
        "Desc": "모험가인가, 해적인가?<br><color style='color:#8790ab;'>※ 콜린의 우주 이야기 듣기</color>",
        "Reward": 5
    },
    {
        "_id": 4053048,
        "Ver": 2.0,
        "Series": 5,
        "Name": "그냥 됩니다",
        "Desc": "「위대한 비전」 목격하기<br><color style='color:#8790ab;'>※ 꿈 건축 경계 프로젝트에 대한 가족 구성원의 평가 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053049,
        "Ver": 2.0,
        "Series": 5,
        "Name": "트러스트의 꿈",
        "Desc": "당신이 보는 모든 것이 제 특허입니다!<br><color style='color:#8790ab;'>※ 엠리히를 도와 계획 완성하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053050,
        "Ver": 2.0,
        "Series": 5,
        "Name": "현실은 무겁고 몽상은 가볍다",
        "Desc": "인간은 결국 서로를 이해할 수 없다<br><color style='color:#8790ab;'>※ 라로즈와 포를라의 대화 엿듣기</color>",
        "Reward": 5
    },
    {
        "_id": 4053051,
        "Ver": 2.0,
        "Series": 5,
        "Name": "긴 이별",
        "Desc": "그녀가 하루빨리 과거의 어둠과 작별하기를<br><color style='color:#8790ab;'>※ 루•아처의 이야기 확인하기</color>",
        "Reward": 5
    },
    {
        "_id": 4083008,
        "Ver": 2.0,
        "Series": 8,
        "Name": "모든 진리는 화폐처럼 유통되어야 한다",
        "Desc": "전투 지원에서 Dr. 레이시오를 사용하여 전투 1.0회 참여하기",
        "Reward": 5
    },
    {
        "_id": 4053052,
        "Ver": 2.0,
        "Series": 5,
        "Name": "간식은 세 번까지",
        "Desc": "「황금의 순간」에서 한 번에 콘 아이스크림을 과식하기……",
        "Reward": 5
    },
    {
        "_id": 4053053,
        "Ver": 2.0,
        "Series": 5,
        "Name": "오티 경제학",
        "Desc": "모든 사람에게 돈을 주면 돈을 주지 않은 것과 같다<br><color style='color:#8790ab;'>※ 거리의 머니 머신 반복 발동하기</color>",
        "Reward": 5
    },
    {
        "_id": 4033007,
        "Ver": 2.1,
        "Series": 3,
        "Name": "시빌, 넌 뭘 원하니?",
        "Desc": "행운은 도박꾼을 어디로 인도할 것인가?<br><color style='color:#8790ab;'>※ 「카카바샤」의 삶 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033009,
        "Ver": 2.1,
        "Series": 3,
        "Name": "독한 술 한 방울",
        "Desc": "좋은꿈과 꿈꾸는 자들을 위하여!<br><color style='color:#8790ab;'>※ 갤러거의 스페셜 블렌드 획득하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033010,
        "Ver": 2.1,
        "Series": 3,
        "Name": "그녀는 대답했다. 나는 죽음을 원해",
        "Desc": "가장 좋은 자리에서 공연의 성대한 폐막 감상하기<br><color style='color:#8790ab;'>※ 「10인의 스톤하트」 어벤츄린 쓰러뜨리기</color>",
        "Reward": 10
    },
    {
        "_id": 4033011,
        "Ver": 2.1,
        "Series": 3,
        "Name": "이카로스에게",
        "Desc": "객지에서 과거에 있었던 일 듣기<br><color style='color:#8790ab;'>※ 아케론과 웰트의 대화 듣기</color>",
        "Reward": 10
    },
    {
        "_id": 4043022,
        "Ver": 2.1,
        "Series": 4,
        "Name": "나 홀로 집에",
        "Desc": "한 번의 ≪꼬마 하누의 작전≫에서 한 번에 스톤 보스의 부하 3명 처치하기",
        "Reward": 5
    },
    {
        "_id": 4043023,
        "Ver": 2.1,
        "Series": 4,
        "Name": "안티 벌룬",
        "Desc": "클락 스튜디오 테마파크에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043024,
        "Ver": 2.1,
        "Series": 4,
        "Name": "꿈의 도시 일화집",
        "Desc": "아침 이슬 공관에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043025,
        "Ver": 2.1,
        "Series": 4,
        "Name": "세이프티 카",
        "Desc": "≪시계 소년≫ 외전의 임의 모드에서 피해 없이 촬영 완료하기",
        "Reward": 5
    },
    {
        "_id": 4043026,
        "Ver": 2.1,
        "Series": 4,
        "Name": "비표준 레이싱 라인",
        "Desc": "≪시계 소년≫ 외전의 임의 모드에서 레일 중간에 10.0초 동안 머무르기",
        "Reward": 5
    },
    {
        "_id": 4043027,
        "Ver": 2.1,
        "Series": 4,
        "Name": "Pole To Win",
        "Desc": "≪시계 소년≫ 외전의 임의 모드에서 「견과 질주」 또는 「하누 타임」 지속 시간 동안 다시 에너지를 가득 채우기",
        "Reward": 5
    },
    {
        "_id": 4043028,
        "Ver": 2.1,
        "Series": 4,
        "Name": "DRS 최대 수혜자",
        "Desc": "≪시계 소년≫ 외전 ≪견과의 질주≫에서 「터보 대시」를 중간에 실패 없이 연속 10.0회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4043029,
        "Ver": 2.1,
        "Series": 4,
        "Name": "지옥의 저속도로",
        "Desc": "≪시계 소년≫ 외전 ≪늑대의 길≫에서 나타나는 모든 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4043030,
        "Ver": 2.1,
        "Series": 4,
        "Name": "꿈의 마을, 참나무 랜드!",
        "Desc": "아침 이슬 공관의 축소 모형판 처음 진입하기",
        "Reward": 5
    },
    {
        "_id": 4043031,
        "Ver": 2.1,
        "Series": 4,
        "Name": "꿈 건축의 공업화",
        "Desc": "아침 이슬 공관의 꿈꾸는 자의 산책 도전을 완료하고 부수입 벌기",
        "Reward": 5
    },
    {
        "_id": 4043032,
        "Ver": 2.1,
        "Series": 4,
        "Name": "하늘의 별 따기",
        "Desc": "하누 형제로 변신한 후 처음으로 「하누 미사일」을 사용해 스톤 보스의 부하 처치하기",
        "Reward": 5
    },
    {
        "_id": 4043033,
        "Ver": 2.1,
        "Series": 4,
        "Name": "위대한 여정",
        "Desc": "≪꼬마 하누의 작전•중편≫ 전부 수집하기",
        "Reward": 5
    },
    {
        "_id": 4043034,
        "Ver": 2.1,
        "Series": 4,
        "Name": "화력 전개",
        "Desc": "≪꼬마 하누의 작전≫에서 「하누 미사일」 탄약 최대치에 도달하기",
        "Reward": 5
    },
    {
        "_id": 4043035,
        "Ver": 2.1,
        "Series": 4,
        "Name": "비밀 파티",
        "Desc": "버블 핀볼로 클락 스튜디오 테마파크의 숨겨진 구역 발견하기",
        "Reward": 5
    },
    {
        "_id": 4053054,
        "Ver": 2.1,
        "Series": 5,
        "Name": "승차율, 제로",
        "Desc": "레디언트 리무진이 팬을 잃게 만들기",
        "Reward": 5
    },
    {
        "_id": 4053055,
        "Ver": 2.1,
        "Series": 5,
        "Name": "새, 예술, 인생",
        "Desc": "아침 이슬 공관에서 탐조 마스터 되기",
        "Reward": 5
    },
    {
        "_id": 4053056,
        "Ver": 2.1,
        "Series": 5,
        "Name": "굿즈는 많을수록 좋다",
        "Desc": "시계 소년 굿즈 4.0종류 모두 획득하기",
        "Reward": 5
    },
    {
        "_id": 4053057,
        "Ver": 2.1,
        "Series": 5,
        "Name": "캐빈 인 더 우즈",
        "Desc": "클락 스튜디오 테마파크 어딘가에서 5인조의 기이한 경험 목격하기",
        "Reward": 5
    },
    {
        "_id": 4053058,
        "Ver": 2.1,
        "Series": 5,
        "Name": "증명과 반박",
        "Desc": "대화 중 어느 푸드트럭 사장의 상품을 고가에 구매하기",
        "Reward": 5
    },
    {
        "_id": 4053059,
        "Ver": 2.1,
        "Series": 5,
        "Name": "「나」라는 이름의 변주곡",
        "Desc": "클락 스튜디오 테마파크에서 특이한 외형의 「탐정」과 만나기",
        "Reward": 5
    },
    {
        "_id": 4053060,
        "Ver": 2.1,
        "Series": 5,
        "Name": "우먼 인 골드",
        "Desc": "아침 이슬 공관에 있는 어느 유명 연예인의 초상화 조사하기",
        "Reward": 5
    },
    {
        "_id": 4053061,
        "Ver": 2.1,
        "Series": 5,
        "Name": "로드 오브 워",
        "Desc": "옥사나를 법으로 심판하기",
        "Reward": 5
    },
    {
        "_id": 4053062,
        "Ver": 2.1,
        "Series": 5,
        "Name": "반성은 십 년이 걸려도 늦지 않다",
        "Desc": "사냥개에게 옥사나 고발하기",
        "Reward": 5
    },
    {
        "_id": 4053063,
        "Ver": 2.1,
        "Series": 5,
        "Name": "치욕의 증표",
        "Desc": "옥사나가 떠나가게 보내주기",
        "Reward": 5
    },
    {
        "_id": 4053064,
        "Ver": 2.1,
        "Series": 5,
        "Name": "크게 될 인물일세!",
        "Desc": "「나쁜꿈 바」에 당신만의 스페셜 블렌드 남기기",
        "Reward": 10
    },
    {
        "_id": 4053065,
        "Ver": 2.1,
        "Series": 5,
        "Name": "좋은꿈이 솔솔솔",
        "Desc": "「나쁜꿈 바」에 있는 모든 몬스터의 감정 문제 해결해주기",
        "Reward": 5
    },
    {
        "_id": 4053066,
        "Ver": 2.1,
        "Series": 5,
        "Name": "취향 존중",
        "Desc": "손님에게 올바른 음료 10.0회 제공하기",
        "Reward": 5
    },
    {
        "_id": 4053067,
        "Ver": 2.1,
        "Series": 5,
        "Name": "오마카세",
        "Desc": "손님에게 잘못된 음료 5.0회 제공하기",
        "Reward": 5
    },
    {
        "_id": 4053068,
        "Ver": 2.1,
        "Series": 5,
        "Name": "드림코어 펑크 바텐더 액션",
        "Desc": "「나쁜꿈 바」의 모든 레시피 유추하기",
        "Reward": 5
    },
    {
        "_id": 4073011,
        "Ver": 2.1,
        "Series": 7,
        "Name": "더블 식스",
        "Desc": "「10인의 스톤하트」 모략의 사금과의 전투에서 단일 공격으로 최소 2.0개의 「모 아니면 도」가 동시에 6.0pt 나오게 하기",
        "Reward": 5
    },
    {
        "_id": 4073012,
        "Ver": 2.1,
        "Series": 7,
        "Name": "All my people, all my people…",
        "Desc": "「10인의 스톤하트」 모략의 사금과의 전투에서 파티 내 4.0명의 캐릭터가 동일한 도박 게임에서 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073013,
        "Ver": 2.1,
        "Series": 7,
        "Name": "프린세스 블레이드",
        "Desc": "단일 전투 중 아케론의 필살기 「단칼에 끊어낸 붉은 꿈 조각」을 사용하여 모든 적을 처치하고 전투에서 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073014,
        "Ver": 2.1,
        "Series": 7,
        "Name": "블라인드 스틸",
        "Desc": "단일 전투 중 「블라인드 베팅」이 0.0일 시, 어벤츄린의 필살기 「룰렛 샤크」를 사용하여 「블라인드 베팅」 7.0pt 획득하기",
        "Reward": 5
    },
    {
        "_id": 4073015,
        "Ver": 2.1,
        "Series": 7,
        "Name": "화 좀 식혀",
        "Desc": "1회의 약점 격파에서 기억의 영역 밈 「사그라진 분노의 껍데기」의 최고 스택 「불같은 분노」 제거하기",
        "Reward": 5
    },
    {
        "_id": 4073016,
        "Ver": 2.1,
        "Series": 7,
        "Name": "이열치열",
        "Desc": "단일 전투에서 약점 격파를 발동하지 않고 기억의 영역 밈 「사그라진 분노의 껍데기」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4073017,
        "Ver": 2.1,
        "Series": 7,
        "Name": "성과 면담",
        "Desc": "베테랑 직원•팀장과의 대전에서 아군 캐릭터 어벤츄린으로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4083009,
        "Ver": 2.1,
        "Series": 7,
        "Name": "무참한 참격",
        "Desc": "탐사 중 아케론의 비술 「피상을 절단한 자아」로 적 5.0기 연속 처치하기",
        "Reward": 5
    },
    {
        "_id": 4083010,
        "Ver": 2.1,
        "Series": 8,
        "Name": "종이새가 왜 이렇게 크지?",
        "Desc": "「아침 이슬 공관」에서 큰 종이새 빼내기",
        "Reward": 5
    },
    {
        "_id": 4053070,
        "Ver": 2.1,
        "Series": 5,
        "Name": "가족사진",
        "Desc": "클락 스튜디오 테마파크의 포토존에서 열차팀 가족사진 1장 찍기",
        "Reward": 5
    },
    {
        "_id": 4053071,
        "Ver": 2.1,
        "Series": 5,
        "Name": "테마파크 인증샷 남기기",
        "Desc": "클락 스튜디오 테마파크의 포토존에서 함께 사진 1장 찍기",
        "Reward": 5
    },
    {
        "_id": 4043036,
        "Ver": 2.1,
        "Series": 4,
        "Name": "≪팩맨≫",
        "Desc": "클락 스튜디오 테마파크 미로 정원의 모든 파괴 가능한 물체 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4033201,
        "Ver": 2.2,
        "Series": 3,
        "Name": "라스트 타이쿤",
        "Desc": "「시계공」 알현하기<br><color style='color:#8790ab;'>※ 페나코니의 첫 번째 무명객과 만나기</color>",
        "Reward": 10
    },
    {
        "_id": 4033202,
        "Ver": 2.2,
        "Series": 3,
        "Name": "우리의 아버지들처럼 자유인이 될 것이다",
        "Desc": "「시계공」의 유산 이어받기<br><color style='color:#8790ab;'>※ 페나코니의 마지막 무명객의 끝나지 않은 여정 계속하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033203,
        "Ver": 2.2,
        "Series": 3,
        "Name": "우리가 빛 가운데 행하면",
        "Desc": "원하던 대로 새로운 「개척」 여정에 오르기<br><color style='color:#8790ab;'>※ 「하모니 성가대」 도미니쿠스 처치하기…</color>",
        "Reward": 10
    },
    {
        "_id": 4033204,
        "Ver": 2.2,
        "Series": 3,
        "Name": "결국, 우린 꿈에서 깨어난다",
        "Desc": "페나코니의 첫 번째 서광 목격하기<br><color style='color:#8790ab;'>※ 「철학의 태아」 선데이 처치하기</color>",
        "Reward": 20
    },
    {
        "_id": 4033205,
        "Ver": 2.2,
        "Series": 3,
        "Name": "진솔함은 영원한 필살기다",
        "Desc": "페나코니의 정의의 수호자와 화해하기<br><color style='color:#8790ab;'>※ 「슈퍼스타 결정전」에서 아젠티 설득하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033206,
        "Ver": 2.2,
        "Series": 3,
        "Name": "필살기는 영원한 진솔함이다",
        "Desc": "페나코니의 정의의 수호자 쓰러뜨리기<br><color style='color:#8790ab;'>※ 「슈퍼스타 결정전」에서 아젠티 쓰러뜨리기</color>",
        "Reward": 10
    },
    {
        "_id": 4043201,
        "Ver": 2.2,
        "Series": 4,
        "Name": "과거의 풍선",
        "Desc": "꿈이 흐르는 암초에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043202,
        "Ver": 2.2,
        "Series": 4,
        "Name": "제2차 풍선",
        "Desc": "뜨거운 모래 오디션장에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043203,
        "Ver": 2.2,
        "Series": 4,
        "Name": "풍선후서",
        "Desc": "페나코니 극장에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043205,
        "Ver": 2.2,
        "Series": 4,
        "Name": "새로운 페나코니 드림",
        "Desc": "페나코니 전리품 300.0회 오픈하기",
        "Reward": 10
    },
    {
        "_id": 4043206,
        "Ver": 2.2,
        "Series": 4,
        "Name": "속도 증가, 혈당 상승",
        "Desc": "뜨거운 모래 오디션장에 있는 ≪견과의 질주≫ 도전에서 모든 솔글래드 아이템 먹기",
        "Reward": 5
    },
    {
        "_id": 4043207,
        "Ver": 2.2,
        "Series": 4,
        "Name": "짹… 못 움직이겠어",
        "Desc": "종이새 100.0마리가 「큰 나무」로 돌아갈 수 있게 돕기",
        "Reward": 5
    },
    {
        "_id": 4043208,
        "Ver": 2.2,
        "Series": 4,
        "Name": "오디션 클럽하우스",
        "Desc": "「오디션 특급 열차」 화면에서 임의의 히든 도전 발견하기",
        "Reward": 5
    },
    {
        "_id": 4043209,
        "Ver": 2.2,
        "Series": 4,
        "Name": "전설의 오디션왕",
        "Desc": "「오디션 특급 열차」의 히든 도전 총 6.0개 발동하기",
        "Reward": 5
    },
    {
        "_id": 4043210,
        "Ver": 2.2,
        "Series": 4,
        "Name": "참가 자격 취소!",
        "Desc": "오디션 광장의 모든 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4053201,
        "Ver": 2.2,
        "Series": 5,
        "Name": "역사를 병에 담아",
        "Desc": "뜨거운 모래 오디션장에서 소다수 저장고의 4대 보물 탐색하기",
        "Reward": 5
    },
    {
        "_id": 4053202,
        "Ver": 2.2,
        "Series": 5,
        "Name": "시럽 물약의 이야기",
        "Desc": "뜨거운 모래 오디션장에서 소다수 저장고의 가장 진귀한 보물 찾기",
        "Reward": 5
    },
    {
        "_id": 4053203,
        "Ver": 2.2,
        "Series": 5,
        "Name": "황금과 기계… 시계?",
        "Desc": "뜨거운 모래 오디션장에서 시계 소년이 돌을 금으로 만든 비결 발견하기",
        "Reward": 5
    },
    {
        "_id": 4053204,
        "Ver": 2.2,
        "Series": 5,
        "Name": "걸어 다니는 그림자일 뿐",
        "Desc": "페나코니 극장 무대 옆에 있는 여덟 인형의 이야기 듣기",
        "Reward": 5
    },
    {
        "_id": 4043211,
        "Ver": 2.2,
        "Series": 4,
        "Name": "퍼스트 블러드",
        "Desc": "「하누 전선」의 도전 처음으로 완료하기",
        "Reward": 5
    },
    {
        "_id": 4083202,
        "Ver": 2.2,
        "Series": 8,
        "Name": "신중한 움직임",
        "Desc": "꿈 건축 모듈에 꿈방울 다리를 배치한 후, 꿈방울 다리를 건너지 않고 꿈 건축 모듈 옮기기",
        "Reward": 5
    },
    {
        "_id": 4043212,
        "Ver": 2.2,
        "Series": 4,
        "Name": "늑대와 같이",
        "Desc": "임의의 ≪늑대의 길•파이널≫ 스테이지에서 스톤 보스의 모든 코인 튕겨내기",
        "Reward": 5
    },
    {
        "_id": 4043213,
        "Ver": 2.2,
        "Series": 4,
        "Name": "늑대의 귀향",
        "Desc": "모든 ≪늑대의 길•파이널≫ 스테이지 완료하기",
        "Reward": 5
    },
    {
        "_id": 4043214,
        "Ver": 2.2,
        "Series": 4,
        "Name": "늑대와 같이 등장!",
        "Desc": "임의의 ≪늑대의 길•파이널≫ 스테이지에서 코인 공격을 한 번도 튕겨내지 않고 스톤 보스 처치하기",
        "Reward": 5
    },
    {
        "_id": 4043215,
        "Ver": 2.2,
        "Series": 4,
        "Name": "피프틴스 블러드",
        "Desc": "「하누 전선」의 모든 도전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4043216,
        "Ver": 2.2,
        "Series": 4,
        "Name": "몇 번째 블러드?",
        "Desc": "「하누 전선」의 모든 도전 퍼펙트 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4043217,
        "Ver": 2.2,
        "Series": 4,
        "Name": "철갑탄",
        "Desc": "「하누 전선」에서 한 방에 과녁 7.0개 명중하기",
        "Reward": 5
    },
    {
        "_id": 4043218,
        "Ver": 2.2,
        "Series": 4,
        "Name": "공공의 적 악어",
        "Desc": "≪꼬마 하누의 작전≫의 엔딩 스테이지에서 「강철 악어」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4043219,
        "Ver": 2.2,
        "Series": 4,
        "Name": "안녕, 하누누",
        "Desc": "모든 ≪꼬마 하누의 작전≫ 스토리북 수집하기",
        "Reward": 5
    },
    {
        "_id": 4043220,
        "Ver": 2.2,
        "Series": 4,
        "Name": "라스트 블러드",
        "Desc": "「하누 전선」에서 처음으로 모든 과녁 명중하기",
        "Reward": 5
    },
    {
        "_id": 4043221,
        "Ver": 2.2,
        "Series": 4,
        "Name": "하누의 유산",
        "Desc": "축제 오디션에서 「건파이어의 시련」의 숨겨진 보물 찾기",
        "Reward": 5
    },
    {
        "_id": 4043222,
        "Ver": 2.2,
        "Series": 4,
        "Name": "멈춰라!",
        "Desc": "「하누 전선」에서 「시계 타임」으로 과녁 20.0개 명중하기",
        "Reward": 5
    },
    {
        "_id": 4053206,
        "Ver": 2.2,
        "Series": 5,
        "Name": "끝나지 않은 꿈 건축 시",
        "Desc": "올라가 꿈세계에서 깨어나도록 설득하기",
        "Reward": 5
    },
    {
        "_id": 4053207,
        "Ver": 2.2,
        "Series": 5,
        "Name": "차라리 돌아가",
        "Desc": "올라가 동료들과 함께 떠나게 놓아주기",
        "Reward": 5
    },
    {
        "_id": 4053208,
        "Ver": 2.2,
        "Series": 5,
        "Name": "하누 노조의 탄생",
        "Desc": "≪좋은꿈의 과거≫의 광고 영상 ≪하누 형제 강도 사건≫에서 모든 광고판 직원을 데리고 탈출하기",
        "Reward": 5
    },
    {
        "_id": 4053209,
        "Ver": 2.2,
        "Series": 5,
        "Name": "솔글래드 엠버서더",
        "Desc": "≪좋은꿈의 과거≫의 광고 영상 ≪소다수를 좋아하는 시계 소년≫에서 모든 필드의 「솔글래드 바닥」 밟기",
        "Reward": 5
    },
    {
        "_id": 4053210,
        "Ver": 2.2,
        "Series": 5,
        "Name": "좋은꿈 마을의 마법사",
        "Desc": "≪좋은꿈의 과거≫의 광고 영상 ≪좋은꿈의 흔적≫에서 모든 장면이 감독의 요구사항을 완벽하게 충족하기",
        "Reward": 5
    },
    {
        "_id": 4053211,
        "Ver": 2.2,
        "Series": 5,
        "Name": "시계 소년과 친구들",
        "Desc": "≪좋은꿈의 과거≫의 애니메이터를 도와 모든 애니메이션 외전 제작하기",
        "Reward": 5
    },
    {
        "_id": 4053212,
        "Ver": 2.2,
        "Series": 5,
        "Name": "Railboard 100",
        "Desc": "로빈의 레코드판 획득하기",
        "Reward": 5
    },
    {
        "_id": 4053213,
        "Ver": 2.2,
        "Series": 5,
        "Name": "구명보트",
        "Desc": "슈퍼스타가 되고 싶은 솔글래드 도와주기",
        "Reward": 5
    },
    {
        "_id": 4053214,
        "Ver": 2.2,
        "Series": 5,
        "Name": "꿈이 흐르는 스터디 그룹",
        "Desc": "방랑자들을 위해 새로운 집 만들어주기",
        "Reward": 5
    },
    {
        "_id": 4053215,
        "Ver": 2.2,
        "Series": 5,
        "Name": "천사의 속삭임",
        "Desc": "「통의 사도」의 결말 지켜보기",
        "Reward": 5
    },
    {
        "_id": 4053216,
        "Ver": 2.2,
        "Series": 5,
        "Name": "그가 떨어트린 깃털",
        "Desc": "로빈을 도와 선데이의 단서 찾기",
        "Reward": 5
    },
    {
        "_id": 4053217,
        "Ver": 2.2,
        "Series": 5,
        "Name": "무기한 티켓",
        "Desc": "스페로이드를 타고 꿈이 흐르는 암초의 신비한 역 도착하기",
        "Reward": 5
    },
    {
        "_id": 4053218,
        "Ver": 2.2,
        "Series": 5,
        "Name": "어쨌든 굉장히 멋지다",
        "Desc": "꿈이 흐르는 암초에서 특별한 맨홀 뚜껑 7개 찾기",
        "Reward": 5
    },
    {
        "_id": 4053219,
        "Ver": 2.2,
        "Series": 5,
        "Name": "절경을 앞에 두니 슬픔이 몰려온다",
        "Desc": "꿈이 흐르는 암초의 승강기 통로에서 시계 소년의 흔적 찾기",
        "Reward": 5
    },
    {
        "_id": 4053220,
        "Ver": 2.2,
        "Series": 5,
        "Name": "시간이란 얼마나 기묘한가",
        "Desc": "모험 임무 「한때 좋은꿈 마을에서…」 완료하기",
        "Reward": 10
    },
    {
        "_id": 4053221,
        "Ver": 2.2,
        "Series": 5,
        "Name": "모든 과거",
        "Desc": "≪좋은꿈의 과거≫에서 모든 결말 편집 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053222,
        "Ver": 2.2,
        "Series": 5,
        "Name": "꿈세계 TOP 100",
        "Desc": "≪좋은꿈의 과거≫의 총집편에서 관객 평점 2000.0점 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053223,
        "Ver": 2.2,
        "Series": 5,
        "Name": "카메라 밖으로 흘러나오는 감정",
        "Desc": "≪좋은꿈의 과거≫에서 3가지 관객 감정이 동시에 50.0 초과하기",
        "Reward": 5
    },
    {
        "_id": 4053224,
        "Ver": 2.2,
        "Series": 5,
        "Name": "잃어버린 세대",
        "Desc": "≪좋은꿈의 과거≫에서 특수 스토리 분기점 1회 진입하기",
        "Reward": 5
    },
    {
        "_id": 4053225,
        "Ver": 2.2,
        "Series": 5,
        "Name": "높은 제작비의 영화",
        "Desc": "≪좋은꿈의 과거≫에서 같은 턴에 최소 3.0개 이상의 시간 주사위 6.0 획득하기",
        "Reward": 5
    },
    {
        "_id": 4053226,
        "Ver": 2.2,
        "Series": 5,
        "Name": "0 포인트 부족",
        "Desc": "≪좋은꿈의 과거≫에서 시사회 심사 시, 필요한 감정이 심사 요구와 일치하기",
        "Reward": 5
    },
    {
        "_id": 4053227,
        "Ver": 2.2,
        "Series": 5,
        "Name": "Rail Road, Take Me Home",
        "Desc": "꿈이 흐르는 암초에서 「시계공」의 꿈방울을 통해 어린아이의 꿈으로 들어가기",
        "Reward": 5
    },
    {
        "_id": 4043224,
        "Ver": 2.2,
        "Series": 4,
        "Name": "포화식 폭격",
        "Desc": "한 번의 ≪꼬마 하누의 작전≫에서 한 번에 스톤 보스의 부하 5.0명 처치하기",
        "Reward": 5
    },
    {
        "_id": 4043226,
        "Ver": 2.2,
        "Series": 4,
        "Name": "가족의 이름으로",
        "Desc": "가족 구성원을 도와 모든 장물 회수하기",
        "Reward": 5
    },
    {
        "_id": 4083203,
        "Ver": 2.2,
        "Series": 8,
        "Name": "더치페이",
        "Desc": "부트힐과 어벤츄린이 앞다투어 「계산」하게 하기<br><color style='color:#8790ab;'>※ 한 번의 전투에서 어벤츄린의 「전투 스킬•1」 음성과 부트힐의 「전투 시작•약점 격파」 음성 발동하기</color>",
        "Reward": 5
    },
    {
        "_id": 4073201,
        "Ver": 2.2,
        "Series": 7,
        "Name": "JACKPOT!",
        "Desc": "「나쁜꿈 극단의 럭키 세일즈맨」에서 「나왔다!」 1회 뽑기",
        "Reward": 5
    },
    {
        "_id": 4073202,
        "Ver": 2.2,
        "Series": 7,
        "Name": "소프 오페라",
        "Desc": "「같은 음률의 미래」와 전투 시 캐릭터 4.0명 모두 수면 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4073203,
        "Ver": 2.2,
        "Series": 7,
        "Name": "수난극",
        "Desc": "캐릭터 1명이 「새장에 갇힌 과거」의 스킬 「새장 속의 복음」의 모든 피해를 받고 처치되지 않기",
        "Reward": 5
    },
    {
        "_id": 4073204,
        "Ver": 2.2,
        "Series": 7,
        "Name": "군상극",
        "Desc": "「과거, 현재, 영원히 존재하는 연극」 1단계에서 적 3.0기가 번갈아 가며 [악장]이 되게 하기",
        "Reward": 5
    },
    {
        "_id": 4073205,
        "Ver": 2.2,
        "Series": 7,
        "Name": "단막극",
        "Desc": "「과거, 현재, 영원히 존재하는 연극」 2단계에서 적이 「하나의 음률을 위해 바치는 춤」을 최대 1회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4073206,
        "Ver": 2.2,
        "Series": 7,
        "Name": "단편",
        "Desc": "「축제에 취한 현재」가 차지 상태에 진입 후 차지 중단시키기",
        "Reward": 5
    },
    {
        "_id": 4073207,
        "Ver": 2.2,
        "Series": 7,
        "Name": "한 곡의 시간",
        "Desc": "로빈의 노랫소리에 귀를 기울이기<br><color style='color:#8790ab;'>※ 전투 중 로빈의 필살기 「천음의 합주, 뭇별의 푸가」 발동 후, 전투 실황에서 로빈 10.0초 이상 지켜보기</color>",
        "Reward": 5
    },
    {
        "_id": 4073208,
        "Ver": 2.2,
        "Series": 7,
        "Name": "피리 부는 여인",
        "Desc": "탐사 중 로빈의 비술 「심취의 서곡」 사용 후 6.0기 이상의 적 끌어들이기",
        "Reward": 5
    },
    {
        "_id": 4073209,
        "Ver": 2.2,
        "Series": 7,
        "Name": "저스트 댄스!",
        "Desc": "전투 중 {NICKNAME}•화합의 필살기 「떠들썩한 풋라이트 퍼레이드」의 [댄스 파트너] 효과로 정예 적 1기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4073210,
        "Ver": 2.2,
        "Series": 7,
        "Name": "목숨을 건 대결",
        "Desc": "전투 중 아군 캐릭터 부트힐이 1턴 내에 [포켓 어드벤티지] 3.0스택 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4073211,
        "Ver": 2.2,
        "Series": 7,
        "Name": "신이 없는 근무일",
        "Desc": "「하모니 성가대」 신주의 날이 「볼테지안도」 또는 「템페스토소」를 발동하기 전에 모든 옛꿈의 메아리 격파하기",
        "Reward": 5
    },
    {
        "_id": 4073212,
        "Ver": 2.2,
        "Series": 7,
        "Name": "그리고 월요일이 되었다…",
        "Desc": "충분한 실드를 누적하고 「철학의 태아」 선데이의 스킬 「태초에 행동이 있었노라」가 가하는 피해 완벽하게 막기",
        "Reward": 5
    },
    {
        "_id": 4053228,
        "Ver": 2.2,
        "Series": 5,
        "Name": "어디 가요, 미하일?",
        "Desc": "가야 할 길은 이미 다 걸었다<br><color style='color:#8790ab;'>※ 모든 일이 해결된 후, 어린아이의 달맞이 장소로 돌아가기</color>",
        "Reward": 5
    },
    {
        "_id": 4053229,
        "Ver": 2.2,
        "Series": 5,
        "Name": "뱀 사다리 게임",
        "Desc": "꿈이 흐르는 암초에서 나무 상자로 쌓은 산 오르기",
        "Reward": 5
    },
    {
        "_id": 4053230,
        "Ver": 2.2,
        "Series": 5,
        "Name": "고도를 기다리며",
        "Desc": "인내심을 갖고 유령 열차 기다리기",
        "Reward": 5
    },
    {
        "_id": 4053231,
        "Ver": 2.2,
        "Series": 5,
        "Name": "오후 내내 앉아 있을 수 있다",
        "Desc": "꿈이 흐르는 암초의 소파에서 잠깐의 휴식 시간 즐기기",
        "Reward": 5
    },
    {
        "_id": 4053232,
        "Ver": 2.2,
        "Series": 5,
        "Name": "사랑의 도시",
        "Desc": "광고판 「금사빠」 대신 그의 연인에게 메시지 전하기",
        "Reward": 5
    },
    {
        "_id": 4013201,
        "Ver": 2.2,
        "Series": 1,
        "Name": "아무도 잠들지 말라",
        "Desc": "개척자 「화합」 운명의 길에 오르기",
        "Reward": 20
    },
    {
        "_id": 4033301,
        "Ver": 2.3,
        "Series": 3,
        "Name": "모든 꽃은 죽어가고 있다",
        "Desc": "떠난 이들을 위해 건배하자. 씁쓸한 현실을 위하여<br><color style='color:#8790ab;'>※ 특제 음료 「기나긴 씁쓸한 꿈」 제조하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033302,
        "Ver": 2.3,
        "Series": 3,
        "Name": "멋진 인생",
        "Desc": "떠난 이들을 위해 건배하자. 달콤한 내일을 위하여<br><color style='color:#8790ab;'>※ 특제 음료 「빠져드는 달콤함」 제조하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033303,
        "Ver": 2.3,
        "Series": 3,
        "Name": "나의 길을 가련다",
        "Desc": "은하열차와 우연히 만나기<br><color style='color:#8790ab;'>※ 반디의 시점으로 빛나는 펠드스파호에서 열차팀 보기</color>",
        "Reward": 10
    },
    {
        "_id": 4033304,
        "Ver": 2.3,
        "Series": 3,
        "Name": "길 위에서",
        "Desc": "은하열차를 스쳐 지나가기<br><color style='color:#8790ab;'>※ 반디의 시점으로 빛나는 펠드스파호에서 「보나제이드 전당포」를 찾는 데 몰두하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033305,
        "Ver": 2.3,
        "Series": 3,
        "Name": "우인선",
        "Desc": "우리의 운명에 새로운 주석 달기<br><color style='color:#8790ab;'>※ 「폭탄」 위기를 성공적으로 해결하고, 성대한 불꽃놀이 관람하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033306,
        "Ver": 2.3,
        "Series": 3,
        "Name": "Tell Me, O Muse",
        "Desc": "페나코니 여정 후의 다음 목적지 결정하기<br><color style='color:#8790ab;'>※ 「영원의 땅」 앰포리어스로 출발!</color>",
        "Reward": 10
    },
    {
        "_id": 4043301,
        "Ver": 2.3,
        "Series": 4,
        "Name": "풍선, 내일을 향해——",
        "Desc": "{TEXTJOIN#87}에 있는 특수한 스톤 보스 풍선 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043302,
        "Ver": 2.3,
        "Series": 4,
        "Name": "아쉽지만 취주악부가 아니다",
        "Desc": "{TEXTJOIN#87}에 있는 시계 「대장」 구하기",
        "Reward": 5
    },
    {
        "_id": 4053205,
        "Ver": 2.3,
        "Series": 5,
        "Name": "스티커가 너무 많아!",
        "Desc": "「꿈세계 여권」의 모든 페이지 완성도 100% 달성하기",
        "Reward": 10
    },
    {
        "_id": 4053301,
        "Ver": 2.3,
        "Series": 5,
        "Name": "호텔 내 임무 수행 금지",
        "Desc": "모험 임무 「체크아웃」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053302,
        "Ver": 2.3,
        "Series": 5,
        "Name": "장미의 장례 행렬",
        "Desc": "모험 임무 「종말의 스너프 필름」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053303,
        "Ver": 2.3,
        "Series": 5,
        "Name": "나의 선장 나의 배",
        "Desc": "모험 임무 「구름에 엮은 마음」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053304,
        "Ver": 2.3,
        "Series": 5,
        "Name": "계획에 없던 단체 사진",
        "Desc": "「종이새 팡팡」 이벤트에서 단체 사진 찍기",
        "Reward": 10
    },
    {
        "_id": 4053305,
        "Ver": 2.3,
        "Series": 5,
        "Name": "오메가루비",
        "Desc": "「종이새 팡팡」 이벤트에서 은랑 새, 반디 새, 개척자 새를 같은 쪽 오락기 위에 두기",
        "Reward": 5
    },
    {
        "_id": 4053306,
        "Ver": 2.3,
        "Series": 5,
        "Name": "알파사파이어",
        "Desc": "「종이새 팡팡」 이벤트에서 개척자 새, Mar. 7th 새를 인접한 오락기 위에 두기",
        "Reward": 5
    },
    {
        "_id": 4053307,
        "Ver": 2.3,
        "Series": 5,
        "Name": "이 정도는 거뜬하지",
        "Desc": "「종이새 팡팡」 이벤트의 단일 대전에서 새 스킬 30.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4053308,
        "Ver": 2.3,
        "Series": 5,
        "Name": "앵그리 종이새",
        "Desc": "「종이새 팡팡」 이벤트의 단일 대전에서 수동으로 폭탄 조합 15.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4053309,
        "Ver": 2.3,
        "Series": 5,
        "Name": "새! 새! 새!",
        "Desc": "「종이새 팡팡」 이벤트의 단일 대전에서 새 최고 전투력 300.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053310,
        "Ver": 2.3,
        "Series": 5,
        "Name": "종이접기 동물원",
        "Desc": "「종이새 팡팡」 이벤트의 모든 자유 도전에서 승리하기",
        "Reward": 5
    },
    {
        "_id": 4053311,
        "Ver": 2.3,
        "Series": 5,
        "Name": "스타 이즈 본",
        "Desc": "{TEXTJOIN#87}의 무대에 적합한 연기자 배치하기",
        "Reward": 5
    },
    {
        "_id": 4053312,
        "Ver": 2.3,
        "Series": 5,
        "Name": "니드 포 스피드",
        "Desc": "{TEXTJOIN#87}의 전용 주차 공간에 주차하기",
        "Reward": 5
    },
    {
        "_id": 4053313,
        "Ver": 2.3,
        "Series": 5,
        "Name": "홈 시어터",
        "Desc": "{TEXTJOIN#87}에서 영사기를 사용하고, 열차팀 멤버를 초대해 같이 보기",
        "Reward": 5
    },
    {
        "_id": 4053315,
        "Ver": 2.3,
        "Series": 5,
        "Name": "왕의 열여덟 가지 통",
        "Desc": "{TEXTJOIN#87}에서 시련의 통의 모든 도전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053316,
        "Ver": 2.3,
        "Series": 5,
        "Name": "행운 특급",
        "Desc": "{TEXTJOIN#87}에서 어벤츄린이 보낸 소포 받기",
        "Reward": 5
    },
    {
        "_id": 4053317,
        "Ver": 2.3,
        "Series": 5,
        "Name": "은하열차 나이트 라이브",
        "Desc": "황금 뽑기 코인을 사용해 꼬마 하누 형제 텔레비전을 구매하고 객실 칸에 장식하기",
        "Reward": 5
    },
    {
        "_id": 4053318,
        "Ver": 2.3,
        "Series": 5,
        "Name": "인비저블 게스트",
        "Desc": "하누 형제로 변신해 다른 열차팀 멤버의 방에 들어가기",
        "Reward": 5
    },
    {
        "_id": 4053319,
        "Ver": 2.3,
        "Series": 5,
        "Name": "내돈내산 굿즈",
        "Desc": "{NICKNAME}의 선장 굿즈 획득하기",
        "Reward": 5
    },
    {
        "_id": 4053320,
        "Ver": 2.3,
        "Series": 5,
        "Name": "그림자 선장",
        "Desc": "{NICKNAME} 선장의 광고판과 대화하기",
        "Reward": 5
    },
    {
        "_id": 4053321,
        "Ver": 2.3,
        "Series": 8,
        "Name": "주인의 말이 곧 법",
        "Desc": "{TEXTJOIN#87}의 소유권을 획득하기 전에 수영장에서 뛰어다니며 물놀이하고 혼나기",
        "Reward": 5
    },
    {
        "_id": 4053322,
        "Ver": 2.3,
        "Series": 5,
        "Name": "블랙 미러 아래",
        "Desc": "제어실에서 감시 시스템을 활성화하고 {TEXTJOIN#87} 선체 관찰하기",
        "Reward": 5
    },
    {
        "_id": 4053323,
        "Ver": 2.3,
        "Series": 5,
        "Name": "다시 돌아온 영광",
        "Desc": "빛나는 펠드스파호의 이름과 꼬리 날개 도장 바꾸기",
        "Reward": 5
    },
    {
        "_id": 4053324,
        "Ver": 2.3,
        "Series": 5,
        "Name": "보이지 않는 도시들",
        "Desc": "{TEXTJOIN#87}에서 망원경 사용하기",
        "Reward": 5
    },
    {
        "_id": 4053325,
        "Ver": 2.3,
        "Series": 5,
        "Name": "My Heart Will Go On",
        "Desc": "{TEXTJOIN#87}의 뱃머리에서 멀리 바라보기",
        "Reward": 5
    },
    {
        "_id": 4073301,
        "Ver": 2.3,
        "Series": 7,
        "Name": "축제의 별 특별 프로젝트팀",
        "Desc": "토파즈&복순이, Dr. 레이시오, 어벤츄린, 제이드가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073302,
        "Ver": 2.3,
        "Series": 7,
        "Name": "≪Save the Cat!≫",
        "Desc": "은랑, 블레이드, 카프카, 반디가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073303,
        "Ver": 2.3,
        "Series": 7,
        "Name": "컨트랙터",
        "Desc": "단일 전투에서 아군이 제이드 전투 스킬의 [빚 수금업자] 효과 보유 시 현재 HP를 1.0까지 소모하기",
        "Reward": 5
    },
    {
        "_id": 4073304,
        "Ver": 2.3,
        "Series": 7,
        "Name": "가자, 새… 샘",
        "Desc": "아군 캐릭터 반디로 카프카와 대전하고 「지배」 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4073305,
        "Ver": 2.3,
        "Series": 7,
        "Name": "바다를, 불태우리!",
        "Desc": "단일 전투에서 기갑 「샘」이 「완전연소」 상태 종료 전에 [반딧불이 Type-IV•데스 스타 과부하] 4.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4083301,
        "Ver": 2.3,
        "Series": 8,
        "Name": "손님의 말이 곧 법",
        "Desc": "{TEXTJOIN#87}의 소유권을 획득한 후 수영장에서 뛰어다니며 물놀이하기",
        "Reward": 5
    },
    {
        "_id": 4073306,
        "Ver": 2.3,
        "Series": 7,
        "Name": "여름을 보았다",
        "Desc": "{NICKNAME}, 반디가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4053326,
        "Ver": 2.3,
        "Series": 5,
        "Name": "완전한 호러 스토리",
        "Desc": "시계 트릭으로 벨라의 모든 감정 읽기",
        "Reward": 5
    },
    {
        "_id": 4053327,
        "Ver": 2.3,
        "Series": 5,
        "Name": "디 이블 위딘",
        "Desc": "시계 트릭으로 스테파노의 기쁨 감정 읽기",
        "Reward": 5
    },
    {
        "_id": 4053328,
        "Ver": 2.3,
        "Series": 5,
        "Name": "별의 코인",
        "Desc": "페나코니의 모든 황금 뽑기 코인 모으기",
        "Reward": 5
    },
    {
        "_id": 4053329,
        "Ver": 2.3,
        "Series": 5,
        "Name": "오 캡틴! 마이 캡틴!",
        "Desc": "{TEXTJOIN#87} 선장의 전용 공간에 처음 진입하기",
        "Reward": 5
    },
    {
        "_id": 4033401,
        "Ver": 2.4,
        "Series": 3,
        "Name": "검으로 나누는 마음",
        "Desc": "두 자루의 검이 만나면…<br><color style='color:#8790ab;'>※ 연경과 운리의 승부를 가르는 전투 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033402,
        "Ver": 2.4,
        "Series": 3,
        "Name": "천재적인 말솜씨",
        "Desc": "말솜씨야말로 외교의 진정한 밑거름…<br><color style='color:#8790ab;'>※ 자신의 말솜씨로 컴퍼니 담당자 설득하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033403,
        "Ver": 2.4,
        "Series": 3,
        "Name": "「힘」으로 설득",
        "Desc": "외교 업무에서도 가끔은 강하게 밀고 나가야 할 때가 있다…<br><color style='color:#8790ab;'>※ 물리적인 수단으로 컴퍼니 담당자 「설득」하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033404,
        "Ver": 2.4,
        "Series": 3,
        "Name": "개관사정(開棺事定)",
        "Desc": "화물 상자를 여는 것은 관을 여는 것과 같다…<br><color style='color:#8790ab;'>※ 컴퍼니의 위험한 화물 「포효의 영구(靈柩)」 처치하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033405,
        "Ver": 2.4,
        "Series": 3,
        "Name": "가을 연꽃처럼 반짝이는 검",
        "Desc": "사부들의 선물과 두터운 기대 받아들이기<br><color style='color:#8790ab;'>※ Mar. 7th의 시점으로 선주 검술 배우기</color>",
        "Reward": 10
    },
    {
        "_id": 4033406,
        "Ver": 2.4,
        "Series": 3,
        "Name": "프리즌 브레이크",
        "Desc": "지금, 가장 위험한 죄수가 족쇄에서 벗어났다<br><color style='color:#8790ab;'>※ 초구의 시점으로 호뢰의 면회 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033407,
        "Ver": 2.4,
        "Series": 3,
        "Name": "사냥의 시간",
        "Desc": "사냥꾼과 사냥감의 게임은 아직 시작되지 않았다<br><color style='color:#8790ab;'>※ 장군들이여… 출정하라</color>",
        "Reward": 10
    },
    {
        "_id": 4043401,
        "Ver": 2.4,
        "Series": 4,
        "Name": "푸른 새의 탐방",
        "Desc": "기계새를 이용해 숨겨진 지하 통로 열기",
        "Reward": 5
    },
    {
        "_id": 4043402,
        "Ver": 2.4,
        "Series": 4,
        "Name": "히든 코너",
        "Desc": "기계새를 이용해 숨겨진 방으로 들어가기",
        "Reward": 5
    },
    {
        "_id": 4053401,
        "Ver": 2.4,
        "Series": 5,
        "Name": "돌 속의 검, 구름 속의 사람",
        "Desc": "동행 임무 「검을 쟁기로」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053402,
        "Ver": 2.4,
        "Series": 5,
        "Name": "사계절의 검의",
        "Desc": "「초화습검록」에서 「능수능란」 이상의 임의의 검법 습득하기",
        "Reward": 5
    },
    {
        "_id": 4053403,
        "Ver": 2.4,
        "Series": 5,
        "Name": "삼척수로 구름을 베니",
        "Desc": "「초화습검록」에서 검술 경지를 「검심초성」까지 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053404,
        "Ver": 2.4,
        "Series": 5,
        "Name": "오컴의 면도날은 아직 검집에 있다",
        "Desc": "「초화습검록」에서 모든 엔딩 수집하기",
        "Reward": 10
    },
    {
        "_id": 4053405,
        "Ver": 2.4,
        "Series": 5,
        "Name": "ZZANG센 주제에 너무 신중하다",
        "Desc": "「초화습검록」에서 Mar. 7th의 훈련 속성 4.0개를 1000.0 이상 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053407,
        "Ver": 2.4,
        "Series": 5,
        "Name": "정체기를 넘어서",
        "Desc": "「초화습검록」에서 단일 라운드 내에 훈련 속성 300.0pt 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053408,
        "Ver": 2.4,
        "Series": 5,
        "Name": "초화여행록",
        "Desc": "「초화습검록」의 검술 훈련 일정에서 훈련하지 않고 유람만 하기",
        "Reward": 5
    },
    {
        "_id": 4053409,
        "Ver": 2.4,
        "Series": 5,
        "Name": "놀지 않고 공부만 하면 똑똑한 Mar. 7th도 바보가 된다",
        "Desc": "「초화습검록」에서 Mar. 7th의 기분이 0.0(이)가 될 때까지 훈련하기",
        "Reward": 5
    },
    {
        "_id": 4053410,
        "Ver": 2.4,
        "Series": 5,
        "Name": "진짜 개척왕은 누구?",
        "Desc": "자신으로 변신한 「무상자」 두두와 대치하고 자신이 {NICKNAME}(이)라는 것을 증명하기",
        "Reward": 5
    },
    {
        "_id": 4053411,
        "Ver": 2.4,
        "Series": 5,
        "Name": "로프넷 의뢰",
        "Desc": "시라토리가 칠흑 같은 컨테이너를 통과해 올바른 통로를 찾을 수 있도록 돕기",
        "Reward": 5
    },
    {
        "_id": 4053412,
        "Ver": 2.4,
        "Series": 5,
        "Name": "선주 가이드",
        "Desc": "페페시 여행객, 지능 기계 여행객과 나부 선주에서 재회하기",
        "Reward": 5
    },
    {
        "_id": 4053413,
        "Ver": 2.4,
        "Series": 5,
        "Name": "사람은 다섯이나, 탈옥수는 셋일지니",
        "Desc": "유폐옥에 숨어 있던 탈옥수를 찾아내고 사옥의 심판 지켜보기",
        "Reward": 5
    },
    {
        "_id": 4053414,
        "Ver": 2.4,
        "Series": 5,
        "Name": "마각의 몸 연구는 어디에?",
        "Desc": "오래전에 사라진 ≪마각의 몸 연구≫를 찾고, 사라진 원인 알아내기",
        "Reward": 5
    },
    {
        "_id": 4053415,
        "Ver": 2.4,
        "Series": 5,
        "Name": "그림자 호위 크리드",
        "Desc": "유폐옥 상층에서 처음으로 유폐옥을 내려다볼 때 심연을 응시하기",
        "Reward": 5
    },
    {
        "_id": 4053416,
        "Ver": 2.4,
        "Series": 5,
        "Name": "그림자 호위 크리드: 로그",
        "Desc": "유폐옥 상층에서 처음으로 유폐옥을 내려다볼 때 일단 후퇴하기",
        "Reward": 5
    },
    {
        "_id": 4053417,
        "Ver": 2.4,
        "Series": 5,
        "Name": "감방 순회",
        "Desc": "기계새를 가동하고 방문객 신분으로 고층 감방 3.0곳 조사하기",
        "Reward": 5
    },
    {
        "_id": 4053418,
        "Ver": 2.4,
        "Series": 5,
        "Name": "존재하지 않는 기억",
        "Desc": "특수한 석문을 조사하고 「사람은 다섯이나, 대가는 셋일지니…」의 장면 떠올리기",
        "Reward": 5
    },
    {
        "_id": 4053420,
        "Ver": 2.4,
        "Series": 5,
        "Name": "0원 딜",
        "Desc": "유폐옥에서 「아르마 철창 그룹」의 임의의 구성원과 거래 1회 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053421,
        "Ver": 2.4,
        "Series": 5,
        "Name": "나와 평생 큐브 돌리지 않을래?",
        "Desc": "유폐옥에 있는 모든 「모순된 결합체•Remake」 수수께끼 완료하기",
        "Reward": 5
    },
    {
        "_id": 4073401,
        "Ver": 2.4,
        "Series": 7,
        "Name": "검을 찾는 자",
        "Desc": "운리가 포함된 파티 조합으로 왕의 쓰레기통과의 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073402,
        "Ver": 2.4,
        "Series": 7,
        "Name": "오락가락한 온도",
        "Desc": "한 번의 전투에서 1배속으로 정운과 초구의 「일반 공격」 음성 발동하기",
        "Reward": 5
    },
    {
        "_id": 4073403,
        "Ver": 2.4,
        "Series": 7,
        "Name": "달에게는 말이 없다",
        "Desc": "「달의 광기」 카운트다운이 끝나기 전에 필드 위 모든 적이 「달의 광기」 상태 미리 해제하기",
        "Reward": 5
    },
    {
        "_id": 4073404,
        "Ver": 2.4,
        "Series": 7,
        "Name": "두려울 것 없다",
        "Desc": "단일 전투에서 아군 캐릭터가 포효의 영구(靈柩)로부터 받은 모든 「맴도는 공포」 상태 해제하기",
        "Reward": 5
    },
    {
        "_id": 4073405,
        "Ver": 2.4,
        "Series": 7,
        "Name": "프랑켄위니",
        "Desc": "포효의 영구(靈柩)가 「공포」 상태의 아군 캐릭터 1명 처치하기",
        "Reward": 5
    },
    {
        "_id": 4073406,
        "Ver": 2.4,
        "Series": 7,
        "Name": "토막 상식 천국",
        "Desc": "Mar. 7th•수렵으로 각기 다른 캐릭터 20.0명에게 전투 스킬 「사부, 차 마셔!」 발동하기",
        "Reward": 5
    },
    {
        "_id": 4073407,
        "Ver": 2.4,
        "Series": 7,
        "Name": "바로 이 맛이야!",
        "Desc": "단일 전투에서 Mar. 7th•수렵으로 전투 스킬 「사부, 차 마셔!」 발동 시 소다 두유가 나오게 하기",
        "Reward": 5
    },
    {
        "_id": 4073408,
        "Ver": 2.4,
        "Series": 7,
        "Name": "밀삼도",
        "Desc": "단일 전투에서 운리로 「간파•멸」 3.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4043403,
        "Ver": 2.4,
        "Series": 8,
        "Name": "역시 문이 더 단단하군",
        "Desc": "유폐옥 대문에 머리 끼기",
        "Reward": 5
    },
    {
        "_id": 4023501,
        "Ver": 2.5,
        "Series": 2,
        "Name": "스탠 바이 미",
        "Desc": "펫 1.0마리 획득하기",
        "Reward": 10
    },
    {
        "_id": 4033501,
        "Ver": 2.5,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4033502,
        "Ver": 2.5,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4033503,
        "Ver": 2.5,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4033504,
        "Ver": 2.5,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4043501,
        "Ver": 2.5,
        "Series": 4,
        "Name": "구름의 저편, 약속의 장소",
        "Desc": "경기 함선에서 「인항 나침반」 처음으로 완료하기",
        "Reward": 5
    },
    {
        "_id": 4043502,
        "Ver": 2.5,
        "Series": 4,
        "Name": "신의 한 수",
        "Desc": "경기 함선에서 「길의 모색」 보상 15.0회 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4043503,
        "Ver": 2.5,
        "Series": 4,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053501,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4053502,
        "Ver": 2.5,
        "Series": 5,
        "Name": "언더독 결승자",
        "Desc": "루카가 「성천 연무 의식」의 모든 예선전에서 승리하도록 돕기",
        "Reward": 5
    },
    {
        "_id": 4053503,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053504,
        "Ver": 2.5,
        "Series": 5,
        "Name": "목표는 연무 마스터",
        "Desc": "「성천 연무 의식」에서 모든 전술 습득하기",
        "Reward": 5
    },
    {
        "_id": 4053505,
        "Ver": 2.5,
        "Series": 5,
        "Name": "꿈속의 파이터와 황소",
        "Desc": "「성천 연무 의식」에서 꿈세계 훈련의 모든 도전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053506,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053507,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053508,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053509,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053510,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053511,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053512,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053513,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053514,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053515,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053516,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053517,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053518,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053519,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4053520,
        "Ver": 2.5,
        "Series": 5,
        "Name": "스크래빌드",
        "Desc": "경기 함선에서 장난감 비검의 무한한 잠재력 개발하기",
        "Reward": 5
    },
    {
        "_id": 4053521,
        "Ver": 2.5,
        "Series": 5,
        "Name": "거래할 수 있는 숭고한 대상",
        "Desc": "돈으로 도덕을 바꾸는 게… 과연 도덕적일까?",
        "Reward": 5
    },
    {
        "_id": 4053522,
        "Ver": 2.5,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4073501,
        "Ver": 2.5,
        "Series": 7,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4073502,
        "Ver": 2.5,
        "Series": 7,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4073503,
        "Ver": 2.5,
        "Series": 7,
        "Name": "연무 의식: 백전의 시련",
        "Desc": "연경과의 대전에서 아군 캐릭터 비소로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4073504,
        "Ver": 2.5,
        "Series": 7,
        "Name": "청구 행군",
        "Desc": "비소, 초구, 맥택이 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073505,
        "Ver": 2.5,
        "Series": 7,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4073506,
        "Ver": 2.5,
        "Series": 7,
        "Name": "홀로 울부짖는 외로운 늑대",
        "Desc": "호뢰가 필드 위에 다른 늑대 병사 적이 없는 상태에서 달의 광기 발동하기",
        "Reward": 5
    },
    {
        "_id": 4073507,
        "Ver": 2.5,
        "Series": 7,
        "Name": "핏빛 하늘을 가린 달",
        "Desc": "달의 광기 지속 기간에 호뢰가 [질주하는 탐랑, 드리우는 핏빛] 발동하지 않기",
        "Reward": 5
    },
    {
        "_id": 4073508,
        "Ver": 2.5,
        "Series": 7,
        "Name": "풀 웨폰 패닉!",
        "Desc": "단일 전투에서 비소로 필살기를 발동해 6.0번째 [섬렬의 검무] 또는 [하늘을 꿰뚫는 도끼] 발동 시 목표의 HP를 소진시키기",
        "Reward": 5
    },
    {
        "_id": 4073509,
        "Ver": 2.5,
        "Series": 7,
        "Name": "작은 토끼 마시멜로",
        "Desc": "영사를 사용해 단일 전투에서 승리할 때까지 [부원]을 필드에 있게 하기",
        "Reward": 5
    },
    {
        "_id": 4073510,
        "Ver": 2.5,
        "Series": 7,
        "Name": "병불혈인",
        "Desc": "단일 전투에서 맥택이 특성의 추가 공격을 발동하지 않고 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4073511,
        "Ver": 2.5,
        "Series": 7,
        "Name": "내가 곧 폭풍이다",
        "Desc": "비소의 비술을 사용해 5.0기 이상의 적을 30.0초 넘게 연속으로 끌어당기기",
        "Reward": 5
    },
    {
        "_id": 4083501,
        "Ver": 2.5,
        "Series": 8,
        "Name": "도와줘, 대사형!",
        "Desc": "Mar. 7th•수렵이 캐릭터 한 명을 「사부」로 만든 후, 「사부」가 스바로그의 기계 팔에 제어당하기",
        "Reward": 5
    },
    {
        "_id": 4033601,
        "Ver": 2.6,
        "Series": 3,
        "Name": "장대한•사냥•종료",
        "Desc": "말법•겁화를 멸하여 장대한•사냥을 마쳐라. 이는 ≪은하인법첩≫에도 기록되어 있다<br>※ 「기묘한 숲속의 나나교무진」 처치하기",
        "Reward": 10
    },
    {
        "_id": 4033602,
        "Ver": 2.6,
        "Series": 3,
        "Name": "우리 친구나나 하자!",
        "Desc": "나? 나나, 나나나나!<br>※ 처음으로 「졸리나나 원숭이」와 만나기",
        "Reward": 10
    },
    {
        "_id": 4033603,
        "Ver": 2.6,
        "Series": 3,
        "Name": "건축가의 배",
        "Desc": "이 정도 고생도 견딜 수 없다면, 아무 일도 할 수 없다<br>※ 꿈 건축 학부 학생 되기",
        "Reward": 10
    },
    {
        "_id": 4033604,
        "Ver": 2.6,
        "Series": 3,
        "Name": "하이스쿨 뮤지컬",
        "Desc": "팀과 함께 열두 꿈세계 도시락을 맛보고, 화면에 나와 스타인웨이 팔콘조각 수집하기<br>※ 조화 학부 학생 되기",
        "Reward": 10
    },
    {
        "_id": 4033605,
        "Ver": 2.6,
        "Series": 3,
        "Name": "여피족의 꿈",
        "Desc": "오전에는 SWOT 분석을 하고, 오후에는 PEST 분석 내용을 보충하고, 저녁에는 가십거리 PPT를 열어본다<br>※ 자산 학부 학생 되기",
        "Reward": 10
    },
    {
        "_id": 4033606,
        "Ver": 2.6,
        "Series": 3,
        "Name": "밧줄과 곤봉",
        "Desc": "세상에는 두 유형의 사람이 있다. 하나는 억지 부리는 사람, 다른 하나는 헛소리하는 것을 좋아하는 사람<br>※ 부트힐 시점에서 빼앗은 회원증으로 졸리나나회에 가입하기",
        "Reward": 10
    },
    {
        "_id": 4033607,
        "Ver": 2.6,
        "Series": 3,
        "Name": "나보다 졸리나나에 대해 잘 아는 「사람」은 없다",
        "Desc": "세상에는 두 유형의 총잡이가 있다. 하나는 총을 쏠 줄 아는 사람, 다른 하나는 총을 쏘지 않을 줄 아는 사람<br>※ 부트힐 시점에서 테스트를 통과해 졸리나나회에 가입하기",
        "Reward": 10
    },
    {
        "_id": 4033608,
        "Ver": 2.6,
        "Series": 3,
        "Name": "수업나나 사고",
        "Desc": "yo, 존중받고 싶거든 우선 타인을 존중하는 법을 배워라<br>※ 아카데미의 「교수나나」 처음으로 처치하기",
        "Reward": 10
    },
    {
        "_id": 4033609,
        "Ver": 2.6,
        "Series": 3,
        "Name": "내 친구 부트힐",
        "Desc": "야만을 숭배하는 유인원은 결국 야만스러운 방식으로 죽음을 맞이할 것이다<br>※ 부트힐 시점에서 꿈이 흐르는 암초를 교란시키는 「조교나나」 처치하기",
        "Reward": 10
    },
    {
        "_id": 4033610,
        "Ver": 2.6,
        "Series": 3,
        "Name": "의협 닌자•과거",
        "Desc": "닌자계•어두운 면의 진실을 엿보고, 요란•닌자 레인저의 옛 기억 속 먼지 앉은 거미줄을 털어내라<br>※ 라파의 과거•영사록 목격하기",
        "Reward": 10
    },
    {
        "_id": 4033611,
        "Ver": 2.6,
        "Series": 3,
        "Name": "요괴•깨달음",
        "Desc": "참으로 자비롭도다. 이 전투는 마치 대약사신이 죽어가는 요괴들을 위해 끊어지기 쉬운 거미줄을 늘어뜨린 것처럼 너그럽다<br>※ 「졸리나나의 순간」에서 「졸리나나 원숭이」 조금 처치하기",
        "Reward": 10
    },
    {
        "_id": 4033612,
        "Ver": 2.6,
        "Series": 3,
        "Name": "요괴•궤멸",
        "Desc": "참으로 무자비하도다. 이 전투는 마치 대나노가신의 두 눈이 뿜어내는 사악한 불길이 온갖 요괴를 집어삼키는 것처럼 파괴적이다<br>※ 「졸리나나의 순간」에서 「졸리나나 원숭이」 많이 처치하기",
        "Reward": 10
    },
    {
        "_id": 4033613,
        "Ver": 2.6,
        "Series": 3,
        "Name": "요괴•무흔",
        "Desc": "참으로 무섭도다. 이 전투는 마치 대란신이 요괴들에게 수많은 닌자•신•빛의 화살을 던지는 것처럼 모든 것을 쓸어버린다<br>※ 「졸리나나의 순간」에서 「졸리나나 원숭이」 아주 많이 처치하기",
        "Reward": 10
    },
    {
        "_id": 4043601,
        "Ver": 2.6,
        "Series": 4,
        "Name": "영원히 꺼지지 않는 풍선",
        "Desc": "종이접기 아카데미에 있는 특수한 스톤 보스 풍선 모두 터뜨리기",
        "Reward": 5
    },
    {
        "_id": 4043602,
        "Ver": 2.6,
        "Series": 4,
        "Name": "안녕, 종이새!",
        "Desc": "모든 종이새가 「큰 나무」와 「학당」으로 돌아갈 수 있게 돕기",
        "Reward": 10
    },
    {
        "_id": 4053601,
        "Ver": 2.6,
        "Series": 5,
        "Name": "선데이 나이트 라이브",
        "Desc": "「어딘가 다른」 꿈세계 시계 세 개를 찾고 함께 기념사진 찍기",
        "Reward": 5
    },
    {
        "_id": 4053602,
        "Ver": 2.6,
        "Series": 5,
        "Name": "학문 자유주의 수업에 오신 것을 환영합니다",
        "Desc": "종이접기 아카데미에서 전공 수업 3.0회 청강하기",
        "Reward": 5
    },
    {
        "_id": 4053603,
        "Ver": 2.6,
        "Series": 5,
        "Name": "이제 안녕, 술병!",
        "Desc": "영화부 부원이 영화 촬영을 완료할 수 있게 돕기",
        "Reward": 5
    },
    {
        "_id": 4053604,
        "Ver": 2.6,
        "Series": 5,
        "Name": "인과응보",
        "Desc": "당신의 친필 사인 사진을 경매에 올린 페페시 학생과 다시 만나기",
        "Reward": 5
    },
    {
        "_id": 4053605,
        "Ver": 2.6,
        "Series": 5,
        "Name": "엄청 큰 풍선이야",
        "Desc": "중앙 스테이지 위에 떠 있는 거대 새 풍선 올려다보기",
        "Reward": 5
    },
    {
        "_id": 4053606,
        "Ver": 2.6,
        "Series": 5,
        "Name": "이미 반성했다고…?",
        "Desc": "복도에서 벌서고 있는 학생과 대화하기",
        "Reward": 5
    },
    {
        "_id": 4053607,
        "Ver": 2.6,
        "Series": 5,
        "Name": "종이접기 하우스 음악",
        "Desc": "스테이지의 음악에 맞춰 노래하는 종이새 발견하기",
        "Reward": 5
    },
    {
        "_id": 4053608,
        "Ver": 2.6,
        "Series": 5,
        "Name": "졸업생 주소록",
        "Desc": "연감을 만들어야 하는 모든 학생들을 돕고, 코멘트 남기기",
        "Reward": 5
    },
    {
        "_id": 4053610,
        "Ver": 2.6,
        "Series": 5,
        "Name": "펜이 직접 그림을 그리잖아!",
        "Desc": "벽에 나만의 그래피티를 다시 한번 남기기",
        "Reward": 5
    },
    {
        "_id": 4053611,
        "Ver": 2.6,
        "Series": 5,
        "Name": "'39",
        "Desc": "시계 트릭으로 해리슨의 모든 감정 읽기",
        "Reward": 5
    },
    {
        "_id": 4053612,
        "Ver": 2.6,
        "Series": 5,
        "Name": "에이언즈 블레스 종이접기 아카데미!",
        "Desc": "열성적인 두 학생의 대화 엿듣기",
        "Reward": 5
    },
    {
        "_id": 4053613,
        "Ver": 2.6,
        "Series": 5,
        "Name": "요람 속 좋은꿈",
        "Desc": "부엉이 선생과 새들의 대화 엿듣기",
        "Reward": 5
    },
    {
        "_id": 4053614,
        "Ver": 2.6,
        "Series": 5,
        "Name": "가족의 질주",
        "Desc": "레이싱 동아리원들의 대화 엿듣기",
        "Reward": 5
    },
    {
        "_id": 4053615,
        "Ver": 2.6,
        "Series": 5,
        "Name": "다채로운 좋은꿈, 자유로운 이상",
        "Desc": "종이접기 아카데미의 「진짜」 총장 돕기",
        "Reward": 5
    },
    {
        "_id": 4053616,
        "Ver": 2.6,
        "Series": 5,
        "Name": "불의 잔",
        "Desc": "시계 트릭으로 프레마의 모든 감정 읽기",
        "Reward": 5
    },
    {
        "_id": 4053617,
        "Ver": 2.6,
        "Series": 5,
        "Name": "동아리 부원들",
        "Desc": "상상 속에서 나만의 동아리 만들기",
        "Reward": 5
    },
    {
        "_id": 4053618,
        "Ver": 2.6,
        "Series": 5,
        "Name": "정말?",
        "Desc": "종이접기 아카데미 관악부의 동아리 부스 찾기",
        "Reward": 5
    },
    {
        "_id": 4053621,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Factory Library",
        "Desc": "「음률 사냥 인법첩」에서 작곡 영감 3.0개 수집하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4053623,
        "Ver": 2.6,
        "Series": 5,
        "Name": "오른쪽 오른쪽 오른쪽 오른쪽 오른쪽 오른쪽",
        "Desc": "「음률 사냥 인법첩」에서 임의의 어려움 난이도 음악 도전에서 ★ 3.0개 획득하기",
        "Reward": 5
    },
    {
        "_id": 4053624,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Remix 10",
        "Desc": "「음률 사냥 인법첩」에서 스테이지의 네 번째 곡 개방하기",
        "Reward": 10
    },
    {
        "_id": 4053625,
        "Ver": 2.6,
        "Series": 5,
        "Name": "심리검사자",
        "Desc": "꿈세계에서 감정을 잃어버린 모든 사람의 다이얼을 채워주기",
        "Reward": 5
    },
    {
        "_id": 4053626,
        "Ver": 2.6,
        "Series": 5,
        "Name": "밴드 랩소디",
        "Desc": "「음률 사냥 인법첩」에서 자신이 만든 밴드 이름 지어주기",
        "Reward": 5
    },
    {
        "_id": 4053627,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Natsumatsuri",
        "Desc": "「음률 사냥 인법첩」에서 밴드와 함께 음악 파티의 첫 번째 공연 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053628,
        "Ver": 2.6,
        "Series": 5,
        "Name": "천국과 지옥",
        "Desc": "「음률 사냥 인법첩」에서 밴드와 함께 음악 파티의 두 번째 공연 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053629,
        "Ver": 2.6,
        "Series": 5,
        "Name": "Testify",
        "Desc": "「음률 사냥 인법첩」에서 밴드와 함께 음악 파티의 폐막 공연 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053630,
        "Ver": 2.6,
        "Series": 5,
        "Name": "괴담 모음집",
        "Desc": "시계 트릭으로 리지아의 모든 감정 읽기",
        "Reward": 5
    },
    {
        "_id": 4073601,
        "Ver": 2.6,
        "Series": 7,
        "Name": "「교육나나」 고수",
        "Desc": "「기묘한 숲속의 나나교무진」과의 전투 중 [박사님께: 수업나나 성과 보고]를 한 번도 발동하지 않게 하기",
        "Reward": 5
    },
    {
        "_id": 4073602,
        "Ver": 2.6,
        "Series": 7,
        "Name": "「교육나나」 불가",
        "Desc": "「기묘한 숲속의 나나교무진」과의 전투 중 모든 나나교무진을 동시에 격파 상태로 만들기",
        "Reward": 5
    },
    {
        "_id": 4073603,
        "Ver": 2.6,
        "Series": 7,
        "Name": "요란·인법·파!",
        "Desc": "단일 전투 중 라파를 사용해 적에게 약점 격파 10.0회 가하기",
        "Reward": 5
    },
    {
        "_id": 4073604,
        "Ver": 2.6,
        "Series": 7,
        "Name": "악귀 같은 발걸음",
        "Desc": "라파의 비술 「인보•혈의리」를 사용하여 「그래피티」의 활주 상태 동안 장애물과 부딪히지 않기",
        "Reward": 5
    },
    {
        "_id": 4093601,
        "Ver": 2.6,
        "Series": 9,
        "Name": "악의는 없다",
        "Desc": "헤르타를 따라 「셉터」 시스템 배후의 진상 밝혀내기<br>※ 솔리톤 알고리즘 난제의 탄생 목격하기",
        "Reward": 5
    },
    {
        "_id": 4093602,
        "Ver": 2.6,
        "Series": 9,
        "Name": "잔물결 위의 나비",
        "Desc": "지니어스들을 도와 시뮬레이션 우주의 인지 불가 영역 제거하기<br>※ 폴카•카카몬드의 전지 영역 깨트리기",
        "Reward": 5
    },
    {
        "_id": 4093603,
        "Ver": 2.6,
        "Series": 9,
        "Name": "최후의 사색",
        "Desc": "우주의 미래에 관한 「유일한 해답」 얻기",
        "Reward": 5
    },
    {
        "_id": 4093604,
        "Ver": 2.6,
        "Series": 9,
        "Name": "신들 자신",
        "Desc": "존재한 적 없는 대화 듣기",
        "Reward": 5
    },
    {
        "_id": 4093605,
        "Ver": 2.6,
        "Series": 9,
        "Name": "불완전한 학자",
        "Desc": "「시뮬레이션 우주: 인지 불가 영역」에서 「범인집」의 모든 스테이지 클리어하기",
        "Reward": 10
    },
    {
        "_id": 4093608,
        "Ver": 2.6,
        "Series": 9,
        "Name": "영광스러운 진화에 동참하라",
        "Desc": "셉터 개조를 5.0회 이상 완료한 상태로 「시뮬레이션 우주: 인지 불가 영역」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4093609,
        "Ver": 2.6,
        "Series": 9,
        "Name": "아이언 선라이즈",
        "Desc": "20.0개 이상의 파츠를 보유한 상태로 「시뮬레이션 우주: 인지 불가 영역」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4093610,
        "Ver": 2.6,
        "Series": 9,
        "Name": "「내」가 되는 법 배우기",
        "Desc": "파츠 덮어쓰기를 30.0회 이상 완료한 상태로 「시뮬레이션 우주: 인지 불가 영역」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4093611,
        "Ver": 2.6,
        "Series": 9,
        "Name": "제국의 연금술사",
        "Desc": "창조물 작업대에서 파츠 합성을 4.0회 이상 완료한 상태로 「시뮬레이션 우주: 인지 불가 영역」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4093615,
        "Ver": 2.6,
        "Series": 9,
        "Name": "확률의 늪에서 벗어나라",
        "Desc": "난제 등급이 6.0인 상태에서 「시뮬레이션 우주: 인지 불가 영역」 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4093616,
        "Ver": 2.6,
        "Series": 9,
        "Name": "카르다쇼프-III",
        "Desc": "「시뮬레이션 우주: 인지 불가 영역」에서 ★3.0 파츠 획득하기",
        "Reward": 5
    },
    {
        "_id": 4093617,
        "Ver": 2.6,
        "Series": 9,
        "Name": "인지 초월",
        "Desc": "「시뮬레이션 우주: 인지 불가 영역」에서 ★3.0 셉터 획득하기",
        "Reward": 5
    },
    {
        "_id": 4093618,
        "Ver": 2.6,
        "Series": 9,
        "Name": "시간 지연",
        "Desc": "「시뮬레이션 우주: 인지 불가 영역」에서 추가 라운드 카운트 처음으로 차감하기",
        "Reward": 5
    },
    {
        "_id": 4093621,
        "Ver": 2.6,
        "Series": 9,
        "Name": "1:4:9",
        "Desc": "적막의 영주가 남긴 흔적 발견하기",
        "Reward": 5
    },
    {
        "_id": 4033701,
        "Ver": 2.7,
        "Series": 3,
        "Name": "약속과 망각 사이에서",
        "Desc": "규칙은 깨라고 있는 것——자신의 좌우명이 도난당하지 않도록 철저히 지키기<br><color style='color:#8790ab;'>※ 선데이의 시점에서 에이딘 공원의 잔음 진정시키기</color>",
        "Reward": 10
    },
    {
        "_id": 4033702,
        "Ver": 2.7,
        "Series": 3,
        "Name": "언니라고 부르지 마",
        "Desc": "때가 됐다. 이제 큰 언니로 합쳐지자…<br><color style='color:#8790ab;'>※ 정운이 원래대로 돌아오도록 돕기</color>",
        "Reward": 10
    },
    {
        "_id": 4033703,
        "Ver": 2.7,
        "Series": 3,
        "Name": "화성(化城)에 다시 온 자",
        "Desc": "아직 끝이 아니다. 미소를 지으며 다시 침묵의 시간을 갖자<br><color style='color:#8790ab;'>※ 떠나는 정운의 질문에 답하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033704,
        "Ver": 2.7,
        "Series": 3,
        "Name": "말하라, 기억이여",
        "Desc": "내가 떠나는 건 돌아가기 위해서이고, 돌아가면 내가 떠난 이유가 설명될 것이다<br><color style='color:#8790ab;'>※ 선주 사절 만나기</color>",
        "Reward": 10
    },
    {
        "_id": 4033705,
        "Ver": 2.7,
        "Series": 3,
        "Name": "영원한 깃털, 완전한 하늘",
        "Desc": "우리가 함께 어둠을 건널 수 있는 건, 그녀의 찬란한 빛 때문이 아니라 우리가 서로를 알기 때문이다<br><color style='color:#8790ab;'>※ 선데이 시점에서 로빈과 작별하기</color>",
        "Reward": 10
    },
    {
        "_id": 4033706,
        "Ver": 2.7,
        "Series": 3,
        "Name": "여덟째 날에 오르는 여정",
        "Desc": "잃어버린 낙원은 뒤에 버려진 게 아니라 줄곧 앞에 있었다<br><color style='color:#8790ab;'>※ 선데이 시점에서 마지막 작별 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4053701,
        "Ver": 2.7,
        "Series": 5,
        "Name": "밤으로의 긴 여로",
        "Desc": "잠자리에 들 때 불을 끄기",
        "Reward": 5
    },
    {
        "_id": 4053702,
        "Ver": 2.7,
        "Series": 5,
        "Name": "상쾌한 목욕!",
        "Desc": "처음 욕조를 사용해 목욕하기",
        "Reward": 5
    },
    {
        "_id": 4053703,
        "Ver": 2.7,
        "Series": 5,
        "Name": "배쓰 버디",
        "Desc": "욕조에서 목욕할 때 3.0가지 입욕제 사용해 보기",
        "Reward": 5
    },
    {
        "_id": 4053704,
        "Ver": 2.7,
        "Series": 5,
        "Name": "룩백",
        "Desc": "자신의 방에서 모든 소장품 감상하기",
        "Reward": 5
    },
    {
        "_id": 4053705,
        "Ver": 2.7,
        "Series": 5,
        "Name": "실체 없는 밤",
        "Desc": "휴식 중에 시간의 끝까지 깊게 잠자기",
        "Reward": 5
    },
    {
        "_id": 4053706,
        "Ver": 2.7,
        "Series": 5,
        "Name": "전등 이슈",
        "Desc": "자신의 방에서 전구가 합선될 때까지 여러 번 전등을 끄고 켜기",
        "Reward": 5
    },
    {
        "_id": 4053707,
        "Ver": 2.7,
        "Series": 5,
        "Name": "케이크 홀로 집에",
        "Desc": "자신의 방에서 「쓰레기 케이크」와 마주치기",
        "Reward": 5
    },
    {
        "_id": 4053708,
        "Ver": 2.7,
        "Series": 5,
        "Name": "믿음직한 착실한 컴퓨터",
        "Desc": "「슈퍼 스마트 바이러스」의 마지막 소원 3.0개 완료하기",
        "Reward": 5
    },
    {
        "_id": 4053709,
        "Ver": 2.7,
        "Series": 5,
        "Name": "빙결과 융해 사이",
        "Desc": "냉장고를 합리적으로 사용하기 위해 ≪냉장고 사용에 관한 신규 규칙≫ 정하기",
        "Reward": 5
    },
    {
        "_id": 4053710,
        "Ver": 2.7,
        "Series": 5,
        "Name": "오늘 밤 아무 일도 없이 평안하길",
        "Desc": "자신의 방에서 느긋하게 아무 일도 없는 평안한 밤 보내기<br><color style='color:#8790ab;'>※ 「우주 인테리어 가이드」 이벤트 완료하기</color>",
        "Reward": 5
    },
    {
        "_id": 4053711,
        "Ver": 2.7,
        "Series": 5,
        "Name": "미니 오즈의 마법사",
        "Desc": "이해했는가? 스파클 감독, 볶음밥 로봇, 냥냥케이크, 페피는 각각 도로시, 양철 나무꾼… 잠깐, 왜 농담을 설명하고 있는 거지?<br><color style='color:#8790ab;'>※ 「우주 인테리어 가이드」 이벤트에서 당직 도우미 4.0명 모두 만나기</color>",
        "Reward": 5
    },
    {
        "_id": 4053712,
        "Ver": 2.7,
        "Series": 5,
        "Name": "흘러간 시간의 바다",
        "Desc": "웰트 아저씨가 들려주는 과거 이야기 듣기<br><color style='color:#8790ab;'>※ 무명객이 된다는 건 잠시 익숙한 삶에서 벗어나 미지의 세계로 모험을 떠나는 것</color>",
        "Reward": 5
    },
    {
        "_id": 4053713,
        "Ver": 2.7,
        "Series": 5,
        "Name": "냉간 단조",
        "Desc": "이해하셨나요? 제 몸은 강철로 만들어졌습니다. 강철은 차갑고 단단해서 제 농담도 썰렁한 거죠<br><color style='color:#8790ab;'>※ 「닥쳐」의 썰렁 개그 듣기. 하하, 재밌어라</color>",
        "Reward": 5
    },
    {
        "_id": 4053714,
        "Ver": 2.7,
        "Series": 5,
        "Name": "사랑스러운 우리 집",
        "Desc": "「우주 인테리어 가이드」에서 임의 캐릭터의 업무 공헌 99.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053715,
        "Ver": 2.7,
        "Series": 5,
        "Name": "회의는 계속되어야 한다",
        "Desc": "「우주 인테리어 가이드」에서 한 번의 회의 중에 폼폼 점수 30000.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4053716,
        "Ver": 2.7,
        "Series": 5,
        "Name": "러브하우스",
        "Desc": "「우주 인테리어 가이드」에서 모든 구역 건설 완료하기",
        "Reward": 10
    },
    {
        "_id": 4053717,
        "Ver": 2.7,
        "Series": 5,
        "Name": "대재앙에 한발 뒤처지는 거다!",
        "Desc": "「우주 인테리어 가이드」에서 불운 칸 3.0회 진입하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4073701,
        "Ver": 2.7,
        "Series": 7,
        "Name": "잘 가, 주0일제",
        "Desc": "신주의 날과의 대전에서 아군 캐릭터 선데이로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4073702,
        "Ver": 2.7,
        "Series": 7,
        "Name": "내가 나를 죽였나?",
        "Desc": "팬틸리아와의 대전에서 아군 캐릭터 망귀인으로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4073703,
        "Ver": 2.7,
        "Series": 7,
        "Name": "함께 하늘로 향해",
        "Desc": "로빈, 선데이가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4034001,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034002,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034003,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034004,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034005,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034006,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034007,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034008,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034009,
        "Ver": 3.0,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4044001,
        "Ver": 3.0,
        "Series": 4,
        "Name": "앰포리어스의 보물상자를 관장하는 반신",
        "Desc": "앰포리어스 전리품 120.0회 오픈하기",
        "Reward": 10
    },
    {
        "_id": 4044002,
        "Ver": 3.0,
        "Series": 4,
        "Name": "이 빛기둥을 따라 걸어가면",
        "Desc": "「기적의 구슬」이 비추는 범위에 처음 진입하기",
        "Reward": 5
    },
    {
        "_id": 4044003,
        "Ver": 3.0,
        "Series": 4,
        "Name": "벌레들의 속삭임: 황금의 여정",
        "Desc": "나비들은 어디로 가는 걸까?<br><color style='color:#8790ab;'>※ 「영원의 거룩한 도시」 오크마의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044004,
        "Ver": 3.0,
        "Series": 4,
        "Name": "벌레들의 속삭임: 빠른 발의 역설",
        "Desc": "전사는 항상 뛰어다니는 걸까?<br><color style='color:#8790ab;'>※ 「분쟁의 폐허」 크렘노스성의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044005,
        "Ver": 3.0,
        "Series": 4,
        "Name": "벌레들의 속삭임: 빛의 결점",
        "Desc": "햇빛이 모든 구석구석을 비출 수 있을까?<br><color style='color:#8790ab;'>※ 「피로 물든 전선」 크렘노스성의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044006,
        "Ver": 3.0,
        "Series": 4,
        "Name": "벌레들의 속삭임: 여러 얼굴",
        "Desc": "운명은 한 사람이 해석할 수 있는 걸까?<br><color style='color:#8790ab;'>※ 「운명의 심연」 야누소폴리스의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044007,
        "Ver": 3.0,
        "Series": 4,
        "Name": "나비와 영혼",
        "Desc": "티탄의 방직공과 처음으로 만나기<br><color style='color:#8790ab;'>※ 창생 약충 1.0마리의 축복 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044008,
        "Ver": 3.0,
        "Series": 4,
        "Name": "상자 속의 아름다움",
        "Desc": "방직공들을 위해 작은 낙원 짓기<br><color style='color:#8790ab;'>※ 창생 약충 70.0마리의 축복 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044009,
        "Ver": 3.0,
        "Series": 4,
        "Name": "일기 예보",
        "Desc": "「예언 비석」을 사용해 크렘노스성의 쇠사슬에 떨어지는 「낙뢰」 사라지게 하기",
        "Reward": 5
    },
    {
        "_id": 4044010,
        "Ver": 3.0,
        "Series": 4,
        "Name": "거꾸로 쓴 가시 면류관",
        "Desc": "어떤 사람은 머리에 가시 면류관을 쓰지만, 어떤 사람은……<br><color style='color:#8790ab;'>※ 「황금 희생양」에서 발을 헛디뎌 가시덤불에 떨어지기</color>",
        "Reward": 5
    },
    {
        "_id": 4044011,
        "Ver": 3.0,
        "Series": 4,
        "Name": "훔친 불꽃이 아니다",
        "Desc": "허황된 길을 걷더라도 물질적인 보상은 똑같이 중요하다<br><color style='color:#8790ab;'>※ 「황금 희생양」에서 승리 후에 얻는 보물상자 1회 수령하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044012,
        "Ver": 3.0,
        "Series": 4,
        "Name": "문장이 된 피와 살",
        "Desc": "어쩌면 머나먼 옛날에도 바위를 밀어서 산에 오른 사람이 있었을 것이다<br><color style='color:#8790ab;'>※ 「황금 희생양」에서 모든 「황금 희생양의 잠꼬대」 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044013,
        "Ver": 3.0,
        "Series": 4,
        "Name": "세월의 강에 발을 디뎌",
        "Desc": "「오로닉스의 기도문」 습득하기",
        "Reward": 5
    },
    {
        "_id": 4044014,
        "Ver": 3.0,
        "Series": 4,
        "Name": "알리바이",
        "Desc": "필드에서 기억이 남아 있는 오브젝트를 이용해 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4044015,
        "Ver": 3.0,
        "Series": 4,
        "Name": "완전한 알리바이",
        "Desc": "필드에서 기억이 남아 있는 오브젝트를 이용해 적과 자신을 동시에 처치하기",
        "Reward": 5
    },
    {
        "_id": 4044016,
        "Ver": 3.0,
        "Series": 4,
        "Name": "뜨거운 감자",
        "Desc": "기도문을 잘못 읊으면 다시 읊어도 되지만 그것도 한계가 있다……<br><color style='color:#8790ab;'>※ 오로닉스의 기도문을 사용해 한 오브젝트를 30.0초보다 오래 되돌리기 상태로 유지하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044017,
        "Ver": 3.0,
        "Series": 4,
        "Name": "찰나의 영원함",
        "Desc": "시간의 역행과 시간의 정체가 충돌하면 무슨 일이 일어날까?<br><color style='color:#8790ab;'>※ 시간 정지 능력을 이용해 되돌아가고 있는 오브젝트를 정지시키기</color>",
        "Reward": 5
    },
    {
        "_id": 4044018,
        "Ver": 3.0,
        "Series": 4,
        "Name": "가상 현실",
        "Desc": "크렘노스 투기장(밤)의 모든 전혼 조각상 되돌리기",
        "Reward": 5
    },
    {
        "_id": 4044019,
        "Ver": 3.0,
        "Series": 4,
        "Name": "조각상을 파괴할 권리",
        "Desc": "오크마 도시에 있는 모든 조각상 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4044020,
        "Ver": 3.0,
        "Series": 4,
        "Name": "서머 타임",
        "Desc": "오크마 도시 내의 기억이 남아 있는 모든 오브젝트를 완전한 상태로 되돌리기",
        "Reward": 5
    },
    {
        "_id": 4044021,
        "Ver": 3.0,
        "Series": 4,
        "Name": "호수에 던져진 돌",
        "Desc": "「오로닉스의 기도문」을 발동하는 과정에서 기억이 남아있는 또 다른 오브젝트에 부딪히기",
        "Reward": 5
    },
    {
        "_id": 4044022,
        "Ver": 3.0,
        "Series": 4,
        "Name": "여름벌레는 얼음을 기억하지 못한다",
        "Desc": "약충이 기억이 남아 있는 오브젝트에 부딪히게 하기",
        "Reward": 5
    },
    {
        "_id": 4044023,
        "Ver": 3.0,
        "Series": 4,
        "Name": "전망 포인트 동기화",
        "Desc": "마모리얼 시장의 가장 높은 곳에 도달하기",
        "Reward": 5
    },
    {
        "_id": 4044024,
        "Ver": 3.0,
        "Series": 4,
        "Name": "강물은 멈추고, 산은 움직이네",
        "Desc": "걸음을 멈추고 물의 오르간 소리에 귀 기울이기",
        "Reward": 5
    },
    {
        "_id": 4044025,
        "Ver": 3.0,
        "Series": 4,
        "Name": "고공 셔틀 런",
        "Desc": "크렘노스성 공중에 떠 있는 쇠사슬 통과하기",
        "Reward": 5
    },
    {
        "_id": 4044026,
        "Ver": 3.0,
        "Series": 4,
        "Name": "균형 속에서",
        "Desc": "「운명의 심연」 야누소폴리스에 있는 탈란톤의 심판을 통과해 제3층 구역에 도착하기",
        "Reward": 5
    },
    {
        "_id": 4044027,
        "Ver": 3.0,
        "Series": 4,
        "Name": "조각된 재앙",
        "Desc": "「피로 물든 전선」 크렘노스성 분쟁의 정전에 있는 장치를 통과해 지하 주혼 구역으로 가기",
        "Reward": 5
    },
    {
        "_id": 4044028,
        "Ver": 3.0,
        "Series": 4,
        "Name": "나약한 자는 용납할 수 없다",
        "Desc": "「자그레우스의 손」의 펀치 동작으로 채석장 구석의 티탄 권속 처치하기",
        "Reward": 5
    },
    {
        "_id": 4044029,
        "Ver": 3.0,
        "Series": 4,
        "Name": "자기비판",
        "Desc": "「자그레우스의 손」의 펀치 동작으로 자신을 공격하기",
        "Reward": 5
    },
    {
        "_id": 4044030,
        "Ver": 3.0,
        "Series": 4,
        "Name": "노비코프의 자기 일관성 원칙",
        "Desc": "「자그레우스의 손」 사용 시 「기적의 구슬」이 비추는 범위에 들어가 일정 시간 머무르기",
        "Reward": 5
    },
    {
        "_id": 4044031,
        "Ver": 3.0,
        "Series": 4,
        "Name": "방패를 부수는 주먹",
        "Desc": "「자그레우스의 손」의 펀치 동작으로 필드의 소형 실드 구조물 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4044032,
        "Ver": 3.0,
        "Series": 4,
        "Name": "아키나 산의 손",
        "Desc": "「지하 궁전 수수께끼」 이벤트의 「자그레우스의 손」 방 클리어 시 3.0회 이하로 벽에 부딪히기",
        "Reward": 5
    },
    {
        "_id": 4044033,
        "Ver": 3.0,
        "Series": 4,
        "Name": "비행 금지 구역",
        "Desc": "하늘을 나는 암포라 1.0개 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4044034,
        "Ver": 3.0,
        "Series": 4,
        "Name": "암포라 파괴자",
        "Desc": "「피로 물든 전선」 크렘노스성에서 과속하는 하늘을 나는 암포라 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4044035,
        "Ver": 3.0,
        "Series": 4,
        "Name": "야누스의 선물",
        "Desc": "황금 단창의 인도에 따라 전리품 1.0개 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054001,
        "Ver": 3.0,
        "Series": 5,
        "Name": "흔들면 멈춰",
        "Desc": "종을 사용해 드로마스 5.0회 소환하기",
        "Reward": 5
    },
    {
        "_id": 4054002,
        "Ver": 3.0,
        "Series": 5,
        "Name": "나는 영원한 여명을 외친다",
        "Desc": "「영원의 거룩한 도시」 오크마의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054003,
        "Ver": 3.0,
        "Series": 5,
        "Name": "나는 새로운 왕의 강림을 외친다",
        "Desc": "「분쟁의 폐허」 크렘노스성의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054004,
        "Ver": 3.0,
        "Series": 5,
        "Name": "나는 풍성한 평화를 외친다",
        "Desc": "「피로 물든 전선」 크렘노스성의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054005,
        "Ver": 3.0,
        "Series": 5,
        "Name": "나는 먼 옛날 어두운 밤을 외친다",
        "Desc": "「운명의 심연」 야누소폴리스의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054006,
        "Ver": 3.0,
        "Series": 5,
        "Name": "대도시 일화",
        "Desc": "「영원의 거룩한 도시」 오크마의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054007,
        "Ver": 3.0,
        "Series": 5,
        "Name": "분쟁의 남은 밤",
        "Desc": "「분쟁의 폐허」 크렘노스성의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054008,
        "Ver": 3.0,
        "Series": 5,
        "Name": "전쟁의 여명",
        "Desc": "「피로 물든 전선」 크렘노스성의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054009,
        "Ver": 3.0,
        "Series": 5,
        "Name": "성스러운 사슴의 죽음",
        "Desc": "「운명의 심연」 야누소폴리스의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054010,
        "Ver": 3.0,
        "Series": 5,
        "Name": "파도와 짐승과 함께 노닐며",
        "Desc": "음성 기록 ≪신성의 메아리: 바다≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054011,
        "Ver": 3.0,
        "Series": 5,
        "Name": "광기를 멈추는 불화",
        "Desc": "음성 기록 ≪신성의 메아리: 분쟁≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054012,
        "Ver": 3.0,
        "Series": 5,
        "Name": "빛을 지하로 내몰아",
        "Desc": "음성 기록 ≪신성의 메아리: 세월≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054013,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054014,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054015,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054016,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054017,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054018,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054019,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054020,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054021,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054022,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054023,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054024,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054025,
        "Ver": 3.0,
        "Series": 5,
        "Name": "손에 쥔 깃털",
        "Desc": "「운명의 심연」 야누소폴리스에 있는 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054026,
        "Ver": 3.0,
        "Series": 5,
        "Name": "밝혀지지 않은 비밀",
        "Desc": "「영원의 거룩한 도시」 오크마, 「분쟁의 폐허」 크렘노스성, 「피로 물든 전선」 크렘노스성, 「운명의 심연」 야누소폴리스에서 「도둑 유령」의 모든 절도 행위 저지하기",
        "Reward": 5
    },
    {
        "_id": 4054027,
        "Ver": 3.0,
        "Series": 5,
        "Name": "사그라드는 불꽃",
        "Desc": "「황금 희생양」 임무 완료하기",
        "Reward": 5
    },
    {
        "_id": 4054029,
        "Ver": 3.0,
        "Series": 5,
        "Name": "철학자",
        "Desc": "오크마에서 모든 지오리오스의 불꽃 찾기",
        "Reward": 5
    },
    {
        "_id": 4054030,
        "Ver": 3.0,
        "Series": 5,
        "Name": "철인왕",
        "Desc": "오크마에서 4.0개의 진실의 사자를 찾아 질문에 답하기",
        "Reward": 5
    },
    {
        "_id": 4054031,
        "Ver": 3.0,
        "Series": 5,
        "Name": "빛을 여행하는 자",
        "Desc": "오크마에서 8.0개의 진실의 사자를 찾아 질문에 답하기",
        "Reward": 5
    },
    {
        "_id": 4054032,
        "Ver": 3.0,
        "Series": 5,
        "Name": "소라게",
        "Desc": "오크마의 모든 성촉을 찾아 상호작용 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4054033,
        "Ver": 3.0,
        "Series": 5,
        "Name": "절대적이고 객관적인 기억",
        "Desc": "「영원의 거룩한 도시」 오크마에 있는 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054034,
        "Ver": 3.0,
        "Series": 5,
        "Name": "조각상을 재제작할 권리",
        "Desc": "첫 번째 기억 조각 수집하기",
        "Reward": 5
    },
    {
        "_id": 4054035,
        "Ver": 3.0,
        "Series": 5,
        "Name": "위폐범들",
        "Desc": "오크마 도시에 있는 조각상 3.0개 복구하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4054036,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054037,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054038,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054039,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054040,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054041,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054042,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054043,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054044,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054045,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054046,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054047,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054049,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054050,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054051,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054052,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054053,
        "Ver": 3.0,
        "Series": 5,
        "Name": "여행가의 허영",
        "Desc": "오크마에서 드로마스를 가장 좋아하는 사람은 누구?<br><color style='color:#8790ab;'>※ 드로마스 상단의 「아르고」를 막아서고 이아손과 1회 대화하기</color>",
        "Reward": 5
    },
    {
        "_id": 4054054,
        "Ver": 3.0,
        "Series": 5,
        "Name": "등 위의 서사시",
        "Desc": "드로마스의 등에 탄 음유시인을 막아서고 그와 대화하기",
        "Reward": 5
    },
    {
        "_id": 4054055,
        "Ver": 3.0,
        "Series": 5,
        "Name": "마이펫의 이중생활",
        "Desc": "「영원의 거룩한 도시」 오크마에 있는 야누스의 말에서 작은 키메라 구매하기",
        "Reward": 5
    },
    {
        "_id": 4054056,
        "Ver": 3.0,
        "Series": 5,
        "Name": "먼지의 시간",
        "Desc": "처음으로 기억의 파편 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054057,
        "Ver": 3.0,
        "Series": 5,
        "Name": "울부짖는 어제의 초원",
        "Desc": "기억의 파편 100.0개 획득하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4054059,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054060,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054061,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054062,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054063,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054064,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054065,
        "Ver": 3.0,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4074001,
        "Ver": 3.0,
        "Series": 7,
        "Name": "판크라티온의 진의",
        "Desc": "단일 공격으로 최소 적 4.0기의 [전투 갑옷] 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4074002,
        "Ver": 3.0,
        "Series": 7,
        "Name": "영원의 창",
        "Desc": "「천벌의 집정관」과의 전투에서 [전투 갑옷]이 파괴될 때 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4074003,
        "Ver": 3.0,
        "Series": 7,
        "Name": "사선대형",
        "Desc": "「천벌의 집정관」과의 전투에서 최소 5.0명의 아군이 [끝없는 피바다에 잠겨]의 피해 분담에 참여하고, 피해 분담 후 처치된 아군이 없도록 하기",
        "Reward": 5
    },
    {
        "_id": 4074004,
        "Ver": 3.0,
        "Series": 7,
        "Name": "무상의 영광",
        "Desc": "「야만신, 미치광이 왕, 분쟁의 화신」과의 단일 전투에서 모든 아군 캐릭터의 [영광]이 최대치 2.0스택에 도달하기",
        "Reward": 5
    },
    {
        "_id": 4074005,
        "Ver": 3.0,
        "Series": 7,
        "Name": "워하우스",
        "Desc": "「야만신, 미치광이 왕, 분쟁의 화신」과의 단일 전투에서 [전투 갑옷]과 [티탄 성체] 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4074006,
        "Ver": 3.0,
        "Series": 7,
        "Name": "꺾인 깃발의 전장",
        "Desc": "「하사자, 천군의 수장, 천벌의 창」과의 전투에서 [무기가 된 궤멸의 공포] 발동 시 「정복하거나 정복되거나」를 흡수하지 못하게 하기",
        "Reward": 5
    },
    {
        "_id": 4074007,
        "Ver": 3.0,
        "Series": 7,
        "Name": "정복왕",
        "Desc": "「하사자, 천군의 수장, 천벌의 창」이 [패자에게 주어지는 재앙] 발동 후, 동일한 캐릭터로 모든 「정복하거나 정복되거나」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074008,
        "Ver": 3.0,
        "Series": 7,
        "Name": "파트너, 약속!",
        "Desc": "「기억」 운명의 길 개척자를 사용해 미미 소환하기",
        "Reward": 5
    },
    {
        "_id": 4074009,
        "Ver": 3.0,
        "Series": 7,
        "Name": "미미와, 함께!",
        "Desc": "단일 전투에서 최소 4.0명의 아군 캐릭터가 동시에 [미미의 응원] 보유하기",
        "Reward": 5
    },
    {
        "_id": 4074011,
        "Ver": 3.0,
        "Series": 7,
        "Name": "금실을 통해 강림한 신",
        "Desc": "단일 전투에서 아군 캐릭터 아글라이아로 「의상공」 1.0회 소환하기",
        "Reward": 5
    },
    {
        "_id": 4074012,
        "Ver": 3.0,
        "Series": 7,
        "Name": "정열의 왈츠",
        "Desc": "단일 전투에서 아군 캐릭터 아글라이아를 사용해 [지고의 자태] 상태인 채로 [고독한 검날의 입맞춤] 5.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074013,
        "Ver": 3.0,
        "Series": 7,
        "Name": "천의무봉",
        "Desc": "단일 전투에서 아군 캐릭터 아글라이아의 「의상공」만을 사용해 모든 적을 처치하고 전투에서 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074014,
        "Ver": 3.0,
        "Series": 7,
        "Name": "추억 공격",
        "Desc": "기억 운명의 길 캐릭터로 카프카와 대전해, 해당 캐릭터가 조종하는 기억 정령이 「지배」 상태에 빠져 기억 마스터 본인을 공격하기",
        "Reward": 5
    },
    {
        "_id": 4074017,
        "Ver": 3.0,
        "Series": 7,
        "Name": "승진을 향한 갈망",
        "Desc": "단일 전투에서 아군 캐릭터 선데이를 사용해 임의의 기억 마스터와 기억 정령의 행동 게이지를 5.0회 증가시키기",
        "Reward": 5
    },
    {
        "_id": 4074018,
        "Ver": 3.0,
        "Series": 7,
        "Name": "과거로부터의 징벌",
        "Desc": "기억 정령 스킬 피해로 적 30.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074019,
        "Ver": 3.0,
        "Series": 7,
        "Name": "대리 전쟁",
        "Desc": "단일 전투에서 필드 위에 동시에 4.0기 이상의 아군 소환물 존재하기",
        "Reward": 5
    },
    {
        "_id": 4074020,
        "Ver": 3.0,
        "Series": 7,
        "Name": "진실은 언제나 통한다",
        "Desc": "확정 피해로 적 10.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4084001,
        "Ver": 3.0,
        "Series": 8,
        "Name": "백 투 더 퓨퓨퓨퓨쳐",
        "Desc": "짧은 시간 내에 「기적의 책」을 연속으로 사용해 시공 5.0회 전환하기",
        "Reward": 5
    },
    {
        "_id": 4084002,
        "Ver": 3.0,
        "Series": 8,
        "Name": "홀리 모터스",
        "Desc": "「기적의 구슬」 5.0회 연속으로 껐다 켜기",
        "Reward": 5
    },
    {
        "_id": 4084003,
        "Ver": 3.0,
        "Series": 8,
        "Name": "기둥이 무너진다——",
        "Desc": "「진리」의 무게를 느끼기<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 중에 기억이 남아 있는 기둥에 부딪히기</color>",
        "Reward": 5
    },
    {
        "_id": 4084004,
        "Ver": 3.0,
        "Series": 8,
        "Name": "아름다운 아가씨",
        "Desc": "다리가 무너졌다고? 다리 위에 있던 게 아니라 다행이다——뭐? 다리 아래에 있었다고?<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 중에 불안정한 다리에 부딪히기</color>",
        "Reward": 5
    },
    {
        "_id": 4084005,
        "Ver": 3.0,
        "Series": 8,
        "Name": "죄 없는 자가 먼저 돌로 치라",
        "Desc": "볼링 한 판 하자. 볼링 핀은 나야<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 도중 돌 구슬에 부딪히기</color>",
        "Reward": 5
    },
    {
        "_id": 4084007,
        "Ver": 3.0,
        "Series": 8,
        "Name": "움직여, 왜 가만히 있어?",
        "Desc": "감실? 무슨 감실?<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 중에 기억이 남아있는 어떤 오브젝트를 되돌리려다가 능력 한계를 초과해 5회 실패하기</color>",
        "Reward": 5
    },
    {
        "_id": 4054066,
        "Ver": 3.0,
        "Series": 5,
        "Name": "앰포리어스 시민",
        "Desc": "앰포리어스에서 사람들의 대화 엿듣기",
        "Reward": 5
    },
    {
        "_id": 4054067,
        "Ver": 3.0,
        "Series": 5,
        "Name": "앰포리어스 소식통",
        "Desc": "앰포리어스에서 사람들의 대화 10.0회 엿듣기",
        "Reward": 5
    },
    {
        "_id": 4054069,
        "Ver": 3.0,
        "Series": 5,
        "Name": "불의 새로운 계승자",
        "Desc": "임의의 지오리오스의 불꽃 1개를 복구하고 그의 요구를 만족하기",
        "Reward": 5
    },
    {
        "_id": 4054070,
        "Ver": 3.0,
        "Series": 5,
        "Name": "목욕 애호가",
        "Desc": "마모리얼 천궁의 열탕, 냉탕 그리고 온도 테스트용 목욕탕 체험해 보기",
        "Reward": 5
    },
    {
        "_id": 4054071,
        "Ver": 3.0,
        "Series": 5,
        "Name": "친구, 반가워",
        "Desc": "오크마의 산의 백성들과 만나기",
        "Reward": 5
    },
    {
        "_id": 4054072,
        "Ver": 3.0,
        "Series": 5,
        "Name": "앰포리어스 만물박사",
        "Desc": "앰포리어스에서 사람들의 대화 40.0회 엿듣기",
        "Reward": 5
    },
    {
        "_id": 4014001,
        "Ver": 3.0,
        "Series": 1,
        "Name": "어제와의 재회",
        "Desc": "개척자 「기억」 운명의 길에 오르기",
        "Reward": 20
    },
    {
        "_id": 4074021,
        "Ver": 3.0,
        "Series": 7,
        "Name": "독해 문제",
        "Desc": "단일 전투에서 아군 캐릭터 더 헤르타로 42.0스택의 [해독] 5.0회 중첩하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4034101,
        "Ver": 3.1,
        "Series": 3,
        "Name": "여신이여, 그의 분노를 노래하소서",
        "Desc": "젊은 영웅이 드디어 「분쟁」에서 굴기했다…<br><color style='color:#8790ab;'>※ …굴기하진 못했으나, 적어도 목숨은 부지했다</color>",
        "Reward": 10
    },
    {
        "_id": 4034102,
        "Ver": 3.1,
        "Series": 3,
        "Name": "무형의 신은 가장 잘 보이는 것",
        "Desc": "꽃을 땔감 삼아, 이성의 불씨를 다시 한번 불태우리라<br><color style='color:#8790ab;'>※ 티탄과 함께 이름 없는 검객 격퇴하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034103,
        "Ver": 3.1,
        "Series": 3,
        "Name": "불사의 신 안에 거하며",
        "Desc": "타나토스여, 부디 그녀에게 평안한 밤을 내려다오<br><color style='color:#8790ab;'>※ 악몽 속에서 트리비의 과거 되찾기…</color>",
        "Reward": 10
    },
    {
        "_id": 4034104,
        "Ver": 3.1,
        "Series": 3,
        "Name": "용사여, 어찌하여 그 가문을 묻는가?",
        "Desc": "왕의 유언: 「짐의 왕조를 가장 강한 자에게 주겠노라」<br><color style='color:#8790ab;'>※ 「분쟁」의 새로운 신과 함께 싸움에서 승리하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034105,
        "Ver": 3.1,
        "Series": 3,
        "Name": "인간 세상은 무성했다가 시드는 나뭇잎과 흡사한 것",
        "Desc": "수사자는 고향을 떠나 유랑의 종착지에 도착했다<br><color style='color:#8790ab;'>※ 고향으로 돌아간 크렘노스 후계자의 결말 지켜보기</color>",
        "Reward": 10
    },
    {
        "_id": 4034106,
        "Ver": 3.1,
        "Series": 3,
        "Name": "옛 잎이 떨어지고, 새싹이 돋아나네",
        "Desc": "여명이 장미빛 손가락으로 서광을 가져다줄 때<br><color style='color:#8790ab;'>※ 트리앤이 날개를 펼치고 정해진 미래로 날아가는 것을 지켜보기</color>",
        "Reward": 10
    },
    {
        "_id": 4034107,
        "Ver": 3.1,
        "Series": 3,
        "Name": "이 세상도 마찬가지다. 한 세대가 태어나면, 또 한 세대가 쇠퇴한다",
        "Desc": "세월이 과거에서 미래로 보낸 편지 개봉하기<br><color style='color:#8790ab;'>※ 트리스비오스와 불을 쫓는 여정의 시작 지켜보기</color>",
        "Reward": 10
    },
    {
        "_id": 4044101,
        "Ver": 3.1,
        "Series": 4,
        "Name": "교과서식 설계",
        "Desc": "학식을 구하는 자에게 지식의 문 열어주기",
        "Reward": 5
    },
    {
        "_id": 4044102,
        "Ver": 3.1,
        "Series": 4,
        "Name": "세르세스의 불완전성 정리",
        "Desc": "도둑 유령이 세르세스 눈앞에서 도둑질하는 것을 2.0회 저지하기",
        "Reward": 5
    },
    {
        "_id": 4044103,
        "Ver": 3.1,
        "Series": 4,
        "Name": "학문의 바다에서 지식을 줍다",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원 물속에 묻힌 전리품 획득하기",
        "Reward": 5
    },
    {
        "_id": 4044104,
        "Ver": 3.1,
        "Series": 4,
        "Name": "아도니스 승강기",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원에서 학식의 꽃 위에 처음으로 서기",
        "Reward": 5
    },
    {
        "_id": 4044105,
        "Ver": 3.1,
        "Series": 4,
        "Name": "파리 잡기",
        "Desc": "나무 위에 숨으면 안전할 거라고 생각하지 마라……<br><color style='color:#8790ab;'>※ 자그레우스의 손의 펀치 동작을 이용해 깨달음의 나무 정원 어느 나무 위에 있는 적 처치하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044107,
        "Ver": 3.1,
        "Series": 4,
        "Name": "레스트리스",
        "Desc": "깊은 사랑의 서약 바치기<br><color style='color:#8790ab;'>※ 이슬 맺힌 심장 다시 활성화하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044108,
        "Ver": 3.1,
        "Series": 4,
        "Name": "씨앗의 신앙",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원의 별을 쫓는 우물 탐사 시, 학식의 씨앗으로 아래쪽 상자 부수기",
        "Reward": 5
    },
    {
        "_id": 4044109,
        "Ver": 3.1,
        "Series": 4,
        "Name": "나비가 사랑한 꽃",
        "Desc": "금실과 나뭇잎이 엮어낸 연가<br><color style='color:#8790ab;'>※ 의식의 나비의 시련 통과하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044110,
        "Ver": 3.1,
        "Series": 4,
        "Name": "벌레들의 속삭임: 지혜의 매듭",
        "Desc": "얼굴을 잃은 조각상은 총 몇 개인가?<br><color style='color:#8790ab;'>※ 「잠꼬대의 밀림」 깨달음의 나무 정원의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044111,
        "Ver": 3.1,
        "Series": 4,
        "Name": "벌레들의 속삭임: 통로의 율법",
        "Desc": "그녀는 어떤 길을 걸었을까?<br><color style='color:#8790ab;'>※ 「신탁의 성지」 야누소폴리스의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044112,
        "Ver": 3.1,
        "Series": 4,
        "Name": "무수한 길의 시작",
        "Desc": "트리스비오스의 비밀 탈출로 발견하기",
        "Reward": 5
    },
    {
        "_id": 4044113,
        "Ver": 3.1,
        "Series": 4,
        "Name": "무지개의 끝",
        "Desc": "길이여, 날 인도하소서<br><color style='color:#8790ab;'>※ 「야누스 미로」의 쉬움, 보통, 어려움 난이도 수수께끼 완료하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044114,
        "Ver": 3.1,
        "Series": 4,
        "Name": "우리는 여전히 길 위에 있다",
        "Desc": "길이여, 우리를 인도하소서<br><color style='color:#8790ab;'>※ 「야누스 미로」의 최고 난도 수수께끼 완료하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044115,
        "Ver": 3.1,
        "Series": 4,
        "Name": "초보자 입문",
        "Desc": "자그레우스의 손을 조종해 「신탁의 성지」 야누소폴리스의 만 갈래의 문 두드리기",
        "Reward": 5
    },
    {
        "_id": 4044116,
        "Ver": 3.1,
        "Series": 4,
        "Name": "모든 운명엔 가격이 매겨져 있다",
        "Desc": "「신탁의 성지」 야누소폴리스에서 운명의 티탄의 권능을 빌려 도전을 완료하고 전리품 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054101,
        "Ver": 3.1,
        "Series": 5,
        "Name": "악덕 사장",
        "Desc": "「아옹아옹 사무소」의 잔업 모드에서 평가 30.0 달성하기",
        "Reward": 10
    },
    {
        "_id": 4054102,
        "Ver": 3.1,
        "Series": 5,
        "Name": "대기업",
        "Desc": "「아옹아옹 사무소」에서 팀에 있는 키메라가 아옹 쿠키를 60.0개 획득하게 하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4054103,
        "Ver": 3.1,
        "Series": 5,
        "Name": "올포원",
        "Desc": "「아옹아옹 사무소」에서 키메라 한 마리의 효율 30.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4054104,
        "Ver": 3.1,
        "Series": 5,
        "Name": "…너, 상대편에서 보낸 거지?",
        "Desc": "「아옹아옹 사무소」에서 키메라 한 마리의 효율 -10.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4054105,
        "Ver": 3.1,
        "Series": 5,
        "Name": "글렌게리 글렌 로스",
        "Desc": "「아옹아옹 사무소」에서 귀족 차림 남성의 키메라 스카우트하기",
        "Reward": 5
    },
    {
        "_id": 4054106,
        "Ver": 3.1,
        "Series": 5,
        "Name": "작은 회사, 큰 사장",
        "Desc": "「아옹아옹 사무소」에서 나만의 팀명 짓기",
        "Reward": 5
    },
    {
        "_id": 4054107,
        "Ver": 3.1,
        "Series": 5,
        "Name": "유니콘 기업",
        "Desc": "「아옹아옹 사무소」에서 다른 팀을 모두 꺾고 최종 우승 타이틀 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054108,
        "Ver": 3.1,
        "Series": 5,
        "Name": "범인은 외부에 있다",
        "Desc": "페리파스를 도와 친구들의 결말 알아내기",
        "Reward": 5
    },
    {
        "_id": 4054111,
        "Ver": 3.1,
        "Series": 5,
        "Name": "산 자는 평안을 품어야 하리",
        "Desc": "나무 정원 희생자의 유족을 방문하고 소원 이뤄주기",
        "Reward": 5
    },
    {
        "_id": 4054112,
        "Ver": 3.1,
        "Series": 5,
        "Name": "운명이 침묵한 성소",
        "Desc": "「신탁의 성지」 야누소폴리스의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054113,
        "Ver": 3.1,
        "Series": 5,
        "Name": "그늘 아래 희미한 빛",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054114,
        "Ver": 3.1,
        "Series": 5,
        "Name": "다른 배는 무사히 바다를 건넜고",
        "Desc": "「신탁의 성지」 야누소폴리스에 있는 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054115,
        "Ver": 3.1,
        "Series": 5,
        "Name": "영혼의 초상화",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원에 있는 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054116,
        "Ver": 3.1,
        "Series": 5,
        "Name": "앰포리어스 위치 추적 시스템",
        "Desc": "「신탁의 성지」 야누소폴리스에서 「야누스 미로」의 모든 수수께끼 완료하기",
        "Reward": 5
    },
    {
        "_id": 4054117,
        "Ver": 3.1,
        "Series": 5,
        "Name": "변해라, 얍!",
        "Desc": "개인탕에 있는 키메라의 말 알아듣기",
        "Reward": 5
    },
    {
        "_id": 4054118,
        "Ver": 3.1,
        "Series": 5,
        "Name": "무한한 꽃과 신성한 잎",
        "Desc": "음성 기록 ≪신성의 메아리: 이성≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054119,
        "Ver": 3.1,
        "Series": 5,
        "Name": "사랑이 가득 찬 긴 밤의 의식",
        "Desc": "음성 기록 ≪신성의 메아리: 낭만≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054120,
        "Ver": 3.1,
        "Series": 5,
        "Name": "혁혁한 업적의 길",
        "Desc": "음성 기록 ≪신성의 메아리: 통로≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054121,
        "Ver": 3.1,
        "Series": 5,
        "Name": "동굴 밖의 세계",
        "Desc": "창세의 소용돌이에서 생각 정리하기<br><color style='color:#8790ab;'>※ 앰포리어스를 개척하는 과정에서 당신은 많은 일을 겪었다…</color>",
        "Reward": 5
    },
    {
        "_id": 4054122,
        "Ver": 3.1,
        "Series": 5,
        "Name": "처, 천외의 선봉?!",
        "Desc": "트리비를 사용해 성녀의 방에 있는 칠판 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054123,
        "Ver": 3.1,
        "Series": 5,
        "Name": "신들의 궁전을 바라보며",
        "Desc": "들어보지 못한 자가 과연 있을까?<br><color style='color:#8790ab;'>※ 「신탁의 성지」 야누소폴리스에서 성녀와 관련 있는 모든 사람과 대화하기</color>",
        "Reward": 5
    },
    {
        "_id": 4054124,
        "Ver": 3.1,
        "Series": 5,
        "Name": "나는 이성의 기적을 외친다",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054125,
        "Ver": 3.1,
        "Series": 5,
        "Name": "나는 마지막 새벽을 외친다",
        "Desc": "「신탁의 성지」 야누소폴리스의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054126,
        "Ver": 3.1,
        "Series": 5,
        "Name": "이방인의 송가",
        "Desc": "시인 리포스가 당신을 위해 쓴 두 번째 시 듣기",
        "Reward": 5
    },
    {
        "_id": 4054127,
        "Ver": 3.1,
        "Series": 5,
        "Name": "고향으로 돌아왔습니다, 어머니",
        "Desc": "마이데이의 어머니, 고르고의 운명의 끝 읽기",
        "Reward": 5
    },
    {
        "_id": 4054128,
        "Ver": 3.1,
        "Series": 5,
        "Name": "난 나만의 성을 쌓았노라",
        "Desc": "크렘노스 왕조의 마지막 기록 찾기",
        "Reward": 5
    },
    {
        "_id": 4054129,
        "Ver": 3.1,
        "Series": 5,
        "Name": "태양을 심어요",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원에서 나무 정원 학자의 의뢰 해결하기",
        "Reward": 5
    },
    {
        "_id": 4054130,
        "Ver": 3.1,
        "Series": 5,
        "Name": "숲의 군주",
        "Desc": "「잠꼬대의 밀림」 깨달음의 나무 정원의 왕좌에 앉기",
        "Reward": 5
    },
    {
        "_id": 4074101,
        "Ver": 3.1,
        "Series": 7,
        "Name": "다잉 라이트",
        "Desc": "단일 전투에서 적을 처치해 [아퀼라의 표식] 3.0개 제거하기",
        "Reward": 5
    },
    {
        "_id": 4074102,
        "Ver": 3.1,
        "Series": 7,
        "Name": "달이 없는 밤",
        "Desc": "단일 전투에서 필살기를 발동해 [오로닉스의 표식] 2.0개 제거하기",
        "Reward": 5
    },
    {
        "_id": 4074103,
        "Ver": 3.1,
        "Series": 7,
        "Name": "갑자기 멈춘 폭풍",
        "Desc": "[풍행] 상태의 적을 약점 격파 상태에 빠트리기",
        "Reward": 5
    },
    {
        "_id": 4074104,
        "Ver": 3.1,
        "Series": 7,
        "Name": "그림자를 잃은 사나이",
        "Desc": "협동 공격을 발동할 「파손된 용기」가 없는 상태에서 「암흑의 검, 불을 훔치는 자」가 1단계에서 [어둠의 추모]를 2.0회 연속 발동하게 하기",
        "Reward": 5
    },
    {
        "_id": 4074105,
        "Ver": 3.1,
        "Series": 7,
        "Name": "그림자 없는 사나이",
        "Desc": "「암흑의 검, 불을 훔치는 자」가 [침묵의 비탄]을 발동하는 동안 모든 「파손된 용기」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074106,
        "Ver": 3.1,
        "Series": 7,
        "Name": "불의 문, 무궁한 군세",
        "Desc": "단일 전투에서 아군 캐릭터 마이데이가 1.0회의 [피의 원한] 상태에서 [왕을 죽여 왕이 된 자] 또는 [신을 죽여 신이 된 자] 5.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4074107,
        "Ver": 3.1,
        "Series": 7,
        "Name": "Tribbie kill",
        "Desc": "단일 전투에서 아군 캐릭터 트리비가 단일 「일반 공격」으로 적 3.0기 동시 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074108,
        "Ver": 3.1,
        "Series": 7,
        "Name": "포화 공격으로 제압",
        "Desc": "단일 전투에서 아군 캐릭터 트리비로 특성의 추가 공격 10.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074109,
        "Ver": 3.1,
        "Series": 7,
        "Name": "일기당천",
        "Desc": "단일 전투에서 아군 파티에 마이데이만 남아있는 상황에서 정예 적 1.0기를 처치하고 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4084102,
        "Ver": 3.1,
        "Series": 8,
        "Name": "오크마는 눈물을 믿지 않는다",
        "Desc": "그것은 공격하지 않지만, 다른 방식으로 당신을 해칠 수 있다…<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 과정에서 인간 형상의 조각상에 맞기</color>",
        "Reward": 5
    },
    {
        "_id": 4044117,
        "Ver": 3.1,
        "Series": 4,
        "Name": "지하 격투선수",
        "Desc": "자그레우스의 손의 펀치 동작을 사용하여 「신탁의 성지」 야누소폴리스 다리 밑에 숨은 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4034201,
        "Ver": 3.2,
        "Series": 3,
        "Name": "친애하는 어머님, 당신이 제게 생명을 주셨습니다",
        "Desc": "황금의 후예의 초대를 수락하고 함께 영웅 되기<br><color style='color:#8790ab;'>※ 오로닉스의 시련 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034202,
        "Ver": 3.2,
        "Series": 3,
        "Name": "녹빛 나룻배로 망령을 제도하며",
        "Desc": "한때 그녀를 타고 세상에 왔고, 그녀를 타고 저승으로 갈 것이다<br><color style='color:#8790ab;'>※ 「죽음의 용」 폴룩스 처치하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034203,
        "Ver": 3.2,
        "Series": 3,
        "Name": "불행한 범부를 억압하는 잔인한 밤",
        "Desc": "「죽음」은 한때 거대 용과 파도의 도시 국가에 숨어 있었다<br><color style='color:#8790ab;'>※ 「용해 고성」 스틱시아 도착하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034204,
        "Ver": 3.2,
        "Series": 3,
        "Name": "법을 평화의 왕관으로",
        "Desc": "시민들은 투표로 앰포리어스의 미래를 결정할 것이다<br><color style='color:#8790ab;'>※ 「시민 총회」의 마지막 결과 확인하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034205,
        "Ver": 3.2,
        "Series": 3,
        "Name": "당신의 긴 손가락을 포옹하며",
        "Desc": "이 행복한 날, 오직 당신만을 위한 선물과 함께<br><color style='color:#8790ab;'>※ 카스토리스가 직접 만든 반지 습득하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034206,
        "Ver": 3.2,
        "Series": 3,
        "Name": "밧줄을 풀고 저승에서 벗어나라",
        "Desc": "뒤돌아보지 말라, 아무리 달콤하고도 고요한 만류라 할지라도<br><color style='color:#8790ab;'>※ 동료들의 도움을 받아 저승에서 벗어나기</color>",
        "Reward": 10
    },
    {
        "_id": 4044201,
        "Ver": 3.2,
        "Series": 4,
        "Name": "담대한 도둑",
        "Desc": "도둑 유령이 노리는 계몽록 찾기",
        "Reward": 5
    },
    {
        "_id": 4044202,
        "Ver": 3.2,
        "Series": 4,
        "Name": "The World!",
        "Desc": "처음으로 오로닉스의 기도문을 사용해 되돌아가는 중인 오브젝트 멈추기",
        "Reward": 5
    },
    {
        "_id": 4044203,
        "Ver": 3.2,
        "Series": 4,
        "Name": "크로노 서지",
        "Desc": "일시정지를 일시정지할 것인가, 아니면 계속할 것인가, 아니면 더욱 일시정지할 것인가?",
        "Reward": 5
    },
    {
        "_id": 4044204,
        "Ver": 3.2,
        "Series": 4,
        "Name": "신에 닿을 수 있을지 어디 한번 시도해 보지",
        "Desc": "자그레우스의 손을 조종해 케팔의 성체 공격해 보기",
        "Reward": 5
    },
    {
        "_id": 4044205,
        "Ver": 3.2,
        "Series": 4,
        "Name": "여기서… 당장 나가!",
        "Desc": "높은 곳에 숨으면 안전할 거라고 생각하지 마라…<br><color style='color:#8790ab;'>※ 자그레우스의 손의 펀치 동작을 이용해 「용해 고성」 스틱시아 높은 곳에 있는 적 처치하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044206,
        "Ver": 3.2,
        "Series": 4,
        "Name": "오로닉스의 발탁",
        "Desc": "「용해 고성」 스틱시아의 기억이 남아 있는 모든 오브젝트를 완전한 상태로 되돌리기",
        "Reward": 5
    },
    {
        "_id": 4044207,
        "Ver": 3.2,
        "Series": 4,
        "Name": "서로에게 기댄 두 달",
        "Desc": "과거의 시공간이라는 사슬 위를 걸으며, 고개를 들어 밤하늘을 바라본다…<br><color style='color:#8790ab;'>※ 하늘 높이 떠 있는 두 개의 달을 보았다</color>",
        "Reward": 5
    },
    {
        "_id": 4044208,
        "Ver": 3.2,
        "Series": 4,
        "Name": "타르타로스를 넘어",
        "Desc": "오로닉스의 기적으로 저승의 강 더 깊은 곳에 진입하기",
        "Reward": 5
    },
    {
        "_id": 4044209,
        "Ver": 3.2,
        "Series": 4,
        "Name": "저승의 바다에서 얻은 유물",
        "Desc": "「용해 고성」 스틱시아 보물창고의 숨겨진 장소에 있는 전리품 열기",
        "Reward": 5
    },
    {
        "_id": 4044210,
        "Ver": 3.2,
        "Series": 8,
        "Name": "여기 꽃은 움직이네",
        "Desc": "꽃밭에 숨어 있는 검은 물결 창조물에게 습격당하기",
        "Reward": 5
    },
    {
        "_id": 4044211,
        "Ver": 3.2,
        "Series": 4,
        "Name": "그러니 계속 앞으로 가",
        "Desc": "그녀가 「그러니 계속 앞으로 가. 발걸음을 멈추지 말고…」라고 했던 게 기억난다<br><color style='color:#8790ab;'>※ 당신은 이미 저승에서 벗어났으며, 그녀의 꽃밭에 잠시 머물 수 있다</color>",
        "Reward": 5
    },
    {
        "_id": 4044212,
        "Ver": 3.2,
        "Series": 8,
        "Name": "어제의 승강기, 오늘의 사람",
        "Desc": "다른 시공간의 승강기 플랫폼에 맞기",
        "Reward": 5
    },
    {
        "_id": 4044213,
        "Ver": 3.2,
        "Series": 4,
        "Name": "스포트라이트 효과",
        "Desc": "처음으로 「추억의 룬」을 사용해 오로닉스의 기적에 비치기",
        "Reward": 5
    },
    {
        "_id": 4044214,
        "Ver": 3.2,
        "Series": 4,
        "Name": "시간은 당신 친구가 아닙니다",
        "Desc": "「추억의 룬」을 가진 채 보물상자에 접근했지만, 보물상자가 다른 시공간에 있는 걸 발견하기",
        "Reward": 5
    },
    {
        "_id": 4044216,
        "Ver": 3.2,
        "Series": 4,
        "Name": "벌레들의 속삭임: 잃어버린 기도문",
        "Desc": "세월의 수면 아래에는 무엇이 숨겨져 있을까?<br><color style='color:#8790ab;'>※ 「용해 고성」 스틱시아의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044217,
        "Ver": 3.2,
        "Series": 4,
        "Name": "벌레들의 속삭임: 순례의 길",
        "Desc": "신이 무릎을 꿇을 필요가 있을까?<br><color style='color:#8790ab;'>※ 「여명의 절벽」 오크마의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044218,
        "Ver": 3.2,
        "Series": 4,
        "Name": "황금 고치집",
        "Desc": "방직공들을 위해 중형 낙원 짓기<br><color style='color:#8790ab;'>※ 창생 약충 120.0마리의 축복 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4054201,
        "Ver": 3.2,
        "Series": 5,
        "Name": "그녀는 한때 그대의 체온을 빌렸다",
        "Desc": "「쌍월 고탑」의 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054202,
        "Ver": 3.2,
        "Series": 5,
        "Name": "일일 탈란톤",
        "Desc": "슬픈 리허설 현장을 지나가며 「살신」의 과정을 목격하기<br><color style='color:#8790ab;'>※ 당신이 공정하다고 생각하는 판결을 내렸다</color>",
        "Reward": 5
    },
    {
        "_id": 4054203,
        "Ver": 3.2,
        "Series": 5,
        "Name": "새벽의 그 고요한 돌길",
        "Desc": "소녀 세레나와 함께 「케팔」과 대화하기<br><color style='color:#8790ab;'>※ 그리고 따뜻한 거짓말 지키기</color>",
        "Reward": 5
    },
    {
        "_id": 4054204,
        "Ver": 3.2,
        "Series": 5,
        "Name": "신의 턱 아래에 있는 신을 모독하는 자",
        "Desc": "「여명의 절벽」 오크마의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054205,
        "Ver": 3.2,
        "Series": 5,
        "Name": "그날 돌아갈 수 없는 길에서",
        "Desc": "「용해 고성」 스틱시아의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054206,
        "Ver": 3.2,
        "Series": 5,
        "Name": "농부와 목마",
        "Desc": "「여명의 절벽」 오크마에 있는 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054207,
        "Ver": 3.2,
        "Series": 5,
        "Name": "저승의 강 나루터지기 말",
        "Desc": "「용해 고성」 스틱시아에 있는 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054208,
        "Ver": 3.2,
        "Series": 5,
        "Name": "곤충과 함께하는 귀로",
        "Desc": "「용해 고성」 스틱시아에서 어느 오로닉스 사제가 방에 설치한 수수께끼 풀기",
        "Reward": 5
    },
    {
        "_id": 4054209,
        "Ver": 3.2,
        "Series": 5,
        "Name": "만물의 시작과 끝",
        "Desc": "음성 기록 ≪신성의 메아리: 부세≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054210,
        "Ver": 3.2,
        "Series": 5,
        "Name": "길고 영원한 꿈",
        "Desc": "음성 기록 ≪신성의 메아리: 죽음≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054211,
        "Ver": 3.2,
        "Series": 5,
        "Name": "밝혀지는 신비한 정의",
        "Desc": "음성 기록 ≪신성의 메아리: 율법≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054213,
        "Ver": 3.2,
        "Series": 5,
        "Name": "끊임없이 반복되는 삶과 죽음",
        "Desc": "시인 리포스가 당신을 위해 쓴 세 번째 시 듣기",
        "Reward": 5
    },
    {
        "_id": 4054214,
        "Ver": 3.2,
        "Series": 5,
        "Name": "잔 속에서 바라보는 자유",
        "Desc": "아모르피스의 파구사 랜덤박스 음료를 한잔 마시고 나면……",
        "Reward": 5
    },
    {
        "_id": 4054215,
        "Ver": 3.2,
        "Series": 5,
        "Name": "어 싸우전드 워즈",
        "Desc": "「용해 고성」 스틱시아의 모든 사어 나비와 대화하기",
        "Reward": 5
    },
    {
        "_id": 4054216,
        "Ver": 3.2,
        "Series": 5,
        "Name": "아키비리건!",
        "Desc": "자신의 발을 저승의 강에 담근 후 무적의 발목 얻기",
        "Reward": 5
    },
    {
        "_id": 4054217,
        "Ver": 3.2,
        "Series": 5,
        "Name": "그리움으로 인해 광란에 빠진 발걸음",
        "Desc": "통제 불능에 빠진 드로마스 문제 해결하기",
        "Reward": 5
    },
    {
        "_id": 4054218,
        "Ver": 3.2,
        "Series": 5,
        "Name": "네눈박이가 제일 귀여워!",
        "Desc": "「팅팅탱탱 물범 대격돌」에서 목욕탕의 모든 물범과 한 번씩 대화하면 좋은 일이 생길지도?",
        "Reward": 5
    },
    {
        "_id": 4054219,
        "Ver": 3.2,
        "Series": 5,
        "Name": "표본은 누구를 위해 침묵하는가",
        "Desc": "원로원 벽에 당신의 전리품을 남기기. 하지만……",
        "Reward": 5
    },
    {
        "_id": 4054220,
        "Ver": 3.2,
        "Series": 5,
        "Name": "주인공에게 바치는 황금",
        "Desc": "여명의 절벽의 모든 성촉을 찾아 활성화하기",
        "Reward": 5
    },
    {
        "_id": 4054221,
        "Ver": 3.2,
        "Series": 5,
        "Name": "나는 달콤한 숙면을 외친다",
        "Desc": "「용해 고성」 스틱시아의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054222,
        "Ver": 3.2,
        "Series": 5,
        "Name": "나는 변론의 종막을 외친다",
        "Desc": "「여명의 절벽」 오크마의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054223,
        "Ver": 3.2,
        "Series": 5,
        "Name": "최고의 인간",
        "Desc": "대화를 통해 여명의 절벽에 대해 더 깊이 알아보기<br><color style='color:#8790ab;'>※ 여명의 절벽의 모든 시민과 대화하기</color>",
        "Reward": 5
    },
    {
        "_id": 4054225,
        "Ver": 3.2,
        "Series": 5,
        "Name": "괴도가 어쨌다고, 난 개척자야!",
        "Desc": "괴도를 처치하고 챔피언의 「골드 물범컵」 되찾기",
        "Reward": 10
    },
    {
        "_id": 4054226,
        "Ver": 3.2,
        "Series": 5,
        "Name": "파구사 신수 올 컬렉션",
        "Desc": "모든 종류의 물범 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054227,
        "Ver": 3.2,
        "Series": 5,
        "Name": "물범 타이드 라이징",
        "Desc": "「팅팅탱탱 물범 대격돌•울티메이트 진화 버전」 도전 난이도 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4054228,
        "Ver": 3.2,
        "Series": 5,
        "Name": "물범아, 너도 같이 춤출래?",
        "Desc": "「팅팅탱탱 물범 대격돌」에서 한 번에 상대의 물범 두 마리 날려버리기",
        "Reward": 5
    },
    {
        "_id": 4054229,
        "Ver": 3.2,
        "Series": 5,
        "Name": "진•물범무쌍",
        "Desc": "「팅팅탱탱 물범 대격돌」 단일 경기에서 같은 물범 한 마리로 상대의 물범 4.0회 이상 날려버리기",
        "Reward": 5
    },
    {
        "_id": 4054230,
        "Ver": 3.2,
        "Series": 5,
        "Name": "핵심은 3점 슛이야",
        "Desc": "「팅팅탱탱 물범 대격돌」 단일 경기에서 상대보다 3.0점 이상 앞선 상태로 승리하기",
        "Reward": 5
    },
    {
        "_id": 4054231,
        "Ver": 3.2,
        "Series": 5,
        "Name": "우주 함대 아카데미에 오신 걸 환영합니다",
        "Desc": "서적 ≪함대 기초 지식 매뉴얼≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4074201,
        "Ver": 3.2,
        "Series": 7,
        "Name": "분류의 끝",
        "Desc": "아군 캐릭터 아낙사를 사용해 단일 공격으로 단일 적에게 서로 다른 약점 5.0개 부여하기",
        "Reward": 5
    },
    {
        "_id": 4074202,
        "Ver": 3.2,
        "Series": 7,
        "Name": "노출된 성질",
        "Desc": "단일 전투에서 연속으로 3.0턴 동안 턴 시작 시 적을 [승화] 상태에 빠트리기",
        "Reward": 5
    },
    {
        "_id": 4074203,
        "Ver": 3.2,
        "Series": 7,
        "Name": "드래곤 길들이기",
        "Desc": "단일 전투에서 아군 캐릭터 카스토리스로 「죽음의 용•폴룩스」 3.0회 소환하기",
        "Reward": 5
    },
    {
        "_id": 4074204,
        "Ver": 3.2,
        "Series": 7,
        "Name": "영웅은 죽지 않는다",
        "Desc": "카스토리스의 전용 효과 발동 시 아군 파티 캐릭터 4.0명이 동시에 [달의 고치] 상태 획득하게 하기",
        "Reward": 5
    },
    {
        "_id": 4074205,
        "Ver": 3.2,
        "Series": 7,
        "Name": "저승의 나비와 함께 춤을",
        "Desc": "{NICKNAME}, 카스토리스가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074206,
        "Ver": 3.2,
        "Series": 7,
        "Name": "고치 속의 안식",
        "Desc": "「저승의 인도자, 죽음의 용 잔해, 폴룩스」와의 대전에서 아군 캐릭터 카스토리스로 마지막 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4074207,
        "Ver": 3.2,
        "Series": 7,
        "Name": "죽어서도… 영원히 잘 수 없다",
        "Desc": "「저승의 인도자, 죽음의 용 잔해, 폴룩스」가 [더 많은 죽음을 원하는 죽음] 발동 시 모든 아군 캐릭터가 [깊은 잠에 잠겨]에 빠지지 않기",
        "Reward": 5
    },
    {
        "_id": 4074208,
        "Ver": 3.2,
        "Series": 7,
        "Name": "하프라이프",
        "Desc": "모든 아군 캐릭터가 HP 최대치 백분율이 50% 미만인 상태에서 「저승의 인도자, 죽음의 용 잔해, 폴룩스」 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074209,
        "Ver": 3.2,
        "Series": 7,
        "Name": "순수한 몸",
        "Desc": "단일 전투에서 검은 물결에 침식된 마물이 [오물을 먹는 자] 발동 시 [침식] 흡수하지 않기",
        "Reward": 5
    },
    {
        "_id": 4034301,
        "Ver": 3.3,
        "Series": 3,
        "Name": "여명은 말이 없고",
        "Desc": "어느 위대한 범인(凡人)의 몰락 애도하기<br><color style='color:#8790ab;'>※ 파이논의 연설 듣기</color>",
        "Reward": 10
    },
    {
        "_id": 4034302,
        "Ver": 3.3,
        "Series": 3,
        "Name": "도금된 몸, 부서진 날개",
        "Desc": "그 뜨거운 황금 속으로 떨어지면……<br><color style='color:#8790ab;'>※ 천공의 티탄의 화신 처치하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034303,
        "Ver": 3.3,
        "Series": 3,
        "Name": "우리들의 하늘",
        "Desc": "인간의 의지로 신의 시대에 마침표를 찍기<br><color style='color:#8790ab;'>※ 셀리오스의 의지 꺾기</color>",
        "Reward": 10
    },
    {
        "_id": 4034304,
        "Ver": 3.3,
        "Series": 3,
        "Name": "세상을 배반한 소녀",
        "Desc": "거짓말의 끝을 지켜보기<br><color style='color:#8790ab;'>※ 천년의 거짓말이 탄로 나는 순간 지켜보기</color>",
        "Reward": 10
    },
    {
        "_id": 4034305,
        "Ver": 3.3,
        "Series": 3,
        "Name": "모든 종착점의 시작점",
        "Desc": "세상에 양쪽 모두에게 좋은 것은 없다<br><color style='color:#8790ab;'>※ 불을 쫓는 여정 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4044301,
        "Ver": 3.3,
        "Series": 4,
        "Name": "띠링, 교통 위반 딱지입니다~",
        "Desc": "「구름 속 폐성」 조석의 눈에서 과속하는 하늘을 나는 암포라 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4044302,
        "Ver": 3.3,
        "Series": 4,
        "Name": "벌레들의 속삭임: 무형의 계단",
        "Desc": "무엇이 불붙은 길을 가로막았나?<br><color style='color:#8790ab;'>※ 「빛이 없는 기도당」 여명의 절벽의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044303,
        "Ver": 3.3,
        "Series": 4,
        "Name": "벌레들의 속삭임: 서풍의 고된 여정",
        "Desc": "빠른 발로 액운에서 벗어날 수 있을까?<br><color style='color:#8790ab;'>※ 「몰락한 황혼의 도시」 오크마의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044304,
        "Ver": 3.3,
        "Series": 4,
        "Name": "벌레들의 속삭임: 신기(神機)의 비밀",
        "Desc": "어떻게 해야 신기(神機)를 길들일 수 있을까?<br><color style='color:#8790ab;'>※ 「천궁 요새」 조석의 눈의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044305,
        "Ver": 3.3,
        "Series": 4,
        "Name": "벌레들의 속삭임: 무지개의 끝",
        "Desc": "어떻게 해야 무지개의 끝에 도달할 수 있을까?<br><color style='color:#8790ab;'>※ 「구름 속 폐성」 조석의 눈의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044306,
        "Ver": 3.3,
        "Series": 4,
        "Name": "황금을 방주로 엮어",
        "Desc": "송가 석판 16.0개를 전부 모은 후 오리지널 의상공과 대화하기",
        "Reward": 5
    },
    {
        "_id": 4044307,
        "Ver": 3.3,
        "Series": 4,
        "Name": "안녕, 모든 하늘을 나는 암포라",
        "Desc": "끝없는 무지개 길 위에 있는 모든 하늘을 나는 암포라 파괴하기",
        "Reward": 5
    },
    {
        "_id": 4044308,
        "Ver": 3.3,
        "Series": 4,
        "Name": "최소 신장 트리",
        "Desc": "회전을 2회 이하로 사용하여 서풍 나침반 수수께끼 1개 해결하기",
        "Reward": 5
    },
    {
        "_id": 4044309,
        "Ver": 3.3,
        "Series": 4,
        "Name": "밀물, 썰물",
        "Desc": "조석의 눈의 모든 서풍 나침반 수수께끼를 풀고 그 전리품 획득하기",
        "Reward": 5
    },
    {
        "_id": 4044310,
        "Ver": 3.3,
        "Series": 4,
        "Name": "앎에는 끝이 없다",
        "Desc": "「알아 벌레」 찾기",
        "Reward": 5
    },
    {
        "_id": 4044311,
        "Ver": 3.3,
        "Series": 4,
        "Name": "바르톨로스 보손",
        "Desc": "제자리에서 도는 도둑 유령 찾기",
        "Reward": 5
    },
    {
        "_id": 4044312,
        "Ver": 3.3,
        "Series": 4,
        "Name": "바르톨로스는 아무것도 몰라",
        "Desc": "도둑 유령이 보물상자 옆 괴물을 처치하는 모습 지켜보기",
        "Reward": 5
    },
    {
        "_id": 4044313,
        "Ver": 3.3,
        "Series": 4,
        "Name": "하늘의 이정표",
        "Desc": "서풍 나침반의 도움을 받아 「구름 속 폐성」 조석의 눈의 어느 특수 천후 구역에 도착하기",
        "Reward": 5
    },
    {
        "_id": 4044314,
        "Ver": 3.3,
        "Series": 4,
        "Name": "창천의 권",
        "Desc": "하늘에 숨으면 무사할 거라고 생각하지 마라……<br><color style='color:#8790ab;'>※ 자그레우스의 손의 펀치 동작을 이용해 「천궁 요새」 조석의 눈에 숨어 있는 적 처치하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044315,
        "Ver": 3.3,
        "Series": 4,
        "Name": "광화학적 합성",
        "Desc": "진정한 강자는 허공을 걸을 수 있다…<br><color style='color:#8790ab;'>※ 「구름 속 폐성」 조석의 눈에서 「기적의 구슬」을 이용해 플랫폼 반대편에 도착하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044316,
        "Ver": 3.3,
        "Series": 4,
        "Name": "열려라, 참깨",
        "Desc": "수수께끼를 풀고, 「구름 속 폐성」 조석의 눈의 저장 구역에 숨겨진 전리품 획득하기",
        "Reward": 5
    },
    {
        "_id": 4044317,
        "Ver": 3.3,
        "Series": 4,
        "Name": "잭과 콩나무",
        "Desc": "수수께끼를 풀고, 「구름 속 폐성」 조석의 눈의 천후 구역에 숨겨진 전리품 획득하기",
        "Reward": 5
    },
    {
        "_id": 4044318,
        "Ver": 3.3,
        "Series": 4,
        "Name": "기상 조절기",
        "Desc": "「천궁 요새」 조석의 눈에서 천후의 화벽을 처음으로 활성화하기…<br><color style='color:#8790ab;'>※ 하늘도 점토처럼 마음대로 주무를 수 있다는 것을 깨닫게 될 것이다</color>",
        "Reward": 5
    },
    {
        "_id": 4054301,
        "Ver": 3.3,
        "Series": 5,
        "Name": "유한한 불길",
        "Desc": "알랭에게 받은 「잔불」을 화염에 넣기",
        "Reward": 5
    },
    {
        "_id": 4054302,
        "Ver": 3.3,
        "Series": 5,
        "Name": "사흘만 따뜻함을 느낄 수 있다면",
        "Desc": "「몰락한 황혼의 도시」 오크마와 「빛이 없는 기도당」 여명의 절벽에 있는 모든 지오리오스의 불꽃 다시 불타오르게 하기",
        "Reward": 5
    },
    {
        "_id": 4054303,
        "Ver": 3.3,
        "Series": 5,
        "Name": "라이온 킹",
        "Desc": "「몰락한 황혼의 도시」 오크마에 있는 파손된 진실의 사자 전부 고치기",
        "Reward": 5
    },
    {
        "_id": 4054304,
        "Ver": 3.3,
        "Series": 5,
        "Name": "클라우드 컴퓨팅 복구 중",
        "Desc": "지니어스들의 앰포리어스 연구 회의 기록 관측하기",
        "Reward": 5
    },
    {
        "_id": 4054305,
        "Ver": 3.3,
        "Series": 5,
        "Name": "일일 케팔",
        "Desc": "아이들의 웃음을 지키기 위해 케팔인 척 연기하기",
        "Reward": 5
    },
    {
        "_id": 4054306,
        "Ver": 3.3,
        "Series": 5,
        "Name": "바이오스피어 2",
        "Desc": "사람들의 도움으로 새로운 피난소 구축하기",
        "Reward": 5
    },
    {
        "_id": 4054307,
        "Ver": 3.3,
        "Series": 5,
        "Name": "나는 부드러운 아침 햇살을 외친다",
        "Desc": "「천궁 요새」 조석의 눈의 모든 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054308,
        "Ver": 3.3,
        "Series": 5,
        "Name": "나는 여정의 새로운 장을 외친다",
        "Desc": "아퀼라의 불씨를 획득한 후 처음으로 계몽록 읽기",
        "Reward": 5
    },
    {
        "_id": 4054309,
        "Ver": 3.3,
        "Series": 5,
        "Name": "폐허가 남긴 선물",
        "Desc": "「몰락한 황혼의 도시」 오크마에 있는 야누스의 말에서 파괴된 도시 국가의 특산품 합성 공식 모두 구매하기",
        "Reward": 5
    },
    {
        "_id": 4054311,
        "Ver": 3.3,
        "Series": 5,
        "Name": "서풍의 묘비명",
        "Desc": "어느 오크마 시민의 결말을 지켜보고 그들의 이야기 기록하기",
        "Reward": 5
    },
    {
        "_id": 4054312,
        "Ver": 3.3,
        "Series": 5,
        "Name": "이것이 인류의 석양이다",
        "Desc": "「몰락한 황혼의 도시」 오크마의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054313,
        "Ver": 3.3,
        "Series": 5,
        "Name": "100만 번 산 고양이",
        "Desc": "발 빠른 방랑객의 마지막 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054314,
        "Ver": 3.3,
        "Series": 5,
        "Name": "하늘을 메우다",
        "Desc": "빛의 의사의 마지막 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054315,
        "Ver": 3.3,
        "Series": 5,
        "Name": "끝없이 펼쳐지는 평원",
        "Desc": "음성 기록 ≪신성의 메아리: 대지≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054316,
        "Ver": 3.3,
        "Series": 5,
        "Name": "가지각색의 말",
        "Desc": "음성 기록 ≪신성의 메아리: 계략≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054317,
        "Ver": 3.3,
        "Series": 5,
        "Name": "당신은 찰나를 순행하네",
        "Desc": "음성 기록 ≪신성의 메아리: 천공≫ 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054318,
        "Ver": 3.3,
        "Series": 5,
        "Name": "나는 나를 기다린다",
        "Desc": "「천궁 요새」 조석의 눈과 「구름 속 폐성」 조석의 눈에 있는 두 야누스의 말 조사하기",
        "Reward": 5
    },
    {
        "_id": 4054319,
        "Ver": 3.3,
        "Series": 5,
        "Name": "야구 방망이가 곧 정의다!",
        "Desc": "「은하 방망이 협객 전설」 이벤트에서 최강의 야구 방망이 합성하기",
        "Reward": 5
    },
    {
        "_id": 4054320,
        "Ver": 3.3,
        "Series": 5,
        "Name": "Evil May Cry",
        "Desc": "「은하 방망이 협객 전설」 이벤트에서 검은 망토 마왕 무찌르기",
        "Reward": 10
    },
    {
        "_id": 4054321,
        "Ver": 3.3,
        "Series": 5,
        "Name": "은하 유성의 일격",
        "Desc": "「은하 방망이 협객 전설」 이벤트에서 지존 무기 합성하기",
        "Reward": 5
    },
    {
        "_id": 4054322,
        "Ver": 3.3,
        "Series": 5,
        "Name": "햇빛과 그림자",
        "Desc": "「은하 방망이 협객 전설」 이벤트에서 트윈 무기 합성하기",
        "Reward": 5
    },
    {
        "_id": 4054323,
        "Ver": 3.3,
        "Series": 5,
        "Name": "평타, 연타에 추가 공격까지",
        "Desc": "「은하 방망이 협객 전설」 이벤트에서 「폭풍과 천둥의 망치」로 16.0연타 발동하기",
        "Reward": 5
    },
    {
        "_id": 4054324,
        "Ver": 3.3,
        "Series": 5,
        "Name": "The Chosen One",
        "Desc": "「은하 방망이 협객 전설」 이벤트에서 「행운의 룰렛」 혹은 「행운아의 도박」 공격 중에 다이아몬드 5.0개 나오게 하기",
        "Reward": 5
    },
    {
        "_id": 4074301,
        "Ver": 3.3,
        "Series": 7,
        "Name": "해를 바꿔치기한 대도",
        "Desc": "단일 전투에서 아군 캐릭터 사이퍼의 특성 효과가 기록한 피해량이 9999999.0pt 초과하기",
        "Reward": 5
    },
    {
        "_id": 4074302,
        "Ver": 3.3,
        "Series": 7,
        "Name": "풀 피도 한방 컷!",
        "Desc": "단일 전투에서 사이퍼의 필살기 [고양이 괴도 드림!]을 사용해 HP가 100%인 적 2.0기에게 치명적인 공격 가하기",
        "Reward": 5
    },
    {
        "_id": 4074303,
        "Ver": 3.3,
        "Series": 7,
        "Name": "부드러운 바람이 되어 당신을 수호할게요",
        "Desc": "단일 전투에서 아군 캐릭터 히아킨의 이카로 동료를 치유해 HP를 10000.0pt 소모하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074304,
        "Ver": 3.3,
        "Series": 7,
        "Name": "씨비스킷",
        "Desc": "단일 전투에서 아군 캐릭터 히아킨의 이카로 「바람 소환사」 혹은 「허졸•유린자」에게 최후의 일격 가하기",
        "Reward": 5
    },
    {
        "_id": 4074305,
        "Ver": 3.3,
        "Series": 7,
        "Name": "천화의 분노를 꺼트리고",
        "Desc": "「지고, 태양, 천공의 화신」과의 전투에서 [온도]를 30.0 낮추기",
        "Reward": 5
    },
    {
        "_id": 4074306,
        "Ver": 3.3,
        "Series": 7,
        "Name": "번개의 권능을 빼앗아",
        "Desc": "「지고, 태양, 천공의 화신」과의 전투에서 모든 [뇌운]을 빼앗아 적의 [산과 바다를 뒤흔드는 천둥] 중단시키기",
        "Reward": 5
    },
    {
        "_id": 4074307,
        "Ver": 3.3,
        "Series": 7,
        "Name": "하늘의 신벌에 맞서리",
        "Desc": "「절멸자, 태양과 번개의 업과, 조석의 눈」의 [검은 물결 동기화율]이 최고치에 달했을 때 [고요한 잿더미•신령 도살]의 공격을 받고도 전투 불능 상태에 빠진 아군 캐릭터가 없게 하기",
        "Reward": 5
    },
    {
        "_id": 4074308,
        "Ver": 3.3,
        "Series": 7,
        "Name": "칫, 옷에 먼지가 묻었네?",
        "Desc": "「검은 태양의 그리핀」과의 전투에서 대상의 소환물 피해를 받지 않고 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074309,
        "Ver": 3.3,
        "Series": 7,
        "Name": "글래디에이터",
        "Desc": "「검은 물결 투사」에게 약점 격파를 가해 [결투] 메커니즘에서 승리하기",
        "Reward": 5
    },
    {
        "_id": 4084301,
        "Ver": 3.3,
        "Series": 8,
        "Name": "진정한 돈키호테",
        "Desc": "날씨가 좋네. 풍차를 망가트리자!<br><color style='color:#8790ab;'>※ 짧은 시간 내에 동일한 풍력 장치의 상태 10.0회 변경하기</color>",
        "Reward": 5
    },
    {
        "_id": 4034401,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034402,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034403,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034404,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034405,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034406,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034407,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034408,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034409,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034410,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034411,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4034412,
        "Ver": 3.4,
        "Series": 3,
        "Name": "...",
        "Desc": "...",
        "Reward": 10
    },
    {
        "_id": 4044401,
        "Ver": 3.4,
        "Series": 4,
        "Name": "벌레들의 속삭임: 풍경 속 옛 가락",
        "Desc": "풍경은 어떤 선율을 하소연하고 있는가?<br><color style='color:#8790ab;'>※ 엘리사이 에데스의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044402,
        "Ver": 3.4,
        "Series": 4,
        "Name": "엘도라도",
        "Desc": "방직공들을 위해 대형 낙원 짓기<br><color style='color:#8790ab;'>※ 창생 약충 190.0마리의 축복 수집하기</color>",
        "Reward": 5
    },
    {
        "_id": 4054401,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054402,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054403,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054404,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054405,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054406,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054407,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054408,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054409,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054410,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054411,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054412,
        "Ver": 3.4,
        "Series": 5,
        "Name": "한여름 밤의 꿈",
        "Desc": "요정의 무도회에 참석하기",
        "Reward": 5
    },
    {
        "_id": 4054413,
        "Ver": 3.4,
        "Series": 5,
        "Name": "...",
        "Desc": "...",
        "Reward": 5
    },
    {
        "_id": 4054414,
        "Ver": 3.4,
        "Series": 5,
        "Name": "녹일색",
        "Desc": "청작 새를 사용하여 한 판 내에 아이템 누적 14.0회 사용하기",
        "Reward": 5
    },
    {
        "_id": 4054415,
        "Ver": 3.4,
        "Series": 5,
        "Name": "또 내 턴이다!",
        "Desc": "2인 대전에서 한 라운드 내에 아군 연속 행동 횟수 8.0회 달성하기",
        "Reward": 5
    },
    {
        "_id": 4054416,
        "Ver": 3.4,
        "Series": 5,
        "Name": "제트기777",
        "Desc": "2인 대전에서 아군 새 최고 전투력 777.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4054417,
        "Ver": 3.4,
        "Series": 5,
        "Name": "우수 학짹",
        "Desc": "모든 아이템을 3.0성까지 강화하기",
        "Reward": 5
    },
    {
        "_id": 4054418,
        "Ver": 3.4,
        "Series": 5,
        "Name": "오늘부터 사장",
        "Desc": "오락실 경영권 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054419,
        "Ver": 3.4,
        "Series": 5,
        "Name": "It Takes Two (Birds)",
        "Desc": "부트힐과 청작이 종이새로 변신한 것을 목격하기",
        "Reward": 5
    },
    {
        "_id": 4054420,
        "Ver": 3.4,
        "Series": 5,
        "Name": "일어났구나, 일해야지?",
        "Desc": "유령 새를 오락실 직원으로 모집하기",
        "Reward": 10
    },
    {
        "_id": 4074401,
        "Ver": 3.4,
        "Series": 7,
        "Name": "케팔의 말씀대로",
        "Desc": "단일 전투에서 아군 캐릭터 파이논이 동료의 6.0가지 다른 유형 스킬의 발동 목표 되기",
        "Reward": 5
    },
    {
        "_id": 4074402,
        "Ver": 3.4,
        "Series": 7,
        "Name": "천화, 발검",
        "Desc": "아군 캐릭터 파이논이 변신 상태에서 단일 공격으로 동시에 적 5.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074403,
        "Ver": 3.4,
        "Series": 7,
        "Name": "MVP는 누구지?",
        "Desc": "파이논과 마이데이가 동시에 포함된 파티 조합으로 전투에서 1회 승리하고, 마이데이보다 파이논이 더 많은 수의 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074404,
        "Ver": 3.4,
        "Series": 7,
        "Name": "MVP는 누구지?",
        "Desc": "파이논과 마이데이가 동시에 포함된 파티 조합으로 전투에서 1회 승리하고, 파이논보다 마이데이가 더 많은 수의 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074405,
        "Ver": 3.4,
        "Series": 7,
        "Name": "마력 방출",
        "Desc": "아군 캐릭터 세이버가 [풍왕철퇴] 발동 시 한 번에 [노심 공명]을 15.0pt 소모하여 에너지 회복하기",
        "Reward": 5
    },
    {
        "_id": 4074406,
        "Ver": 3.4,
        "Series": 7,
        "Name": "별의 검, 왕의 검",
        "Desc": "단일 전투에서 아군 캐릭터 세이버로 [약속된 승리의 검] 누적 10.0회 사용하기",
        "Reward": 5
    },
    {
        "_id": 4074407,
        "Ver": 3.4,
        "Series": 7,
        "Name": "트레이스 온!",
        "Desc": "아군 캐릭터 아처로 [거짓•나선검] 발동 시 [회로접속] 상태에서 [거짓•나선검] 5.0회 연속 발동하기",
        "Reward": 5
    },
    {
        "_id": 4074408,
        "Ver": 3.4,
        "Series": 7,
        "Name": "저장된 무기는 충분한가",
        "Desc": "아군 캐릭터 아처로 연경에게 [무한의 검제] 1.0회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4074409,
        "Ver": 3.4,
        "Series": 7,
        "Name": "밥 먹자",
        "Desc": "아처, 세이버가 동시에 포함된 파티 조합으로 전투에서 1.0회 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074410,
        "Ver": 3.4,
        "Series": 7,
        "Name": "MVP는 누구지?",
        "Desc": "파이논과 마이데이가 동시에 포함된 파티 조합으로 전투에서 1회 승리하고, 파이논과 마이데이가 동일한 수의 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4034501,
        "Ver": 3.5,
        "Series": 3,
        "Name": "굴복하지 않는 제물",
        "Desc": "여명이 승전보를 가져오기를. 속담에서 말했듯, 여명은 밤의 아이다<br><color style='color:#8790ab;'>※ 제1차 불을 쫓는 여정의 시대로 향하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034502,
        "Ver": 3.5,
        "Series": 3,
        "Name": "포박된 프로메테우스",
        "Desc": "나는 그들의 마음에 맹목적인 희망을 넣었다. 그리고, 불도 그들에게 주었다<br><color style='color:#8790ab;'>※ 리고스의 감옥에 갇히기</color>",
        "Reward": 10
    },
    {
        "_id": 4034503,
        "Ver": 3.5,
        "Series": 3,
        "Name": "그대가 파괴할 수 없는 도시",
        "Desc": "우리는 복수의 신에게 귀를 찌르는 찬송가를 바치고, 저승의 왕에게 귀를 거슬리는 개선가를 바쳐야 한다<br><color style='color:#8790ab;'>※ 반신들의 용맹함을 목도하고 계속해서 앞으로 나아가기</color>",
        "Reward": 10
    },
    {
        "_id": 4034504,
        "Ver": 3.5,
        "Series": 3,
        "Name": "과거를 위해 황금 피를 모조리 흘려라",
        "Desc": "들어라, 이 대지 아래 극락의 힘이여——소환에 응해 도움을 보내라. 아이를 지키고, 그들에게 승리와 희망을 베풀어라<br><color style='color:#8790ab;'>※ 영웅들의 희생을 바쳐 계속해서 앞으로 나아가기</color>",
        "Reward": 10
    },
    {
        "_id": 4034505,
        "Ver": 3.5,
        "Series": 3,
        "Name": "복수의 신",
        "Desc": "그는 이렇게 일생의 행복을 정의의 암초에 부딪쳐 부서트렸다. 눈물 흘리는 이도, 지켜보는 이도 없었다<br><color style='color:#8790ab;'>※ 「신례 관중」의 본체를 목격하고 쓰러트리기</color>",
        "Reward": 10
    },
    {
        "_id": 4034506,
        "Ver": 3.5,
        "Series": 3,
        "Name": "영웅은 죽기 전에",
        "Desc": "요원하고도 슬픈 노래에 귀 기울여라. 존재의 어머니의 이름을 부르고 있으니, 그것은 곧 환각, 의지, 고통<br><color style='color:#8790ab;'>※ 영웅이 죽기 전의 모든 것을 전승하기</color>",
        "Reward": 10
    },
    {
        "_id": 4044501,
        "Ver": 3.5,
        "Series": 4,
        "Name": "GOTO문 사용을 환영합니다",
        "Desc": "양치기가 시공간을 넘나들 때…<br><color style='color:#8790ab;'>※ 황금 희생양 콘텐츠에서 희생양을 조작해 포털 통과하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044502,
        "Ver": 3.5,
        "Series": 4,
        "Name": "나는 너의 미궁",
        "Desc": "부디 내게 뜨거운 손을, 부디 내게 마음의 화로를, 부디 이 가장 외로운 자에게 얼음을, 아! 7배의 얼음을!<br><color style='color:#8790ab;'>※ 스틱시아 수면 밑 바다 궁전으로 향하는 비밀통로 찾기</color>",
        "Reward": 5
    },
    {
        "_id": 4044503,
        "Ver": 3.5,
        "Series": 4,
        "Name": "워터월드",
        "Desc": "파구사의 사제는 늘 저승의 강에서 수영하지 말라고 말했다…<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 도중 물의 변화에 휩쓸리기</color>",
        "Reward": 5
    },
    {
        "_id": 4044504,
        "Ver": 3.5,
        "Series": 4,
        "Name": "아이스킬로스의 죽음",
        "Desc": "파구사의 사제는 늘 위에서 떨어지는 물건을 조심하라고 말했다…<br><color style='color:#8790ab;'>※ 앰포리어스 탐사 도중 무너진 샹들리에에 맞기</color>",
        "Reward": 5
    },
    {
        "_id": 4044505,
        "Ver": 3.5,
        "Series": 4,
        "Name": "해저 20m",
        "Desc": "「노래의 해안」 스틱시아에서 필드의 장치를 통해 도전을 완료하고 전리품 획득하기",
        "Reward": 5
    },
    {
        "_id": 4044506,
        "Ver": 3.5,
        "Series": 4,
        "Name": "메시나절 염분 위기",
        "Desc": "「노래의 해안」 스틱시아에서 왕궁의 수위를 최저로 내리기",
        "Reward": 5
    },
    {
        "_id": 4044507,
        "Ver": 3.5,
        "Series": 4,
        "Name": "망각의 바다의 잠수자",
        "Desc": "「노래의 해안」 스틱시아에서 먼지로 뒤덮인 물밑의 비밀에 발 들이기",
        "Reward": 5
    },
    {
        "_id": 4044508,
        "Ver": 3.5,
        "Series": 4,
        "Name": "솔로몬의 카펫",
        "Desc": "「노래의 해안」 스틱시아에서 연잎을 타고 아래층으로 이동하기",
        "Reward": 5
    },
    {
        "_id": 4044509,
        "Ver": 3.5,
        "Series": 4,
        "Name": "가장 고독한 자",
        "Desc": "낮은 낮에 대해 권태를 느끼고, 시냇물은 다시 졸졸거리며 노래한다<br><color style='color:#8790ab;'>※ 노랫소리 속에 시간이 멈춘 빛나는 유골의 해저에 발 들이기</color>",
        "Reward": 5
    },
    {
        "_id": 4044510,
        "Ver": 3.5,
        "Series": 4,
        "Name": "어째서, 어째서 홀로 술을 마시는가?",
        "Desc": "모든 고도의 추락이자, 모든 심도의 누출이자, 모든 취객의 심취이다<br><color style='color:#8790ab;'>※ 스틱시아의 환상에서 충만의 잔 속 검은 물결 방출하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044511,
        "Ver": 3.5,
        "Series": 4,
        "Name": "새로운 바다를 향해",
        "Desc": "만물은 늘 새로운 빛을 발하며, 공간과 시간 위에서 깊은 낮잠에 빠진다…<br><color style='color:#8790ab;'>※ 「도둑 유령」 바르톨로스가 돌려준 신성한 물이 담긴 대야를 통해 창세의 소용돌이로 이동하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044512,
        "Ver": 3.5,
        "Series": 4,
        "Name": "볼풀 랜드",
        "Desc": "「노래의 해안」 스틱시아에서 모든 「야누스 미로」의 수수께끼 풀기",
        "Reward": 5
    },
    {
        "_id": 4044513,
        "Ver": 3.5,
        "Series": 4,
        "Name": "벌레들의 속삭임: 못다 한 일",
        "Desc": "산으로 돌을 밀어 올린 약충은 몇 번이나 실패를 겪었나?<br><color style='color:#8790ab;'>※ 「노래의 해안」 스틱시아의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044514,
        "Ver": 3.5,
        "Series": 4,
        "Name": "모든 포도를 술로 만들 수 있는 건 아니다",
        "Desc": "포도 연못 근처에서 외로운 옛 친구 찾기",
        "Reward": 5
    },
    {
        "_id": 4044515,
        "Ver": 3.5,
        "Series": 4,
        "Name": "4인의 설계자: 대야의 비밀",
        "Desc": "시간의 가장 깊은 곳에서 도난당한 대야 되찾기",
        "Reward": 5
    },
    {
        "_id": 4054501,
        "Ver": 3.5,
        "Series": 5,
        "Name": "잃어버린 시간을 찾아서",
        "Desc": "「노래의 해안」 스틱시아의 모든 추억 잔상 엿보기",
        "Reward": 5
    },
    {
        "_id": 4054502,
        "Ver": 3.5,
        "Series": 5,
        "Name": "잔잔한 어제로부터",
        "Desc": "「노래의 해안」 스틱시아에서 양조 구역의 수리 의뢰 해결하기",
        "Reward": 5
    },
    {
        "_id": 4054503,
        "Ver": 3.5,
        "Series": 5,
        "Name": "마음의 한 방울",
        "Desc": "양조 구역 재개장 후, 다시 영혼주 한 병 만들기",
        "Reward": 5
    },
    {
        "_id": 4054504,
        "Ver": 3.5,
        "Series": 5,
        "Name": "로맨틱 유토피아",
        "Desc": "「카르미눔 경」 베르기니아와 「헬코리토 경」 아폴로니우스의 허망한 사랑 이야기 목격하기",
        "Reward": 5
    },
    {
        "_id": 4054505,
        "Ver": 3.5,
        "Series": 5,
        "Name": "라이온스 테일 네 잔",
        "Desc": "취한 진실의 사자 네 마리와 이야기하기",
        "Reward": 5
    },
    {
        "_id": 4054506,
        "Ver": 3.5,
        "Series": 5,
        "Name": "모닥불과 먼지",
        "Desc": "제1차 불을 쫓는 여정의 황금의 후예 4명과 스틱시아의 환상에서 대화하기",
        "Reward": 5
    },
    {
        "_id": 4054508,
        "Ver": 3.5,
        "Series": 5,
        "Name": "{NICKNAME}네 집밥",
        "Desc": "「황금 미궁 레스토랑」에서 자신만의 식당 이름 짓기",
        "Reward": 5
    },
    {
        "_id": 4054509,
        "Ver": 3.5,
        "Series": 5,
        "Name": "식신",
        "Desc": "「황금 미궁 레스토랑」에서 최종 미귤랭 미식 증서 획득하기",
        "Reward": 10
    },
    {
        "_id": 4054510,
        "Ver": 3.5,
        "Series": 5,
        "Name": "리틀 포레스트",
        "Desc": "「황금 미궁 레스토랑」에서 식당의 모든 요정 직원과 대화하기",
        "Reward": 5
    },
    {
        "_id": 4054511,
        "Ver": 3.5,
        "Series": 5,
        "Name": "공짜 점심은 없다",
        "Desc": "「황금 미궁 레스토랑」에서 최고 일일 매출 40000.0 달성하기",
        "Reward": 5
    },
    {
        "_id": 4054512,
        "Ver": 3.5,
        "Series": 5,
        "Name": "마법 주방",
        "Desc": "「황금 미궁 레스토랑」에서 식당의 모든 경영 시설 개방하기",
        "Reward": 5
    },
    {
        "_id": 4054513,
        "Ver": 3.5,
        "Series": 5,
        "Name": "요정과 콩나무",
        "Desc": "「황금 미궁 레스토랑」에서 농지에 거대 작물 3.0종 재배 성공하기",
        "Reward": 5
    },
    {
        "_id": 4054514,
        "Ver": 3.5,
        "Series": 5,
        "Name": "장인의 경지",
        "Desc": "「황금 미궁 레스토랑」에서 모든 요리 최고 레벨 달성하기",
        "Reward": 5
    },
    {
        "_id": 4074501,
        "Ver": 3.5,
        "Series": 7,
        "Name": "파도 오중주",
        "Desc": "히실렌스가 전투 스킬 [암류 뒤에서 울려 퍼지는 배음]을 발동해 적 5.0기 날려버리기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074502,
        "Ver": 3.5,
        "Series": 7,
        "Name": "서풍 해류",
        "Desc": "단일 전투에서 아군 캐릭터 히실렌스의 결계로 추가로 피해를 40.0회 가하기",
        "Reward": 5
    },
    {
        "_id": 4074503,
        "Ver": 3.5,
        "Series": 7,
        "Name": "영원히, 카이사르에게 충성하리",
        "Desc": "단일 전투에서 아군 캐릭터 케리드라로 동료에게 [작위]를 3.0회 수여하기",
        "Reward": 5
    },
    {
        "_id": 4074504,
        "Ver": 3.5,
        "Series": 7,
        "Name": "위업을 이루지 못했어도 다시 싸울 수 있다",
        "Desc": "[작위]를 보유한 캐릭터가 전투 스킬을 사용해 적 5.0기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074505,
        "Ver": 3.5,
        "Series": 7,
        "Name": "심해로 돌아가는 거품",
        "Desc": "케리드라, 히실렌스가 동시에 포함된 파티로 전투에서 1.0회 승리하고, 히실렌스가 전투 불능 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4074506,
        "Ver": 3.5,
        "Series": 7,
        "Name": "글래디오럼, 너마저?",
        "Desc": "케리드라, 히실렌스가 동시에 포함된 파티로 전투에서 1.0회 승리하고, 케리드라가 전투 불능 상태에 빠지기",
        "Reward": 5
    },
    {
        "_id": 4074507,
        "Ver": 3.5,
        "Series": 7,
        "Name": "실천이성비판",
        "Desc": "단일 전투에서 추가로 잔다르의 알고리즘 스위칭을 4.0회 가속하기",
        "Reward": 5
    },
    {
        "_id": 4074508,
        "Ver": 3.5,
        "Series": 7,
        "Name": "순수이성비판",
        "Desc": "단일 전투에서 아군 캐릭터가 잔다르의 [이율배반]으로 활성화된 필살기 3.0회 사용하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074509,
        "Ver": 3.5,
        "Series": 7,
        "Name": "갑작스레 멈춘 광희",
        "Desc": "[파도 부인]이 [파멸 속의 광란] 상태 동안 행동 게이지 증가 효과를 발동하고, 이번 행동 전에 [파도 부인]을 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074510,
        "Ver": 3.5,
        "Series": 7,
        "Name": "좋은 의사는 병이 생기기 전에 치료하는 법",
        "Desc": "아군에게 [검은 물결의 열기] 상태가 부여될 시, [검은 물결의 열기]의 디버프 효과가 발동하기 전에 해제하기",
        "Reward": 5
    },
    {
        "_id": 4034601,
        "Ver": 3.6,
        "Series": 3,
        "Name": "내 말에 귀 기울여다오, 달콤한 어둠이여",
        "Desc": "이 문 뒤에 있는 게 앰포리어스라면……<br><color style='color:#8790ab;'>※ 에버나이트가 무대에 오르는 것을 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034602,
        "Ver": 3.6,
        "Series": 3,
        "Name": "그러자 금색 피가 흘러내렸다",
        "Desc": "어떤 「기억」들은 소각될 대가다<br><color style='color:#8790ab;'>※ 황금 피 기억 정령을 물리치고, 에버나이트와 직접 대화하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034603,
        "Ver": 3.6,
        "Series": 3,
        "Name": "넌 절대 혼자 걷지 않을 거야",
        "Desc": "탐사하고, 이해하고, 수립하고, 연결하고——그리고, 같이 집으로 돌아가는 거야!<br><color style='color:#8790ab;'>※ Mar. 7th와 합류하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034604,
        "Ver": 3.6,
        "Series": 3,
        "Name": "운명이 울기 전에",
        "Desc": "잘 들어, 이 말을 기억했다가 잊어버려<br><color style='color:#8790ab;'>※ 「존재하지 않는 기억」을 다시 일깨우기</color>",
        "Reward": 10
    },
    {
        "_id": 4034605,
        "Ver": 3.6,
        "Series": 3,
        "Name": "나는 이곳에 서서, 만물을 책임지리라",
        "Desc": "「대지」를 향해 새로운 신의 이름을 알려라<br><color style='color:#8790ab;'>※ 단항이 「대지」의 불씨를 얻기</color>",
        "Reward": 10
    },
    {
        "_id": 4034606,
        "Ver": 3.6,
        "Series": 3,
        "Name": "영혼은 추억으로 서로를 알아본다",
        "Desc": "천지를 가로축으로, 시간을 세로축으로 삼아, 널 집으로 데리고 가겠어<br><color style='color:#8790ab;'>※ 단항이 기억 물결 속에서 당신을 찾기</color>",
        "Reward": 10
    },
    {
        "_id": 4034607,
        "Ver": 3.6,
        "Series": 3,
        "Name": "메멘토",
        "Desc": "카메라 메모리를 가득 채운 원흉……<br><color style='color:#8790ab;'>※ 키레네가 진짜 Mar. 7th를 찾기</color>",
        "Reward": 10
    },
    {
        "_id": 4034608,
        "Ver": 3.6,
        "Series": 3,
        "Name": "앰포리어스 영웅기",
        "Desc": "저와 함께, 영웅이 되어 보시죠<br><color style='color:#8790ab;'>※ 마지막 「재창기」 완료하기</color>",
        "Reward": 10
    },
    {
        "_id": 4044601,
        "Ver": 3.6,
        "Series": 4,
        "Name": "시티 오브 엠버",
        "Desc": "셉터 δ-me13의 신화적 색채를 벗기고, 이름 없는 티탄의 거대 무덤에 처음으로 진입하기",
        "Reward": 5
    },
    {
        "_id": 4044602,
        "Ver": 3.6,
        "Series": 4,
        "Name": "심연을 향해",
        "Desc": "거대 무덤 중앙 구역 플랫폼에 올라 세계의 가장 깊은 곳으로 향하기",
        "Reward": 5
    },
    {
        "_id": 4044603,
        "Ver": 3.6,
        "Series": 4,
        "Name": "유레카!",
        "Desc": "「세상 매트릭스」 이름 없는 티탄의 거대 무덤의 최종 수수께끼 완료하기",
        "Reward": 5
    },
    {
        "_id": 4044604,
        "Ver": 3.6,
        "Series": 4,
        "Name": "냉각 불량",
        "Desc": "「시간 정지」를 사용하여 방 안의 모든 냉각팬 멈추기",
        "Reward": 5
    },
    {
        "_id": 4044605,
        "Ver": 3.6,
        "Series": 4,
        "Name": "왜, 예상 못했어?",
        "Desc": "「시간 정지」를 사용하지 않고 냉각팬 통과 성공하기",
        "Reward": 5
    },
    {
        "_id": 4044606,
        "Ver": 3.6,
        "Series": 4,
        "Name": "회전문이 아닙니다",
        "Desc": "「시간 정지」를 사용하지 않고 냉각팬 통과 실패하기",
        "Reward": 5
    },
    {
        "_id": 4044607,
        "Ver": 3.6,
        "Series": 4,
        "Name": "식포와 리소좀",
        "Desc": "바르톨로스의 시점으로 보물상자 1개 삼키기",
        "Reward": 5
    },
    {
        "_id": 4044608,
        "Ver": 3.6,
        "Series": 4,
        "Name": "자그레우스의 신위",
        "Desc": "바르톨로스의 시점으로 공격해 몬스터 1기 처치하기",
        "Reward": 5
    },
    {
        "_id": 4044609,
        "Ver": 3.6,
        "Series": 4,
        "Name": "도난당한 유체역학",
        "Desc": "바르톨로스의 시점으로 물속에서 5.0초 이상 수영하기",
        "Reward": 5
    },
    {
        "_id": 4044610,
        "Ver": 3.6,
        "Series": 4,
        "Name": "저금통의 자기 수양",
        "Desc": "바르톨로스의 시점으로 숨겨진 최종 도전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4044611,
        "Ver": 3.6,
        "Series": 4,
        "Name": "나무 정원에서 복원하는 문화재",
        "Desc": "「오로닉스의 기도문」으로 산산조각 난 조각상 복원하기",
        "Reward": 5
    },
    {
        "_id": 4044612,
        "Ver": 3.6,
        "Series": 4,
        "Name": "바디 훅",
        "Desc": "바깥쪽 섹터에 숨어있다고 해서 안전할 거라고 생각하면 오산이다…<br><color style='color:#8790ab;'>※ 자그레우스의 손의 펀치 동작을 사용하여 「세상 매트릭스」 이름 없는 티탄의 거대 무덤 구석에 있는 적 처치하기</color>",
        "Reward": 5
    },
    {
        "_id": 4044613,
        "Ver": 3.6,
        "Series": 4,
        "Name": "기억 분리수거",
        "Desc": "「세상 매트릭스」 이름 없는 티탄의 거대 무덤에서 낯익은 통 발견하기",
        "Reward": 5
    },
    {
        "_id": 4044614,
        "Ver": 3.6,
        "Series": 4,
        "Name": "부타 부타 부타",
        "Desc": "「세상 매트릭스」 이름 없는 티탄의 거대 무덤에서 낯익은 액자 발견하기",
        "Reward": 5
    },
    {
        "_id": 4044615,
        "Ver": 3.6,
        "Series": 4,
        "Name": "벌레들의 속삭임: 넷의 관계",
        "Desc": "올바른 네 가지는 무엇일까?<br><color style='color:#8790ab;'>※ 「세상 매트릭스」 이름 없는 티탄의 거대 무덤의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044616,
        "Ver": 3.6,
        "Series": 4,
        "Name": "벌레들의 속삭임: 감옥에서의 깨달음",
        "Desc": "어떻게 해야 무한을 받들 수 있을까?<br><color style='color:#8790ab;'>※ 「빛이 흔적을 남긴 신성한 숲」 깨달음의 나무 정원의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4054601,
        "Ver": 3.6,
        "Series": 5,
        "Name": "이제는 우산처럼 우뚝 자랐네",
        "Desc": "대지의 옛 신과 새로운 신이여, 그대들은 아직도 옛 벗을 그리워하는가?<br><color style='color:#8790ab;'>※ 「빛이 흔적을 남긴 신성한 숲」 깨달음의 나무 정원의 모든 추억 잔상 엿보기</color>",
        "Reward": 5
    },
    {
        "_id": 4054602,
        "Ver": 3.6,
        "Series": 5,
        "Name": "무아의 기억",
        "Desc": "신비로운 소녀와의 마지막 대화 마치기… 정말 마지막일까?",
        "Reward": 5
    },
    {
        "_id": 4054603,
        "Ver": 3.6,
        "Series": 5,
        "Name": "어떻게 해야 이 뛰는 심장을 멈출 수 있을까?",
        "Desc": "「빛이 흔적을 남긴 신성한 숲」 깨달음의 나무 정원에서 불타버린 심장 애도하기",
        "Reward": 5
    },
    {
        "_id": 4054604,
        "Ver": 3.6,
        "Series": 5,
        "Name": "선악의 저편",
        "Desc": "「빛이 흔적을 남긴 신성한 숲」 깨달음의 나무 정원에서 오랫동안 무언의 공동 응시하기",
        "Reward": 5
    },
    {
        "_id": 4054605,
        "Ver": 3.6,
        "Series": 5,
        "Name": "인간적인 너무나 인간적인",
        "Desc": "「세상 매트릭스」 이름 없는 티탄의 거대 무덤 깊은 곳에서 동료들과 함께 다시 출발할 결심 내리기",
        "Reward": 5
    },
    {
        "_id": 4054606,
        "Ver": 3.6,
        "Series": 5,
        "Name": "우주, 양자, 마음",
        "Desc": "「빛이 흔적을 남긴 신성한 숲」 깨달음의 나무 정원에서 봉인된 지하실의 더 깊은 곳으로 향해 매트릭스 광점의 변화 목격하기",
        "Reward": 5
    },
    {
        "_id": 4054607,
        "Ver": 3.6,
        "Series": 5,
        "Name": "초시공 드로마스",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스의 특별한 점 발견하기",
        "Reward": 5
    },
    {
        "_id": 4054608,
        "Ver": 3.6,
        "Series": 5,
        "Name": "드로마스 가족",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스를 무사히 성장시키기",
        "Reward": 10
    },
    {
        "_id": 4054609,
        "Ver": 3.6,
        "Series": 5,
        "Name": "방사형 차트, 안녕",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스의 세 가지 속성을 모두 최고 수준으로 성장시키기",
        "Reward": 5
    },
    {
        "_id": 4054610,
        "Ver": 3.6,
        "Series": 5,
        "Name": "조기 교육",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스가 독특한 특수 체질을 총 25.0개 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054611,
        "Ver": 3.6,
        "Series": 5,
        "Name": "드로마스 홀로 집에",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스가 혼자서 훈련 한 번 완료하기",
        "Reward": 5
    },
    {
        "_id": 4054612,
        "Ver": 3.6,
        "Series": 5,
        "Name": "이건 피구가 아니야",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스와 놀다가 실수로 공으로 드로마스 맞히기",
        "Reward": 5
    },
    {
        "_id": 4054613,
        "Ver": 3.6,
        "Series": 5,
        "Name": "안 먹으면 내가 먹는다?",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스에게 음식 맛에 대해 불평 듣기",
        "Reward": 5
    },
    {
        "_id": 4054614,
        "Ver": 3.6,
        "Series": 5,
        "Name": "적토 요리왕",
        "Desc": "「날씨도 좋은데, 키우자!」에서 한 번도 꼬마 드로마스에게 음식 불평 듣지 않기",
        "Reward": 5
    },
    {
        "_id": 4054615,
        "Ver": 3.6,
        "Series": 5,
        "Name": "한번 스승님은…",
        "Desc": "「날씨도 좋은데, 키우자!」에서 꼬마 드로마스에게 감사 메시지 9.0개 받기",
        "Reward": 5
    },
    {
        "_id": 4074601,
        "Ver": 3.6,
        "Series": 7,
        "Name": "과거를 건넌 꿈, 덧없는 삶을 품은 이슬",
        "Desc": "아군 캐릭터 에버나이트의 긴 밤으로 [이슬처럼 사라지는 미몽] 10.0회 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074602,
        "Ver": 3.6,
        "Series": 7,
        "Name": "특별한 축복",
        "Desc": "Mar. 7th•보존으로 에버나이트에게 전투 스킬 [귀여움이 곧 정의] 발동하기",
        "Reward": 5
    },
    {
        "_id": 4074603,
        "Ver": 3.6,
        "Series": 7,
        "Name": "단항만 믿으라고!",
        "Desc": "단일 전투에서 아군 캐릭터 단항•등황으로 실드 100000.0pt 제공하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074604,
        "Ver": 3.6,
        "Series": 7,
        "Name": "용이 있기에 영험하노니",
        "Desc": "[용령]이 소환물을 보유한 캐릭터에게 붙은 상태로 5.0회 행동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074605,
        "Ver": 3.6,
        "Series": 7,
        "Name": "방패 강자 성공기",
        "Desc": "[황금 피 기억 정령•망각을 재정하는 형태]가 고정된 목표에게 발동한 3.0회의 단일 목표 공격이 모두 실드에 명중하기",
        "Reward": 5
    },
    {
        "_id": 4074606,
        "Ver": 3.6,
        "Series": 7,
        "Name": "이신칭의",
        "Desc": "[원흉 지목]에 선택된 아군 캐릭터가 [황금 피 기억 정령•망각을 재정하는 형태]의 [혈죄의 참수] 공격을 받은 후, 현재 HP가 HP 최대치와 같기",
        "Reward": 5
    },
    {
        "_id": 4074607,
        "Ver": 3.6,
        "Series": 7,
        "Name": "각운동량 보존",
        "Desc": "[황금 피 기억 정령•날개 뱀 형태]가 차지 상태에 진입한 후, 차지 상태가 해제될 때까지 [회전 반격] 여러 번 발동하기",
        "Reward": 5
    },
    {
        "_id": 4034701,
        "Ver": 3.7,
        "Series": 3,
        "Name": "빛의 종착점",
        "Desc": "보라, 전차가 향하는 곳에 여명과 승리가 있다<br><color style='color:#8790ab;'>※ 열차가 된 개척자가 하늘을 가로지르는 모습 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034702,
        "Ver": 3.7,
        "Series": 5,
        "Name": "보름달, 만개한 벚꽃 아래",
        "Desc": "이야기의 밖에 아직 누가 있을까?<br><color style='color:#8790ab;'>※ 앰포리어스와 작별하고, 다음 목적지의 단서 엿보기</color>",
        "Reward": 5
    },
    {
        "_id": 4034703,
        "Ver": 3.7,
        "Series": 3,
        "Name": "종말, 또한 원초의 혼돈",
        "Desc": "신의 증명을 위해 주석 한 줄 작성하기<br><color style='color:#8790ab;'>※ 누스에게 증명하거나, 증명하지 않기</color>",
        "Reward": 10
    },
    {
        "_id": 4034704,
        "Ver": 3.7,
        "Series": 3,
        "Name": "사랑, 복숭아, 수정꽃",
        "Desc": "스며드는 세월 속에서 마음이 피어날 수 있을까?<br><color style='color:#8790ab;'>※ PhiLia093과 데미우르고스의 비밀 밝히기</color>",
        "Reward": 10
    },
    {
        "_id": 4034705,
        "Ver": 3.7,
        "Series": 3,
        "Name": "마지막 위대한 여정",
        "Desc": "죄수가 꼭두각시에게 누가 더 터무니없냐고 웃으며 물었다<br><color style='color:#8790ab;'>※ 시간의 귀허에 도달하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034706,
        "Ver": 3.7,
        "Series": 3,
        "Name": "종말과 4줄의 각주",
        "Desc": "등호의 우측, 「지식」은 침묵에 빠졌다<br><color style='color:#8790ab;'>※ 「파멸」이 강림한 순간 겪기</color>",
        "Reward": 10
    },
    {
        "_id": 4034707,
        "Ver": 3.7,
        "Series": 3,
        "Name": "그의 영혼은 곧 온 우주이다",
        "Desc": "뭇별이 앰포리어스의 답을 보게 될 것이다<br><color style='color:#8790ab;'>※ 「안녕, 세상아!」</color>",
        "Reward": 10
    },
    {
        "_id": 4034708,
        "Ver": 3.7,
        "Series": 3,
        "Name": "뮤즈여, 내게 말해다오",
        "Desc": "광추 안은 모두 운명이다<br><color style='color:#8790ab;'>※ 서사시에 마지막 마침표 찍기</color>",
        "Reward": 20
    },
    {
        "_id": 4044701,
        "Ver": 3.7,
        "Series": 4,
        "Name": "앰포리어스의 보물상자를 관장하는 참신",
        "Desc": "앰포리어스 전리품 650.0회 오픈하기",
        "Reward": 10
    },
    {
        "_id": 4044702,
        "Ver": 3.7,
        "Series": 4,
        "Name": "벌레들의 속삭임: 세월의 입맞춤",
        "Desc": "그 다리는 어떤 모양인가?<br><color style='color:#8790ab;'>※ 「재앙몽의 남은 온기」 이름 없는 티탄의 거대 무덤의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044703,
        "Ver": 3.7,
        "Series": 4,
        "Name": "벌레들의 속삭임: 동굴의 비유",
        "Desc": "신화의 밖에는 무엇이 숨겨져 있을까?<br><color style='color:#8790ab;'>※ 「기억이 묻힌 저편」 시간의 귀허의 예언 수수께끼 풀기</color>",
        "Reward": 5
    },
    {
        "_id": 4044704,
        "Ver": 3.7,
        "Series": 4,
        "Name": "오크마의 황금 손",
        "Desc": "방직공들을 위해 영원한 낙원 짓기<br><color style='color:#8790ab;'>※ 창생 약충 260.0마리의 축복 수집하기</color>",
        "Reward": 10
    },
    {
        "_id": 4044705,
        "Ver": 3.7,
        "Series": 4,
        "Name": "그리하여 만물이 이루어졌다",
        "Desc": "모든 창생 약충의 축복을 수집하고, 모든 예언 수수께끼 풀기",
        "Reward": 5
    },
    {
        "_id": 4044706,
        "Ver": 3.7,
        "Series": 8,
        "Name": "늘 함께하는, 어둠의 손",
        "Desc": "앰포리어스의 모든 오브젝트로 인한 사고 체험하기",
        "Reward": 5
    },
    {
        "_id": 4044707,
        "Ver": 3.7,
        "Series": 4,
        "Name": "불의 묘비명",
        "Desc": "시간의 귀허의 특수 황금 희생양 완료하기",
        "Reward": 5
    },
    {
        "_id": 4044708,
        "Ver": 3.7,
        "Series": 4,
        "Name": "통로 구조 이론",
        "Desc": "「재앙몽의 남은 온기」 이름 없는 티탄의 거대 무덤에 있는 비밀 통로 구동기를 조작하여 앰포리어스의 모든 「야누스의 비밀 통로」 로직 변경하기",
        "Reward": 5
    },
    {
        "_id": 4044709,
        "Ver": 3.7,
        "Series": 4,
        "Name": "계략, 시간 그리고 씨앗",
        "Desc": "시간의 귀허에서 도둑 유령 소환하기",
        "Reward": 5
    },
    {
        "_id": 4044710,
        "Ver": 3.7,
        "Series": 4,
        "Name": "바람이 머무는 궁전",
        "Desc": "도둑 유령의 은신처 찾아내기",
        "Reward": 5
    },
    {
        "_id": 4044711,
        "Ver": 3.7,
        "Series": 4,
        "Name": "조석의 세 번의 심장 박동",
        "Desc": "시간의 귀허 내의 모든 계몽록 발견하기",
        "Reward": 5
    },
    {
        "_id": 4044712,
        "Ver": 3.7,
        "Series": 4,
        "Name": "기억의 이불",
        "Desc": "Mar. 7th의 도움을 받아 오로닉스의 기도문의 능력 일시적으로 강화하기",
        "Reward": 5
    },
    {
        "_id": 4044713,
        "Ver": 3.7,
        "Series": 4,
        "Name": "케팔은 절대 잊지 않을 거야",
        "Desc": "「부세」의 시련을 통과하고, 과거의 희망과 절망 목격하기",
        "Reward": 5
    },
    {
        "_id": 4044714,
        "Ver": 3.7,
        "Series": 4,
        "Name": "신들의 황혼",
        "Desc": "트로이 목마 프로그램 「겨우살이」호 처음으로 가동하기",
        "Reward": 5
    },
    {
        "_id": 4044715,
        "Ver": 3.7,
        "Series": 4,
        "Name": "재비행 불필요",
        "Desc": "수동으로 「겨우살이」호를 조종해 임의의 항행 지점에 착륙하기",
        "Reward": 5
    },
    {
        "_id": 4044716,
        "Ver": 3.7,
        "Series": 4,
        "Name": "목마 시대",
        "Desc": "「변화의 도전」 완료하기",
        "Reward": 5
    },
    {
        "_id": 4044717,
        "Ver": 3.7,
        "Series": 4,
        "Name": "가장 오래된 우화",
        "Desc": "「신화의 밖」의 비밀 발견하기",
        "Reward": 5
    },
    {
        "_id": 4044718,
        "Ver": 3.7,
        "Series": 4,
        "Name": "그들의 심장을 가지고",
        "Desc": "앰포리어스의 모든 인테리어 장식 획득하기",
        "Reward": 5
    },
    {
        "_id": 4054701,
        "Ver": 3.7,
        "Series": 5,
        "Name": "황금 피 목욕",
        "Desc": "욕조에서 목욕할 때, 「황금 정신 입욕제」 사용해 보기",
        "Reward": 5
    },
    {
        "_id": 4054702,
        "Ver": 3.7,
        "Series": 5,
        "Name": "영원 혹은 한 페이지",
        "Desc": "영원의 페이지에서 모든 황금의 후예 영웅과 대화하기",
        "Reward": 5
    },
    {
        "_id": 4054703,
        "Ver": 3.7,
        "Series": 5,
        "Name": "차가운 바람과 맹렬한 불꽃",
        "Desc": "선의는 마치 횃불과 같아서, 전해져야 더욱 밝게 타오른다<br><color style='color:#8790ab;'>※ 앰포리어스와 작별한 후, 야릴로-Ⅵ 행정구역으로 돌아가기</color>",
        "Reward": 5
    },
    {
        "_id": 4054704,
        "Ver": 3.7,
        "Series": 5,
        "Name": "장수와 창생",
        "Desc": "영웅이란 단어는 민중의 마음속에서 묵직한 의미를 갖는다<br><color style='color:#8790ab;'>※ 앰포리어스와 작별한 후, 선주 「나부」 별뗏목의 바다 심장부로 돌아가기</color>",
        "Reward": 5
    },
    {
        "_id": 4054705,
        "Ver": 3.7,
        "Series": 5,
        "Name": "시럽과 꿀 음료",
        "Desc": "불을 쫓는 여정이 티타임의 화젯거리가 될 수 있을까?<br><color style='color:#8790ab;'>※ 앰포리어스와 작별한 후, 페나코니 황금의 순간으로 돌아가기</color>",
        "Reward": 5
    },
    {
        "_id": 4054706,
        "Ver": 3.7,
        "Series": 5,
        "Name": "어제와 내일",
        "Desc": "「개척」은 늘 이러했다. 만반의 준비를 하고, 희망을 품자<br><color style='color:#8790ab;'>※ 앰포리어스와 작별한 후, 우주정거장 「헤르타」의 메인 컨트롤 캐빈으로 돌아가기</color>",
        "Reward": 5
    },
    {
        "_id": 4054707,
        "Ver": 3.7,
        "Series": 5,
        "Name": "처음 만난 물결처럼",
        "Desc": "키레네가 엘리사이 에데스에 남긴 기억과 재회하기",
        "Reward": 5
    },
    {
        "_id": 4054708,
        "Ver": 3.7,
        "Series": 5,
        "Name": "수수께끼처럼 침묵하는 뭇별",
        "Desc": "전쟁 후 은하 각 세력과 열차팀의 연락 기록 확인하기",
        "Reward": 5
    },
    {
        "_id": 4054709,
        "Ver": 3.7,
        "Series": 5,
        "Name": "트리플 크라운",
        "Desc": "「달려라, 디저트!」 단일 경기에서 3.0회의 응원 중 선택한 선수가 모두 1등 차지하기",
        "Reward": 5
    },
    {
        "_id": 4054710,
        "Ver": 3.7,
        "Series": 5,
        "Name": "We are the champions",
        "Desc": "「달려라, 디저트!」에서 응원하는 선수가 구간 1위 차지하기",
        "Reward": 5
    },
    {
        "_id": 4054711,
        "Ver": 3.7,
        "Series": 5,
        "Name": "특이한 간식 냠냠",
        "Desc": "「달려라, 디저트!」에서 특이한 간식 모두 교환하기",
        "Reward": 5
    },
    {
        "_id": 4054712,
        "Ver": 3.7,
        "Series": 5,
        "Name": "구역 - 「보상」",
        "Desc": "「달려라, 디저트!」에서 완•매로부터 메시지 받기",
        "Reward": 5
    },
    {
        "_id": 4074701,
        "Ver": 3.7,
        "Series": 7,
        "Name": "무, 무한, 무한한 빛",
        "Desc": "단일 전투에서 아군 파티원 3.0명이 동시에 키레네가 바친 시 보유하기",
        "Reward": 5
    },
    {
        "_id": 4074702,
        "Ver": 3.7,
        "Series": 7,
        "Name": "그리고 물결이 된 기억",
        "Desc": "단일 전투에서 기억 운명의 길 개척자가 강화된 일반 공격 발동 후 키레네가 자동 발동한 [꽃과 화살의 무곡]이 2.0회 도달하기",
        "Reward": 5
    },
    {
        "_id": 4074703,
        "Ver": 3.7,
        "Series": 7,
        "Name": "삶과 죽음처럼, 한 줄기에 핀 두 송이 꽃",
        "Desc": "아군 캐릭터 카스토리스의 [새로운 꽃술]이 200%일 때 필살기 [포효하는 망자, 소생의 종] 발동하기",
        "Reward": 5
    },
    {
        "_id": 4074704,
        "Ver": 3.7,
        "Series": 7,
        "Name": "앰포리어스에게",
        "Desc": "「반조물주, 넘치는 증오」와의 전투에서 [키레네의 성원♪]으로 5.0가지의 다른 응원 음성 발동하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4074705,
        "Ver": 3.7,
        "Series": 7,
        "Name": "원한이 별하늘을 가리지 못하게",
        "Desc": "「반조물주, 넘치는 증오」와의 전투에서 [앰포리어스의 「증오」]가 66% 이하인 상태로 전투에서 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074706,
        "Ver": 3.7,
        "Series": 7,
        "Name": "이원 붕괴",
        "Desc": "「반조물주, 넘치는 증오」와의 전투에서 「갇혀버린 미소스」 또는 「조종당한 로고스」를 [깊은 상처] 상태에 1.0회 빠뜨리기",
        "Reward": 5
    },
    {
        "_id": 4074707,
        "Ver": 3.7,
        "Series": 7,
        "Name": "바람처럼 사라지고, 이슬과 번개처럼 덧없네",
        "Desc": "「태풍의 어머니」가 [격류 부화] 상태 진입 후, 행동 게이지 증가 시 [포영의 아이]를 부화하지 못하게 하기",
        "Reward": 5
    },
    {
        "_id": 4034801,
        "Ver": 3.8,
        "Series": 3,
        "Name": "고상한 자의 묘비명",
        "Desc": "신념을 지키는 대가는, 언제나 돌아갈 길을 잃는 것<br><color style='color:#8790ab;'>※ 반디의 시점에서, AR-214와 재회하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034802,
        "Ver": 3.8,
        "Series": 3,
        "Name": "과거는 미래의 그림자",
        "Desc": "시간은 칼날 위에서 춤추고, 오직 빛만이 미래를 향해 나아갈 수 있다<br><color style='color:#8790ab;'>※ 「종말」과 「개척」이 교차하는 것을 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034803,
        "Ver": 3.8,
        "Series": 3,
        "Name": "비행에는 이유가 필요 없다",
        "Desc": "모든 게 너무 늦었다고 해도, 우리는 여전히 자신이 부를 수 있는 노래를 부를 수 있다<br><color style='color:#8790ab;'>※ 꿈을 좇는 자의 조화의 축제 목격하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034804,
        "Ver": 3.8,
        "Series": 3,
        "Name": "스쳐 지나가는 생과 사",
        "Desc": "시간은 모든 생명을 불태우며, 또한 그것을 꺼트린다<br><color style='color:#8790ab;'>※ 테르미누스에 관한 진실 밝히기</color>",
        "Reward": 10
    },
    {
        "_id": 4034805,
        "Ver": 3.8,
        "Series": 3,
        "Name": "기억은 꿈의 오프닝",
        "Desc": "죽음은 혼자서도 연출할 수 있지만, 아름다움은 호응이 필요하다<br><color style='color:#8790ab;'>※ 반디와의 약속 이행하기</color>",
        "Reward": 10
    },
    {
        "_id": 4034806,
        "Ver": 3.8,
        "Series": 3,
        "Name": "망각은 꿈의 커튼콜",
        "Desc": "모든 생명은 미스터리를 품은 채 태어나고, 모든 미스터리는 어둠에 싸여 있다. 모든 어둠은 희망을 품고, 모든 희망은 생명에 순종한다<br><color style='color:#8790ab;'>※ 달리아가 남긴 기억 찾아내기</color>",
        "Reward": 10
    },
    {
        "_id": 4044801,
        "Ver": 3.8,
        "Series": 4,
        "Name": "종말의 시야",
        "Desc": "「좀먹은 참나무의 꿈」에서 모든 고장난 꿈세계 시계 수리하기",
        "Reward": 5
    },
    {
        "_id": 4044802,
        "Ver": 3.8,
        "Series": 4,
        "Name": "죄는 늘 내 앞에",
        "Desc": "「좀먹은 참나무의 꿈」의 가지 않은 길에서 꿈의 주인의 편지 획득하기",
        "Reward": 5
    },
    {
        "_id": 4044803,
        "Ver": 3.8,
        "Series": 4,
        "Name": "갈림길에 남은 건 그림자뿐",
        "Desc": "「좀먹은 참나무의 꿈」의 가지 않은 길에서 다른 길을 따라 전진하기",
        "Reward": 5
    },
    {
        "_id": 4054801,
        "Ver": 3.8,
        "Series": 5,
        "Name": "영면의 꿈의 잠꼬대",
        "Desc": "「좀먹은 참나무의 꿈」에서 과거의 꿈 회상하기",
        "Reward": 5
    },
    {
        "_id": 4054802,
        "Ver": 3.8,
        "Series": 5,
        "Name": "그랜드 슬램",
        "Desc": "「황금 아옹 챔피언십」에서 단일 경기 8.0회 승리하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4054803,
        "Ver": 3.8,
        "Series": 5,
        "Name": "키메라 마스터",
        "Desc": "「황금 아옹 챔피언십」에서 골드 랭크 달성하기",
        "Reward": 5
    },
    {
        "_id": 4054804,
        "Ver": 3.8,
        "Series": 5,
        "Name": "승리는 따 놓은 당상",
        "Desc": "「황금 아옹 챔피언십」에서 키메라 월드 토너먼트 랭크전 완료하기",
        "Reward": 5
    },
    {
        "_id": 4054805,
        "Ver": 3.8,
        "Series": 5,
        "Name": "전설의 도전자",
        "Desc": "「황금 아옹 챔피언십」에서 플레이어와의 대전 8.0회 완승하기",
        "Reward": 5
    },
    {
        "_id": 4054806,
        "Ver": 3.8,
        "Series": 5,
        "Name": "오크마 지역 챔피언",
        "Desc": "「황금 아옹 챔피언십」에서 황금 대결 모드의 모든 키메라 훈련사에게 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074801,
        "Ver": 3.8,
        "Series": 7,
        "Name": "새로움을 위한 옛것과의 작별",
        "Desc": "달리아의 [춤 파트너] 동료가 전투 시작 시와 다른 사람인 상태로 전투 승리하기",
        "Reward": 5
    },
    {
        "_id": 4074802,
        "Ver": 3.8,
        "Series": 7,
        "Name": "너와 네 엄폐물 모두 우습군",
        "Desc": "적이 강인성 보호 상태일 시, 슈퍼 격파 피해로 해당 적 처치하기",
        "Reward": 5
    },
    {
        "_id": 4074803,
        "Ver": 3.8,
        "Series": 7,
        "Name": "댄스! 댄스! 댄스!",
        "Desc": "단일 전투에서 「화합」 운명의 길 개척자, 망귀인, 달리아 모두 필살기 발동하기",
        "Reward": 5
    },
    {
        "_id": 4054807,
        "Ver": 3.8,
        "Series": 7,
        "Name": "클리포트 카운터",
        "Desc": "「대검 수호자」와의 임의의 난이도 전투에서 아군 캐릭터가 [HP 카운트] 12.0회 회복하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4054808,
        "Ver": 3.8,
        "Series": 7,
        "Name": "초월 사격",
        "Desc": "「사자의 위세」와의 임의의 난이도 전투에서 아군이 [후열 목표] 15.0기 처치하기 (누적)",
        "Reward": 5
    },
    {
        "_id": 4054809,
        "Ver": 3.8,
        "Series": 7,
        "Name": "크레이지 다이아몬드",
        "Desc": "「마음을 갉아먹는 마물」과의 악몽 난이도 전투에서 모든 아군 캐릭터의 [부하 HP]가 8000.0 이하인 상태로 클리어하기",
        "Reward": 5
    },
    {
        "_id": 4054810,
        "Ver": 3.8,
        "Series": 7,
        "Name": "노 타임 투 다이",
        "Desc": "「결속의 두 영웅」과의 임의의 난이도 전투에서 적 보스의 [일심동체] 1회 발동하기",
        "Reward": 5
    },
    {
        "_id": 4054811,
        "Ver": 3.8,
        "Series": 7,
        "Name": "세이렌의 눈물",
        "Desc": "「애가의 세이렌」과의 임의의 난이도 전투에서 아군 「환각의 인어」가 치명적인 피해 1회 받기",
        "Reward": 5
    },
    {
        "_id": 4074804,
        "Ver": 3.8,
        "Series": 7,
        "Name": "오합지충",
        "Desc": "「죽음을 시현하는 재앙의 근원: 악몽의 곤충 재난」과의 전투에서 모든 「미성숙 칩충」을 처치해 [유전자 복제] 상태 종료하기",
        "Reward": 5
    },
    {
        "_id": 4074805,
        "Ver": 3.8,
        "Series": 7,
        "Name": "벌레를 잡을 때는 우두머리부터 잡아야 한다",
        "Desc": "「죽음을 시현하는 재앙의 근원: 악몽의 곤충 재난」과의 전투에서 모든 「미성숙 칩충」을 처치하지 않은 상태에서 「죽음을 시현하는 재앙의 근원: 악몽의 곤충 재난」을 격파하고, [유전자 복제] 상태가 해제되지 않았을 때 강인성 회복하기",
        "Reward": 5
    }
]

var _option = [
    "All",
    "3.8",
    "3.7",
    "3.6",
    "3.5",
    "3.4",
    "3.3",
    "3.2",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.6",
    "1.5",
    "1.4",
    "1.3",
    "1.2",
    "1.1",
    "1.0"
]

var _achievementseries = [
    {
        "_id": 1,
        "Name": "나, 개척자",
        "Icon": "CultivateAchievementIcon.png",
        "Count": 24
    },
    {
        "_id": 2,
        "Name": "유성의 흔적",
        "Icon": "CollectAchievementIcon.png",
        "Count": 14
    },
    {
        "_id": 3,
        "Name": "뭇별로 향하는 궤도",
        "Icon": "MainLineAchievementIcon.png",
        "Count": 137
    },
    {
        "_id": 4,
        "Name": "신비에 대한 탐구",
        "Icon": "ExploreAchievementIcon.png",
        "Count": 250
    },
    {
        "_id": 5,
        "Name": "너와 동행한 추억",
        "Icon": "ReputationAchievementIcon.png",
        "Count": 603
    },
    {
        "_id": 6,
        "Name": "굴복하지 않는 자의 영광",
        "Icon": "ChallengeAchievementIcon.png",
        "Count": 12
    },
    {
        "_id": 7,
        "Name": "솟구치는 전의",
        "Icon": "BattleAchievementIcon.png",
        "Count": 280
    },
    {
        "_id": 8,
        "Name": "순간의 환락",
        "Icon": "TrackAchievementIcon.png",
        "Count": 90
    },
    {
        "_id": 9,
        "Name": "껍질 속 우주",
        "Icon": "RougeAchievementIcon.png",
        "Count": 153
    }
]