// Auto Generated

var _avatar = [
    {
        "_id": 1221,
        "Ver": "2.4",
        "Name": "운리",
        "Desc": "선주 「주명」의 검 사냥꾼, 「촉연 장군」 회염의 총애를 받는 손녀로, 솔직한 성격을 가지고 있다.<br>어릴 적부터 회염을 따라 검예와 단조 기술을 배워 「염륜팔엽」 중 두 번째로 어린 천재 검객이 되었다.<br>주명에서 유출된 마검을 증오하고 「모든 마검을 사냥해 파괴하겠다」고 맹세했다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "BydSkills": [],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            113013,
            110421,
            110183,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘雯",
            "Brenna Larsen",
            "若山詩音",
            "이주은"
        ],
        "Camp": 113,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1321,
        "Ver": "3.8",
        "Name": "달리아",
        "Desc": "좋은꿈은 영원한 불길의 관저를 불태우고, 「그녀」에 관한 모든 것을 가져갔다.<br>「파멸」, 「기억」… 지나온 곳에는 배반의 꽃이 피어났다——<br>아무도 모르는 꿈세계로 돌아가 그녀에게 다시 불을 지필 자는 누구일 것인가?",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            132101,
            132102,
            132103,
            132104,
            132106,
            132107
        ],
        "BydSkills": [],
        "Ranks": [
            132101,
            132102,
            132103,
            132104,
            132105,
            132106
        ],
        "Icon": "avatarshopicon/Avatar/1321",
        "Pic": "avatardrawcard/1321.png",
        "Mat": [
            114013,
            110432,
            110223,
            110508
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 606.375,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "阮从青",
            "Cristina Vee",
            "佐々木未来",
            "김도희"
        ],
        "Camp": 118,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1415,
        "Ver": "3.7",
        "Name": "키레네",
        "Desc": "유성이 밤하늘을 가로지르고, 생명의 강물에 일렁이는 물결이 열세 가지 빛깔로 반짝인다.<br>엘리사이 에데스의 딸, 「██」를 키우는 황금의 후예여, 기억의 씨앗을 심어 과거의 꽃이 내일 피어나게 하라.<br>——<i>「그리고, 이전과는 다른 시를 함께 써 내려가자♪」</i>",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 24.0,
        "Skills": [
            141501,
            141508,
            141502,
            141503,
            141514,
            141504,
            141506,
            141507,
            141519
        ],
        "BydSkills": [],
        "Ranks": [
            141501,
            141502,
            141503,
            141504,
            141505,
            141506
        ],
        "Icon": "avatarshopicon/Avatar/1415",
        "Pic": "avatardrawcard/1415.png",
        "Mat": [
            115003,
            110433,
            110253,
            110507
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 446.292,
            "DEF": 582.12,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "宴宁",
            "Aiden Dawn",
            "井上麻里奈",
            "조경이"
        ],
        "Camp": 116,
        "ExtraSkills": [
            141503,
            1141501,
            1141502,
            1141503,
            1141505,
            1141513,
            1141514,
            1141515,
            1141516,
            1141517,
            1141518,
            1141519,
            1141520,
            1141521,
            1141522,
            1141523,
            1141524,
            1141525,
            1141526
        ],
        "Servant": {
            "_id": 11415,
            "Name": "데미우르고스",
            "Icon": "servanticonteam/11415B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 8007,
        "Ver": "3.7",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800701,
            800702,
            800703,
            800704,
            800706,
            800707,
            800708,
            800709
        ],
        "BydSkills": [],
        "Ranks": [
            800701,
            800702,
            800703,
            800704,
            800705,
            800706
        ],
        "Icon": "avatarshopicon/Avatar/8007",
        "Pic": "avatardrawcard/8007.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "미미",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 8008,
        "Ver": "3.7",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 160.0,
        "Skills": [
            800801,
            800802,
            800803,
            800804,
            800806,
            800807,
            800808,
            800809
        ],
        "BydSkills": [],
        "Ranks": [
            800801,
            800802,
            800803,
            800804,
            800805,
            800806
        ],
        "Icon": "avatarshopicon/Avatar/8008",
        "Pic": "avatardrawcard/8008.png",
        "Mat": [
            111013,
            110400,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 543.312,
            "DEF": 630.63,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "ExtraSkills": [
            800704,
            1800701,
            1800703,
            1800705,
            1800706,
            1800707
        ],
        "Servant": {
            "_id": 18007,
            "Name": "미미",
            "Icon": "servanticonteam/18007B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1413,
        "Ver": "3.6",
        "Name": "에버나이트",
        "Desc": "세상과 단절된 기억의 영역, 촛불은 과거를 비추고 안개 속에서 조용히 사그라든다.<br>그 그림자 속에서 온 기억의 아이 에버나이트, 「세월」의 불씨를 은닉한 황금의 후예여, 「망각」의 물결을 일으켜 거울 속 존재의 염원을 지켜라.<br>——<i>「걱정하지 마. 내가 『개척』의 앞길을 지켜줄게…. 그 어떤 대가를 치르더라도♭」</i>",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Remembrance",
        "SP": 240.0,
        "Skills": [
            141301,
            141302,
            141303,
            141304,
            141306,
            141307,
            141309
        ],
        "BydSkills": [],
        "Ranks": [
            141301,
            141302,
            141303,
            141304,
            141305,
            141306
        ],
        "Icon": "avatarshopicon/Avatar/1413",
        "Pic": "avatardrawcard/1413.png",
        "Mat": [
            115013,
            110433,
            110253,
            110507
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 543.312,
            "DEF": 582.12,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 116,
        "ExtraSkills": [
            141304,
            1141301,
            1141303,
            1141305,
            1141306,
            1141307
        ],
        "Servant": {
            "_id": 11413,
            "Name": "긴 밤",
            "Icon": "servanticonteam/11413B.png",
            "Aggro": 125.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1414,
        "Ver": "3.6",
        "Name": "단항•등황",
        "Desc": "지오리오스의 가슴, 복룡의 몸은 부서진 대지를 지탱하며 천년의 고통을 견딘다.<br>무명객 단항, 「대지」의 불씨를 수호하는 황금의 후예여, 기울어가는 팔황을 바로잡고, 지상의 생령들을 머나먼 세계로 인도하라.<br>——모든 강물이 바다로 흘러 들어가고 뭇산이 함께 화답하니, 불멸의 길이 만 리에 걸쳐 이어지리라",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            141401,
            141402,
            141403,
            141404,
            141406,
            141407
        ],
        "BydSkills": [],
        "Ranks": [
            141401,
            141402,
            141403,
            141404,
            141405,
            141406
        ],
        "Icon": "avatarshopicon/Avatar/1414",
        "Pic": "avatardrawcard/1414.png",
        "Mat": [
            115003,
            110431,
            110213,
            110507
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 582.12,
            "DEF": 776.16,
            "SPD": 97.0,
            "Aggro": 150.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1410,
        "Ver": "3.5",
        "Name": "히실렌스",
        "Desc": "스틱시아, 취기와 꿈의 해안 도시. 과거의 노랫소리가 여전히 파도 사이에 울려 퍼진다.<br>바다의 딸 헬렉트라, 「바다」의 불씨를 정화하는 황금의 후예여, 더러운 암류를 몰아내고 천외의 영웅을 위해 흠뻑 취할 성대한 향연을 연주하라.<br>——막이 내리지 않은 지금, 희망은 거품처럼 부서지기 쉬울지라도 파도는 앞으로 나아갈 것이다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            141001,
            141002,
            141003,
            141004,
            141006,
            141007
        ],
        "BydSkills": [],
        "Ranks": [
            141001,
            141002,
            141003,
            141004,
            141005,
            141006
        ],
        "Icon": "avatarshopicon/Avatar/1410",
        "Pic": "avatardrawcard/1410.png",
        "Mat": [
            115003,
            110431,
            110223,
            110507
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 601.524,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "浮梦若薇",
            "Rosie Day",
            "石見舞菜香",
            "오은수"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1412,
        "Ver": "3.5",
        "Name": "케리드라",
        "Desc": "북부의 제국, 소실된 왕조, 차가운 땅에 정벌의 야망이 불타오르고 있다.<br>군주 케리드라, 「율법」의 불씨를 거머쥔 황금의 후예여, 수를 두어 신과 대국하고 다른 마음을 품은 죄수를 심판하여 이 세계를 위해 불을 쫓는 여정의 기반을 다져라.<br>——<i>「이는 결코 끝이 아니며, 앰포리어스의 여정은 은하의 뭇별로 향하리!」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            141201,
            141202,
            141203,
            141204,
            141206,
            141207
        ],
        "BydSkills": [],
        "Ranks": [
            141201,
            141202,
            141203,
            141204,
            141205,
            141206
        ],
        "Icon": "avatarshopicon/Avatar/1412",
        "Pic": "avatardrawcard/1412.png",
        "Mat": [
            115013,
            110435,
            110233,
            110507
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "时欣蕾",
            "Rhiannon Moushall",
            "高尾奏音",
            "김윤채"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1408,
        "Ver": "3.4",
        "Name": "파이논",
        "Desc": "세상과 동떨어진 변방 마을 엘리사이 에데스는 오늘날 안개에 싸인 전설로만 남아 있다.<br>이름 없는 영웅 █████, 「부세」의 불씨를 담은 황금의 후예여, 세상의 이상을 기억하고 모든 이의 운명을 짊어지며, 신세계에 첫 번째 서광을 가져와라.<br>——<i>「그러나 여명이 처음부터 존재하지 않았다면, 분노의 불길로 이 몸을 불태워 내일의 뜨거운 태양이 되리라!」</i>",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 12.0,
        "Skills": [
            140801,
            140802,
            140803,
            140804,
            140806,
            140807,
            140808,
            140809,
            140805,
            140811
        ],
        "BydSkills": [],
        "Ranks": [
            140801,
            140802,
            140803,
            140804,
            140805,
            140806
        ],
        "Icon": "avatarshopicon/Avatar/1408",
        "Pic": "avatardrawcard/1408.png",
        "Mat": [
            115013,
            110431,
            110183,
            110507
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 582.12,
            "DEF": 703.395,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "Joshua Waters",
            "日野聡",
            "윤용식"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1014,
        "Ver": "3.4",
        "Name": "세이버",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 360.0,
        "Skills": [
            101401,
            101402,
            101403,
            101404,
            101406,
            101407,
            101408
        ],
        "BydSkills": [],
        "Ranks": [
            101401,
            101402,
            101403,
            101404,
            101405,
            101406
        ],
        "Icon": "avatarshopicon/Avatar/1014",
        "Pic": "avatardrawcard/1014.png",
        "Mat": [
            111013,
            110425,
            110183,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 654.885,
            "SPD": 101.0,
            "Aggro": 125.0
        },
        "CV": [
            "白杺瓒",
            "",
            "川澄 綾子",
            "정유정"
        ],
        "Camp": 117,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1015,
        "Ver": "3.4",
        "Name": "아처",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 220.0,
        "Skills": [
            101501,
            101502,
            101509,
            101503,
            101504,
            101506,
            101507
        ],
        "BydSkills": [],
        "Ranks": [
            101501,
            101502,
            101503,
            101504,
            101505,
            101506
        ],
        "Icon": "avatarshopicon/Avatar/1015",
        "Pic": "avatardrawcard/1015.png",
        "Mat": [
            111003,
            110436,
            110193,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 620.928,
            "DEF": 485.1,
            "SPD": 105.0,
            "Aggro": 75.0
        },
        "CV": [
            "吴磊",
            "",
            "諏訪部 順一",
            "임채헌"
        ],
        "Camp": 117,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2212,
        "Ver": "3.4",
        "Name": "경류",
        "Desc": "",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            1121201,
            1121209,
            1121202,
            1121203,
            1121204,
            1121206,
            1121207
        ],
        "BydSkills": [],
        "Ranks": [
            1121201,
            1121202,
            1121203,
            1121204,
            1121205,
            1121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2205,
        "Ver": "3.4",
        "Name": "블레이드",
        "Desc": "",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            1120501,
            1120508,
            1120502,
            1120503,
            1120504,
            1120506,
            1120507
        ],
        "BydSkills": [],
        "Ranks": [
            1120501,
            1120502,
            1120503,
            1120504,
            1120505,
            1120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2005,
        "Ver": "3.4",
        "Name": "카프카",
        "Desc": "",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100506,
            1100507
        ],
        "BydSkills": [],
        "Ranks": [
            1100501,
            1100502,
            1100503,
            1100504,
            1100505,
            1100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 2006,
        "Ver": "3.4",
        "Name": "은랑",
        "Desc": "",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100606,
            1100607
        ],
        "BydSkills": [],
        "Ranks": [
            1100601,
            1100602,
            1100603,
            1100604,
            1100605,
            1100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "",
            "",
            "",
            ""
        ],
        "Camp": 0,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1406,
        "Ver": "3.3",
        "Name": "사이퍼",
        "Desc": "사라진 도적의 도시 도로스, 300 의적이 유희를 벌이며 거침없이 날뛴다.<br>발 빠른 도둑 별 사이퍼라, 「계략」의 불씨를 희롱하는 황금의 후예여, 달려라. 그대의 거짓말이 바람과 함께 이 세상 곳곳에 불기를——<br><i>「훗, 날 속이려고? 어림도 없지!」</i>",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            140601,
            140602,
            140603,
            140604,
            140606,
            140607
        ],
        "BydSkills": [],
        "Ranks": [
            140601,
            140602,
            140603,
            140604,
            140605,
            140606
        ],
        "Icon": "avatarshopicon/Avatar/1406",
        "Pic": "avatardrawcard/1406.png",
        "Mat": [
            115013,
            110436,
            110223,
            110507
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 509.355,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "王雅欣",
            "Shea Fairaday",
            "伊藤彩沙",
            "미소"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1409,
        "Ver": "3.3",
        "Name": "히아킨",
        "Desc": "구름 속 도시 국가는 세월을 따라 분열되었으나, 놀빛 정원은 다시금 문을 열어 영원한 밤에 희미한 빛을 가져다주었다.<br>의사 히아킨티아, 「하늘」의 불씨를 수호하는 황금의 후예. 선조의 의지를 계승하여 찢어진 조석을 메꾼다.<br>——무지갯빛이 쏟아져 원한을 녹이고, 여명이 대지에 다시 돌아오기를",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Remembrance",
        "SP": 140.0,
        "Skills": [
            140901,
            140902,
            140903,
            140904,
            140906,
            140907
        ],
        "BydSkills": [],
        "Ranks": [
            140901,
            140902,
            140903,
            140904,
            140905,
            140906
        ],
        "Icon": "avatarshopicon/Avatar/1409",
        "Pic": "avatardrawcard/1409.png",
        "Mat": [
            115003,
            110425,
            110253,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 388.08,
            "DEF": 630.63,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "静宸",
            "Holly Earl",
            "羊宮妃那",
            "김연우"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140904,
            1140901,
            1140903,
            1140905,
            1140906
        ],
        "Servant": {
            "_id": 11409,
            "Name": "이카",
            "Icon": "servanticonteam/11409B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1405,
        "Ver": "3.2",
        "Name": "아낙사",
        "Desc": "깨달음의 나무 정원, 지식을 자양하는 학부이자 철학자를 탄생시키는 요람.<br>하나 신을 모독한 아낙사고라스, 「이성」의 불씨를 추궁하는 황금의 후예여, 그대에게 묻는다. 오명을 뒤집어쓰더라도, 예언을 거스르고 의심의 나뭇가지를 지혜의 성스러운 나무에 찌를 것인가?<br>——<i>「우습군. 이 세계는 온통 거짓이고, 오직 나만이 진실이지」</i>",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            140501,
            140502,
            140503,
            140504,
            140506,
            140507
        ],
        "BydSkills": [],
        "Ranks": [
            140501,
            140502,
            140503,
            140504,
            140505,
            140506
        ],
        "Icon": "avatarshopicon/Avatar/1405",
        "Pic": "avatardrawcard/1405.png",
        "Mat": [
            115013,
            110425,
            110203,
            110505
        ],
        "Stats": {
            "HP": 970.2,
            "ATK": 756.756,
            "DEF": 557.865,
            "SPD": 97.0,
            "Aggro": 75.0
        },
        "CV": [
            "钱文青",
            "Stephen Fu",
            "内田雄馬",
            "이상준"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1407,
        "Ver": "3.2",
        "Name": "카스토리스",
        "Desc": "죽음을 경애하는 나라, 종일 눈이 내리는 아이도니아는 오늘날 곤히 단잠에 빠졌다.<br>저승의 강의 딸 카스토리스, 「죽음」의 불씨를 찾는 황금의 후예여, 출발하라. 세상의 영혼의 통곡을 감싸고, 운명의 고독을 끌어안아라.<br>——죽음과 삶은 모두 여정이요, 나비가 나뭇가지 끝에 내려앉을 때 시들어가던 것이 다시 태어나리니",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Remembrance",
        "SP": 0,
        "Skills": [
            140701,
            140702,
            140709,
            140703,
            140704,
            140706,
            140707
        ],
        "BydSkills": [],
        "Ranks": [
            140701,
            140702,
            140703,
            140704,
            140705,
            140706
        ],
        "Icon": "avatarshopicon/Avatar/1407",
        "Pic": "avatardrawcard/1407.png",
        "Mat": [
            115013,
            110436,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1629.936,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 95.0,
            "Aggro": 100.0
        },
        "CV": [
            "阮从青",
            "Melody Muze",
            "斎藤千和",
            "이세레나"
        ],
        "Camp": 116,
        "ExtraSkills": [
            2140704,
            140703,
            1140701,
            1140702,
            1140703,
            1140705,
            1140706,
            1140710,
            1140711,
            1140712
        ],
        "Servant": {
            "_id": 11407,
            "Name": "죽음의 용•폴룩스",
            "Icon": "servanticonteam/11407B.png",
            "Aggro": 100.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "v7",
            "Live"
        ]
    },
    {
        "_id": 1403,
        "Ver": "3.1",
        "Name": "트리비",
        "Desc": "삼상의 신탁의 자비를 받은 성지에서, 전달자는 수많은 몸으로 나뉘어 먼 길을 떠났다.<br>야누소폴리스의 성녀 트리스비오스, 「통로」의 불씨를 훔친 황금의 후예. 사람들을 위해 바삐 돌아다니며 구세의 소식을 온 땅에 전한다.<br>——황금 피가 흐르는 사람의 아이를 찾아 세상의 어둠을 뚫고 별과 달이 가득한 내일을 향해 나아가길",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            140301,
            140302,
            140303,
            140304,
            140306,
            140307
        ],
        "BydSkills": [],
        "Ranks": [
            140301,
            140302,
            140303,
            140304,
            140305,
            140306
        ],
        "Icon": "avatarshopicon/Avatar/1403",
        "Pic": "avatardrawcard/1403.png",
        "Mat": [
            115003,
            110436,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 523.908,
            "DEF": 727.65,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "蔡书瑾",
            "Hayden Daviau",
            "遠野ひかる",
            "방연지"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1404,
        "Ver": "3.1",
        "Name": "마이데이",
        "Desc": "안개로 뒤덮인 크렘노스, 혼란과 전쟁의 성! 그 왕실에는 친족에게 칼을 겨누는 혈통이 이어지고 있으며, 그곳의 신은 재앙이라고 불린다.<br>불사의 마이데이모스, 무리를 떠난 사자이자 「분쟁」의 불씨를 쫓는 황금의 후예. 수많은 죽음을 견디고 피를 뒤집어쓴 채 고향으로 돌아가며, 왕을 죽여 왕이 되고, 신을 죽여 신이 되는 광기의 숙명을 홀로 짊어졌다.<br>정벌의 말발굽이 온 황야를 휩쓸었다 해도, 결국엔 고향의 피를 묻힐 것이다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 160.0,
        "Skills": [
            140401,
            140402,
            140403,
            140404,
            140406,
            140407,
            140409,
            140411
        ],
        "BydSkills": [],
        "Ranks": [
            140401,
            140402,
            140403,
            140404,
            140405,
            140406
        ],
        "Icon": "avatarshopicon/Avatar/1404",
        "Pic": "avatardrawcard/1404.png",
        "Mat": [
            115003,
            110437,
            110183,
            110506
        ],
        "Stats": {
            "HP": 1552.32,
            "ATK": 426.888,
            "DEF": 194.04,
            "SPD": 95.0,
            "Aggro": 125.0
        },
        "CV": [
            "赵成晨",
            "Gabriel Warburton",
            "阿座上洋平",
            "안효민"
        ],
        "Camp": 116,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1401,
        "Ver": "3.0",
        "Name": "더 헤르타",
        "Desc": "존귀한 「지니어스 클럽」 #83. 젊고 아름답고 사랑스러운 인간 여성.<br>그녀는 은하 변경에 은거하며 그곳을 벗어나는 일이 거의 없다고 전해진다. 이번에 모습을 드러낸 건——<br>직접 나설 수밖에 없는 어떤 문제 때문이 아닐까?",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 220.0,
        "Skills": [
            140101,
            140102,
            140103,
            140104,
            140106,
            140107,
            140109
        ],
        "BydSkills": [],
        "Ranks": [
            140101,
            140102,
            140103,
            140104,
            140105,
            140106
        ],
        "Icon": "avatarshopicon/Avatar/1401",
        "Pic": "avatardrawcard/1401.png",
        "Mat": [
            111003,
            110423,
            110203,
            110506
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1402,
        "Ver": "3.0",
        "Name": "아글라이아",
        "Desc": "여명이 비추는 거룩한 도시에서 방직공은 금실을 어루만지며 운명을 잇는다.<br>「낭만」의 불씨를 짊어진 황금의 후예는 세간의 영웅들을 불러 모아 그들을 이끌고 다시 기나긴 여정에 올랐다.<br>——신들을 쓰러뜨리고 신의 불을 반환하여 멸망에 다다른 앰포리어스에 신생을 부여하기 위해",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Remembrance",
        "SP": 350.0,
        "Skills": [
            140201,
            140202,
            140203,
            140204,
            140206,
            140207,
            140209,
            140208
        ],
        "BydSkills": [],
        "Ranks": [
            140201,
            140202,
            140203,
            140204,
            140205,
            140206
        ],
        "Icon": "avatarshopicon/Avatar/1402",
        "Pic": "avatardrawcard/1402.png",
        "Mat": [
            115003,
            110424,
            110253,
            110506
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "楚越",
            "Morgan Lauré",
            "遠藤綾",
            "오로아"
        ],
        "Camp": 116,
        "ExtraSkills": [
            140204,
            1140201,
            1140203,
            1140205,
            1140206
        ],
        "Servant": {
            "_id": 11402,
            "Name": "의상공",
            "Icon": "servanticonteam/11402B.png",
            "Aggro": 125.0
        },
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6"
        ]
    },
    {
        "_id": 1225,
        "Ver": "2.7",
        "Name": "망귀인",
        "Desc": "처세술에 능한 여우족 소녀. 외모, 이름, 신분을 모두 빼앗겼다.<br>운명은 그녀에게 한 가닥의 삶의 기회를 남겼지만, 「파멸」의 낙인은 여전히 꿈틀거리고 있다.<br>삶과 죽음을 경험하고 새로운 삶을 다시 얻은 망귀인, 그녀는 언제쯤 고향으로 돌아갈 수 있을까?",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            122501,
            122508,
            122502,
            122503,
            122504,
            122506,
            122507
        ],
        "BydSkills": [],
        "Ranks": [
            122501,
            122502,
            122503,
            122504,
            122505,
            122506
        ],
        "Icon": "avatarshopicon/Avatar/1225",
        "Pic": "avatardrawcard/1225.png",
        "Mat": [
            113003,
            110412,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 582.12,
            "DEF": 557.865,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1313,
        "Ver": "2.7",
        "Name": "선데이",
        "Desc": "「질서」의 좋은꿈은 이미 사라졌지만 여전히 초심을 버리지 않는 사람도 있다.<br>——날개가 꺾여 추락한 여행자, 그의 발걸음은 어디로 향할 것인가?",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            131301,
            131302,
            131303,
            131304,
            131306,
            131307
        ],
        "BydSkills": [],
        "Ranks": [
            131301,
            131302,
            131303,
            131304,
            131305,
            131306
        ],
        "Icon": "avatarshopicon/Avatar/1313",
        "Pic": "avatardrawcard/1313.png",
        "Mat": [
            114013,
            110427,
            110233,
            110505
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 640.332,
            "DEF": 533.61,
            "SPD": 96.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐翔",
            "Griffin Puatu",
            "大塚剛央",
            "강성우"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1317,
        "Ver": "2.6",
        "Name": "라파",
        "Desc": "축시 삼각의 섬광탄처럼 페나코니에 나타나 자신을 닌자라고 칭하며, 세간의 모든 것을 「인법」으로 귀결하는 기묘한 소녀.<br>닌자•진언을 읊고, 요란•닌자 부적을 그리고, 닌자•법첩의 「닌자•도」를 수련하며——즉 랩, 그래피티, 만화——자신의 의지를 갈고닦는 한편, 성간을 누비며 의로운 일을 행하고 있다.<br>「갤럭시 레인저」의 일원으로서 줄곧 「원숭이 통치자•사닌」이라고 불리는 악당을 은하의 끝까지 쫓고 있다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131701,
            131702,
            131703,
            131704,
            131706,
            131707,
            131708,
            131710,
            131712,
            131718
        ],
        "BydSkills": [],
        "Ranks": [
            131701,
            131702,
            131703,
            131704,
            131705,
            131706
        ],
        "Icon": "avatarshopicon/Avatar/1317",
        "Pic": "avatardrawcard/1317.png",
        "Mat": [
            114003,
            110427,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 717.948,
            "DEF": 460.845,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "金娜",
            "Kendell Byrd",
            "潘めぐみ",
            "김유림"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1220,
        "Ver": "2.5",
        "Name": "비소",
        "Desc": "선주 「요청」의 천격 장군. 천궁의 7대 장군 중 하나로, 격식에 얽매이지 않으며 솔직하고 소탈하다.<br>각종 무예에 정통하고 신체를 극한으로 단련하여 「대첩 장군」이라는 명성을 얻었으며, 선주 군인과 백성의 사랑을 받고 있다.<br>그러나 「달의 광기」 증상을 겪고 있으며, 제한된 시간 내에 흉물을 모두 사냥하기 위해선——비소의 유일한 적은 바로 자신뿐이다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 12.0,
        "Skills": [
            122001,
            122002,
            122003,
            122004,
            122006,
            122007,
            122008,
            122009,
            122014
        ],
        "BydSkills": [],
        "Ranks": [
            122001,
            122002,
            122003,
            122004,
            122005,
            122006
        ],
        "Icon": "avatarshopicon/Avatar/1220",
        "Pic": "avatardrawcard/1220.png",
        "Mat": [
            113013,
            110425,
            110193,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 601.524,
            "DEF": 388.08,
            "SPD": 112.0,
            "Aggro": 75.0
        },
        "CV": [
            "叶知秋",
            "Anairis Quinones",
            "小松未可子",
            "손정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1222,
        "Ver": "2.5",
        "Name": "영사",
        "Desc": "선주 「나부」 단정사의 신임 사정으로, 영리하고 아름다운 비디아다라 의사이다.<br>예민한 후각으로 병증을 구별하고 향기로 다른 사람의 마음을 안정시킨다.<br>복잡한 인간관계 처리에 능숙하며, 마음속으로는 불같이 화내도 겉으로는 절대 드러내지 않는다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            122201,
            122202,
            122203,
            122204,
            122206,
            122207
        ],
        "BydSkills": [],
        "Ranks": [
            122201,
            122202,
            122203,
            122204,
            122205,
            122206
        ],
        "Icon": "avatarshopicon/Avatar/1222",
        "Pic": "avatardrawcard/1222.png",
        "Mat": [
            113003,
            110422,
            110243,
            110506
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 436.59,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "饶梓君",
            "Whitney Holland",
            "前田佳織里",
            "장예나"
        ],
        "Camp": 104,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1223,
        "Ver": "2.5",
        "Name": "맥택",
        "Desc": "선주 「요청」의 그림자 호위, 과묵하고 홀로 움직인다.<br>정보에 관한 일과 공개적으로 처리할 수 없는 일을 전담하며, 사람들 앞에 모습을 드러내는 일이 드물다. 맥택이 칼끝을 드러내는 순간, 적에게는 죽음의 시간이 임박한 것이다.<br>암살 수단이 다양하고, 청결과 정리 정돈에 대해 남다른 집착을 보인다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            122301,
            122302,
            122303,
            122304,
            122306,
            122307
        ],
        "BydSkills": [],
        "Ranks": [
            122301,
            122302,
            122303,
            122304,
            122305,
            122306
        ],
        "Icon": "avatarshopicon/Avatar/1223",
        "Pic": "avatardrawcard/1223.png",
        "Mat": [
            113013,
            110424,
            110193,
            110506
        ],
        "Stats": {
            "HP": 811.44,
            "ATK": 599.76,
            "DEF": 352.8,
            "SPD": 111.0,
            "Aggro": 75.0
        },
        "CV": [
            "黄进泽",
            "Ben Balmaceda",
            "坂田将吾",
            "최현식"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "v6",
            "Live"
        ]
    },
    {
        "_id": 1218,
        "Ver": "2.4",
        "Name": "초구",
        "Desc": "선주 「요청」의 여우족 의사이자 책사, 늘 웃는 얼굴로 사람들을 대하지만 실은 꽤 계산적이다.<br>단정사의 명문 출신으로, 한때 마음의 문을 닫고 속세와 단절해 의술을 손에서 놓았으나 「천격 장군」 비소를 치료하기 위해 다시 세상 밖으로 나왔다.<br>의식동원의 처방 연구에 정통하다. 그중에서도 통각을 자극하는 매운 음식이 특기이며, 「구궁각」이라는 가마솥 제약술을 발명했다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 100.0,
        "Skills": [
            121801,
            121802,
            121803,
            121804,
            121806,
            121807
        ],
        "BydSkills": [],
        "Ranks": [
            121801,
            121802,
            121803,
            121804,
            121805,
            121806
        ],
        "Icon": "avatarshopicon/Avatar/1218",
        "Pic": "avatardrawcard/1218.png",
        "Mat": [
            113003,
            110422,
            110223,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈张太康",
            "Mark Whitten",
            "豊永利行",
            "이정민"
        ],
        "Camp": 114,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1221,
        "Ver": "2.4",
        "Name": "운리",
        "Desc": "선주 「주명」의 검 사냥꾼, 「촉연 장군」 회염의 총애를 받는 손녀로, 솔직한 성격을 가지고 있다.<br>어릴 적부터 회염을 따라 검예와 단조 기술을 배워 「염륜팔엽」 중 두 번째로 어린 천재 검객이 되었다.<br>주명에서 유출된 마검을 증오하고 「모든 마검을 사냥해 파괴하겠다」고 맹세했다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            122101,
            122102,
            122103,
            122104,
            122106,
            122107
        ],
        "BydSkills": [],
        "Ranks": [
            122101,
            122102,
            122103,
            122104,
            122105,
            122106
        ],
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Mat": [
            113013,
            110421,
            110183,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘雯",
            "Brenna Larsen",
            "若山詩音",
            "이주은"
        ],
        "Camp": 113,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1224,
        "Ver": "2.4",
        "Name": "Mar. 7th",
        "Desc": "선주 의상을 입은 Mar. 7th. 검을 든 무협 소녀다.<br>운리와 연경의 가르침을 받고 선주에서 좋은 「기억」을 더 많이 남길 생각에 의욕이 넘친다",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 110.0,
        "Skills": [
            122401,
            122408,
            122402,
            122403,
            122404,
            122406,
            122407
        ],
        "BydSkills": [],
        "Ranks": [
            122401,
            122402,
            122403,
            122404,
            122405,
            122406
        ],
        "Icon": "avatarshopicon/Avatar/1224",
        "Pic": "avatardrawcard/1224.png",
        "Mat": [
            111013,
            110403,
            110193,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 564.48,
            "DEF": 441.0,
            "SPD": 102.0,
            "Aggro": 75.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 100,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 12210,
        "Name": "Yunli",
        "Skills": [
            {
                "Name": "Test Lightcone",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2"
                ],
                "Tag": "Lightcone"
            },
            0,
            {
                "Name": "Test Basic Attack",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Basic Attack"
            },
            {
                "Name": "Test Skill",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Skill"
            },
            {
                "Name": "Test Ultimate",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2",
                    "Test Descriptio Line 3",
                    "Test Descriptio Line 4",
                    "Test Descriptio Line 5"
                ],
                "Tag": "Ultimate"
            },
            {
                "Name": "Test Talent",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2"
                ],
                "Tag": "Talent"
            },
            {
                "Name": "Test Technique",
                "Desc": "Test Description",
                "Tag": "Technique"
            },
            0,
            {
                "Name": "Test Stat Boost",
                "DescList": [
                    "Test Descriptio Line 1",
                    "Test Descriptio Line 2",
                    "Test Descriptio Line 3"
                ]
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            {
                "Name": "Test Trace",
                "DescList": [
                    "Test Description"
                ],
                "Tag": "Trace"
            },
            0,
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 1"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 2"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 3"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 4"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 5"
            },
            {
                "Name": "Test Name",
                "Desc": "Test Description",
                "Tag": "Eidolon 6"
            }
        ],
        "SP": 240.0,
        "Stats": {
            "HP": 1358.28,
            "ATK": 679.14,
            "DEF": 460.845,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "Mats": [
            [
                {
                    "ID": 113011,
                    "Num": 56
                },
                {
                    "ID": 113012,
                    "Num": 71
                },
                {
                    "ID": 113013,
                    "Num": 73
                }
            ],
            [
                {
                    "ID": 110421,
                    "Num": 65
                }
            ],
            [
                {
                    "ID": 110181,
                    "Num": 18
                },
                {
                    "ID": 110182,
                    "Num": 69
                },
                {
                    "ID": 110183,
                    "Num": 139
                }
            ],
            [
                {
                    "ID": 110503,
                    "Num": 12
                }
            ]
        ],
        "Desc": "Website @Feature Test# Page",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "Icon": "avatarshopicon/Avatar/1221",
        "Pic": "avatardrawcard/1221.png",
        "Ver": "2.4",
        "Add": true
    },
    {
        "_id": 1310,
        "Ver": "2.3",
        "Name": "반디",
        "Desc": "스텔라론 헌터의 멤버로, 기갑 「샘」을 입고 전투를 벌인다. 임무에 충실하고 강인한 성격을 가졌다.<br>곤충 떼를 물리치기 위한 병기로 태어났으며, 성장 속도가 평범한 사람보다 빠르지만 수명이 매우 짧다.<br>「삶」의 기회를 찾기 위해 스텔라론 헌터에 합류하여 운명을 거스를 방법을 찾고 있다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 240.0,
        "Skills": [
            131001,
            131002,
            131003,
            131004,
            131006,
            131007,
            131009,
            131008
        ],
        "BydSkills": [],
        "Ranks": [
            131001,
            131002,
            131003,
            131004,
            131005,
            131006
        ],
        "Icon": "avatarshopicon/Avatar/1310",
        "Pic": "avatardrawcard/1310.png",
        "Mat": [
            114013,
            110422,
            110183,
            110505
        ],
        "Stats": {
            "HP": 814.968,
            "ATK": 523.908,
            "DEF": 776.16,
            "SPD": 104.0,
            "Aggro": 125.0
        },
        "CV": [
            "宋媛媛&淦子齐",
            "Analesa Fisher & Adin Rudd",
            "楠木ともり&笠間淳",
            "유혜지&장서화"
        ],
        "Camp": 101,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1314,
        "Ver": "2.3",
        "Name": "제이드",
        "Desc": "스타피스 컴퍼니 「전략투자부」의 고위 간부로, 「10인의 스톤하트」 중 한 명이다. 초석은 「전당의 비취」.<br>서늘하게 아름답고 우아한 이 대금업자는 사람 마음을 꿰뚫어 보는 데 능하고, 「보나제이드 전당포」라는 개인적인 취미를 갖고 있다.<br>가치가 높은 것들을 얻기 위해서라면 인내심을 갖고 기다리며, 가진 게 없어 보이는 고객으로부터 가치를 쥐어짜 내는 데 능하다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            131401,
            131402,
            131403,
            131404,
            131406,
            131407
        ],
        "BydSkills": [],
        "Ranks": [
            131401,
            131402,
            131403,
            131404,
            131405,
            131406
        ],
        "Icon": "avatarshopicon/Avatar/1314",
        "Pic": "avatardrawcard/1314.png",
        "Mat": [
            114003,
            110426,
            110203,
            110505
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 509.355,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "张若瑜",
            "Faye Mata",
            "三石琴乃",
            "김순미"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1309,
        "Ver": "2.2",
        "Name": "로빈",
        "Desc": "페나코니에서 태어난 은하에서 유명한 헤일로족 가수. 차분하고 우아한 분위기의 소녀다.<br>이번에 가족의 초대를 받고 고향으로 돌아와 「조화의 축제」에서 손님들을 위해 노래를 부르게 되었다.<br>「화합」의 힘을 빌려 노랫소리를 전하고, 팬들뿐만 아니라 만계의 생령들에게 「공명」을 일으킬 수 있다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 160.0,
        "Skills": [
            130901,
            130902,
            130903,
            130904,
            130906,
            130907
        ],
        "BydSkills": [],
        "Ranks": [
            130901,
            130902,
            130903,
            130904,
            130905,
            130906
        ],
        "Icon": "avatarshopicon/Avatar/1309",
        "Pic": "avatardrawcard/1309.png",
        "Mat": [
            114003,
            110421,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 640.332,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "钱琛 / 歌: Chevy",
            "Alice Himora / <br>Song vocals: Chevy",
            "名塚佳織 / 歌: Chevy",
            "신온유 / 노래: Chevy"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1315,
        "Ver": "2.2",
        "Name": "부트힐",
        "Desc": "은하를 떠도는 개조 인간 카우보이. 극도로 낙관적이고 자유분방하다.<br>「갤럭시 레인저」의 일원으로, 악을 처단하기 위해서라면 무슨 짓이든 할 수 있다——<br>그의 대담한 행동은 복수의 대상인 「스타피스 컴퍼니」의 이목을 끌기 위함이다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 115.0,
        "Skills": [
            131501,
            131508,
            131502,
            131503,
            131504,
            131506,
            131507
        ],
        "BydSkills": [],
        "Ranks": [
            131501,
            131502,
            131503,
            131504,
            131505,
            131506
        ],
        "Icon": "avatarshopicon/Avatar/1315",
        "Pic": "avatardrawcard/1315.png",
        "Mat": [
            114013,
            110421,
            110193,
            110505
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 436.59,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "彭博",
            "Andrew Russell",
            "小西克幸",
            "김단"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8005,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800501,
            800502,
            800503,
            800504,
            800506,
            800507
        ],
        "BydSkills": [],
        "Ranks": [
            800501,
            800502,
            800503,
            800504,
            800505,
            800506
        ],
        "Icon": "avatarshopicon/Avatar/8005",
        "Pic": "avatardrawcard/8005.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 8006,
        "Ver": "2.2",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            800601,
            800602,
            800603,
            800604,
            800606,
            800607
        ],
        "BydSkills": [],
        "Ranks": [
            800601,
            800602,
            800603,
            800604,
            800605,
            800606
        ],
        "Icon": "avatarshopicon/Avatar/8006",
        "Pic": "avatardrawcard/8006.png",
        "Mat": [
            111013,
            110400,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 446.292,
            "DEF": 679.14,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "v5"
        ]
    },
    {
        "_id": 1301,
        "Ver": "2.1",
        "Name": "갤러거",
        "Desc": "페나코니 사냥개 가문의 보안관. 손님에게 예의를 차리지만 경계심이 있다. 복잡한 과거가 있는 것 같지만, 절대 먼저 이야기를 꺼내지 않는다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Abundance",
        "SP": 110.0,
        "Skills": [
            130101,
            130108,
            130102,
            130103,
            130104,
            130106,
            130107
        ],
        "BydSkills": [],
        "Ranks": [
            130101,
            130102,
            130103,
            130104,
            130105,
            130106
        ],
        "Icon": "avatarshopicon/Avatar/1301",
        "Pic": "avatardrawcard/1301.png",
        "Mat": [
            114003,
            110422,
            110243,
            110504
        ],
        "Stats": {
            "HP": 1305.36,
            "ATK": 529.2,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "马语非",
            "Erik Braa",
            "三上哲",
            "박상훈"
        ],
        "Camp": 108,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1304,
        "Ver": "2.1",
        "Name": "어벤츄린",
        "Desc": "스타피스 컴퍼니 「전략투자부」의 고위 간부.<br>리스크를 즐기며, 미소를 띠고 있지만 진심을 가늠하기 어렵다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Preservation",
        "SP": 110.0,
        "Skills": [
            130401,
            130402,
            130403,
            130404,
            130406,
            130407
        ],
        "BydSkills": [],
        "Ranks": [
            130401,
            130402,
            130403,
            130404,
            130405,
            130406
        ],
        "Icon": "avatarshopicon/Avatar/1304",
        "Pic": "avatardrawcard/1304.png",
        "Mat": [
            114013,
            110417,
            110213,
            110504
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 446.292,
            "DEF": 654.885,
            "SPD": 106.0,
            "Aggro": 150.0
        },
        "CV": [
            "杨超然",
            "Camden Sutkowski",
            "河西健吾",
            "박준원"
        ],
        "Camp": 105,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1308,
        "Ver": "2.1",
        "Name": "아케론",
        "Desc": "「갤럭시 레인저」를 자칭하는 여행자. 본명은 알 수 없다.<br>긴 검 한 자루를 차고 홀로 은하를 항해하고 있다",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 9.0,
        "Skills": [
            130801,
            130802,
            130803,
            130804,
            130814,
            130815,
            130816,
            130817,
            130806,
            130807
        ],
        "BydSkills": [],
        "Ranks": [
            130801,
            130802,
            130803,
            130804,
            130805,
            130806
        ],
        "Icon": "avatarshopicon/Avatar/1308",
        "Pic": "avatardrawcard/1308.png",
        "Mat": [
            114003,
            110414,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 698.544,
            "DEF": 436.59,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "菊花花",
            "Allegra Clark",
            "沢城みゆき",
            "박지윤"
        ],
        "Camp": 111,
        "V": [
            "v1",
            "v2",
            "v3",
            "v4",
            "Live"
        ]
    },
    {
        "_id": 1306,
        "Ver": "2.0",
        "Name": "스파클",
        "Desc": "「가면의 우인」 멤버 중 한 명, 종잡을 수 없으며 목적을 이루기 위해 수단과 방법을 가리지 않는다.<br>역할극에 심취한 위험한 연극 대가. 천의 얼굴을 지닌 그녀는 수많은 모습을 가지고 있다.<br>스파클에게 재물, 지위, 권력 따위는 중요하지 않다. 그녀를 움직일 수 있는 건 오직 「재미」 뿐이다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Harmony",
        "SP": 110.0,
        "Skills": [
            130601,
            130602,
            130603,
            130604,
            130606,
            130607
        ],
        "BydSkills": [],
        "Ranks": [
            130601,
            130602,
            130603,
            130604,
            130605,
            130606
        ],
        "Icon": "avatarshopicon/Avatar/1306",
        "Pic": "avatardrawcard/1306.png",
        "Mat": [
            114013,
            110426,
            110233,
            110504
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 523.908,
            "DEF": 485.1,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵爽",
            "Lizzie Freeman",
            "上田麗奈",
            "성예원"
        ],
        "Camp": 110,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1307,
        "Ver": "2.0",
        "Name": "블랙 스완",
        "Desc": "기억의 정원의 기억하는 자. 나른하고 신비로운 점술가.<br>인내심을 가지고 타인의 「기억」을 경청하여 운명을 읽는다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            130701,
            130702,
            130703,
            130704,
            130706,
            130707
        ],
        "BydSkills": [],
        "Ranks": [
            130701,
            130702,
            130703,
            130704,
            130705,
            130706
        ],
        "Icon": "avatarshopicon/Avatar/1307",
        "Pic": "avatardrawcard/1307.png",
        "Mat": [
            111003,
            110415,
            110223,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "杨梦露",
            "Arryn Zech",
            "生天目仁美",
            "김하영"
        ],
        "Camp": 109,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1312,
        "Ver": "2.0",
        "Name": "미샤",
        "Desc": "예의바른 페나코니 호텔의 벨보이.<br>무명객을 동경하며, 언젠가 자신만의 여행을 떠나는 걸 꿈꾼다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 100.0,
        "Skills": [
            131201,
            131202,
            131203,
            131204,
            131206,
            131207
        ],
        "BydSkills": [],
        "Ranks": [
            131201,
            131202,
            131203,
            131204,
            131205,
            131206
        ],
        "Icon": "avatarshopicon/Avatar/1312",
        "Pic": "avatardrawcard/1312.png",
        "Mat": [
            114003,
            110423,
            110183,
            110504
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "柳知萧",
            "Cat Protano",
            "松井恵理子",
            "박신희"
        ],
        "Camp": 108,
        "V": [
            "v5",
            "Live"
        ]
    },
    {
        "_id": 1214,
        "Ver": "1.6",
        "Name": "설의",
        "Desc": "선주 「나부」의 생사를 감찰하는 기관 「시왕사」의 판관.<br>이미 죽은 지 오래지만, 인형의 몸을 빌려 「환생」하여 사명을 이행한다",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            121401,
            121402,
            121403,
            121404,
            121406,
            121407
        ],
        "BydSkills": [],
        "Ranks": [
            121401,
            121402,
            121403,
            121404,
            121405,
            121406
        ],
        "Icon": "avatarshopicon/Avatar/1214",
        "Pic": "avatardrawcard/1214.png",
        "Mat": [
            111003,
            110416,
            110113,
            110504
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 599.76,
            "DEF": 396.9,
            "SPD": 103.0,
            "Aggro": 125.0
        },
        "CV": [
            "溯浔",
            "Jenny Yokobori",
            "河瀬茉希",
            "박리나"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1303,
        "Ver": "1.6",
        "Name": "완•매",
        "Desc": "지니어스 클럽 회원이자 생명과학 분야의 전문가로, 헤르타 일행과 함께 시뮬레이션 우주를 연구하고 있다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            130301,
            130302,
            130303,
            130304,
            130306,
            130307
        ],
        "BydSkills": [],
        "Ranks": [
            130301,
            130302,
            130303,
            130304,
            130305,
            130306
        ],
        "Icon": "avatarshopicon/Avatar/1303",
        "Pic": "avatardrawcard/1303.png",
        "Mat": [
            113003,
            110413,
            110163,
            110504
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 659.736,
            "DEF": 485.1,
            "SPD": 104.0,
            "Aggro": 100.0
        },
        "CV": [
            "张文钰",
            "Emi Lo",
            "大西沙織",
            "윤여진"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1305,
        "Ver": "1.6",
        "Name": "Dr. 레이시오",
        "Desc": "지식학회 학자.<br>성정이 괴팍하고 언사가 야박하지만 품위가 있다.<br>기이한 석고 마스크 아래의 용모는 의외로 준수하다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            130501,
            130502,
            130503,
            130504,
            130506,
            130507
        ],
        "BydSkills": [],
        "Ranks": [
            130501,
            130502,
            130503,
            130504,
            130505,
            130506
        ],
        "Icon": "avatarshopicon/Avatar/1305",
        "Pic": "avatardrawcard/1305.png",
        "Mat": [
            111013,
            110417,
            110123,
            110504
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 776.16,
            "DEF": 460.845,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "桑毓泽",
            "Jordan Paul Haro",
            "武内駿輔",
            "이동훈"
        ],
        "Camp": 107,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1215,
        "Ver": "1.5",
        "Name": "한아",
        "Desc": "선주 「나부」 시왕사의 판관.<br>시왕의 명을 받아 명참천필을 관장하고 여러 가지 죄업을 판독하고 업보를 판결한다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Harmony",
        "SP": 140.0,
        "Skills": [
            121501,
            121502,
            121503,
            121504,
            121506,
            121507
        ],
        "BydSkills": [],
        "Ranks": [
            121501,
            121502,
            121503,
            121504,
            121505,
            121506
        ],
        "Icon": "avatarshopicon/Avatar/1215",
        "Pic": "avatardrawcard/1215.png",
        "Mat": [
            113013,
            110411,
            110163,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 352.8,
            "SPD": 110.0,
            "Aggro": 100.0
        },
        "CV": [
            "张雨曦",
            "Suzie Yeung",
            "鈴代紗弓",
            "윤은서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1217,
        "Ver": "1.5",
        "Name": "곽향",
        "Desc": "선주 나부 시왕사의 견습 판관, 세양에게 빙의된 여우족 여자아이.<br>겁 많은 성격에 연약하고 여러 괴상한 일들을 두려워하지만, 악귀를 처리하는 직책을 맡고 있다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Abundance",
        "SP": 140.0,
        "Skills": [
            121701,
            121702,
            121703,
            121704,
            121706,
            121707
        ],
        "BydSkills": [],
        "Ranks": [
            121701,
            121702,
            121703,
            121704,
            121705,
            121706
        ],
        "Icon": "avatarshopicon/Avatar/1217",
        "Pic": "avatardrawcard/1217.png",
        "Mat": [
            113003,
            110415,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 601.524,
            "DEF": 509.355,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "葛子瑞&刘北辰",
            "Megan Shipman & Aaron Veach",
            "長縄まりあ&平林剛",
            "김채린&한복현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1302,
        "Ver": "1.5",
        "Name": "아젠티",
        "Desc": "「미(美)의 기사단」의 고전적인 기사. 실종된 「미」의 에이언즈 이드릴라를 경건한 마음으로 흠모하고 있다.<br>정직하고 당당하며, 우주를 유람하면서 이드릴라의 명성을 널리 알린다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Erudition",
        "SP": 180.0,
        "Skills": [
            130201,
            130202,
            130203,
            130204,
            130206,
            130207,
            130214
        ],
        "BydSkills": [],
        "Ranks": [
            130201,
            130202,
            130203,
            130204,
            130205,
            130206
        ],
        "Icon": "avatarshopicon/Avatar/1302",
        "Pic": "avatardrawcard/1302.png",
        "Mat": [
            111003,
            110411,
            110133,
            110503
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 737.352,
            "DEF": 363.825,
            "SPD": 103.0,
            "Aggro": 75.0
        },
        "CV": [
            "梁达伟",
            "Talon Warburton",
            "立花慎之介",
            "최승훈"
        ],
        "Camp": 106,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1112,
        "Ver": "1.4",
        "Name": "토파즈&복순이",
        "Desc": "스타피스 컴퍼니 소속 「전략투자부」 고위 간부 토파즈. 특수채무규찰팀을 이끈다.<br>어린 나이에 「10인의 스톤하트」 중 한 명이 되었다. 초석은 「독촉의 황옥」이다.<br>파트너인 차원 저금통 「복순이」는 「부」가 있는 곳을 예민하게 감지할 수 있으며, 보안, 독촉, 계리 등 업무도 척척이다.<br>오늘날 그들은 함께 은하를 여행하며 컴퍼니 업무 전개에 영향을 주는 채무 분쟁을 규찰하고 있다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Hunt",
        "SP": 130.0,
        "Skills": [
            111201,
            111202,
            111203,
            111204,
            111206,
            111207
        ],
        "BydSkills": [],
        "Ranks": [
            111201,
            111202,
            111203,
            111204,
            111205,
            111206
        ],
        "Icon": "avatarshopicon/Avatar/1112",
        "Pic": "avatardrawcard/1112.png",
        "Mat": [
            112003,
            110412,
            110123,
            110503
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 620.928,
            "DEF": 412.335,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "陆敏悦",
            "Sam Slade",
            "南條愛乃",
            "방시우"
        ],
        "Camp": 105,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1210,
        "Ver": "1.4",
        "Name": "계네빈",
        "Desc": "선주 「나부」에 방문한 행위 예술가——혹은 길거리 예술가<br>삼시세끼가 보장된 상황에서 자신의 새로운 삶을 나부에서 추구하고 있다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            121001,
            121002,
            121003,
            121004,
            121006,
            121007
        ],
        "BydSkills": [],
        "Ranks": [
            121001,
            121002,
            121003,
            121004,
            121005,
            121006
        ],
        "Icon": "avatarshopicon/Avatar/1210",
        "Pic": "avatardrawcard/1210.png",
        "Mat": [
            113013,
            110412,
            110153,
            110503
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 582.12,
            "DEF": 441.0,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "小敢",
            "Morgan Lauré",
            "直田姫奈",
            "김수영"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1212,
        "Ver": "1.4",
        "Name": "경류",
        "Desc": "과거 나부 검술의 일인자이자 운기군 불패신화의 창조자.<br>오늘날 그녀의 이름은 역사에서 지워졌고, 마각의 몸의 경계를 걷는 선주의 역적이 되었다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121201,
            121209,
            121202,
            121203,
            121204,
            121206,
            121207
        ],
        "BydSkills": [],
        "Ranks": [
            121201,
            121202,
            121203,
            121204,
            121205,
            121206
        ],
        "Icon": "avatarshopicon/Avatar/1212",
        "Pic": "avatardrawcard/1212.png",
        "Mat": [
            113003,
            110413,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1435.896,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 96.0,
            "Aggro": 125.0
        },
        "CV": [
            "杜冥鸦",
            "AmaLee",
            "桑島法子",
            "박이서"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1110,
        "Ver": "1.3",
        "Name": "링스",
        "Desc": "벨로보그의 설원 탐험가, 랜도 가문의 막내 여동생.<br>담담한 성격에 행동력이 매우 강하다. 종종 홀로 설원을 탐험한다",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            111001,
            111002,
            111003,
            111004,
            111006,
            111007
        ],
        "BydSkills": [],
        "Ranks": [
            111001,
            111002,
            111003,
            111004,
            111005,
            111006
        ],
        "Icon": "avatarshopicon/Avatar/1110",
        "Pic": "avatardrawcard/1110.png",
        "Mat": [
            111003,
            110416,
            110173,
            110503
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 493.92,
            "DEF": 551.25,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "米糊",
            "Risa Mei",
            "照井春佳",
            "이은조"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1208,
        "Ver": "1.3",
        "Name": "부현",
        "Desc": "선주 「나부」 태복사(太卜司)의 수뇌.<br>제3의 눈과 궁관진을 통해 선주의 항로와 일의 길흉을 점친다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Preservation",
        "SP": 135.0,
        "Skills": [
            120801,
            120802,
            120803,
            120804,
            120806,
            120807
        ],
        "BydSkills": [],
        "Ranks": [
            120801,
            120802,
            120803,
            120804,
            120805,
            120806
        ],
        "Icon": "avatarshopicon/Avatar/1208",
        "Pic": "avatardrawcard/1208.png",
        "Mat": [
            113013,
            110416,
            110143,
            110503
        ],
        "Stats": {
            "HP": 1474.704,
            "ATK": 465.696,
            "DEF": 606.375,
            "SPD": 100.0,
            "Aggro": 150.0
        },
        "CV": [
            "花玲",
            "Sarah Wiedenheft",
            "伊藤美来",
            "이지현"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1213,
        "Ver": "1.3",
        "Name": "단항•음월",
        "Desc": "단항의 비디아다라족으로서의 본모습, 전생의 「음월군」이 남긴 힘.<br>이맛전의 각관을 받으면 그 죄인의 모든 공과를 이어받아야 한다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Destruction",
        "SP": 140.0,
        "Skills": [
            121301,
            121308,
            121310,
            121312,
            121302,
            121303,
            121304,
            121306,
            121307,
            121309
        ],
        "BydSkills": [],
        "Ranks": [
            121301,
            121302,
            121303,
            121304,
            121305,
            121306
        ],
        "Icon": "avatarshopicon/Avatar/1213",
        "Pic": "avatardrawcard/1213.png",
        "Mat": [
            113003,
            110417,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 698.544,
            "DEF": 363.825,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1005,
        "Ver": "1.2",
        "Name": "카프카",
        "Desc": "「스텔라론 헌터」의 멤버, 시크하고 차분한 분위기의 오피스룩 미녀.<br>언령술을 사용해 {NICKNAME}이(가) 스텔라론을 흡수할 수 있도록 계책을 꾸몄다.<br>취미는 코트 구매 및 정리하기",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100501,
            100502,
            100503,
            100504,
            100506,
            100507
        ],
        "BydSkills": [],
        "Ranks": [
            100501,
            100502,
            100503,
            100504,
            100505,
            100506
        ],
        "Icon": "avatarshopicon/Avatar/1005",
        "Pic": "avatardrawcard/1005.png",
        "Mat": [
            111013,
            110414,
            110153,
            110503
        ],
        "Stats": {
            "HP": 1086.624,
            "ATK": 679.14,
            "DEF": 485.1,
            "SPD": 100.0,
            "Aggro": 100.0
        },
        "CV": [
            "徐慧",
            "Cheryl Texiera",
            "伊藤静",
            "사문영"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1111,
        "Ver": "1.2",
        "Name": "루카",
        "Desc": "벨로보그 하층 구역의 챔피언 격투선수, 「와일드 파이어」의 실력파 멤버 중 하나.<br>격투 클럽의 연속 디펜딩 챔피언, 자신의 열정으로 하층 구역의 꿈이 있는 아이들을 격려한다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Nihility",
        "SP": 130.0,
        "Skills": [
            111101,
            111108,
            111102,
            111103,
            111104,
            111106,
            111107
        ],
        "BydSkills": [],
        "Ranks": [
            111101,
            111102,
            111103,
            111104,
            111105,
            111106
        ],
        "Icon": "avatarshopicon/Avatar/1111",
        "Pic": "avatardrawcard/1111.png",
        "Mat": [
            112013,
            110401,
            110153,
            110503
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 582.12,
            "DEF": 485.1,
            "SPD": 103.0,
            "Aggro": 100.0
        },
        "CV": [
            "萧翟",
            "Howard Wang",
            "梶原岳人",
            "이주승"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1205,
        "Ver": "1.2",
        "Name": "블레이드",
        "Desc": "「스텔라론 헌터」의 멤버, 전장에 몸을 내던지는 검객<br>「운명의 노예」에 충성을 다하며 무서운 자가 치유 능력을 가지고 있다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Destruction",
        "SP": 130.0,
        "Skills": [
            120501,
            120508,
            120503,
            120506,
            120507,
            120502,
            120504
        ],
        "BydSkills": [],
        "Ranks": [
            120501,
            120502,
            120503,
            120504,
            120505,
            120506
        ],
        "Icon": "avatarshopicon/Avatar/1205",
        "Pic": "avatardrawcard/1205.png",
        "Mat": [
            113003,
            110415,
            110113,
            110503
        ],
        "Stats": {
            "HP": 1358.28,
            "ATK": 543.312,
            "DEF": 485.1,
            "SPD": 97.0,
            "Aggro": 125.0
        },
        "CV": [
            "刘以嘉",
            "Daman Mills",
            "三木眞一郎",
            "곽윤상"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1006,
        "Ver": "1.1",
        "Name": "은랑",
        "Desc": "「스텔라론 헌터」의 멤버, 프로 해커.<br>우주를 몰입감 넘치는 대형 시뮬레이션 게임으로 여기며 즐기고 있다.<br>현실 데이터를 수정할 수 있는 「에테르 편집」을 마스터했다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            100601,
            100602,
            100603,
            100604,
            100606,
            100607
        ],
        "BydSkills": [],
        "Ranks": [
            100601,
            100602,
            100603,
            100604,
            100605,
            100606
        ],
        "Icon": "avatarshopicon/Avatar/1006",
        "Pic": "avatardrawcard/1006.png",
        "Mat": [
            112013,
            110406,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 640.332,
            "DEF": 460.845,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "Hanser",
            "Melissa Fahn",
            "阿澄佳奈",
            "장미"
        ],
        "Camp": 101,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1203,
        "Ver": "1.1",
        "Name": "나찰",
        "Desc": "늘 관을 지니고 다니는 하늘 밖의 바다에서 온 의술이 뛰어난 화외 행상",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            120301,
            120302,
            120303,
            120304,
            120306,
            120307
        ],
        "BydSkills": [],
        "Ranks": [
            120301,
            120302,
            120303,
            120304,
            120305,
            120306
        ],
        "Icon": "avatarshopicon/Avatar/1203",
        "Pic": "avatardrawcard/1203.png",
        "Mat": [
            113013,
            110407,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1280.664,
            "ATK": 756.756,
            "DEF": 363.825,
            "SPD": 101.0,
            "Aggro": 100.0
        },
        "CV": [
            "赵路",
            "Craig Lee Thomas",
            "石田彰",
            "신용우"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1207,
        "Ver": "1.1",
        "Name": "어공",
        "Desc": "선주「나부」 천박사(天舶司)의 수장이다. 수많은 전장을 거쳐온 노련한 비행사이자 궁수다.<br>지금은 쏟아져 내리는 공무 때문에 몸을 빼기 어려운 상태다.",
        "Rarity": 4,
        "Element": "Imaginary",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120701,
            120702,
            120703,
            120704,
            120706,
            120707
        ],
        "BydSkills": [],
        "Ranks": [
            120701,
            120702,
            120703,
            120704,
            120705,
            120706
        ],
        "Icon": "avatarshopicon/Avatar/1207",
        "Pic": "avatardrawcard/1207.png",
        "Mat": [
            113013,
            110407,
            110163,
            110501
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 599.76,
            "DEF": 374.85,
            "SPD": 107.0,
            "Aggro": 100.0
        },
        "CV": [
            "钟可",
            "Dawn M. Bennett",
            "冬馬由美",
            "전숙경"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1001,
        "Ver": "1.0",
        "Name": "Mar. 7th",
        "Desc": "얼음 속에 깊이 잠들어 있던 기억을 잃은 소녀<br>출생의 진실을 찾기 위해 은하열차에 올랐다<br>본인을 위해 약 67가지의 「출생 스토리」를 준비해뒀다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            100101,
            100102,
            100103,
            100104,
            100106,
            100107
        ],
        "BydSkills": [],
        "Ranks": [
            100101,
            100102,
            100103,
            100104,
            100105,
            100106
        ],
        "Icon": "avatarshopicon/Avatar/1001",
        "Pic": "avatardrawcard/1001.png",
        "Mat": [
            111013,
            110403,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 511.56,
            "DEF": 573.3,
            "SPD": 101.0,
            "Aggro": 150.0
        },
        "CV": [
            "诺亚",
            "Skyler Davenport",
            "小倉唯",
            "정혜원"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1002,
        "Ver": "1.0",
        "Name": "단항",
        "Desc": "자신의 과거를 깊이 숨긴, 차가운 분위기의 과묵한 청년<br>혈예 동족을 피하기 위해 은하열차에 올랐다",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Hunt",
        "SP": 100.0,
        "Skills": [
            100201,
            100202,
            100203,
            100204,
            100206,
            100207
        ],
        "BydSkills": [],
        "Ranks": [
            100201,
            100202,
            100203,
            100204,
            100205,
            100206
        ],
        "Icon": "avatarshopicon/Avatar/1002",
        "Pic": "avatardrawcard/1002.png",
        "Mat": [
            111003,
            110405,
            110123,
            110501
        ],
        "Stats": {
            "HP": 882.0,
            "ATK": 546.84,
            "DEF": 396.9,
            "SPD": 110.0,
            "Aggro": 75.0
        },
        "CV": [
            "李春胤",
            "Nicholas Leung",
            "伊東健人",
            "김혜성"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1003,
        "Ver": "1.0",
        "Name": "히메코",
        "Desc": "은하열차의 복원가<br>광활한 별하늘을 보기 위해 은하열차와 함께하는 것을 택했다<br>취미는 핸드메이드 커피 만들기",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Erudition",
        "SP": 120.0,
        "Skills": [
            100301,
            100302,
            100303,
            100304,
            100306,
            100307
        ],
        "BydSkills": [],
        "Ranks": [
            100301,
            100302,
            100303,
            100304,
            100305,
            100306
        ],
        "Icon": "avatarshopicon/Avatar/1003",
        "Pic": "avatardrawcard/1003.png",
        "Mat": [
            111003,
            110402,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1047.816,
            "ATK": 756.756,
            "DEF": 436.59,
            "SPD": 96.0,
            "Aggro": 75.0
        },
        "CV": [
            "林簌",
            "Cia Court",
            "田中理恵",
            "김보나"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1004,
        "Ver": "1.0",
        "Name": "웰트",
        "Desc": "의젓하고 진중한 열차팀의 선배<br>오랜만의 모험을 즐기자 가슴 깊은 곳의 뜨거운 피가 다시금 끓어오른다<br>가끔 공책에 모험 여정을 그린다",
        "Rarity": 5,
        "Element": "Imaginary",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            100401,
            100402,
            100403,
            100404,
            100406,
            100407
        ],
        "BydSkills": [],
        "Ranks": [
            100401,
            100402,
            100403,
            100404,
            100405,
            100406
        ],
        "Icon": "avatarshopicon/Avatar/1004",
        "Pic": "avatardrawcard/1004.png",
        "Mat": [
            112003,
            110407,
            110153,
            110501
        ],
        "Stats": {
            "HP": 1125.432,
            "ATK": 620.928,
            "DEF": 509.355,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "彭博",
            "Corey Landis",
            "細谷佳正",
            "한신"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1008,
        "Ver": "1.0",
        "Name": "아를란",
        "Desc": "우주정거장 「헤르타」 방위과 책임자<br>말주변이 없으며, 연구를 사랑하는 사람들이 편히 연구할 수 있도록 보호하고자 한다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            100801,
            100802,
            100803,
            100804,
            100806,
            100807
        ],
        "BydSkills": [],
        "Ranks": [
            100801,
            100802,
            100803,
            100804,
            100805,
            100806
        ],
        "Icon": "avatarshopicon/Avatar/1008",
        "Pic": "avatardrawcard/1008.png",
        "Mat": [
            111003,
            110404,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1199.52,
            "ATK": 599.76,
            "DEF": 330.75,
            "SPD": 102.0,
            "Aggro": 125.0
        },
        "CV": [
            "陶典",
            "Dani Chambers",
            "白石涼子",
            "김율"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1009,
        "Ver": "1.0",
        "Name": "아스타",
        "Desc": "우주정거장 「헤르타」의 책임자, 명문가 출신의 아가씨<br>호기심 넘치는 천문학 연구자로 자기주장이 강한 연구원을 다루는데 능하다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            100901,
            100902,
            100903,
            100904,
            100906,
            100907
        ],
        "BydSkills": [],
        "Ranks": [
            100901,
            100902,
            100903,
            100904,
            100905,
            100906
        ],
        "Icon": "avatarshopicon/Avatar/1009",
        "Pic": "avatardrawcard/1009.png",
        "Mat": [
            112003,
            110402,
            110163,
            110501
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 511.56,
            "DEF": 463.05,
            "SPD": 106.0,
            "Aggro": 100.0
        },
        "CV": [
            "龟娘",
            "Felecia Angelle",
            "赤﨑千夏",
            "김현지"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1013,
        "Ver": "1.0",
        "Name": "헤르타",
        "Desc": "「지니어스 클럽」 #83 회원, 우주정거장의 진짜 주인.<br>지혜롭지만 공감 능력이 전혀 없는 과학자다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Erudition",
        "SP": 110.0,
        "Skills": [
            101301,
            101302,
            101303,
            101304,
            101306,
            101307
        ],
        "BydSkills": [],
        "Ranks": [
            101301,
            101302,
            101303,
            101304,
            101305,
            101306
        ],
        "Icon": "avatarshopicon/Avatar/1013",
        "Pic": "avatardrawcard/1013.png",
        "Mat": [
            111003,
            110403,
            110133,
            110501
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 396.9,
            "SPD": 100.0,
            "Aggro": 75.0
        },
        "CV": [
            "侯小菲",
            "PJ Mattson",
            "山崎はるか",
            "김서영"
        ],
        "Camp": 102,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1101,
        "Ver": "1.0",
        "Name": "브로냐",
        "Desc": "벨로보그 「수호자」의 계승자.<br>공주의 고고함과 군인의 꿋꿋함이 공존한다",
        "Rarity": 5,
        "Element": "Wind",
        "Path": "Harmony",
        "SP": 120.0,
        "Skills": [
            110101,
            110102,
            110103,
            110104,
            110106,
            110107
        ],
        "BydSkills": [],
        "Ranks": [
            110101,
            110102,
            110103,
            110104,
            110105,
            110106
        ],
        "Icon": "avatarshopicon/Avatar/1101",
        "Pic": "avatardrawcard/1101.png",
        "Mat": [
            112003,
            110405,
            110163,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 582.12,
            "DEF": 533.61,
            "SPD": 99.0,
            "Aggro": 100.0
        },
        "CV": [
            "谢莹",
            "Madeline Reiter",
            "阿澄佳奈",
            "이보희"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1102,
        "Ver": "1.0",
        "Name": "제레",
        "Desc": "지하 대항 조직 「와일드 파이어」의 핵심 인물, 별칭 「나비」<br>솔직하고 시원시원하지만, 내면에 섬세함과 예리함을 숨기고 있다",
        "Rarity": 5,
        "Element": "Quantum",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            110201,
            110202,
            110203,
            110204,
            110206,
            110207
        ],
        "BydSkills": [],
        "Ranks": [
            110201,
            110202,
            110203,
            110204,
            110205,
            110206
        ],
        "Icon": "avatarshopicon/Avatar/1102",
        "Pic": "avatardrawcard/1102.png",
        "Mat": [
            111013,
            110406,
            110123,
            110502
        ],
        "Stats": {
            "HP": 931.392,
            "ATK": 640.332,
            "DEF": 363.825,
            "SPD": 115.0,
            "Aggro": 75.0
        },
        "CV": [
            "唐雅菁",
            "Molly Zhang",
            "中原麻衣",
            "송하림"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1103,
        "Ver": "1.0",
        "Name": "서벌",
        "Desc": "축성가 기술 부서의 연구원이었던 벨로보그의 엔지니어<br>게파드•랜도의 누나지만 남동생과 전혀 다른 성격을 가졌다<br>한파 이전에 있던 「로큰롤」이라는 고대 음악에 빠져있다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 100.0,
        "Skills": [
            110301,
            110302,
            110303,
            110304,
            110306,
            110307
        ],
        "BydSkills": [],
        "Ranks": [
            110301,
            110302,
            110303,
            110304,
            110305,
            110306
        ],
        "Icon": "avatarshopicon/Avatar/1103",
        "Pic": "avatardrawcard/1103.png",
        "Mat": [
            112003,
            110404,
            110133,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 652.68,
            "DEF": 374.85,
            "SPD": 104.0,
            "Aggro": 75.0
        },
        "CV": [
            "穆雪婷",
            "Natalie Van Sistine",
            "愛美",
            "민아"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1104,
        "Ver": "1.0",
        "Name": "게파드",
        "Desc": "실버메인 철위대의 방위관, 벨로보그 최고의 전사 중 하나<br>겉과 속이 같고 빈틈없이 항상 성실하다",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Preservation",
        "SP": 100.0,
        "Skills": [
            110401,
            110402,
            110403,
            110404,
            110406,
            110407
        ],
        "BydSkills": [],
        "Ranks": [
            110401,
            110402,
            110403,
            110404,
            110405,
            110406
        ],
        "Icon": "avatarshopicon/Avatar/1104",
        "Pic": "avatardrawcard/1104.png",
        "Mat": [
            112003,
            110403,
            110143,
            110502
        ],
        "Stats": {
            "HP": 1397.088,
            "ATK": 543.312,
            "DEF": 654.885,
            "SPD": 92.0,
            "Aggro": 150.0
        },
        "CV": [
            "马洋",
            "Bryson Baugus",
            "古川慎",
            "민승우"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1105,
        "Ver": "1.0",
        "Name": "나타샤",
        "Desc": "벨로보그 하층 구역의 의사이자 아이들의 보호자<br>상냥하고 친근한 성격 이면에 위험한 모습도 숨겨져 있다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Abundance",
        "SP": 90.0,
        "Skills": [
            110501,
            110502,
            110503,
            110504,
            110506,
            110507
        ],
        "BydSkills": [],
        "Ranks": [
            110501,
            110502,
            110503,
            110504,
            110505,
            110506
        ],
        "Icon": "avatarshopicon/Avatar/1105",
        "Pic": "avatardrawcard/1105.png",
        "Mat": [
            112013,
            110401,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 507.15,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "秦紫翼",
            "Elizabeth Maxwell",
            "内山夕実",
            "강은애"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1106,
        "Ver": "1.0",
        "Name": "페라",
        "Desc": "실버메인 철위대의 정보관.<br>진중한 성격 덕에 철위대 멤버들에게 존경을 받고 있다",
        "Rarity": 4,
        "Element": "Ice",
        "Path": "Nihility",
        "SP": 110.0,
        "Skills": [
            110601,
            110602,
            110603,
            110604,
            110606,
            110607
        ],
        "BydSkills": [],
        "Ranks": [
            110601,
            110602,
            110603,
            110604,
            110605,
            110606
        ],
        "Icon": "avatarshopicon/Avatar/1106",
        "Pic": "avatardrawcard/1106.png",
        "Mat": [
            111003,
            110403,
            110153,
            110502
        ],
        "Stats": {
            "HP": 987.84,
            "ATK": 546.84,
            "DEF": 463.05,
            "SPD": 105.0,
            "Aggro": 100.0
        },
        "CV": [
            "宴宁",
            "Xanthe Huynh",
            "諸星すみれ",
            "이다은"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1107,
        "Ver": "1.0",
        "Name": "클라라",
        "Desc": "로봇과 함께 생활하는 방랑 소녀<br>내향적이고 상냥하며, 순수한 마음을 지녔다<br>하층 구역의 모든 사람들이 서로의 「가족」이 되기를 간절히 바란다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 110.0,
        "Skills": [
            110701,
            110702,
            110703,
            110704,
            110706,
            110707
        ],
        "BydSkills": [],
        "Ranks": [
            110701,
            110702,
            110703,
            110704,
            110705,
            110706
        ],
        "Icon": "avatarshopicon/Avatar/1107",
        "Pic": "avatardrawcard/1107.png",
        "Mat": [
            112013,
            110401,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 737.352,
            "DEF": 485.1,
            "SPD": 90.0,
            "Aggro": 125.0
        },
        "CV": [
            "紫苏九月&王宇航",
            "Emily Sun & D.C. Douglas",
            "日高里菜&安元洋貴",
            "김예림&최낙윤"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1108,
        "Ver": "1.0",
        "Name": "삼포",
        "Desc": "지상 지하를 자유롭게 넘나드는 밀수꾼<br>붙임성이 좋고 열정적이며, 유머러스한 성격으로 농담을 잘한다",
        "Rarity": 4,
        "Element": "Wind",
        "Path": "Nihility",
        "SP": 120.0,
        "Skills": [
            110801,
            110802,
            110803,
            110804,
            110806,
            110807
        ],
        "BydSkills": [],
        "Ranks": [
            110801,
            110802,
            110803,
            110804,
            110805,
            110806
        ],
        "Icon": "avatarshopicon/Avatar/1108",
        "Pic": "avatardrawcard/1108.png",
        "Mat": [
            112013,
            110405,
            110153,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 617.4,
            "DEF": 396.9,
            "SPD": 102.0,
            "Aggro": 100.0
        },
        "CV": [
            "刘圣博",
            "Roger Rose",
            "平川大輔",
            "정재헌"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1109,
        "Ver": "1.0",
        "Name": "후크",
        "Desc": "지하 모험단 「두더지파」의 대장(자칭)<br>자유를 사랑하며 인생을 끊이지 않는 모험이라고 생각한다",
        "Rarity": 4,
        "Element": "Fire",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            110901,
            110902,
            110903,
            110904,
            110906,
            110907,
            110909
        ],
        "BydSkills": [],
        "Ranks": [
            110901,
            110902,
            110903,
            110904,
            110905,
            110906
        ],
        "Icon": "avatarshopicon/Avatar/1109",
        "Pic": "avatardrawcard/1109.png",
        "Mat": [
            112013,
            110402,
            110113,
            110502
        ],
        "Stats": {
            "HP": 1340.64,
            "ATK": 617.4,
            "DEF": 352.8,
            "SPD": 94.0,
            "Aggro": 125.0
        },
        "CV": [
            "王晓彤",
            "Felecia Angelle",
            "徳井青空",
            "이재현"
        ],
        "Camp": 103,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1201,
        "Ver": "1.0",
        "Name": "청작",
        "Desc": "선주 「나부」의 태복사 소속 점술가 겸 서고 관리자<br>업무를 너무 태만히 한 탓에 곧 「문지기」로 좌천될 예정이라고 한다",
        "Rarity": 4,
        "Element": "Quantum",
        "Path": "Erudition",
        "SP": 140.0,
        "Skills": [
            120101,
            120108,
            120102,
            120103,
            120104,
            120106,
            120107
        ],
        "BydSkills": [],
        "Ranks": [
            120101,
            120102,
            120103,
            120104,
            120105,
            120106
        ],
        "Icon": "avatarshopicon/Avatar/1201",
        "Pic": "avatardrawcard/1201.png",
        "Mat": [
            111013,
            110406,
            110133,
            110502
        ],
        "Stats": {
            "HP": 1023.12,
            "ATK": 652.68,
            "DEF": 441.0,
            "SPD": 98.0,
            "Aggro": 75.0
        },
        "CV": [
            "刘十四",
            "Bryn Apprill",
            "伊達朱里紗",
            "서다혜"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1202,
        "Ver": "1.0",
        "Name": "정운",
        "Desc": "선주 「나부」 천박사(天舶司)의 사절<br>상단을 따라 수많은 세계를 돌아다니며 무역과 연맹 관련 업무를 처리해왔다",
        "Rarity": 4,
        "Element": "Elec",
        "Path": "Harmony",
        "SP": 130.0,
        "Skills": [
            120201,
            120202,
            120203,
            120204,
            120206,
            120207
        ],
        "BydSkills": [],
        "Ranks": [
            120201,
            120202,
            120203,
            120204,
            120205,
            120206
        ],
        "Icon": "avatarshopicon/Avatar/1202",
        "Pic": "avatardrawcard/1202.png",
        "Mat": [
            113003,
            110404,
            110163,
            110501
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 396.9,
            "SPD": 112.0,
            "Aggro": 100.0
        },
        "CV": [
            "蒋丽",
            "Anya Floris",
            "高田憂希",
            "이명호"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1204,
        "Ver": "1.0",
        "Name": "경원",
        "Desc": "선주 연맹 천궁의 7대 장군 중 하나로 나부 운기군을 통솔하는 「신책 장군」<br>전대 「나부」 검술의 일인자를 스승으로 모셨으나, 무예로 이름을 날리지는 않았다",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Erudition",
        "SP": 130.0,
        "Skills": [
            120401,
            120402,
            120403,
            120404,
            120406,
            120407
        ],
        "BydSkills": [],
        "Ranks": [
            120401,
            120402,
            120403,
            120404,
            120405,
            120406
        ],
        "Icon": "avatarshopicon/Avatar/1204",
        "Pic": "avatardrawcard/1204.png",
        "Mat": [
            113003,
            110414,
            110133,
            110501
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 698.544,
            "DEF": 485.1,
            "SPD": 99.0,
            "Aggro": 75.0
        },
        "CV": [
            "孙晔",
            "Alejandro Saab",
            "小野大輔",
            "류승곤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1206,
        "Ver": "1.0",
        "Name": "소상",
        "Desc": "선주 「요청(曜青)」출생, 「나부」의 운기군을 찾아가 수련을 받은 신병<br>어머니가 주신 가문의 검을 몸에 지니고 앞으로의 미래를 동경하고 있다",
        "Rarity": 4,
        "Element": "Phys",
        "Path": "Hunt",
        "SP": 120.0,
        "Skills": [
            120601,
            120602,
            120603,
            120604,
            120606,
            120607
        ],
        "BydSkills": [],
        "Ranks": [
            120601,
            120602,
            120603,
            120604,
            120605,
            120606
        ],
        "Icon": "avatarshopicon/Avatar/1206",
        "Pic": "avatardrawcard/1206.png",
        "Mat": [
            113013,
            110401,
            110123,
            110502
        ],
        "Stats": {
            "HP": 917.28,
            "ATK": 564.48,
            "DEF": 418.95,
            "SPD": 107.0,
            "Aggro": 75.0
        },
        "CV": [
            "陈婷婷",
            "Anjali Kunapaneni",
            "福圓美里",
            "박시윤"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1209,
        "Ver": "1.0",
        "Name": "연경",
        "Desc": "경원 장군의 호위무사이다. 어린 나이임에도 불구하고 천재라 불릴 정도로 뛰어난 검술을 지니고 있다.<br>검 한 자루만 있으면 누구에게도 지지 않는다.",
        "Rarity": 5,
        "Element": "Ice",
        "Path": "Hunt",
        "SP": 140.0,
        "Skills": [
            120901,
            120902,
            120903,
            120904,
            120906,
            120907
        ],
        "BydSkills": [],
        "Ranks": [
            120901,
            120902,
            120903,
            120904,
            120905,
            120906
        ],
        "Icon": "avatarshopicon/Avatar/1209",
        "Pic": "avatardrawcard/1209.png",
        "Mat": [
            111013,
            110413,
            110123,
            110502
        ],
        "Stats": {
            "HP": 892.584,
            "ATK": 679.14,
            "DEF": 412.335,
            "SPD": 109.0,
            "Aggro": 75.0
        },
        "CV": [
            "喵酱",
            "Amber May",
            "井上麻里奈",
            "이새아"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 1211,
        "Ver": "1.0",
        "Name": "백로",
        "Desc": "선주 「나부」 비디아다라족의 큰어른, 「약을 품은 용녀」라 불리는 의사<br>독자적인 의학 이론과 용맥만이 실행할 수 있는 「의료 수단」으로 생명을 구하고 치료한다",
        "Rarity": 5,
        "Element": "Elec",
        "Path": "Abundance",
        "SP": 100.0,
        "Skills": [
            121101,
            121102,
            121103,
            121104,
            121106,
            121107
        ],
        "BydSkills": [],
        "Ranks": [
            121101,
            121102,
            121103,
            121104,
            121105,
            121106
        ],
        "Icon": "avatarshopicon/Avatar/1211",
        "Pic": "avatardrawcard/1211.png",
        "Mat": [
            111003,
            110404,
            110173,
            110502
        ],
        "Stats": {
            "HP": 1319.472,
            "ATK": 562.716,
            "DEF": 485.1,
            "SPD": 98.0,
            "Aggro": 100.0
        },
        "CV": [
            "多多",
            "Su Ling Chan",
            "加藤英美里",
            "조현정"
        ],
        "Camp": 104,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8001,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800101,
            800102,
            800103,
            800104,
            800106,
            800107,
            800108,
            800109
        ],
        "BydSkills": [],
        "Ranks": [
            800101,
            800102,
            800103,
            800104,
            800105,
            800106
        ],
        "Icon": "avatarshopicon/Avatar/8001",
        "Pic": "avatardrawcard/8001.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8002,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Phys",
        "Path": "Destruction",
        "SP": 120.0,
        "Skills": [
            800201,
            800202,
            800203,
            800204,
            800206,
            800207,
            800208,
            800209
        ],
        "BydSkills": [],
        "Ranks": [
            800201,
            800202,
            800203,
            800204,
            800205,
            800206
        ],
        "Icon": "avatarshopicon/Avatar/8002",
        "Pic": "avatardrawcard/8002.png",
        "Mat": [
            111013,
            110400,
            110113,
            110501
        ],
        "Stats": {
            "HP": 1203.048,
            "ATK": 620.928,
            "DEF": 460.845,
            "SPD": 100.0,
            "Aggro": 125.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8003,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800301,
            800308,
            800302,
            800303,
            800304,
            800306,
            800307
        ],
        "BydSkills": [],
        "Ranks": [
            800301,
            800302,
            800303,
            800304,
            800305,
            800306
        ],
        "Icon": "avatarshopicon/Avatar/8003",
        "Pic": "avatardrawcard/8003.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "秦且歌",
            "Shaun Mendum",
            "榎木淳弥",
            "김명준"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    },
    {
        "_id": 8004,
        "Ver": "1.0",
        "Name": "{NICKNAME}",
        "Desc": "은하열차에 탑승한 {F#소녀}{M#소년}.<br>스텔라론이 가져온 위기를 해결하기 위해, 은하열차와의 동행을 선택한다",
        "Rarity": 5,
        "Element": "Fire",
        "Path": "Preservation",
        "SP": 120.0,
        "Skills": [
            800401,
            800408,
            800402,
            800403,
            800404,
            800406,
            800407
        ],
        "BydSkills": [],
        "Ranks": [
            800401,
            800402,
            800403,
            800404,
            800405,
            800406
        ],
        "Icon": "avatarshopicon/Avatar/8004",
        "Pic": "avatardrawcard/8004.png",
        "Mat": [
            111013,
            110400,
            110143,
            110501
        ],
        "Stats": {
            "HP": 1241.856,
            "ATK": 601.524,
            "DEF": 606.375,
            "SPD": 95.0,
            "Aggro": 150.0
        },
        "CV": [
            "陈婷婷",
            "Chloe Eves",
            "石川由依",
            "김하루"
        ],
        "Camp": 100,
        "V": [
            "Pre"
        ]
    }
]

var _item = {
    "2": {
        "Name": "신용 포인트",
        "Icon": "itemicon/2.png"
    },
    "110111": {
        "Name": "부서진 칼날",
        "Icon": "itemicon/110111.png"
    },
    "110112": {
        "Name": "무생의 칼날",
        "Icon": "itemicon/110112.png"
    },
    "110113": {
        "Name": "정화의 칼날",
        "Icon": "itemicon/110113.png"
    },
    "110121": {
        "Name": "짐승 사냥용 화살",
        "Icon": "itemicon/110121.png"
    },
    "110122": {
        "Name": "악마 사냥용 화살",
        "Icon": "itemicon/110122.png"
    },
    "110123": {
        "Name": "별 쫓는 화살",
        "Icon": "itemicon/110123.png"
    },
    "110131": {
        "Name": "영감의 열쇠",
        "Icon": "itemicon/110131.png"
    },
    "110132": {
        "Name": "계몽의 열쇠",
        "Icon": "itemicon/110132.png"
    },
    "110133": {
        "Name": "지식의 열쇠",
        "Icon": "itemicon/110133.png"
    },
    "110141": {
        "Name": "청동의 집념",
        "Icon": "itemicon/110141.png"
    },
    "110142": {
        "Name": "한철의 맹세",
        "Icon": "itemicon/110142.png"
    },
    "110143": {
        "Name": "앰버의 수호",
        "Icon": "itemicon/110143.png"
    },
    "110151": {
        "Name": "어두운 흑요",
        "Icon": "itemicon/110151.png"
    },
    "110152": {
        "Name": "허공의 흑요",
        "Icon": "itemicon/110152.png"
    },
    "110153": {
        "Name": "타락의 흑요",
        "Icon": "itemicon/110153.png"
    },
    "110161": {
        "Name": "조화의 가락",
        "Icon": "itemicon/110161.png"
    },
    "110162": {
        "Name": "가족의 찬가",
        "Icon": "itemicon/110162.png"
    },
    "110163": {
        "Name": "별들의 악장",
        "Icon": "itemicon/110163.png"
    },
    "110171": {
        "Name": "풍요의 씨앗",
        "Icon": "itemicon/110171.png"
    },
    "110172": {
        "Name": "생명의 새싹",
        "Icon": "itemicon/110172.png"
    },
    "110173": {
        "Name": "영원의 꽃",
        "Icon": "itemicon/110173.png"
    },
    "110181": {
        "Name": "보리인의 송곳니",
        "Icon": "itemicon/110181.png"
    },
    "110182": {
        "Name": "늑대 독 송곳니",
        "Icon": "itemicon/110182.png"
    },
    "110183": {
        "Name": "달의 광기 이빨",
        "Icon": "itemicon/110183.png"
    },
    "110191": {
        "Name": "운철 탄환",
        "Icon": "itemicon/110191.png"
    },
    "110192": {
        "Name": "숙명적인 사인",
        "Icon": "itemicon/110192.png"
    },
    "110193": {
        "Name": "시간을 역행하는 일격",
        "Icon": "itemicon/110193.png"
    },
    "110201": {
        "Name": "거친 스케치",
        "Icon": "itemicon/110201.png"
    },
    "110202": {
        "Name": "역동적인 선화",
        "Icon": "itemicon/110202.png"
    },
    "110203": {
        "Name": "정교한 컬러 원고",
        "Icon": "itemicon/110203.png"
    },
    "110211": {
        "Name": "흩어진 별모래",
        "Icon": "itemicon/110211.png"
    },
    "110212": {
        "Name": "유성 결정",
        "Icon": "itemicon/110212.png"
    },
    "110213": {
        "Name": "신성한 앰버",
        "Icon": "itemicon/110213.png"
    },
    "110221": {
        "Name": "열렬의 영혼",
        "Icon": "itemicon/110221.png"
    },
    "110222": {
        "Name": "불꽃의 정령",
        "Icon": "itemicon/110222.png"
    },
    "110223": {
        "Name": "천공을 불태우는 마귀",
        "Icon": "itemicon/110223.png"
    },
    "110231": {
        "Name": "구름 위 음표",
        "Icon": "itemicon/110231.png"
    },
    "110232": {
        "Name": "천상의 소절",
        "Icon": "itemicon/110232.png"
    },
    "110233": {
        "Name": "천외의 악장",
        "Icon": "itemicon/110233.png"
    },
    "110241": {
        "Name": "이계 나무의 씨앗",
        "Icon": "itemicon/110241.png"
    },
    "110242": {
        "Name": "생장의 꽃꿀",
        "Icon": "itemicon/110242.png"
    },
    "110243": {
        "Name": "만상의 과실",
        "Icon": "itemicon/110243.png"
    },
    "110251": {
        "Name": "사량의 씨앗",
        "Icon": "itemicon/110251.png"
    },
    "110252": {
        "Name": "말나 새싹",
        "Icon": "itemicon/110252.png"
    },
    "110253": {
        "Name": "아뢰야 꽃",
        "Icon": "itemicon/110253.png"
    },
    "211": {
        "Name": "여행 견문",
        "Icon": "itemicon/211.png"
    },
    "212": {
        "Name": "모험 기록",
        "Icon": "itemicon/212.png"
    },
    "213": {
        "Name": "여행 가이드",
        "Icon": "itemicon/213.png"
    },
    "241": {
        "Name": "운명의 발자취",
        "Icon": "itemicon/241.png"
    },
    "115001": {
        "Name": "공포에 짓밟힌 육신",
        "Icon": "itemicon/115001.png"
    },
    "115002": {
        "Name": "용기에 찢긴 가슴",
        "Icon": "itemicon/115002.png"
    },
    "115003": {
        "Name": "영광의 세례를 받은 육신",
        "Icon": "itemicon/115003.png"
    },
    "110400": {
        "Name": "깊은 별의 외형질",
        "Icon": "itemicon/110400.png"
    },
    "110401": {
        "Name": "강철 늑대의 깨진 이빨",
        "Icon": "itemicon/110401.png"
    },
    "110402": {
        "Name": "상온 갑각",
        "Icon": "itemicon/110402.png"
    },
    "110403": {
        "Name": "눈보라의 뿔",
        "Icon": "itemicon/110403.png"
    },
    "110404": {
        "Name": "과거 그림자의 번개 왕관",
        "Icon": "itemicon/110404.png"
    },
    "110405": {
        "Name": "폭풍의 눈",
        "Icon": "itemicon/110405.png"
    },
    "110406": {
        "Name": "환영의 무쇠",
        "Icon": "itemicon/110406.png"
    },
    "110407": {
        "Name": "과거 그림자의 황금 장식",
        "Icon": "itemicon/110407.png"
    },
    "115011": {
        "Name": "있는 듯 없는 듯한 조짐",
        "Icon": "itemicon/115011.png"
    },
    "115012": {
        "Name": "점점 가까워지는 비명",
        "Icon": "itemicon/115012.png"
    },
    "115013": {
        "Name": "끝없는 탄식",
        "Icon": "itemicon/115013.png"
    },
    "110411": {
        "Name": "명부 명령",
        "Icon": "itemicon/110411.png"
    },
    "110412": {
        "Name": "과열된 강철 칼날",
        "Icon": "itemicon/110412.png"
    },
    "110413": {
        "Name": "혹한 갑각",
        "Icon": "itemicon/110413.png"
    },
    "110414": {
        "Name": "조형자의 번개 지팡이",
        "Icon": "itemicon/110414.png"
    },
    "110415": {
        "Name": "천인의 유해",
        "Icon": "itemicon/110415.png"
    },
    "110416": {
        "Name": "괴수의 못",
        "Icon": "itemicon/110416.png"
    },
    "110417": {
        "Name": "진령칙부",
        "Icon": "itemicon/110417.png"
    },
    "114001": {
        "Name": "꿈 저장 부품",
        "Icon": "itemicon/114001.png"
    },
    "114002": {
        "Name": "꿈 흐름 밸브",
        "Icon": "itemicon/114002.png"
    },
    "114003": {
        "Name": "꿈 제조 모터",
        "Icon": "itemicon/114003.png"
    },
    "110421": {
        "Name": "스타피스 사원증",
        "Icon": "itemicon/110421.png"
    },
    "110422": {
        "Name": "격분한 심장",
        "Icon": "itemicon/110422.png"
    },
    "110423": {
        "Name": "꿈 아이스박스",
        "Icon": "itemicon/110423.png"
    },
    "110424": {
        "Name": "수관(獸棺)의 못",
        "Icon": "itemicon/110424.png"
    },
    "110425": {
        "Name": "만취의 시대 한잔",
        "Icon": "itemicon/110425.png"
    },
    "110426": {
        "Name": "꿈 토치",
        "Icon": "itemicon/110426.png"
    },
    "114011": {
        "Name": "생각의 가루",
        "Icon": "itemicon/114011.png"
    },
    "114012": {
        "Name": "인상의 파편",
        "Icon": "itemicon/114012.png"
    },
    "114013": {
        "Name": "욕망의 거울 조각",
        "Icon": "itemicon/114013.png"
    },
    "110427": {
        "Name": "한 곡으로 어우러진 환상",
        "Icon": "itemicon/110427.png"
    },
    "110431": {
        "Name": "침략 응괴",
        "Icon": "itemicon/110431.png"
    },
    "110432": {
        "Name": "눈부신 홍염",
        "Icon": "itemicon/110432.png"
    },
    "110433": {
        "Name": "세이렌의 지느러미 잔해",
        "Icon": "itemicon/110433.png"
    },
    "110435": {
        "Name": "석양에 불탄 꽃봉오리",
        "Icon": "itemicon/110435.png"
    },
    "110436": {
        "Name": "어두운 장막의 달빛",
        "Icon": "itemicon/110436.png"
    },
    "110437": {
        "Name": "분쟁의 전조",
        "Icon": "itemicon/110437.png"
    },
    "113001": {
        "Name": "영생의 새싹",
        "Icon": "itemicon/113001.png"
    },
    "113002": {
        "Name": "영생의 꽃",
        "Icon": "itemicon/113002.png"
    },
    "113003": {
        "Name": "영생의 가지",
        "Icon": "itemicon/113003.png"
    },
    "113011": {
        "Name": "공조 기계 부품",
        "Icon": "itemicon/113011.png"
    },
    "113012": {
        "Name": "공조 톱니바퀴",
        "Icon": "itemicon/113012.png"
    },
    "113013": {
        "Name": "공조 환류 심장",
        "Icon": "itemicon/113013.png"
    },
    "112001": {
        "Name": "철위대 배지",
        "Icon": "itemicon/112001.png"
    },
    "112002": {
        "Name": "철위대 표식",
        "Icon": "itemicon/112002.png"
    },
    "112003": {
        "Name": "철위대 훈장",
        "Icon": "itemicon/112003.png"
    },
    "112011": {
        "Name": "고대 부속품",
        "Icon": "itemicon/112011.png"
    },
    "112012": {
        "Name": "고대 전동축",
        "Icon": "itemicon/112012.png"
    },
    "112013": {
        "Name": "고대 엔진",
        "Icon": "itemicon/112013.png"
    },
    "111001": {
        "Name": "소멸된 코어",
        "Icon": "itemicon/111001.png"
    },
    "111002": {
        "Name": "희미한 빛의 코어",
        "Icon": "itemicon/111002.png"
    },
    "111003": {
        "Name": "꿈틀대는 코어",
        "Icon": "itemicon/111003.png"
    },
    "111011": {
        "Name": "약탈의 본능",
        "Icon": "itemicon/111011.png"
    },
    "111012": {
        "Name": "변조된 야망",
        "Icon": "itemicon/111012.png"
    },
    "111013": {
        "Name": "짓밟힌 의지",
        "Icon": "itemicon/111013.png"
    },
    "110501": {
        "Name": "파멸자의 말로",
        "Icon": "itemicon/110501.png"
    },
    "110503": {
        "Name": "무한한 가짜의 여한",
        "Icon": "itemicon/110503.png"
    },
    "110502": {
        "Name": "수호자의 비원(悲願)",
        "Icon": "itemicon/110502.png"
    },
    "110504": {
        "Name": "별을 갉아먹고 재앙을 낳는 구악",
        "Icon": "itemicon/110504.png"
    },
    "110505": {
        "Name": "공동의 염원의 유음",
        "Icon": "itemicon/110505.png"
    },
    "110506": {
        "Name": "길광편우",
        "Icon": "itemicon/110506.png"
    },
    "110507": {
        "Name": "태양과 번개의 회상",
        "Icon": "itemicon/110507.png"
    },
    "110508": {
        "Name": "범람을 끊는 침묵",
        "Icon": "itemicon/110508.png"
    }
}

var _propiconname = {
    "IceAddedRatio": "IconIceAddedRatio.png",
    "DefenceAddedRatio": "IconDefence.png",
    "StatusResistanceBase": "IconStatusResistance.png",
    "WindAddedRatio": "IconWindAddedRatio.png",
    "AttackAddedRatio": "IconAttack.png",
    "FireAddedRatio": "IconFireAddedRatio.png",
    "ImaginaryAddedRatio": "IconImaginaryAddedRatio.png",
    "StatusProbabilityBase": "IconStatusProbability.png",
    "HPAddedRatio": "IconMaxHP.png",
    "QuantumAddedRatio": "IconQuantumAddedRatio.png",
    "CriticalChanceBase": "IconCriticalChance.png",
    "CriticalDamageBase": "IconCriticalDamage.png",
    "PhysicalAddedRatio": "IconPhysicalAddedRatio.png",
    "ThunderAddedRatio": "IconThunderAddedRatio.png",
    "BreakDamageAddedRatioBase": "IconBreakUp.png",
    "SpeedDelta": "IconSpeed.png"
}

var _propname = {
    "IceAddedRatio": "얼음 속성 피해 증가",
    "DefenceAddedRatio": "방어력",
    "StatusResistanceBase": "효과 저항",
    "WindAddedRatio": "바람 속성 피해 증가",
    "AttackAddedRatio": "공격력",
    "FireAddedRatio": "화염 속성 피해 증가",
    "ImaginaryAddedRatio": "허수 속성 피해 증가",
    "StatusProbabilityBase": "효과 명중",
    "HPAddedRatio": "HP",
    "QuantumAddedRatio": "양자 속성 피해 증가",
    "CriticalChanceBase": "치명타 확률",
    "CriticalDamageBase": "치명타 피해",
    "PhysicalAddedRatio": "물리 속성 피해 증가",
    "ThunderAddedRatio": "번개 속성 피해 증가",
    "BreakDamageAddedRatioBase": "격파 특수효과",
    "SpeedDelta": "속도"
}

var _camp = {
    "100": "은하열차",
    "101": "스텔라론 헌터",
    "102": "우주정거장 「헤르타」",
    "103": "벨로보그",
    "104": "선주 「나부」",
    "105": "스타피스 컴퍼니",
    "106": "미(美)의 기사단",
    "107": "지식학회",
    "108": "페나코니",
    "109": "기억의 정원",
    "110": "가면의 우인",
    "111": "갤럭시 레인저",
    "112": "자멸자",
    "113": "선주 「주명」",
    "114": "선주 「요청」",
    "115": "은하",
    "116": "앰포리어스",
    "117": "이세계",
    "118": "소각공"
}

var _search_avatar = {
    "1221": 31,
    "云璃": 33,
    "YUNLI": 33,
    "1321": 1,
    "大丽花": 1,
    "THEDAHLIA": 1,
    "1415": 2,
    "昔涟": 2,
    "CYRENE": 2,
    "8007": 3,
    "开拓者": 89,
    "TRAILBLAZER": 89,
    "8008": 4,
    "1413": 5,
    "长夜月": 5,
    "EVERNIGHT": 5,
    "1414": 6,
    "丹恒·腾荒": 6,
    "DANHENG•PERMANSORTERRAE": 6,
    "1410": 7,
    "海瑟音": 7,
    "HYSILENS": 7,
    "1412": 8,
    "刻律德菈": 8,
    "CERYDRA": 8,
    "1408": 9,
    "白厄": 9,
    "PHAINON": 9,
    "1014": 10,
    "SABER": 10,
    "1015": 11,
    "ARCHER": 11,
    "2212": 12,
    "镜流": 54,
    "JINGLIU": 54,
    "2205": 13,
    "刃": 60,
    "BLADE": 60,
    "2005": 14,
    "卡芙卡": 58,
    "KAFKA": 58,
    "2006": 15,
    "银狼": 61,
    "SILVERWOLF": 61,
    "1406": 16,
    "赛飞儿": 16,
    "CIPHER": 16,
    "1409": 17,
    "风堇": 17,
    "HYACINE": 17,
    "1405": 18,
    "那刻夏": 18,
    "ANAXA": 18,
    "1407": 19,
    "遐蝶": 19,
    "CASTORICE": 19,
    "1403": 20,
    "缇宝": 20,
    "TRIBBIE": 20,
    "1404": 21,
    "万敌": 21,
    "MYDEI": 21,
    "1401": 22,
    "大黑塔": 22,
    "THEHERTA": 22,
    "1402": 23,
    "阿格莱雅": 23,
    "AGLAEA": 23,
    "1225": 24,
    "忘归人": 24,
    "FUGUE": 24,
    "1313": 25,
    "星期日": 25,
    "SUNDAY": 25,
    "1317": 26,
    "乱破": 26,
    "RAPPA": 26,
    "1220": 27,
    "飞霄": 27,
    "FEIXIAO": 27,
    "1222": 28,
    "灵砂": 28,
    "LINGSHA": 28,
    "1223": 29,
    "貊泽": 29,
    "MOZE": 29,
    "1218": 30,
    "椒丘": 30,
    "JIAOQIU": 30,
    "1224": 32,
    "三月七": 64,
    "MARCH7TH": 64,
    "12210": 33,
    "1310": 34,
    "流萤": 34,
    "FIREFLY": 34,
    "1314": 35,
    "翡翠": 35,
    "JADE": 35,
    "1309": 36,
    "知更鸟": 36,
    "ROBIN": 36,
    "1315": 37,
    "波提欧": 37,
    "BOOTHILL": 37,
    "8005": 38,
    "8006": 39,
    "1301": 40,
    "加拉赫": 40,
    "GALLAGHER": 40,
    "1304": 41,
    "砂金": 41,
    "AVENTURINE": 41,
    "1308": 42,
    "黄泉": 42,
    "ACHERON": 42,
    "1306": 43,
    "花火": 43,
    "SPARKLE": 43,
    "1307": 44,
    "黑天鹅": 44,
    "BLACKSWAN": 44,
    "1312": 45,
    "米沙": 45,
    "MISHA": 45,
    "1214": 46,
    "雪衣": 46,
    "XUEYI": 46,
    "1303": 47,
    "阮·梅": 47,
    "RUANMEI": 47,
    "1305": 48,
    "真理医生": 48,
    "DR.RATIO": 48,
    "1215": 49,
    "寒鸦": 49,
    "HANYA": 49,
    "1217": 50,
    "藿藿": 50,
    "HUOHUO": 50,
    "1302": 51,
    "银枝": 51,
    "ARGENTI": 51,
    "1112": 52,
    "托帕&账账": 52,
    "TOPAZ&NUMBY": 52,
    "1210": 53,
    "桂乃芬": 53,
    "GUINAIFEN": 53,
    "1212": 54,
    "1110": 55,
    "玲可": 55,
    "LYNX": 55,
    "1208": 56,
    "符玄": 56,
    "FUXUAN": 56,
    "1213": 57,
    "丹恒·饮月": 57,
    "DANHENG•IMBIBITORLUNAE": 57,
    "1005": 58,
    "1111": 59,
    "卢卡": 59,
    "LUKA": 59,
    "1205": 60,
    "1006": 61,
    "1203": 62,
    "罗刹": 62,
    "LUOCHA": 62,
    "1207": 63,
    "驭空": 63,
    "YUKONG": 63,
    "1001": 64,
    "1002": 65,
    "丹恒": 65,
    "DANHENG": 65,
    "1003": 66,
    "姬子": 66,
    "HIMEKO": 66,
    "1004": 67,
    "瓦尔特": 67,
    "WELT": 67,
    "1008": 68,
    "阿兰": 68,
    "ARLAN": 68,
    "1009": 69,
    "艾丝妲": 69,
    "ASTA": 69,
    "1013": 70,
    "黑塔": 70,
    "HERTA": 70,
    "1101": 71,
    "布洛妮娅": 71,
    "BRONYA": 71,
    "1102": 72,
    "希儿": 72,
    "SEELE": 72,
    "1103": 73,
    "希露瓦": 73,
    "SERVAL": 73,
    "1104": 74,
    "杰帕德": 74,
    "GEPARD": 74,
    "1105": 75,
    "娜塔莎": 75,
    "NATASHA": 75,
    "1106": 76,
    "佩拉": 76,
    "PELA": 76,
    "1107": 77,
    "克拉拉": 77,
    "CLARA": 77,
    "1108": 78,
    "桑博": 78,
    "SAMPO": 78,
    "1109": 79,
    "虎克": 79,
    "HOOK": 79,
    "1201": 80,
    "青雀": 80,
    "QINGQUE": 80,
    "1202": 81,
    "停云": 81,
    "TINGYUN": 81,
    "1204": 82,
    "景元": 82,
    "JINGYUAN": 82,
    "1206": 83,
    "素裳": 83,
    "SUSHANG": 83,
    "1209": 84,
    "彦卿": 84,
    "YANQING": 84,
    "1211": 85,
    "白露": 85,
    "BAILU": 85,
    "8001": 86,
    "8002": 87,
    "8003": 88,
    "8004": 89
}

var _search_weapon = {
    "23030": 23,
    "落日时起舞": 23,
    "DANCEATSUNSET": 23,
    "23050": 1,
    "勿忘她的火焰": 1,
    "NEVERFORGETHERFLAME": 1,
    "23052": 2,
    "爱如此刻永恒": 2,
    "THISLOVE,FOREVER": 2,
    "23051": 3,
    "纵然山河万程": 3,
    "THOUGHWORLDSAPART": 3,
    "23049": 4,
    "致长夜的星光": 4,
    "TOEVERNIGHTSSTARS": 4,
    "23048": 5,
    "金血铭刻的时代": 5,
    "EPOCHETCHEDINGOLDENBLOOD": 5,
    "23047": 6,
    "海洋为何而歌": 6,
    "WHYDOESTHEOCEANSING": 6,
    "23046": 7,
    "理想燃烧的地狱": 7,
    "THEHELLWHEREIDEALSBURN": 7,
    "23045": 8,
    "没有回报的加冕": 8,
    "ATHANKLESSCORONATION": 8,
    "23044": 9,
    "黎明恰如此燃烧": 9,
    "THUSBURNSTHEDAWN": 9,
    "23043": 10,
    "谎言在风中飘扬": 10,
    "LIESDANCEONTHEBREEZE": 10,
    "23042": 11,
    "愿虹光永驻天空": 11,
    "LONGMAYRAINBOWSADORNTHESKY": 11,
    "23041": 12,
    "生命当付之一炬": 12,
    "LIFESHOULDBECASTTOFLAMES": 12,
    "23040": 13,
    "让告别，更美一些": 13,
    "MAKEFAREWELLSMOREBEAUTIFUL": 13,
    "23039": 14,
    "血火啊，燃烧前路": 14,
    "FLAMEOFBLOOD,BLAZEMYPATH": 14,
    "23038": 15,
    "如果时间是一朵花": 15,
    "IFTIMEWEREAFLOWER": 15,
    "23037": 16,
    "向着不可追问处": 16,
    "INTOTHEUNREACHABLEVEIL": 16,
    "23036": 17,
    "将光阴织成黄金": 17,
    "TIMEWOVENINTOGOLD": 17,
    "23035": 18,
    "长路终有归途": 18,
    "LONGROADLEADSHOME": 18,
    "23034": 19,
    "回到大地的飞行": 19,
    "AGROUNDEDASCENT": 19,
    "23033": 20,
    "忍法帖·缭乱破魔": 20,
    "NINJUTSUINSCRIPTION:DAZZLINGEVILBREAKER": 20,
    "23032": 21,
    "唯有香如故": 21,
    "SCENTALONESTAYSTRUE": 21,
    "23031": 22,
    "我将，巡征追猎": 22,
    "IVENTUREFORTHTOHUNT": 22,
    "23029": 24,
    "那无数个春天": 24,
    "THOSEMANYSPRINGS": 24,
    "23028": 25,
    "偏偏希望无价": 25,
    "YETHOPEISPRICELESS": 25,
    "23027": 26,
    "驶向第二次生命": 26,
    "SAILINGTOWARDSASECONDLIFE": 26,
    "23026": 27,
    "夜色流光溢彩": 27,
    "FLOWINGNIGHTGLOW": 27,
    "23025": 28,
    "梦应归于何处": 28,
    "WHEREABOUTSSHOULDDREAMSREST": 28,
    "23024": 29,
    "行于流逝的岸": 29,
    "ALONGTHEPASSINGSHORE": 29,
    "23023": 30,
    "命运从未公平": 30,
    "INHERENTLYUNJUSTDESTINY": 30,
    "23022": 31,
    "重塑时光之忆": 31,
    "REFORGEDREMEMBRANCE": 31,
    "23021": 32,
    "游戏尘寰": 32,
    "EARTHLYESCAPADE": 32,
    "23020": 33,
    "纯粹思维的洗礼": 33,
    "BAPTISMOFPURETHOUGHT": 33,
    "23019": 34,
    "镜中故我": 34,
    "PASTSELFINMIRROR": 34,
    "23018": 35,
    "片刻，留在眼底": 35,
    "ANINSTANTBEFOREAGAZE": 35,
    "23017": 36,
    "惊魂夜": 36,
    "NIGHTOFFRIGHT": 36,
    "23016": 37,
    "烦恼着，幸福着": 37,
    "WORRISOME,BLISSFUL": 37,
    "23015": 38,
    "比阳光更明亮的": 38,
    "BRIGHTERTHANTHESUN": 38,
    "23014": 39,
    "此身为剑": 39,
    "ISHALLBEMYOWNSWORD": 39,
    "23013": 40,
    "时节不居": 40,
    "TIMEWAITSFORNOONE": 40,
    "23012": 41,
    "如泥酣眠": 41,
    "SLEEPLIKETHEDEAD": 41,
    "23011": 42,
    "她已闭上双眼": 42,
    "SHEALREADYSHUTHEREYES": 42,
    "23010": 43,
    "拂晓之前": 43,
    "BEFOREDAWN": 43,
    "23009": 44,
    "到不了的彼岸": 44,
    "THEUNREACHABLESIDE": 44,
    "23008": 45,
    "棺的回响": 45,
    "ECHOESOFTHECOFFIN": 45,
    "23007": 46,
    "雨一直下": 46,
    "INCESSANTRAIN": 46,
    "23006": 47,
    "只需等待": 47,
    "PATIENCEISALLYOUNEED": 47,
    "23005": 48,
    "制胜的瞬间": 48,
    "MOMENTOFVICTORY": 48,
    "23004": 49,
    "以世界之名": 49,
    "INTHENAMEOFTHEWORLD": 49,
    "23003": 50,
    "但战斗还未结束": 50,
    "BUTTHEBATTLEISNTOVER": 50,
    "23002": 51,
    "无可取代的东西": 51,
    "SOMETHINGIRREPLACEABLE": 51,
    "23001": 52,
    "于夜色中": 52,
    "INTHENIGHT": 52,
    "23000": 53,
    "银河铁道之夜": 53,
    "NIGHTONTHEMILKYWAY": 53,
    "24005": 54,
    "记忆永不落幕": 54,
    "MEMORYSCURTAINNEVERFALLS": 54,
    "24004": 55,
    "不息的演算": 55,
    "ETERNALCALCULUS": 55,
    "24003": 56,
    "孤独的疗愈": 56,
    "SOLITARYHEALING": 56,
    "24002": 57,
    "记忆的质料": 57,
    "TEXTUREOFMEMORIES": 57,
    "24001": 58,
    "星海巡航": 58,
    "CRUISINGINTHESTELLARSEA": 58,
    "24000": 59,
    "记一位星神的陨落": 59,
    "ONTHEFALLOFANAEON": 59,
    "22006": 60,
    "飞向粉色的明天": 60,
    "FLYINTOAPINKTOMORROW": 60,
    "22005": 61,
    "永远的迷境饭": 61,
    "THEFOREVERVICTUAL": 61,
    "22004": 62,
    "宇宙大生意": 62,
    "THEGREATCOSMICENTERPRISE": 62,
    "22003": 63,
    "忍事录·音律狩猎": 63,
    "NINJARECORD:SOUNDHUNT": 63,
    "22002": 64,
    "为了明日的旅途": 64,
    "FORTOMORROWSJOURNEY": 64,
    "22001": 65,
    "嘿，我在这儿": 65,
    "HEY,OVERHERE": 65,
    "22000": 66,
    "新手任务开始前": 66,
    "BEFORETHETUTORIALMISSIONSTARTS": 66,
    "21062": 67,
    "于那终点再见": 67,
    "SEEYOUATTHEEND": 67,
    "21061": 68,
    "假日浴场大冒险": 68,
    "HOLIDAYTHERMAEESCAPADE": 68,
    "21060": 69,
    "氤氲麦香的梦": 69,
    "ADREAMSCENTEDINWHEAT": 69,
    "21058": 70,
    "一行往日的血": 70,
    "ATRAILOFBYGONEBLOOD": 70,
    "21057": 71,
    "花儿不会忘记": 71,
    "THEFLOWERREMEMBERS": 71,
    "21056": 72,
    "追逐风的时候": 72,
    "INPURSUITOFTHEWIND": 72,
    "21055": 73,
    "直到明天的明天": 73,
    "UNTOTOMORROWSMORROW": 73,
    "21054": 74,
    "故事的下一页": 74,
    "THESTORYSNEXTPAGE": 74,
    "21053": 75,
    "愿旅途永远坦然": 75,
    "JOURNEY,FOREVERPEACEFUL": 75,
    "21052": 76,
    "多流汗，少流泪": 76,
    "SWEATNOW,CRYLESS": 76,
    "21051": 77,
    "天才们的问候": 77,
    "GENIUSESGREETINGS": 77,
    "21050": 78,
    "胜利只在朝夕间": 78,
    "VICTORYINABLINK": 78,
    "21048": 79,
    "梦的蒙太奇": 79,
    "DREAMSMONTAGE": 79,
    "21047": 80,
    "黑夜如影随行": 80,
    "SHADOWEDBYNIGHT": 80,
    "21046": 81,
    "芳华待灼": 81,
    "POISEDTOBLOOM": 81,
    "21045": 82,
    "谐乐静默之后": 82,
    "AFTERTHECHARMONYFALL": 82,
    "21044": 83,
    "无边曼舞": 83,
    "BOUNDLESSCHOREO": 83,
    "21043": 84,
    "两个人的演唱会": 84,
    "CONCERTFORTWO": 84,
    "21042": 85,
    "铭记于心的约定": 85,
    "INDELIBLEPROMISE": 85,
    "21041": 86,
    "好戏开演": 86,
    "ITSSHOWTIME": 86,
    "21040": 87,
    "银河沦陷日": 87,
    "THEDAYTHECOSMOSFELL": 87,
    "21039": 88,
    "织造命运之线": 88,
    "DESTINYSTHREADSFOREWOVEN": 88,
    "21038": 89,
    "在火的远处": 89,
    "FLAMESAFAR": 89,
    "21037": 90,
    "最后的赢家": 90,
    "FINALVICTOR": 90,
    "21036": 91,
    "美梦小镇大冒险": 91,
    "DREAMVILLEADVENTURE": 91,
    "21035": 92,
    "何物为真": 92,
    "WHATISREAL?": 92,
    "21034": 93,
    "今日亦是和平的一日": 93,
    "TODAYISANOTHERPEACEFULDAY": 93,
    "21033": 94,
    "无处可逃": 94,
    "NOWHERETORUN": 94,
    "21032": 95,
    "镂月裁云之意": 95,
    "CARVETHEMOON,WEAVETHECLOUDS": 95,
    "21031": 96,
    "重返幽冥": 96,
    "RETURNTODARKNESS": 96,
    "21030": 97,
    "这就是我啦！": 97,
    "THISISME!": 97,
    "21029": 98,
    "后会有期": 98,
    "WEWILLMEETAGAIN": 98,
    "21028": 99,
    "暖夜不会漫长": 99,
    "WARMTHSHORTENSCOLDNIGHTS": 99,
    "21027": 100,
    "早餐的仪式感": 100,
    "THESERIOUSNESSOFBREAKFAST": 100,
    "21026": 101,
    "汪！散步时间！": 101,
    "WOOF!WALKTIME!": 101,
    "21025": 102,
    "过往未来": 102,
    "PASTANDFUTURE": 102,
    "21024": 103,
    "春水初生": 103,
    "RIVERFLOWSINSPRING": 103,
    "21023": 104,
    "我们是地火": 104,
    "WEAREWILDFIRE": 104,
    "21022": 105,
    "延长记号": 105,
    "FERMATA": 105,
    "21021": 106,
    "等价交换": 106,
    "QUIDPROQUO": 106,
    "21020": 107,
    "天才们的休憩": 107,
    "GENIUSESREPOSE": 107,
    "21019": 108,
    "在蓝天下": 108,
    "UNDERTHEBLUESKY": 108,
    "21018": 109,
    "舞！舞！舞！": 109,
    "DANCE!DANCE!DANCE!": 109,
    "21017": 110,
    "点个关注吧！": 110,
    "SUBSCRIBEFORMORE!": 110,
    "21016": 111,
    "宇宙市场趋势": 111,
    "TRENDOFTHEUNIVERSALMARKET": 111,
    "21015": 112,
    "决心如汗珠般闪耀": 112,
    "RESOLUTIONSHINESASPEARLSOFSWEAT": 112,
    "21014": 113,
    "此时恰好": 113,
    "PERFECTTIMING": 113,
    "21013": 114,
    "别让世界静下来": 114,
    "MAKETHEWORLDCLAMOR": 114,
    "21012": 115,
    "秘密誓心": 115,
    "ASECRETVOW": 115,
    "21011": 116,
    "与行星相会": 116,
    "PLANETARYRENDEZVOUS": 116,
    "21010": 117,
    "论剑": 117,
    "SWORDPLAY": 117,
    "21009": 118,
    "朗道的选择": 118,
    "LANDAUSCHOICE": 118,
    "21008": 119,
    "猎物的视线": 119,
    "EYESOFTHEPREY": 119,
    "21007": 120,
    "同一种心情": 120,
    "SHAREDFEELING": 120,
    "21006": 121,
    "「我」的诞生": 121,
    "THEBIRTHOFTHESELF": 121,
    "21005": 122,
    "鼹鼠党欢迎你": 122,
    "THEMOLESWELCOMEYOU": 122,
    "21004": 123,
    "记忆中的模样": 123,
    "MEMORIESOFTHEPAST": 123,
    "21003": 124,
    "唯有沉默": 124,
    "ONLYSILENCEREMAINS": 124,
    "21002": 125,
    "余生的第一天": 125,
    "DAYONEOFMYNEWLIFE": 125,
    "21001": 126,
    "晚安与睡颜": 126,
    "GOODNIGHTANDSLEEPWELL": 126,
    "21000": 127,
    "一场术后对话": 127,
    "POSTOPCONVERSATION": 127,
    "20022": 128,
    "溯忆": 128,
    "REMINISCENCE": 128,
    "20021": 129,
    "焚影": 129,
    "SHADOWBURN": 129,
    "20020": 130,
    "睿见": 130,
    "SAGACITY": 130,
    "20019": 131,
    "调和": 131,
    "MEDIATION": 131,
    "20018": 132,
    "匿影": 132,
    "HIDDENSHADOW": 132,
    "20017": 133,
    "开疆": 133,
    "PIONEERING": 133,
    "20016": 134,
    "俱殁": 134,
    "MUTUALDEMISE": 134,
    "20015": 135,
    "蕃息": 135,
    "MULTIPLICATION": 135,
    "20014": 136,
    "相抗": 136,
    "ADVERSARIAL": 136,
    "20013": 137,
    "灵钥": 137,
    "PASSKEY": 137,
    "20012": 138,
    "轮契": 138,
    "MESHINGCOGS": 138,
    "20011": 139,
    "渊环": 139,
    "LOOP": 139,
    "20010": 140,
    "戍御": 140,
    "DEFENSE": 140,
    "20009": 141,
    "乐圮": 141,
    "SHATTEREDHOME": 141,
    "20008": 142,
    "嘉果": 142,
    "FINEFRUIT": 142,
    "20007": 143,
    "离弦": 143,
    "DARTINGARROW": 143,
    "20006": 144,
    "智库": 144,
    "DATABANK": 144,
    "20005": 145,
    "齐颂": 145,
    "CHORUS": 145,
    "20004": 146,
    "幽邃": 146,
    "VOID": 146,
    "20003": 147,
    "琥珀": 147,
    "AMBER": 147,
    "20002": 148,
    "天倾": 148,
    "COLLAPSINGSKY": 148,
    "20001": 149,
    "物穰": 149,
    "CORNUCOPIA": 149,
    "20000": 150,
    "锋镝": 150,
    "ARROWS": 150
}

var _search_relic = {
    "324": 0,
    "天国@直播间": 0,
    "TENGOKU@LIVESTREAM": 0,
    "323": 1,
    "永恒之地翁法罗斯": 1,
    "AMPHOREUS,THEETERNALLAND": 1,
    "322": 2,
    "沉欢醉饮的海隅": 2,
    "REVELRYBYTHESEA": 2,
    "321": 3,
    "妖精织梦的乐园": 3,
    "ARCADIAOFWOVENDREAMS": 3,
    "320": 4,
    "渊思寂虑的巨树": 4,
    "GIANTTREEOFRAPTBROODING": 4,
    "319": 5,
    "谧宁拾骨地": 5,
    "BONECOLLECTIONSSERENEDEMESNE": 5,
    "318": 6,
    "奇想蕉乐园": 6,
    "THEWONDROUSBANANAMUSEMENTPARK": 6,
    "317": 7,
    "沉陆海域露莎卡": 7,
    "LUSHAKA,THESUNKENSEAS": 7,
    "316": 8,
    "劫火莲灯铸炼宫": 8,
    "FORGEOFTHEKALPAGNILANTERN": 8,
    "315": 9,
    "奔狼的都蓝王朝": 9,
    "DURAN,DYNASTYOFRUNNINGWOLVES": 9,
    "314": 10,
    "出云显世与高天神国": 10,
    "IZUMOGENSEIANDTAKAMADIVINEREALM": 10,
    "313": 11,
    "无主荒星茨冈尼亚": 11,
    "SIGONIA,THEUNCLAIMEDDESOLATION": 11,
    "312": 12,
    "梦想之地匹诺康尼": 12,
    "PENACONY,LANDOFTHEDREAMS": 12,
    "311": 13,
    "苍穹战线格拉默": 13,
    "FIRMAMENTFRONTLINE:GLAMOTH": 13,
    "310": 14,
    "折断的龙骨": 14,
    "BROKENKEEL": 14,
    "309": 15,
    "繁星竞技场": 15,
    "RUTILANTARENA": 15,
    "308": 16,
    "生命的翁瓦克": 16,
    "SPRIGHTLYVONWACQ": 16,
    "307": 17,
    "盗贼公国塔利亚": 17,
    "TALIA:KINGDOMOFBANDITRY": 17,
    "306": 18,
    "停转的萨尔索图": 18,
    "INERTSALSOTTO": 18,
    "305": 19,
    "星体差分机": 19,
    "CELESTIALDIFFERENTIATOR": 19,
    "304": 20,
    "筑城者的贝洛伯格": 20,
    "BELOBOGOFTHEARCHITECTS": 20,
    "303": 21,
    "泛银河商业公司": 21,
    "PANCOSMICCOMMERCIALENTERPRISE": 21,
    "302": 22,
    "不老者的仙舟": 22,
    "FLEETOFTHEAGELESS": 22,
    "301": 23,
    "太空封印站": 23,
    "SPACESEALINGSTATION": 23,
    "128": 24,
    "自匿星芒的隐士": 24,
    "SELFENSHROUDEDRECLUSE": 24,
    "127": 25,
    "再创天地的救世主": 25,
    "WORLDREMAKINGDELIVERER": 25,
    "126": 26,
    "恶海逐波的船长": 26,
    "WAVESTRIDERCAPTAIN": 26,
    "125": 27,
    "烈阳惊雷的女武神": 27,
    "WARRIORGODDESSOFSUNANDTHUNDER": 27,
    "124": 28,
    "哀歌覆国的诗人": 28,
    "POETOFMOURNINGCOLLAPSE": 28,
    "123": 29,
    "凯歌祝捷的英豪": 29,
    "HEROOFTRIUMPHANTSONG": 29,
    "122": 30,
    "识海迷坠的学者": 30,
    "SCHOLARLOSTINERUDITION": 30,
    "121": 31,
    "重循苦旅的司铎": 31,
    "SACERDOSRELIVEDORDEAL": 31,
    "120": 32,
    "风举云飞的勇烈": 32,
    "THEWINDSOARINGVALOROUS": 32,
    "119": 33,
    "荡除蠹灾的铁骑": 33,
    "IRONCAVALRYAGAINSTTHESCOURGE": 33,
    "118": 34,
    "机心戏梦的钟表匠": 34,
    "WATCHMAKER,MASTEROFDREAMMACHINATIONS": 34,
    "117": 35,
    "死水深潜的先驱": 35,
    "PIONEERDIVEROFDEADWATERS": 35,
    "116": 36,
    "幽锁深牢的系囚": 36,
    "PRISONERINDEEPCONFINEMENT": 36,
    "115": 37,
    "毁烬焚骨的大公": 37,
    "THEASHBLAZINGGRANDDUKE": 37,
    "114": 38,
    "骇域漫游的信使": 38,
    "MESSENGERTRAVERSINGHACKERSPACE": 38,
    "113": 39,
    "宝命长存的莳者": 39,
    "LONGEVOUSDISCIPLE": 39,
    "112": 40,
    "盗匪荒漠的废土客": 40,
    "WASTELANDEROFBANDITRYDESERT": 40,
    "111": 41,
    "流星追迹的怪盗": 41,
    "THIEFOFSHOOTINGMETEOR": 41,
    "110": 42,
    "晨昏交界的翔鹰": 42,
    "EAGLEOFTWILIGHTLINE": 42,
    "109": 43,
    "激奏雷电的乐队": 43,
    "BANDOFSIZZLINGTHUNDER": 43,
    "108": 44,
    "繁星璀璨的天才": 44,
    "GENIUSOFBRILLIANTSTARS": 44,
    "107": 45,
    "熔岩锻铸的火匠": 45,
    "FIRESMITHOFLAVAFORGING": 45,
    "106": 46,
    "戍卫风雪的铁卫": 46,
    "GUARDOFWUTHERINGSNOW": 46,
    "105": 47,
    "街头出身的拳王": 47,
    "CHAMPIONOFSTREETWISEBOXING": 47,
    "104": 48,
    "密林卧雪的猎人": 48,
    "HUNTEROFGLACIALFOREST": 48,
    "103": 49,
    "净庭教宗的圣骑士": 49,
    "KNIGHTOFPURITYPALACE": 49,
    "102": 50,
    "野穗伴行的快枪手": 50,
    "MUSKETEEROFWILDWHEAT": 50,
    "101": 51,
    "云无留迹的过客": 51,
    "PASSERBYOFWANDERINGCLOUD": 51
}

var _changelog_relic = {
    "v1": [
        {
            "Icon": "71051.png",
            "Name": "Tengoku@Livestream",
            "Old": "<b>@2P#</b> Increases the wearer's CRIT DMG by <b>16%</b>. If <b>3</b> or more Skill Points are consumed in the same turn, additionally increases the wearer's CRIT DMG by <b>32%</b> for <b>3</b> turns.",
            "New": "<b>@2P#</b> Increases the wearer's CRIT DMG by <b>16%</b>. If <b>3</b> or more Skill Points are consumed in the same turn, additionally increases the wearer's CRIT DMG by <b>32%</b>, lasting for <b>3</b> turns.",
            "Num": 1
        },
        {
            "Icon": "71051.png",
            "Name": "Tengoku@Livestream",
            "Old": "<b>@2P#</b> Increases the wearer's CRIT DMG by <b>16%</b>. If <b>3</b> or more Skill Points are consumed in the same turn, additionally increases the wearer's CRIT DMG by <b>32%</b>, lasting for <b>3</b> turns.",
            "New": "<b>@2P#</b> Increases the wearer's CRIT DMG by <b>16%</b>. If <b>3</b> or more Skill Points are consumed in the same turn, additionally increases the wearer's CRIT DMG by <b>32%</b> for <b>3</b> turns.",
            "Num": 1
        }
    ],
    "v2": [],
    "v3": [
        {
            "Icon": "71051.png",
            "Name": "Tengoku@Livestream",
            "Old": "<b>@2P#</b> Increases the wearer's CRIT DMG by <b>16%</b>. If <b>3</b> or more Skill Points are consumed in the same turn, additionally increases the wearer's CRIT DMG by <b>32%</b> for <b>3</b> turns.",
            "New": "<b>@2P#</b> Increases the wearer's CRIT DMG by <b>16%</b>. If <b>3</b> or more Skill Points are consumed in the same turn, additionally increases the wearer's CRIT DMG by <b>32%</b>, lasting for <b>3</b> turns.",
            "Num": 1
        },
        {
            "Icon": "71034.png",
            "Name": "Duran, Dynasty of Running Wolves",
            "Old": "<b>@2P#</b> When an ally uses a Follow-up ATK, the wearer gains 1 stack of Merit, stacking up to <b>5</b> time(s). Each stack of Merit increases the DMG dealt by the wearer's Follow-up ATKs by <b>5%</b>. When there are <b>5</b> stacks, additionally increases the wearer's CRIT DMG by <b>25%</b>.",
            "New": "<b>@2P#</b> When an ally uses a Follow-Up ATK, the wearer gains 1 stack of Merit, stacking up to <b>5</b> time(s). Each stack of Merit increases the DMG dealt by the wearer's Follow-Up ATKs by <b>5%</b>. When there are <b>5</b> stacks, additionally increases the wearer's CRIT DMG by <b>25%</b>.",
            "Num": 1
        },
        {
            "Icon": "71017.png",
            "Name": "Inert Salsotto",
            "Old": "<b>@2P#</b> Increases the wearer's CRIT Rate by <b>8%</b>. When the wearer's current CRIT Rate reaches <b>50%</b> or higher, the DMG dealt by the wearer's Ultimate and Follow-up ATK increases by <b>15%</b>.",
            "New": "<b>@2P#</b> Increases the wearer's CRIT Rate by <b>8%</b>. When the wearer's current CRIT Rate reaches <b>50%</b> or higher, the DMG dealt by the wearer's Ultimate and Follow-Up ATK increases by <b>15%</b>.",
            "Num": 1
        },
        {
            "Icon": "71033.png",
            "Name": "The Wind-Soaring Valorous",
            "Old": "<b>@2P#</b> Increases ATK by <b>12%</b>.<br><b>@4P#</b> Increases the wearer's CRIT Rate by <b>6%</b>. After the wearer uses a Follow-up ATK, increases DMG dealt by Ultimate by <b>36%</b>, lasting for <b>1</b> turn(s).",
            "New": "<b>@2P#</b> Increases ATK by <b>12%</b>.<br><b>@4P#</b> Increases the wearer's CRIT Rate by <b>6%</b>. After the wearer uses a Follow-Up ATK, increases DMG dealt by Ultimate by <b>36%</b>, lasting for <b>1</b> turn(s).",
            "Num": 1
        },
        {
            "Icon": "71024.png",
            "Name": "The Ashblazing Grand Duke",
            "Old": "<b>@2P#</b> Increases the DMG dealt by Follow-up ATK by <b>20%</b>.<br><b>@4P#</b> When the wearer uses a Follow-up ATK, increases the wearer's ATK by <b>6%</b> for every time the Follow-up ATK deals DMG. This effect can stack up to <b>8</b> time(s) and lasts for <b>3</b> turn(s). This effect is removed the next time the wearer uses a Follow-up ATK.",
            "New": "<b>@2P#</b> Increases the DMG dealt by Follow-Up ATK by <b>20%</b>.<br><b>@4P#</b> When the wearer uses a Follow-Up ATK, increases the wearer's ATK by <b>6%</b> for every time the Follow-Up ATK deals DMG. This effect can stack up to <b>8</b> time(s) and lasts for <b>3</b> turn(s). This effect is removed the next time the wearer uses a Follow-Up ATK.",
            "Num": 2
        }
    ],
    "v4": [],
    "Live": [
        {
            "Icon": "71034.png",
            "Name": "Duran, Dynasty of Running Wolves",
            "Old": "<b>@2P#</b> When an ally uses a Follow-Up ATK, the wearer gains 1 stack of Merit, stacking up to <b>5</b> time(s). Each stack of Merit increases the DMG dealt by the wearer's Follow-Up ATKs by <b>5%</b>. When there are <b>5</b> stacks, additionally increases the wearer's CRIT DMG by <b>25%</b>.",
            "New": "<b>@2P#</b> When an ally character uses a Follow-Up ATK, the wearer gains 1 stack of \"Merit,\" stacking up to <b>5</b> time(s). Each stack of \"Merit\" increases the DMG dealt by the wearer's Follow-Up ATKs by <b>5%</b>. When there are <b>5</b> stacks, additionally increases the wearer's CRIT DMG by <b>25%</b>.",
            "Num": 1
        }
    ]
}

var _changelog_avatar = {
    "1321": {},
    "23050": {}
}

var _changelog_veradd = {
    "v3": [
        {
            "Stance": [
                [
                    6.0,
                    [
                        "Fire",
                        "Elec",
                        "Imaginary"
                    ]
                ],
                [
                    7.0,
                    [
                        "Fire",
                        "Elec",
                        "Imaginary"
                    ]
                ]
            ],
            "Name": "「하모니 성가대」 신주의 날",
            "_id": 3025016,
            "Icon": "mostericon/Monster_3025010.png"
        },
        {
            "HP": [
                10.0,
                2.5
            ],
            "Name": "「도둑 유령」 바르톨로스",
            "_id": 4012052,
            "Icon": "mostericon/Monster_4012050.png"
        },
        {
            "HP": [
                2.5,
                2.0
            ],
            "Name": "황금 피 기억 정령•꿩 형태",
            "_id": 406201001,
            "Icon": "mostericon/Monster_4062010.png"
        }
    ],
    "v4": [
        {
            "HP": [
                15.0,
                21.0
            ],
            "Name": "나쁜꿈 극단의 스위트 고릴라",
            "_id": 300302013,
            "Icon": "mostericon/Monster_3003020.png"
        },
        {
            "HP": [
                60.0,
                80.0
            ],
            "Name": "달밤의 페가수스",
            "_id": 402302005,
            "Icon": "mostericon/Monster_4023020.png"
        }
    ],
    "Live": [
        {
            "SPD": [
                130.0,
                125.0
            ],
            "Name": "대검 수호자•함락의 선봉장",
            "_id": 4013014,
            "Icon": "mostericon/Monster_4013010.png"
        },
        {
            "SPD": [
                130.0,
                125.0
            ],
            "Name": "대검 수호자•함락의 선봉장",
            "_id": 401301401,
            "Icon": "mostericon/Monster_4013010.png"
        },
        {
            "HP": [
                60.0,
                70.0
            ],
            "Name": "사자의 위세•불타는 태양의 날개 환수",
            "_id": 4023011,
            "Icon": "mostericon/Monster_4023010.png"
        },
        {
            "HP": [
                130.0,
                150.0
            ],
            "Name": "사자의 위세•불타는 태양의 날개 환수",
            "_id": 402301101,
            "Icon": "mostericon/Monster_4023010.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "일꿀이",
            "_id": 800205102,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "일꿀이",
            "_id": 800205103,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "이꿀이",
            "_id": 800205202,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "이꿀이",
            "_id": 800205203,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "삼꿀이",
            "_id": 800205303,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "삼꿀이",
            "_id": 800205304,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "서열 저금통",
            "_id": 800205801,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                3.6,
                2.88
            ],
            "Name": "서열 저금통",
            "_id": 800205802,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                166.5,
                133.0
            ],
            "Name": "서열 저금통(거대)",
            "_id": 800210901,
            "Icon": "mostericon/Monster_8002050.png"
        },
        {
            "HP": [
                166.5,
                133.0
            ],
            "Name": "서열 저금통(거대)",
            "_id": 800210902,
            "Icon": "mostericon/Monster_8002050.png"
        }
    ]
}

var _hidden = [
    {
        "Name": "3.6 New Story Characters",
        "Date": "2025/08/14",
        "Ver": "3.6v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "@1413# Evernight - Maid (March 7th)",
                    "@???# Evernight 2nd Form - Maid (March 7th)",
                    "@1414# Dan Heng PT - Male (Welt)",
                    "@???# Ying Xing - Male (Welt)"
                ]
            }
        ]
    },
    {
        "Name": "Test Event for Elation Path",
        "Date": "2025/07/28",
        "Ver": "3.5v5",
        "Notes": [
            {
                "Title": "\"Laughter Event\"",
                "DescList": [
                    "• There is an event internally named @\"Laughter Event\"# possibly appearing in @3.6#",
                    "• In this event, the team can gain 7 types of @Elemental Balls# that can @trigger certain effects# and @deal Fixed DMG# to enemies. (DMG Type is Break DMG, reason unknown)",
                    "• The effects and naming suggest that this may be related to an upcoming @Elation Path#."
                ]
            }
        ]
    },
    {
        "Name": "March SP, Dan Heng SP, Cyrene",
        "Date": "2025/07/20",
        "Ver": "3.5v3",
        "Notes": [
            {
                "Title": "March SP",
                "DescList": [
                    "• Remembrance Path DPS character.",
                    "• Can @enhance# her Memosprite.",
                    "• It can be deduced from Cyclical Extrapolation that she is an @HP-based# character in the 1st half banner."
                ]
            },
            {
                "Title": "Dan Heng SP",
                "DescList": [
                    "• Skill targets @one ally#.",
                    "• Has an @action bar summon# (not Memosprite)."
                ]
            },
            {
                "Title": "Cyrene",
                "DescList": [
                    "• Remembrance Path support character.",
                    "• Skill targets @all allies#.",
                    "• Has @multiple Memosprite Skills# that target @all allies#."
                ]
            }
        ]
    },
    {
        "Name": "Possible New Feature: In-Battle Path Change",
        "Date": "2025/07/06",
        "Ver": "3.5v1",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "3.5 - Added the ability to detect \"@character Path change in combat#.\"",
                    "Speculation: Some future characters may be able to change Path while in combat."
                ]
            }
        ]
    },
    {
        "Name": "SP Sparkle (Updated)",
        "Date": "2025/06/05",
        "Ver": "3.4v3",
        "Pics": [
            "avatardrawcardresult/1306"
        ],
        "Notes": [
            {
                "DescList": [
                    "• SP Sparkle is codenamed @Hanabi#. Ordinary Sparkle's codename is just @Sparkle#.",
                    "• Data suggest the existence of a @new playable Path#. It is Currently unknown which Path it is.",
                    "• Passive applies colored marks: Red, Black and \"Unknown\""
                ]
            }
        ]
    },
    {
        "Name": "3.4 New Feature: Story Skip",
        "Date": "2025/06/02",
        "Ver": "3.4v3",
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Starting from version 3.4, you will be able to @skip certain stories#.",
                    "• Currently there is no info on which stories will become skippable. We'll need to @wait for official announcements#.",
                    "• However, judging from the current data structure, @all stories# have the possibility of being chosen as skippable."
                ]
            }
        ]
    }
]

var cl_select = {
    "v4 - Live": 4,
    "v3 - v4": 3,
    "v2 - v3": 2,
    "v1 - v2": 1
}

var cl_vers = [
    "v1",
    "v2",
    "v3",
    "v4",
    "Live"
]

var _diff_avatar = [
    1321
]

var _diff_weapon = [
    23050
]

var _weapon = [
    {
        "_id": 23030,
        "Name": "해 질 무렵 시작되는 춤",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            113013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23050,
        "Name": "그녀의 불꽃을 잊지 말라",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23050,
        "Pic": "23050.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23052,
        "Name": "이 순간처럼 영원한 사랑",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23052,
        "Pic": "23052.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23051,
        "Name": "끝없는 산과 강을 거치더라도",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23051,
        "Pic": "23051.png",
        "Mat": [
            115003,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23049,
        "Name": "긴 밤의 별빛에게",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23049,
        "Pic": "23049.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23048,
        "Name": "황금 피가 새긴 시대",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23048,
        "Pic": "23048.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23047,
        "Name": "바다는 왜 노래하는가",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23047,
        "Pic": "23047.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23046,
        "Name": "이상이 불타는 지옥",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23046,
        "Pic": "23046.png",
        "Mat": [
            111003,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23045,
        "Name": "보답 없는 왕관",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23045,
        "Pic": "23045.png",
        "Mat": [
            111013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23044,
        "Name": "이와 같이 타오르는 여명",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23044,
        "Pic": "23044.png",
        "Mat": [
            115013,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 687.96,
            "DEF": 396.9
        }
    },
    {
        "_id": 23043,
        "Name": "바람에 흩날리는 거짓말",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23043,
        "Pic": "23043.png",
        "Mat": [
            115013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23042,
        "Name": "무지개가 영원히 하늘에 머물길",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23042,
        "Pic": "23042.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23041,
        "Name": "생명은 불태워야 하는 것",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23041,
        "Pic": "23041.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23040,
        "Name": "이별이 더 아름답도록",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23040,
        "Pic": "23040.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23039,
        "Name": "피의 불꽃이여, 앞길을 태워라",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23039,
        "Pic": "23039.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1375.92,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 23038,
        "Name": "시간이 한 송이 꽃이라면",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23038,
        "Pic": "23038.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 23037,
        "Name": "추궁할 수 없는 곳을 향해",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23037,
        "Pic": "23037.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23036,
        "Name": "시간을 황금으로 엮어",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 23036,
        "Pic": "23036.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23035,
        "Name": "먼 길 끝의 귀로",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23035,
        "Pic": "23035.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 661.5
        }
    },
    {
        "_id": 23034,
        "Name": "대지로 돌아온 비행",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23034,
        "Pic": "23034.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23033,
        "Name": "인법첩•요란 파마",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23033,
        "Pic": "23033.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23032,
        "Name": "오직 향만이 변함없이",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23032,
        "Pic": "23032.png",
        "Mat": [
            113003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23031,
        "Name": "정복하고 사냥하리",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23031,
        "Pic": "23031.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23030,
        "Name": "해 질 무렵 시작되는 춤",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23030,
        "Pic": "23030.png",
        "Mat": [
            113013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23029,
        "Name": "그 무수한 봄날",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23029,
        "Pic": "23029.png",
        "Mat": [
            113003,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23028,
        "Name": "값을 매길 수 없는 건 희망뿐",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23028,
        "Pic": "23028.png",
        "Mat": [
            114003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23027,
        "Name": "두 번째 생명을 향해",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23027,
        "Pic": "23027.png",
        "Mat": [
            114013,
            110193
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23026,
        "Name": "찬란하게 빛나는 밤",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23026,
        "Pic": "23026.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 635.04,
            "DEF": 463.05
        }
    },
    {
        "_id": 23025,
        "Name": "꿈은 어디로 돌아가야 하는가",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23025,
        "Pic": "23025.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23024,
        "Name": "흘러가는 강가를 따라",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23024,
        "Pic": "23024.png",
        "Mat": [
            114003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23023,
        "Name": "언제나 불공평한 운명",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23023,
        "Pic": "23023.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 661.5
        }
    },
    {
        "_id": 23022,
        "Name": "시간의 기억에 대한 재구성",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23022,
        "Pic": "23022.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23021,
        "Name": "속세에서의 유희",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23021,
        "Pic": "23021.png",
        "Mat": [
            114013,
            110233
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23020,
        "Name": "순수 사유의 세례",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23020,
        "Pic": "23020.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 582.12,
            "DEF": 529.2
        }
    },
    {
        "_id": 23019,
        "Name": "거울 속 지난날의 나",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23019,
        "Pic": "23019.png",
        "Mat": [
            113003,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 529.2
        }
    },
    {
        "_id": 23018,
        "Name": "눈에 담긴 순간",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23018,
        "Pic": "23018.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23017,
        "Name": "섬뜩한 밤",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23017,
        "Pic": "23017.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 476.28,
            "DEF": 529.2
        }
    },
    {
        "_id": 23016,
        "Name": "고민, 그리고 행복",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23016,
        "Pic": "23016.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23015,
        "Name": "태양보다 밝게 빛나는 것",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23015,
        "Pic": "23015.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 635.04,
            "DEF": 396.9
        }
    },
    {
        "_id": 23014,
        "Name": "이 몸이 검이니",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23014,
        "Pic": "23014.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23013,
        "Name": "세월은 흐를 뿐",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23013,
        "Pic": "23013.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 23012,
        "Name": "깊게 든 단잠",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23012,
        "Pic": "23012.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23011,
        "Name": "그녀는 두 눈을 감았네",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23011,
        "Pic": "23011.png",
        "Mat": [
            113013,
            110143
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 23010,
        "Name": "동트기 전",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23010,
        "Pic": "23010.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23009,
        "Name": "닿을 수 없는 저편",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23009,
        "Pic": "23009.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 1270.08,
            "ATK": 582.12,
            "DEF": 330.75
        }
    },
    {
        "_id": 23008,
        "Name": "관의 울림",
        "Rarity": 5,
        "Path": "Abundance",
        "Skill": 23008,
        "Pic": "23008.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23007,
        "Name": "계속 내리는 비",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23007,
        "Pic": "23007.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23006,
        "Name": "필요한 건 기다림뿐",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23006,
        "Pic": "23006.png",
        "Mat": [
            111013,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23005,
        "Name": "승리의 순간",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 23005,
        "Pic": "23005.png",
        "Mat": [
            112003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 595.35
        }
    },
    {
        "_id": 23004,
        "Name": "세계의 이름으로",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 23004,
        "Pic": "23004.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23003,
        "Name": "아직 전투는 끝나지 않았다",
        "Rarity": 5,
        "Path": "Harmony",
        "Skill": 23003,
        "Pic": "23003.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 23002,
        "Name": "대체할 수 없는 것",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 23002,
        "Pic": "23002.png",
        "Mat": [
            112013,
            110113
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 23001,
        "Name": "야경 속에서",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 23001,
        "Pic": "23001.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 582.12,
            "DEF": 463.05
        }
    },
    {
        "_id": 23000,
        "Name": "은하철도의 밤",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 23000,
        "Pic": "23000.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 1164.24,
            "ATK": 582.12,
            "DEF": 396.9
        }
    },
    {
        "_id": 24005,
        "Name": "기억은 영원히 막을 내리지 않는다",
        "Rarity": 5,
        "Path": "Remembrance",
        "Skill": 24005,
        "Pic": "24005.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24004,
        "Name": "멈추지 않는 연산",
        "Rarity": 5,
        "Path": "Erudition",
        "Skill": 24004,
        "Pic": "24004.png",
        "Mat": [
            111003,
            110203
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24003,
        "Name": "고독의 치유",
        "Rarity": 5,
        "Path": "Nihility",
        "Skill": 24003,
        "Pic": "24003.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 24002,
        "Name": "기억의 소재",
        "Rarity": 5,
        "Path": "Preservation",
        "Skill": 24002,
        "Pic": "24002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 529.2
        }
    },
    {
        "_id": 24001,
        "Name": "별바다 순항",
        "Rarity": 5,
        "Path": "Hunt",
        "Skill": 24001,
        "Pic": "24001.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 463.05
        }
    },
    {
        "_id": 24000,
        "Name": "어떤 에이언즈의 몰락",
        "Rarity": 5,
        "Path": "Destruction",
        "Skill": 24000,
        "Pic": "24000.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 22006,
        "Name": "핑크빛 내일을 향해",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 22006,
        "Pic": "22006.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 22005,
        "Name": "영원한 미궁의 식사",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22005,
        "Pic": "22005.png",
        "Mat": [
            115003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22004,
        "Name": "우주 대사업",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 22004,
        "Pic": "22004.png",
        "Mat": [
            115003,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22003,
        "Name": "인사록•음률 사냥",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 22003,
        "Pic": "22003.png",
        "Mat": [
            114013,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 22002,
        "Name": "내일을 위한 여정",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 22002,
        "Pic": "22002.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 22001,
        "Name": "저기, 나 여기 있어",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 22001,
        "Pic": "22001.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 22000,
        "Name": "초보자 임무 시작 전",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 22000,
        "Pic": "22000.png",
        "Mat": [
            111003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21062,
        "Name": "그 종착지에서 다시 만나자",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21062,
        "Pic": "21062.png",
        "Mat": [
            115013,
            110193
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21061,
        "Name": "휴일의 목욕탕 대모험",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21061,
        "Pic": "21061.png",
        "Mat": [
            115003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21060,
        "Name": "밀 내음이 가득한 꿈",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21060,
        "Pic": "21060.png",
        "Mat": [
            115013,
            110203
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 396.9
        }
    },
    {
        "_id": 21058,
        "Name": "과거의 핏자국",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21058,
        "Pic": "21058.png",
        "Mat": [
            115003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21057,
        "Name": "꽃은 잊지 않는다",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21057,
        "Pic": "21057.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21056,
        "Name": "바람을 쫓을 때",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21056,
        "Pic": "21056.png",
        "Mat": [
            115013,
            110233
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21055,
        "Name": "내일의 내일이 올 때까지",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21055,
        "Pic": "21055.png",
        "Mat": [
            115003,
            110243
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21054,
        "Name": "이야기의 다음 페이지",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21054,
        "Pic": "21054.png",
        "Mat": [
            115013,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21053,
        "Name": "언제나 여정이 평탄하기를",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21053,
        "Pic": "21053.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21052,
        "Name": "땀은 많이, 눈물은 적게",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21052,
        "Pic": "21052.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 529.2,
            "DEF": 198.45
        }
    },
    {
        "_id": 21051,
        "Name": "천재들의 안부 인사",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21051,
        "Pic": "21051.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21050,
        "Name": "찰나에 결정되는 승리",
        "Rarity": 4,
        "Path": "Remembrance",
        "Skill": 21050,
        "Pic": "21050.png",
        "Mat": [
            111013,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21048,
        "Name": "꿈의 몽타주",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21048,
        "Pic": "21048.png",
        "Mat": [
            114003,
            110243
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21047,
        "Name": "그림자처럼 뒤따르는 밤",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21047,
        "Pic": "21047.png",
        "Mat": [
            113013,
            110193
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21046,
        "Name": "피어나길 기다리는 꽃",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21046,
        "Pic": "21046.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21045,
        "Name": "조화가 침묵한 후",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21045,
        "Pic": "21045.png",
        "Mat": [
            114013,
            110203
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21044,
        "Name": "끝없는 춤",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21044,
        "Pic": "21044.png",
        "Mat": [
            114013,
            110223
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21043,
        "Name": "두 사람의 콘서트",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21043,
        "Pic": "21043.png",
        "Mat": [
            114013,
            110213
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21042,
        "Name": "마음에 새긴 약속",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21042,
        "Pic": "21042.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21041,
        "Name": "쇼타임",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21041,
        "Pic": "21041.png",
        "Mat": [
            111003,
            110223
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21040,
        "Name": "은하 함락의 날",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21040,
        "Pic": "21040.png",
        "Mat": [
            114003,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21039,
        "Name": "운명의 실을 엮다",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21039,
        "Pic": "21039.png",
        "Mat": [
            114013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21038,
        "Name": "불의 먼 곳에서",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21038,
        "Pic": "21038.png",
        "Mat": [
            114003,
            110183
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21037,
        "Name": "최후의 승자",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21037,
        "Pic": "21037.png",
        "Mat": [
            114013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21036,
        "Name": "좋은꿈 마을 대모험",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21036,
        "Pic": "21036.png",
        "Mat": [
            114003,
            110233
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21035,
        "Name": "무엇이 진실인가",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21035,
        "Pic": "21035.png",
        "Mat": [
            114003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21034,
        "Name": "오늘도 평화로운 하루",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21034,
        "Pic": "21034.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21033,
        "Name": "도망칠 곳은 없다",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21033,
        "Pic": "21033.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 529.2,
            "DEF": 264.6
        }
    },
    {
        "_id": 21032,
        "Name": "누월재운의 뜻",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21032,
        "Pic": "21032.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21031,
        "Name": "또다시 저승으로",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21031,
        "Pic": "21031.png",
        "Mat": [
            113003,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21030,
        "Name": "이게 바로 나야!",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21030,
        "Pic": "21030.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 529.2
        }
    },
    {
        "_id": 21029,
        "Name": "훗날 기약",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21029,
        "Pic": "21029.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 529.2,
            "DEF": 330.75
        }
    },
    {
        "_id": 21028,
        "Name": "따듯한 밤은 길지 않고",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21028,
        "Pic": "21028.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21027,
        "Name": "느낌 있는 아침 식사 루틴",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21027,
        "Pic": "21027.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21026,
        "Name": "멍! 산책 시간!",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21026,
        "Pic": "21026.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21025,
        "Name": "과거와 미래",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21025,
        "Pic": "21025.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21024,
        "Name": "움트는 봄물",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21024,
        "Pic": "21024.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21023,
        "Name": "우리는 와일드 파이어",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21023,
        "Pic": "21023.png",
        "Mat": [
            112013,
            110143
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 476.28,
            "DEF": 463.05
        }
    },
    {
        "_id": 21022,
        "Name": "페르마타",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21022,
        "Pic": "21022.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21021,
        "Name": "등가교환",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21021,
        "Pic": "21021.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21020,
        "Name": "천재들의 휴식",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21020,
        "Pic": "21020.png",
        "Mat": [
            113003,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21019,
        "Name": "푸른 하늘 아래",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21019,
        "Pic": "21019.png",
        "Mat": [
            113003,
            110113
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21018,
        "Name": "댄스! 댄스! 댄스!",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21018,
        "Pic": "21018.png",
        "Mat": [
            113013,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21017,
        "Name": "팔로우를 부탁해!",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21017,
        "Pic": "21017.png",
        "Mat": [
            113013,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21016,
        "Name": "우주 시장 동향",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21016,
        "Pic": "21016.png",
        "Mat": [
            113003,
            110143
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 370.44,
            "DEF": 396.9
        }
    },
    {
        "_id": 21015,
        "Name": "땀방울처럼 빛나는 결심",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21015,
        "Pic": "21015.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21014,
        "Name": "알맞은 타이밍",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21014,
        "Pic": "21014.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21013,
        "Name": "세상을 진정시키지 마",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21013,
        "Pic": "21013.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 476.28,
            "DEF": 396.9
        }
    },
    {
        "_id": 21012,
        "Name": "비밀 맹세",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21012,
        "Pic": "21012.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21011,
        "Name": "행성과의 만남",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21011,
        "Pic": "21011.png",
        "Mat": [
            111013,
            110163
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 21010,
        "Name": "논검",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21010,
        "Pic": "21010.png",
        "Mat": [
            111003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21009,
        "Name": "랜도의 선택",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21009,
        "Pic": "21009.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21008,
        "Name": "사냥감의 시선",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21008,
        "Pic": "21008.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21007,
        "Name": "같은 심정",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21007,
        "Pic": "21007.png",
        "Mat": [
            113013,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21006,
        "Name": "「나」의 탄생",
        "Rarity": 4,
        "Path": "Erudition",
        "Skill": 21006,
        "Pic": "21006.png",
        "Mat": [
            112013,
            110133
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21005,
        "Name": "두더지파가 환영해",
        "Rarity": 4,
        "Path": "Destruction",
        "Skill": 21005,
        "Pic": "21005.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 476.28,
            "DEF": 264.6
        }
    },
    {
        "_id": 21004,
        "Name": "기억 속 모습",
        "Rarity": 4,
        "Path": "Harmony",
        "Skill": 21004,
        "Pic": "21004.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 423.36,
            "DEF": 396.9
        }
    },
    {
        "_id": 21003,
        "Name": "침묵만이",
        "Rarity": 4,
        "Path": "Hunt",
        "Skill": 21003,
        "Pic": "21003.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21002,
        "Name": "여생의 첫날",
        "Rarity": 4,
        "Path": "Preservation",
        "Skill": 21002,
        "Pic": "21002.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 370.44,
            "DEF": 463.05
        }
    },
    {
        "_id": 21001,
        "Name": "밤 인사와 잠든 얼굴",
        "Rarity": 4,
        "Path": "Nihility",
        "Skill": 21001,
        "Pic": "21001.png",
        "Mat": [
            112003,
            110153
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 476.28,
            "DEF": 330.75
        }
    },
    {
        "_id": 21000,
        "Name": "수술 후의 대화",
        "Rarity": 4,
        "Path": "Abundance",
        "Skill": 21000,
        "Pic": "21000.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 1058.4,
            "ATK": 423.36,
            "DEF": 330.75
        }
    },
    {
        "_id": 20022,
        "Name": "추억 회상",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20022,
        "Pic": "20022.png",
        "Mat": [
            115003,
            110253
        ],
        "Stats": {
            "HP": 635.04,
            "ATK": 423.36,
            "DEF": 264.6
        }
    },
    {
        "_id": 20021,
        "Name": "불타는 그림자",
        "Rarity": 3,
        "Path": "Remembrance",
        "Skill": 20021,
        "Pic": "20021.png",
        "Mat": [
            111003,
            110253
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20020,
        "Name": "식견",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20020,
        "Pic": "20020.png",
        "Mat": [
            111013,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20019,
        "Name": "어울림",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20019,
        "Pic": "20019.png",
        "Mat": [
            111003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20018,
        "Name": "숨은 그림자",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20018,
        "Pic": "20018.png",
        "Mat": [
            113013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20017,
        "Name": "강토 개척",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20017,
        "Pic": "20017.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20016,
        "Name": "전멸",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20016,
        "Pic": "20016.png",
        "Mat": [
            112003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20015,
        "Name": "증식",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20015,
        "Pic": "20015.png",
        "Mat": [
            113003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20014,
        "Name": "대립",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20014,
        "Pic": "20014.png",
        "Mat": [
            112013,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20013,
        "Name": "영험한 열쇠",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20013,
        "Pic": "20013.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20012,
        "Name": "맞물린 톱니",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20012,
        "Pic": "20012.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20011,
        "Name": "심연의 고리",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20011,
        "Pic": "20011.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20010,
        "Name": "수비",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20010,
        "Pic": "20010.png",
        "Mat": [
            111013,
            110143
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20009,
        "Name": "무너진 행복",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20009,
        "Pic": "20009.png",
        "Mat": [
            111003,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20008,
        "Name": "알찬 열매",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20008,
        "Pic": "20008.png",
        "Mat": [
            111003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 317.52,
            "DEF": 198.45
        }
    },
    {
        "_id": 20007,
        "Name": "시위를 떠난 화살",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20007,
        "Pic": "20007.png",
        "Mat": [
            112003,
            110123
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20006,
        "Name": "아카이브",
        "Rarity": 3,
        "Path": "Erudition",
        "Skill": 20006,
        "Pic": "20006.png",
        "Mat": [
            111003,
            110133
        ],
        "Stats": {
            "HP": 740.88,
            "ATK": 370.44,
            "DEF": 264.6
        }
    },
    {
        "_id": 20005,
        "Name": "합창",
        "Rarity": 3,
        "Path": "Harmony",
        "Skill": 20005,
        "Pic": "20005.png",
        "Mat": [
            112003,
            110163
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20004,
        "Name": "그윽",
        "Rarity": 3,
        "Path": "Nihility",
        "Skill": 20004,
        "Pic": "20004.png",
        "Mat": [
            112013,
            110153
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    },
    {
        "_id": 20003,
        "Name": "앰버",
        "Rarity": 3,
        "Path": "Preservation",
        "Skill": 20003,
        "Pic": "20003.png",
        "Mat": [
            111003,
            110143
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 264.6,
            "DEF": 330.75
        }
    },
    {
        "_id": 20002,
        "Name": "천경",
        "Rarity": 3,
        "Path": "Destruction",
        "Skill": 20002,
        "Pic": "20002.png",
        "Mat": [
            111013,
            110113
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 370.44,
            "DEF": 198.45
        }
    },
    {
        "_id": 20001,
        "Name": "풍작",
        "Rarity": 3,
        "Path": "Abundance",
        "Skill": 20001,
        "Pic": "20001.png",
        "Mat": [
            112003,
            110173
        ],
        "Stats": {
            "HP": 952.56,
            "ATK": 264.6,
            "DEF": 264.6
        }
    },
    {
        "_id": 20000,
        "Name": "화살촉",
        "Rarity": 3,
        "Path": "Hunt",
        "Skill": 20000,
        "Pic": "20000.png",
        "Mat": [
            111013,
            110123
        ],
        "Stats": {
            "HP": 846.72,
            "ATK": 317.52,
            "DEF": 264.6
        }
    }
]

var _relic = [
    {
        "_id": 324,
        "Name": "텐고쿠@라이브스트리밍",
        "Icon": "71051.png",
        "Skills": [
            "장착한 캐릭터의 치명타 피해가 <b>16%</b> 증가하며, 같은 턴에 전투 스킬 포인트를 <b>3</b>pt 이상 소모 시 추가로 장착한 캐릭터의 치명타 피해가 <b>32%</b> 증가한다, 지속 시간: <b>3</b>턴"
        ]
    },
    {
        "_id": 323,
        "Name": "영원의 땅 앰포리어스",
        "Icon": "71050.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>8%</b> 증가한다. 장착한 캐릭터의 기억 정령이 필드에 있을 시 모든 아군의 속도가 <b>8%</b> 증가하며, 해당 효과는 중첩할 수 없다"
        ]
    },
    {
        "_id": 322,
        "Name": "즐거움에 취한 바다의 일각",
        "Icon": "71047.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 장착한 캐릭터의 공격력이 <b>2400</b>/<b>3600</b> 이상일 시 가하는 지속 피해가 추가로 <b>12%</b>/<b>24%</b> 증가한다"
        ]
    },
    {
        "_id": 321,
        "Name": "꿈을 엮는 요정의 낙원",
        "Icon": "71046.png",
        "Skills": [
            "파티 내 현재 필드에 있는 아군의 수가 4명이 아닐 경우, 아군 수가 1명 많을/적을 때마다 장착한 캐릭터와 해당 캐릭터의 기억 정령이 가하는 피해가 <b>9%</b>/<b>12%</b> 증가한다, 최대 중첩수: <b>4</b>/<b>3</b>스택"
        ]
    },
    {
        "_id": 320,
        "Name": "사색하는 거목",
        "Icon": "71043.png",
        "Skills": [
            "장착한 캐릭터의 속도가 <b>6%</b> 증가한다. 장착한 캐릭터의 속도가 <b>135</b>/<b>180</b> 이상일 경우, 장착한 캐릭터와 해당 캐릭터의 기억 정령의 치유량이 <b>12%</b>/<b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 319,
        "Name": "고요한 습골지",
        "Icon": "71042.png",
        "Skills": [
            "장착한 캐릭터의 HP 최대치가 <b>12%</b> 증가한다. 장착한 캐릭터의 HP 최대치가 <b>5000</b>pt 이상일 경우, 장착한 캐릭터와 해당 캐릭터의 기억 정령의 치명타 피해가 <b>28%</b> 증가한다"
        ]
    },
    {
        "_id": 318,
        "Name": "기묘한 나나 낙원",
        "Icon": "71037.png",
        "Skills": [
            "장착한 캐릭터의 치명타 피해가 <b>16%</b> 증가한다. 장착한 캐릭터가 소환한 목표가 있을 시, 치명타 피해가 추가로 <b>32%</b> 증가한다"
        ]
    },
    {
        "_id": 317,
        "Name": "바다에 잠긴 루샤카",
        "Icon": "71036.png",
        "Skills": [
            "장착한 캐릭터의 에너지 회복효율이 <b>5%</b> 증가한다. 장착한 캐릭터가 파티 편성의 첫 번째 캐릭터가 아닐 경우, 파티 편성의 첫 번째 캐릭터의 공격력이 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 316,
        "Name": "겁화 연등의 연마궁",
        "Icon": "71035.png",
        "Skills": [
            "장착한 캐릭터의 속도가 <b>6%</b> 증가한다. 장착한 캐릭터가 화염 속성 약점을 보유한 적을 명중하면 격파 특수효과가 <b>40%</b> 증가한다, 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 315,
        "Name": "질주하는 늑대의 도람 왕조",
        "Icon": "71034.png",
        "Skills": [
            "아군 캐릭터가 추가 공격을 발동하면 장착한 캐릭터는 [공훈]을 1스택 획득한다, 최대 중첩수: <b>5</b>스택. [공훈] 스택당 장착한 캐릭터의 추가 공격으로 가하는 피해가 <b>5%</b> 증가하고, <b>5</b>스택까지 중첩 시 장착한 캐릭터의 치명타 피해가 추가로 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 314,
        "Name": "이즈모 현세와 타카마 신국",
        "Icon": "71031.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 전투 진입 시 장착한 캐릭터와 운명의 길이 같은 동료가 최소 1명 존재할 경우, 장착한 캐릭터의 치명타 확률이 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 313,
        "Name": "주인 없는 황폐한 별 츠가냐",
        "Icon": "71030.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>4%</b> 증가한다. 적이 처치될 시 장착한 캐릭터의 치명타 피해가 <b>4%</b> 증가한다. 최대 중첩수: <b>10</b>"
        ]
    },
    {
        "_id": 312,
        "Name": "꿈의 땅 페나코니",
        "Icon": "71027.png",
        "Skills": [
            "장착한 캐릭터의 에너지 회복효율이 <b>5%</b> 증가한다. 장착한 캐릭터와 같은 속성의 파티 내 다른 아군 캐릭터가 주는 피해가 <b>10%</b> 증가한다"
        ]
    },
    {
        "_id": 311,
        "Name": "창공 전선 그라모스",
        "Icon": "71026.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 장착한 캐릭터의 속도가 <b>135</b>/<b>160</b> 이상일 경우, 장착한 캐릭터가 가하는 피해가 <b>12%</b>/<b>18%</b> 증가한다"
        ]
    },
    {
        "_id": 310,
        "Name": "부러진 용골",
        "Icon": "71023.png",
        "Skills": [
            "장착한 캐릭터의 효과 저항이 <b>10%</b> 증가한다. 장착한 캐릭터의 효과 저항이 <b>30%</b> 이상일 경우 모든 아군의 치명타 피해가 <b>10%</b> 증가한다"
        ]
    },
    {
        "_id": 309,
        "Name": "뭇별 경기장",
        "Icon": "71022.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>8%</b> 증가한다. 장착한 캐릭터의 치명타 확률이 <b>70%</b> 이상일 경우, 일반 공격과 전투 스킬이 가하는 피해가 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 308,
        "Name": "생명의 바커 공",
        "Icon": "71019.png",
        "Skills": [
            "장착한 캐릭터의 에너지 회복효율이 <b>5%</b> 증가한다. 장착한 캐릭터의 속도가 <b>120</b> 이상일 경우 전투 진입 시 즉시 행동 게이지가 <b>40%</b> 증가한다"
        ]
    },
    {
        "_id": 307,
        "Name": "도적국 탈리아",
        "Icon": "71018.png",
        "Skills": [
            "장착한 캐릭터의 격파 특수효과가 <b>16%</b> 증가한다. 장착한 캐릭터의 속도가 <b>145</b> 이상일 경우 격파 특수효과가 추가로 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 306,
        "Name": "회전을 멈춘 살소토",
        "Icon": "71017.png",
        "Skills": [
            "장착한 캐릭터의 치명타 확률이 <b>8%</b> 증가한다. 장착한 캐릭터의 치명타 확률이 <b>50%</b> 이상일 경우, 필살기와 추가 공격이 가하는 피해가 <b>15%</b> 증가한다"
        ]
    },
    {
        "_id": 305,
        "Name": "천체 차분기관",
        "Icon": "71016.png",
        "Skills": [
            "장착한 캐릭터의 치명타 피해가 <b>16%</b> 증가한다. 장착한 캐릭터의 치명타 피해가 <b>120%</b> 이상일 경우, 전투 진입 후 장착한 캐릭터의 치명타 확률이 <b>60%</b> 증가한다. 첫 공격 발동 후까지 지속하고 종료된다"
        ]
    },
    {
        "_id": 304,
        "Name": "축성가의 벨로보그",
        "Icon": "71015.png",
        "Skills": [
            "장착한 캐릭터의 방어력이 <b>15%</b> 증가한다. 장착한 캐릭터의 효과 명중이 <b>50%</b> 이상일 경우 방어력이 추가로 <b>15%</b> 증가한다"
        ]
    },
    {
        "_id": 303,
        "Name": "범은하 상사",
        "Icon": "71014.png",
        "Skills": [
            "장착한 캐릭터의 효과 명중이 <b>10%</b> 증가한다. 동시에 장착한 캐릭터의 현재 효과 명중 <b>25%</b>만큼의 공격력이 증가하며 최대 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 302,
        "Name": "불로인의 선주",
        "Icon": "71013.png",
        "Skills": [
            "장착한 캐릭터의 HP 최대치가 <b>12%</b> 증가한다. 장착한 캐릭터의 속도가 <b>120</b> 이상일 경우 모든 아군의 공격력이 <b>8%</b> 증가한다"
        ]
    },
    {
        "_id": 301,
        "Name": "우주 봉인 정거장",
        "Icon": "71012.png",
        "Skills": [
            "장착한 캐릭터의 공격력이 <b>12%</b> 증가한다. 장착한 캐릭터의 속도가 <b>120</b> 이상일 경우 공격력이 추가로 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 128,
        "Name": "별빛에 숨은 은둔자",
        "Icon": "71049.png",
        "Skills": [
            "제공하는 실드량 <b>10%</b> 증가",
            "장착한 캐릭터가 제공하는 실드량이 <b>12%</b> 증가하고, 아군이 장착한 캐릭터가 제공한 실드 보유 시 치명타 피해가 <b>15%</b> 증가한다"
        ]
    },
    {
        "_id": 127,
        "Name": "천지를 재창조한 구세주",
        "Icon": "71048.png",
        "Skills": [
            "치명타 확률 <b>8%</b> 증가",
            "장착한 캐릭터가 일반 공격 또는 전투 스킬 발동 후, 장착한 캐릭터의 기억 정령이 필드에 있으면 장착한 캐릭터와 해당 캐릭터의 기억 정령의 HP 최대치가 <b>24%</b> 증가하고, 모든 아군이 가하는 피해가 <b>15%</b> 증가하며, 장착한 캐릭터가 다음 일반 공격 또는 전투 스킬을 발동한 후까지 지속된다"
        ]
    },
    {
        "_id": 126,
        "Name": "거친 파도를 헤치는 선장",
        "Icon": "71045.png",
        "Skills": [
            "치명타 피해 <b>16%</b> 증가",
            "장착한 캐릭터가 다른 아군의 스킬 목표가 되면 [조력]을 1스택 획득한다, 최대 중첩수: <b>2</b>스택. 필살기 발동 시 [조력]을 <b>2</b>스택 보유하면, 모든 [조력]을 소모해 장착한 캐릭터의 공격력을 <b>48%</b> 증가시킨다, 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 125,
        "Name": "태양과 번개의 여전사",
        "Icon": "71044.png",
        "Skills": [
            "속도 <b>6%</b> 증가",
            "장착한 캐릭터와 해당 캐릭터의 기억 정령이 장착한 캐릭터와 해당 캐릭터의 기억 정령을 제외한 아군에게 치유를 제공하면 장착한 캐릭터가 [단비]를 획득하며, 턴마다 최대 1회 발동한다, 지속 시간: <b>2</b>턴. 장착한 캐릭터가 [단비] 보유 시 속도가 <b>6%</b> 증가하고, 모든 아군의 치명타 피해가 <b>15%</b> 증가하며, 해당 효과는 중첩할 수 없다"
        ]
    },
    {
        "_id": 124,
        "Name": "망국을 애도하는 시인",
        "Icon": "71041.png",
        "Skills": [
            "양자 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터의 속도가 <b>8%</b> 감소한다. 전투 진입 전 장착한 캐릭터의 속도가 <b>110</b>/<b>95</b> 미만이면, 장착한 캐릭터의 치명타 확률이 <b>20%</b>/<b>32%</b> 증가한다. 해당 효과는 장착한 캐릭터의 기억 정령에게도 동시에 적용된다"
        ]
    },
    {
        "_id": 123,
        "Name": "개선가를 울리는 영웅",
        "Icon": "71040.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터의 기억 정령이 필드에 있을 시 장착한 캐릭터의 속도가 <b>6%</b> 증가하고, 장착한 캐릭터의 기억 정령이 공격 시 장착한 캐릭터와 기억 정령의 치명타 피해가 <b>30%</b> 증가한다, 지속 시간: <b>2</b>턴"
        ]
    },
    {
        "_id": 122,
        "Name": "지식의 바다에 빠진 학자",
        "Icon": "71039.png",
        "Skills": [
            "치명타 확률 <b>8%</b> 증가",
            "전투 스킬과 필살기로 가하는 피해가 <b>20%</b> 증가한다. 필살기 발동 후, 다음번 전투 스킬 발동 시 가하는 피해가 추가로 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 121,
        "Name": "고행의 길에 다시 오른 사제",
        "Icon": "71038.png",
        "Skills": [
            "속도 <b>6%</b> 증가",
            "단일 아군에게 전투 스킬 또는 필살기 발동 시, 스킬 목표의 치명타 피해를 <b>18%</b> 증가시킨다, 지속 시간: <b>2</b>턴, 해당 효과 최대 중첩수: <b>2</b>회"
        ]
    },
    {
        "_id": 120,
        "Name": "바람과 구름을 가르는 용맹함",
        "Icon": "71033.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터의 치명타 확률이 <b>6%</b> 증가하고, 장착한 캐릭터가 추가 공격 발동 시 필살기가 가하는 피해가 <b>36%</b> 증가한다. 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 119,
        "Name": "곤충 재앙을 잠재우는 철기군",
        "Icon": "71032.png",
        "Skills": [
            "격파 특수효과 <b>16%</b> 증가",
            "장착한 캐릭터의 격파 특수효과가 <b>150%</b> 이상이면 적에게 가하는 격파 피해가 해당 적의 방어력을 <b>10%</b> 무시한다. 장착한 캐릭터의 격파 특수효과가 <b>250%</b> 이상이면 적에게 가하는 슈퍼 격파 피해가 적의 방어력을 <b>15%</b> 추가로 무시한다"
        ]
    },
    {
        "_id": 118,
        "Name": "꿈을 조작하는 시계공",
        "Icon": "71029.png",
        "Skills": [
            "격파 특수효과 <b>16%</b> 증가",
            "장착한 캐릭터가 아군에게 필살기 발동 시, 모든 아군의 격파 특수효과가 <b>30%</b> 증가한다. 지속 시간: <b>2</b>턴. 해당 효과는 중첩할 수 없다"
        ]
    },
    {
        "_id": 117,
        "Name": "사수에 잠수한 선구자",
        "Icon": "71028.png",
        "Skills": [
            "디버프 상태의 영향을 받은 적에게 가하는 피해가 <b>12%</b> 증가한다",
            "치명타 확률이 <b>4%</b> 증가하고 장착한 캐릭터가 <b>2</b>/<b>3</b>개 이상의 디버프 효과에 빠진 적에게 가하는 치명타 피해가 <b>8%</b>/<b>12%</b> 증가한다. 장착한 캐릭터가 적에게 디버프 효과 부여 시 상기 효과가 <b>100%</b> 증가한다, 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 116,
        "Name": "깊은 감옥에 수감된 죄수",
        "Icon": "71025.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터가 적에게 피해를 가할 시 적이 받는 지속 피해 효과 1개마다 대상의 방어력을 <b>6%</b> 무시한다. 지속 피해 효과는 최대 <b>3</b>개까지 계산한다"
        ]
    },
    {
        "_id": 115,
        "Name": "재와 뼈마저 불사르는 대공",
        "Icon": "71024.png",
        "Skills": [
            "추가 공격으로 가하는 피해 <b>20%</b> 증가",
            "장착한 캐릭터가 추가 공격을 가할 시, 추가 공격이 가한 피해 횟수에 따라 피해를 가할 때마다 장착한 캐릭터의 공격력이 <b>6%</b> 증가한다. 최대 중첩수: <b>8</b>회. 지속 시간: <b>3</b>턴. 해당 효과는 장착한 캐릭터가 다음 추가 공격 발동 시 해제된다"
        ]
    },
    {
        "_id": 114,
        "Name": "가상공간을 누비는 메신저",
        "Icon": "71021.png",
        "Skills": [
            "속도 <b>6%</b> 증가",
            "장착한 캐릭터가 아군에게 필살기 발동 시 모든 아군의 속도가 <b>12%</b> 증가한다. 지속 시간: <b>1</b>턴. 해당 효과는 중첩되지 않는다"
        ]
    },
    {
        "_id": 113,
        "Name": "장수를 원하는 제자",
        "Icon": "71020.png",
        "Skills": [
            "HP 최대치 <b>12%</b> 증가",
            "장착한 캐릭터가 피격되거나 아군에 의해 HP가 소모되면 치명타 확률이 <b>8%</b> 증가한다. 지속 시간: <b>2</b>턴. 해당 효과 최대 중첩수: <b>2</b>스택"
        ]
    },
    {
        "_id": 112,
        "Name": "황무지의 도적, 황야인",
        "Icon": "71011.png",
        "Skills": [
            "허수 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터가 디버프 효과에 빠진 적에게 피해를 가할 시 치명타 확률이 <b>10%</b> 증가한다. 속박 상태에 빠진 적에게 피해를 가할 시 치명타 피해가 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 111,
        "Name": "유성을 쫓는 괴도",
        "Icon": "71010.png",
        "Skills": [
            "격파 특수효과 <b>16%</b> 증가",
            "장착한 캐릭터의 격파 특수효과가 <b>16%</b> 증가한다. 장착한 캐릭터는 적의 약점을 격파한 후 에너지를 <b>3</b>pt 회복한다"
        ]
    },
    {
        "_id": 110,
        "Name": "밤낮의 경계를 나는 매",
        "Icon": "71009.png",
        "Skills": [
            "바람 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 필살기 발동 후 행동 게이지가 <b>25%</b> 증가한다"
        ]
    },
    {
        "_id": 109,
        "Name": "뇌전을 울리는 밴드",
        "Icon": "71008.png",
        "Skills": [
            "번개 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 전투 스킬 발동 시 공격력이 <b>20%</b> 증가한다. 지속 시간: <b>1</b>턴"
        ]
    },
    {
        "_id": 108,
        "Name": "별처럼 빛나는 천재",
        "Icon": "71007.png",
        "Skills": [
            "양자 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 적에게 피해를 줄 때 <b>10%</b>의 방어력을 무시한다. 목표가 양자 속성 약점을 보유할 경우, 추가로 <b>10%</b>의 방어력을 무시한다"
        ]
    },
    {
        "_id": 107,
        "Name": "용암 단조의 화장(火匠)",
        "Icon": "71006.png",
        "Skills": [
            "화염 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터의 전투 스킬이 가하는 피해가 <b>12%</b> 증가하고, 필살기 발동 후 다음번 공격이 가하는 화염 속성 피해가 <b>12%</b> 증가한다"
        ]
    },
    {
        "_id": 106,
        "Name": "눈보라에 맞서는 철위대",
        "Icon": "71005.png",
        "Skills": [
            "받는 피해 <b>8%</b> 감소",
            "턴 시작 시 장착한 캐릭터의 현재 HP 백분율이 <b>50%</b> 이하일 경우, 자신 HP 최대치 <b>8%</b>만큼의 HP를 회복하고 에너지를 <b>5</b>pt 회복한다"
        ]
    },
    {
        "_id": 105,
        "Name": "스트리트 격투왕",
        "Icon": "71004.png",
        "Skills": [
            "물리 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 공격 발동 혹은 피격 후 해당 전투에서 공격력이 <b>5%</b> 증가한다. 최대 중첩수: <b>5</b>스택"
        ]
    },
    {
        "_id": 104,
        "Name": "혹한 밀림의 사냥꾼",
        "Icon": "71003.png",
        "Skills": [
            "얼음 속성 피해 <b>10%</b> 증가",
            "장착한 캐릭터는 필살기 발동 시 치명타 피해가 <b>25%</b> 증가한다. 지속 시간: <b>2</b>턴"
        ]
    },
    {
        "_id": 103,
        "Name": "정토 교황의 팔라딘",
        "Icon": "71002.png",
        "Skills": [
            "방어력 <b>15%</b> 증가",
            "장착한 캐릭터가 제공하는 실드량이 <b>20%</b> 증가한다"
        ]
    },
    {
        "_id": 102,
        "Name": "들이삭과 동행하는 거너",
        "Icon": "71001.png",
        "Skills": [
            "공격력 <b>12%</b> 증가",
            "장착한 캐릭터의 속도가 <b>6%</b> 증가한다. 일반 공격이 가하는 피해가 <b>10%</b> 증가한다"
        ]
    },
    {
        "_id": 101,
        "Name": "흔적을 남기지 않은 과객",
        "Icon": "71000.png",
        "Skills": [
            "치유량 <b>10%</b> 증가",
            "전투 시작 시 즉시 아군의 전투 스킬 포인트를 1pt 회복한다"
        ]
    }
]

var _avatarskill = {
    "132101": {
        "v1": {
            "Name": "헤집어… 기억에 피어난 균열을",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v2": {
            "Name": "헤집어… 기억에 피어난 균열을",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v3": {
            "Name": "헤집어… 기억에 피어난 균열을",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v4": {
            "Name": "헤집어… 기억에 피어난 균열을",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "Live": {
            "Name": "헤집어… 기억에 피어난 균열을",
            "MaxLevel": 10,
            "Type": "일반 공격",
            "Tag": "단일 공격",
            "Desc": "지정된 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        }
    },
    "132102": {
        "v1": {
            "Name": "핥아… 배반이 내민 혀로",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "<b>#2[f]</b>턴 동안 지속되는 결계를 활성화하며, 달리아의 턴 시작 시 지속 턴 수가 1 감소한다. 이후 지정된 단일 적 및 인접한 목표에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계가 지속되는 동안 모든 아군의 약점 격파 효율이 <b>#3[p]</b> 증가하고, 적이 <u>약점 격파 상태</u>가 아닐 때 받는 강인성 감소 수치도 <u>슈퍼 격파 피해</u>로 전환될 수 있다",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v2": {
            "Name": "핥아… 배반이 내민 혀로",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "<b>#2[f]</b>턴 동안 지속되는 결계를 활성화하며, 달리아의 턴 시작 시 지속 턴 수가 1 감소한다. 이후 지정된 단일 적 및 인접한 목표에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계가 지속되는 동안 모든 아군의 약점 격파 효율이 <b>#3[p]</b> 증가하고, 적이 <u>약점 격파 상태</u>가 아닐 때 받는 강인성 감소 수치도 <u>슈퍼 격파 피해</u>로 전환될 수 있다",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v3": {
            "Name": "핥아… 배반이 내민 혀로",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "<b>#2[f]</b>턴 동안 지속되는 결계를 활성화하며, 달리아의 턴 시작 시 지속 턴 수가 1 감소한다. 이후 지정된 단일 적 및 인접한 목표에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계가 지속되는 동안 모든 아군의 약점 격파 효율이 <b>#3[p]</b> 증가하고, 적이 <u>약점 격파 상태</u>가 아닐 때 받는 강인성 감소 수치도 <u>슈퍼 격파 피해</u>로 전환될 수 있다",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Name": "핥아… 배반이 내민 혀로",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "<b>#2[f]</b>턴 동안 지속되는 결계를 활성화하며, 달리아의 턴 시작 시 지속 턴 수가 1 감소한다. 이후 지정된 단일 적 및 인접한 목표에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계가 지속되는 동안 모든 아군의 약점 격파 효율이 <b>#3[p]</b> 증가하고, 적이 <u>약점 격파 상태</u>가 아닐 때 받는 강인성 감소 수치도 <u>슈퍼 격파 피해</u>로 전환될 수 있다",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Name": "핥아… 배반이 내민 혀로",
            "MaxLevel": 15,
            "Type": "전투 스킬",
            "Tag": "확산",
            "Desc": "<b>#2[f]</b>턴 동안 지속되는 결계를 활성화하며, 달리아의 턴 시작 시 지속 턴 수가 1 감소한다. 이후 지정된 단일 적 및 인접한 목표에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다.<br>결계가 지속되는 동안 모든 아군의 약점 격파 효율이 <b>#3[p]</b> 증가하고, 적이 <u>약점 격파 상태</u>가 아닐 때 받는 강인성 감소 수치도 <u>슈퍼 격파 피해</u>로 전환된다",
            "Params": [
                [
                    0.8,
                    3.0,
                    0.5
                ],
                [
                    0.88,
                    3.0,
                    0.5
                ],
                [
                    0.96,
                    3.0,
                    0.5
                ],
                [
                    1.04,
                    3.0,
                    0.5
                ],
                [
                    1.12,
                    3.0,
                    0.5
                ],
                [
                    1.2,
                    3.0,
                    0.5
                ],
                [
                    1.3,
                    3.0,
                    0.5
                ],
                [
                    1.4,
                    3.0,
                    0.5
                ],
                [
                    1.5,
                    3.0,
                    0.5
                ],
                [
                    1.6,
                    3.0,
                    0.5
                ],
                [
                    1.68,
                    3.0,
                    0.5
                ],
                [
                    1.76,
                    3.0,
                    0.5
                ],
                [
                    1.84,
                    3.0,
                    0.5
                ],
                [
                    1.92,
                    3.0,
                    0.5
                ],
                [
                    2.0,
                    3.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1321_BP",
            "EE": [
                10000015
            ]
        }
    },
    "132103": {
        "v1": {
            "Name": "빠져들어… 재가 흩날리는 묘지로",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적을 [영락] 상태에 빠트린다, 지속 시간: <b>#2[f]</b>턴. 이후 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이는 모든 적이 균등 분담한다.<br>[영락] 상태일 때 적의 방어력이 @<b>#3[p]</b># 감소하고, 모든 [댄스 파트너] 속성의 약점이 추가된다",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v2": {
            "Name": "빠져들어… 재가 흩날리는 묘지로",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적을 [영락] 상태에 빠트린다, 지속 시간: <b>#2[f]</b>턴. 이후 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이는 모든 적이 균등 분담한다.<br>[영락] 상태일 때 적의 방어력이 @<b>#3[p]</b># 감소하고, 모든 [댄스 파트너] 속성의 약점이 추가된다",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                3.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v3": {
            "Name": "빠져들어… 재가 흩날리는 묘지로",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적을 [영락] 상태에 빠트린다, 지속 시간: <b>#2[f]</b>턴. 이후 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이는 모든 적이 균등 분담한다.<br>[영락] 상태일 때 적의 방어력이 @<b>#3[p]</b># 감소하고, 모든 [춤 파트너] 속성의 약점이 추가된다",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v4": {
            "Name": "빠져들어… 재가 흩날리는 묘지로",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적을 [영락] 상태에 빠트린다, 지속 시간: <b>#2[f]</b>턴. 이후 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이는 모든 적이 균등 분담한다.<br>[영락] 상태일 때 적의 방어력이 @<b>#3[p]</b># 감소하고, 모든 [춤 파트너] 속성의 약점이 추가된다",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        },
        "Live": {
            "Name": "빠져들어… 재가 흩날리는 묘지로",
            "MaxLevel": 15,
            "Type": "필살기",
            "Tag": "범위 공격",
            "Desc": "모든 적을 [영락] 상태에 빠트린다, 지속 시간: <b>#2[f]</b>턴. 이후 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가하고, 이는 모든 적이 균등 분담한다.<br>[영락] 상태일 때 적의 방어력이 @<b>#3[p]</b># 감소하고, 모든 [춤 파트너] 속성의 약점이 부여된다",
            "Params": [
                [
                    1.8,
                    4.0,
                    0.08
                ],
                [
                    1.92,
                    4.0,
                    0.09
                ],
                [
                    2.04,
                    4.0,
                    0.1
                ],
                [
                    2.16,
                    4.0,
                    0.11
                ],
                [
                    2.28,
                    4.0,
                    0.12
                ],
                [
                    2.4,
                    4.0,
                    0.13
                ],
                [
                    2.55,
                    4.0,
                    0.1425
                ],
                [
                    2.7,
                    4.0,
                    0.155
                ],
                [
                    2.85,
                    4.0,
                    0.1675
                ],
                [
                    3.0,
                    4.0,
                    0.18
                ],
                [
                    3.12,
                    4.0,
                    0.19
                ],
                [
                    3.24,
                    4.0,
                    0.2
                ],
                [
                    3.36,
                    4.0,
                    0.21
                ],
                [
                    3.48,
                    4.0,
                    0.22
                ],
                [
                    3.6,
                    4.0,
                    0.23
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Ultra"
        }
    },
    "132104": {
        "v1": {
            "Name": "누가 콘스탄스를 두려워하는가?",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "바운스",
            "Desc": "전투 진입 시 달리아가 에너지를 <b>#4[f]</b>pt 회복하고, 자신과 전투를 시작한 다른 동료를 모두 [댄스 파트너]로 만든다. 필드에 다른 [댄스 파트너]가 없을 시 자신과 격파 특수효과가 가장 높은 동료를 모두 [댄스 파트너]로 만든다. [댄스 파트너]가 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#5[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>적이 또 다른 [댄스 파트너]에게 피격되면 달리아가 <u>추가 공격</u>을 발동하고, 피해를 <b>#2[f]</b>회 가하며, 회당 랜덤 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다. <u>약점 격파 상태</u>의 적에게 피해를 가할 때마다 이번 피해의 강인성 감소 수치를 @<b>#3[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>해당 효과는 턴마다 최대 1회 발동하며, <u>추가 공격</u> 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v2": {
            "Name": "누가 콘스탄스를 두려워하는가?",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "바운스",
            "Desc": "전투 진입 시 달리아가 에너지를 <b>#4[f]</b>pt 회복하고, 자신과 전투를 시작한 다른 동료를 모두 [댄스 파트너]로 만든다. 필드에 다른 [댄스 파트너]가 없을 시 자신과 격파 특수효과가 가장 높은 동료를 모두 [댄스 파트너]로 만든다. [댄스 파트너]가 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#5[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>적이 또 다른 [댄스 파트너]에게 피격되면 달리아가 <u>추가 공격</u>을 발동하고, 피해를 <b>#2[f]</b>회 가하며, 회당 랜덤 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다. <u>약점 격파 상태</u>의 적에게 피해를 가할 때마다 이번 피해의 강인성 감소 수치를 @<b>#3[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>해당 효과는 턴마다 최대 1회 발동하며, <u>추가 공격</u> 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v3": {
            "Name": "누가 콘스탄스를 두려워하랴?",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "바운스",
            "Desc": "전투 진입 시 달리아가 에너지를 <b>#4[f]</b>pt 회복하고, 자신과 전투를 시작한 다른 동료를 모두 [춤 파트너]로 만든다. 필드에 다른 [춤 파트너]가 없을 시 자신과 격파 특수효과가 가장 높은 동료를 모두 [춤 파트너]로 만든다. [춤 파트너]가 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#5[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>적이 또 다른 [춤 파트너]에게 피격되면 달리아가 <u>추가 공격</u>을 발동하고, 피해를 <b>#2[f]</b>회 가하며, 회당 랜덤 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다. <u>약점 격파 상태</u>의 적에게 피해를 가할 때마다 이번 피해의 강인성 감소 수치를 @<b>#3[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>해당 효과는 턴마다 최대 1회 발동하며, <u>추가 공격</u> 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "v4": {
            "Name": "누가 콘스탄스를 두려워하랴?",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "바운스",
            "Desc": "전투 진입 시 달리아가 에너지를 <b>#4[f]</b>pt 회복하고, 자신과 전투를 시작한 다른 동료를 모두 [춤 파트너]로 만든다. 필드에 다른 [춤 파트너]가 없을 시 자신과 격파 특수효과가 가장 높은 동료를 모두 [춤 파트너]로 만든다. [춤 파트너]가 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#5[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>적이 또 다른 [춤 파트너]에게 피격되면 달리아가 <u>추가 공격</u>을 발동하고, 피해를 <b>#2[f]</b>회 가하며, 회당 랜덤 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다. <u>약점 격파 상태</u>의 적에게 피해를 가할 때마다 이번 피해의 강인성 감소 수치를 @<b>#3[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>해당 효과는 턴마다 최대 1회 발동하며, <u>추가 공격</u> 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        },
        "Live": {
            "Name": "누가 콘스탄스를 두려워하랴?",
            "MaxLevel": 15,
            "Type": "특성",
            "Tag": "바운스",
            "Desc": "전투 진입 시 달리아가 에너지를 <b>#4[f]</b>pt 회복하고, 자신과 전투를 시작한 다른 동료를 모두 [춤 파트너]로 만든다. 필드에 다른 [춤 파트너]가 없을 시 자신과 격파 특수효과가 가장 높은 동료를 모두 [춤 파트너]로 만든다. [춤 파트너]가 <u>약점 격파 상태</u>의 적을 공격하면, 이번 공격의 강인성 감소 수치를 @<b>#5[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>적이 다른 [춤 파트너]에게 피격되면 달리아가 <u>추가 공격</u>을 발동하고, 피해를 <b>#2[f]</b>회 가하며, 회당 랜덤 단일 적에게 달리아 공격력의 @<b>#1[p]</b>#만큼 화염 속성 피해를 가한다. <u>약점 격파 상태</u>의 적에게 피해를 가할 때마다 이번 피해의 강인성 감소 수치를 @<b>#3[p]</b>#의 <u>슈퍼 격파 피해</u>로 전환한다.<br>해당 효과는 턴마다 최대 1회 발동하며, <u>추가 공격</u> 발동 전에 목표가 처치되면 랜덤 단일 적에게 발동한다",
            "Params": [
                [
                    0.15,
                    5.0,
                    1.0,
                    35.0,
                    0.3
                ],
                [
                    0.165,
                    5.0,
                    1.1,
                    35.0,
                    0.33
                ],
                [
                    0.18,
                    5.0,
                    1.2,
                    35.0,
                    0.36
                ],
                [
                    0.195,
                    5.0,
                    1.3,
                    35.0,
                    0.39
                ],
                [
                    0.21,
                    5.0,
                    1.4,
                    35.0,
                    0.42
                ],
                [
                    0.225,
                    5.0,
                    1.5,
                    35.0,
                    0.45
                ],
                [
                    0.24375,
                    5.0,
                    1.625,
                    35.0,
                    0.4875
                ],
                [
                    0.2625,
                    5.0,
                    1.75,
                    35.0,
                    0.525
                ],
                [
                    0.28125,
                    5.0,
                    1.875,
                    35.0,
                    0.5625
                ],
                [
                    0.3,
                    5.0,
                    2.0,
                    35.0,
                    0.6
                ],
                [
                    0.315,
                    5.0,
                    2.1,
                    35.0,
                    0.63
                ],
                [
                    0.33,
                    5.0,
                    2.2,
                    35.0,
                    0.66
                ],
                [
                    0.345,
                    5.0,
                    2.3,
                    35.0,
                    0.69
                ],
                [
                    0.36,
                    5.0,
                    2.4,
                    35.0,
                    0.72
                ],
                [
                    0.375,
                    5.0,
                    2.5,
                    35.0,
                    0.75
                ]
            ],
            "BP": 0,
            "SPAdd": 2.0,
            "Stance": [
                0.3,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Passive"
        }
    },
    "132106": {
        "v1": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v2": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v3": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "v4": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        },
        "Live": {
            "Name": "공격",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "적을 공격하며, 전투 진입 후 적에게 대응하는 속성의 강인성을 감소시킨다",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Normal"
        }
    },
    "132107": {
        "v1": {
            "Name": "마음은 곧 최고의 무덤",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 아군을 선공하지 않는다. 특수 영역 내의 적과 전투에 진입하면 달리아는 즉시 전투 스킬의 결계를 활성화하고, <u>약점 격파 상태</u>의 적에게 전투 시작 시의 강인성 감소 수치를 <b>#2[p]</b>의 <u>슈퍼 격파 피해</u>로 전환한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v2": {
            "Name": "마음은 곧 최고의 무덤",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 아군을 선공하지 않는다. 특수 영역 내의 적과 전투에 진입하면 달리아는 즉시 전투 스킬의 결계를 활성화하고, <u>약점 격파 상태</u>의 적에게 전투 시작 시의 강인성 감소 수치를 <b>#2[p]</b>의 <u>슈퍼 격파 피해</u>로 전환한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v3": {
            "Name": "마음은 최고의 무덤",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 아군을 선공하지 않는다. 특수 영역 내의 적과 전투에 진입하면 달리아는 즉시 전투 스킬의 결계를 활성화하고, <u>약점 격파 상태</u>의 적에게 전투 시작 시의 강인성 감소 수치를 <b>#2[p]</b>의 <u>슈퍼 격파 피해</u>로 전환한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "v4": {
            "Name": "마음은 최고의 무덤",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 아군을 선공하지 않는다. 특수 영역 내의 적과 전투에 진입하면 달리아는 즉시 전투 스킬의 결계를 활성화하고, <u>약점 격파 상태</u>의 적에게 전투 시작 시의 강인성 감소 수치를 <b>#2[p]</b>의 <u>슈퍼 격파 피해</u>로 전환한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        },
        "Live": {
            "Name": "마음은 최고의 무덤",
            "MaxLevel": 1,
            "Type": "비술",
            "Tag": "방해",
            "Desc": "비술 사용 후 <b>#1[f]</b>초 동안 지속되는 특수 영역을 1개 만든다. 특수 영역 내의 적은 아군을 선공하지 않는다. 특수 영역 내의 적과 전투에 진입하면 달리아는 즉시 전투 스킬의 결계를 활성화하고, <u>약점 격파 상태</u>의 적에게 전투 시작 시의 강인성 감소 수치를 <b>#2[p]</b>의 <u>슈퍼 격파 피해</u>로 전환한다.<br>아군이 만든 영역 효과는 최대 1개만 존재할 수 있다",
            "Params": [
                [
                    20.0,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1321_Maze"
        }
    }
}

var _avatarskilltree = {
    "1321": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "또 한 번의 장례",
                "Desc": "전투 진입 시 다른 캐릭터의 격파 특수효과가 달리아 격파 특수효과의 <b><color style='color:#f29e38'>24%</color></b>에 <b><color style='color:#f29e38'>50%</color></b>를 더한 값만큼 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 달리아가 동료가 제공하는 치유 효과 또는 실드를 받으면 해당 효과가 다시 발동한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴, 단일 턴 내에 중복 발동되지 않는다",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "고인에게 애도를",
                "Desc": "특성의 <u>추가 공격</u> 발동 시 아군의 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 특성의 <u>추가 공격</u>을 <b><color style='color:#f29e38'>2</color></b>회 발동할 때마다 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "새로움을 위한 옛것과의 작별",
                "Desc": "아군이 적에게 약점 부여 시 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴. 화염 속성 아군 캐릭터가 해당 효과 발동 시 에너지를 에너지 최대치의 <b><color style='color:#f29e38'>10%</color></b>만큼 고정으로 회복하며, 최대 에너지 최대치의 <b><color style='color:#f29e38'>50%</color></b>까지 회복한다. 해당 효과는 캐릭터마다 1턴당 최대 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "또 한 번의 장례",
                "Desc": "전투 진입 시 다른 캐릭터의 격파 특수효과가 달리아 격파 특수효과의 <b><color style='color:#f29e38'>24%</color></b>에 <b><color style='color:#f29e38'>50%</color></b>를 더한 값만큼 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 달리아가 동료가 제공하는 치유 효과 또는 실드를 받으면 해당 효과가 다시 발동한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴, 단일 턴 내에 중복 발동되지 않는다",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "고인에게 애도를",
                "Desc": "특성의 <u>추가 공격</u> 발동 시 아군의 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 특성의 <u>추가 공격</u>을 <b><color style='color:#f29e38'>2</color></b>회 발동할 때마다 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "새로움을 위한 옛것과의 작별",
                "Desc": "아군이 적에게 약점 부여 시 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴. 화염 속성 아군 캐릭터가 해당 효과 발동 시 에너지를 에너지 최대치의 <b><color style='color:#f29e38'>10%</color></b>만큼 고정으로 회복하며, 최대 에너지 최대치의 <b><color style='color:#f29e38'>50%</color></b>까지 회복한다. 해당 효과는 캐릭터마다 1턴당 최대 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "또 한 번의 장례",
                "Desc": "전투 진입 시 다른 캐릭터의 격파 특수효과가 달리아 격파 특수효과의 <b><color style='color:#f29e38'>24%</color></b>에 <b><color style='color:#f29e38'>50%</color></b>를 더한 값만큼 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 달리아가 동료가 제공하는 치유 효과 또는 실드를 받으면 해당 효과가 다시 발동한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴, 단일 턴 내에 중복 발동되지 않는다",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "고인에게 애도를",
                "Desc": "특성의 <u>추가 공격</u> 발동 시 아군의 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 특성의 <u>추가 공격</u>을 <b><color style='color:#f29e38'>2</color></b>회 발동할 때마다 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "새로움을 위한 옛것과의 작별",
                "Desc": "아군이 적에게 약점 부여 시 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴. 화염 속성 아군 캐릭터가 해당 효과 발동 시 에너지를 에너지 최대치의 <b><color style='color:#f29e38'>10%</color></b>만큼 고정으로 회복하며, 최대 에너지 최대치의 <b><color style='color:#f29e38'>50%</color></b>까지 회복한다. 해당 효과는 캐릭터마다 1턴당 최대 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "또 한 번의 장례",
                "Desc": "전투 진입 시 다른 캐릭터의 격파 특수효과가 달리아 격파 특수효과의 <b><color style='color:#f29e38'>24%</color></b>에 <b><color style='color:#f29e38'>50%</color></b>를 더한 값만큼 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 달리아가 동료가 제공하는 치유 효과 또는 실드를 받으면 해당 효과가 다시 발동한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴, 단일 턴 내에 중복 발동되지 않는다",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "고인에게 애도를",
                "Desc": "특성의 <u>추가 공격</u> 발동 시 아군의 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 특성의 <u>추가 공격</u>을 <b><color style='color:#f29e38'>2</color></b>회 발동할 때마다 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "새로움을 위한 옛것과의 작별",
                "Desc": "아군이 적에게 약점 부여 시 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴. 화염 속성 아군 캐릭터가 공격 발동 중에 약점을 부여한 적이 있으면, 공격 후 약점을 부여한 각 목표에게 추가로 화염 속성 고정 강인성 감소를 <b><color style='color:#f29e38'>20</color></b>pt 가하고, 에너지를 에너지 최대치의 <b><color style='color:#f29e38'>10%</color></b>만큼 회복하며, 해당 효과를 통해 최대 에너지 최대치의 <b><color style='color:#f29e38'>50%</color></b>까지 회복할 수 있다",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "또 한 번의 장례",
                "Desc": "전투 진입 시 다른 캐릭터의 격파 특수효과가 달리아 격파 특수효과의 <b><color style='color:#f29e38'>24%</color></b>에 <b><color style='color:#f29e38'>50%</color></b>를 더한 값만큼 증가한다, 지속 시간: <b><color style='color:#f29e38'>1</color></b>턴. 달리아가 동료가 제공하는 치유 효과 또는 실드를 받으면 해당 효과가 재발동한다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴, 해당 효과는 단일 턴 내에 중복 발동하지 않는다",
                "Icon": "SkillIcon_1321_SkillTree1"
            },
            "Tree2": {
                "Name": "고인에게 애도를",
                "Desc": "특성의 <u>추가 공격</u> 발동 시 아군의 전투 스킬 포인트를 1pt 회복한다. 해당 효과는 특성의 <u>추가 공격</u>을 <b><color style='color:#f29e38'>2</color></b>회 발동할 때마다 1회 발동한다",
                "Icon": "SkillIcon_1321_SkillTree2"
            },
            "Tree3": {
                "Name": "새로움을 위한 옛것과의 작별",
                "Desc": "아군이 적에게 약점 부여 시 속도가 <b><color style='color:#f29e38'>30%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴. 화염 속성 아군 캐릭터가 공격 발동 중에 약점을 부여한 경우, 공격 후 약점을 부여한 각 목표에게 추가로 화염 속성 고정 강인성 감소를 <b><color style='color:#f29e38'>20</color></b>pt 가하고, 에너지를 에너지 최대치의 <b><color style='color:#f29e38'>10%</color></b>만큼 회복하며, 해당 효과를 통해 최대 에너지 최대치의 <b><color style='color:#f29e38'>50%</color></b>까지 회복할 수 있다",
                "Icon": "SkillIcon_1321_SkillTree3"
            }
        }
    }
}

var _avatarrank = {
    "132101": {
        "v1": {
            "Rank": 1,
            "Name": "꽃 한 송이가 피어나려 할 때",
            "Desc": "특성이 [댄스 파트너]에게 제공하는 <u>슈퍼 격파 피해</u> 배율이 모든 아군 캐릭터에게 적용되며, [댄스 파트너]의 배율은 추가로 <b><color style='color:#f29e38'>40%</color></b> 증가한다. [댄스 파트너]가 공격 발동 후, 피격된 적에게 대상의 강인성 최대치의 <b><color style='color:#f29e38'>25%</color></b>만큼 고정 강인성 감소를 추가로 가한다(최소 <b><color style='color:#f29e38'>10</color></b>pt, 최대 <b><color style='color:#f29e38'>300</color></b>pt). 해당 효과는 각 적에게 1회만 발동할 수 있으며, 적이 치명적인 공격을 받으면 해당 목표의 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v2": {
            "Rank": 1,
            "Name": "꽃 한 송이가 피어나려 할 때",
            "Desc": "특성이 [댄스 파트너]에게 제공하는 <u>슈퍼 격파 피해</u> 배율이 모든 아군 캐릭터에게 적용되며, [댄스 파트너]의 배율은 추가로 <b><color style='color:#f29e38'>40%</color></b> 증가한다. [댄스 파트너]가 공격 발동 후, 피격된 적에게 대상의 강인성 최대치의 <b><color style='color:#f29e38'>25%</color></b>만큼 고정 강인성 감소를 추가로 가한다(최소 <b><color style='color:#f29e38'>10</color></b>pt, 최대 <b><color style='color:#f29e38'>300</color></b>pt). 해당 효과는 각 적에게 1회만 발동할 수 있으며, 적이 치명적인 공격을 받으면 해당 목표의 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v3": {
            "Rank": 1,
            "Name": "꽃 한 송이가 피어나려 할 때",
            "Desc": "특성이 [춤 파트너]에게 제공하는 <u>슈퍼 격파 피해</u> 배율이 모든 아군 캐릭터에게 적용되며, [춤 파트너]의 배율은 추가로 <b><color style='color:#f29e38'>40%</color></b> 증가한다. [춤 파트너]가 공격 발동 후, 피격된 적에게 대상의 강인성 최대치의 <b><color style='color:#f29e38'>25%</color></b>만큼 고정 강인성 감소를 추가로 가한다(최소 <b><color style='color:#f29e38'>10</color></b>pt, 최대 <b><color style='color:#f29e38'>300</color></b>pt). 해당 효과는 각 적에게 1회만 발동할 수 있으며, 적이 치명적인 공격을 받으면 해당 목표의 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "v4": {
            "Rank": 1,
            "Name": "꽃 한 송이가 피어나려 할 때",
            "Desc": "특성이 [춤 파트너]에게 제공하는 <u>슈퍼 격파 피해</u> 배율이 모든 아군 캐릭터에게 적용되며, [춤 파트너]의 배율은 추가로 <b><color style='color:#f29e38'>40%</color></b> 증가한다. [춤 파트너]가 공격 발동 후, 피격된 적에게 대상의 강인성 최대치의 <b><color style='color:#f29e38'>25%</color></b>만큼 고정 강인성 감소를 추가로 가한다(최소 <b><color style='color:#f29e38'>10</color></b>pt, 최대 <b><color style='color:#f29e38'>300</color></b>pt). 해당 효과는 각 적에게 1회만 발동할 수 있으며, 적이 치명적인 공격을 받으면 해당 목표의 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        },
        "Live": {
            "Rank": 1,
            "Name": "꽃 한 송이가 피어나려 할 때",
            "Desc": "특성이 [춤 파트너]에게 제공하는 <u>슈퍼 격파 피해</u> 배율이 모든 아군 캐릭터에게 적용되며, [춤 파트너]의 배율은 추가로 <b><color style='color:#f29e38'>40%</color></b> 증가한다. [춤 파트너]가 공격 발동 후, 피격된 적에게 대상의 강인성 최대치의 <b><color style='color:#f29e38'>25%</color></b>만큼 고정 강인성 감소를 추가로 가한다(최소 <b><color style='color:#f29e38'>10</color></b>pt, 최대 <b><color style='color:#f29e38'>300</color></b>pt). 해당 효과는 각 적에게 1회만 발동할 수 있으며, 적이 치명적인 공격을 받으면 해당 목표의 발동 가능 횟수가 초기화된다",
            "Icon": "SkillIcon_1321_Rank1",
            "EE": [
                10000015
            ]
        }
    },
    "132102": {
        "v1": {
            "Rank": 2,
            "Name": "신선하고 생기 넘치니, 애정이 솟아나네",
            "Desc": "[영락] 상태는 추가로 목표의 모든 속성 저항을 <b><color style='color:#f29e38'>18%</color></b> 감소시킨다. 적이 필드 입장 시 즉시 [영락] 상태에 빠진다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "신선하고 생기 넘치니, 애정이 솟아나네",
            "Desc": "[영락] 상태는 추가로 목표의 모든 속성 저항을 <b><color style='color:#f29e38'>18%</color></b> 감소시킨다. 적이 필드 입장 시 즉시 [영락] 상태에 빠진다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "새 삶, 생기, 애정",
            "Desc": "[영락] 상태는 추가로 목표의 모든 속성 저항을 <b><color style='color:#f29e38'>20%</color></b> 감소시킨다. 적이 필드 입장 시 즉시 [영락] 상태에 빠진다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "새 삶, 생기, 애정",
            "Desc": "달리아가 필드에 있을 시 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다. 적이 필드 입장 시 즉시 [영락] 상태에 빠진다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1321_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "새 삶, 생기, 애정",
            "Desc": "달리아가 필드에 있을 시 모든 적의 모든 속성 저항이 <b><color style='color:#f29e38'>20%</color></b> 감소한다. 적이 필드 입장 시 즉시 [영락] 상태에 빠진다, 지속 시간: <b><color style='color:#f29e38'>3</color></b>턴",
            "Icon": "SkillIcon_1321_Rank2"
        }
    },
    "132103": {
        "v1": {
            "Rank": 3,
            "Name": "허나 꽃잎은 매미의 날개처럼 얇고",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "허나 꽃잎은 매미의 날개처럼 얇고",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "하나 꽃잎은 매미 날개처럼 얇고",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "하나 꽃잎은 매미 날개처럼 얇고",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1321_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "하나 꽃잎은 매미 날개처럼 얇고",
            "Desc": "필살기 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 일반 공격 레벨+1, 최대 Lv.<b><color style='color:#f29e38'>10</color></b>",
            "Icon": "SkillIcon_1321_Ultra"
        }
    },
    "132104": {
        "v1": {
            "Rank": 4,
            "Name": "꽃술은 벌레가 갉아 먹었구나",
            "Desc": "특성의 <u>추가 공격</u> 피해 횟수가 <b><color style='color:#f29e38'>5</color></b>회 증가하며, 명중할 때마다 목표가 받는 피해가 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "꽃술은 벌레가 갉아 먹었구나",
            "Desc": "특성의 <u>추가 공격</u> 피해 횟수가 <b><color style='color:#f29e38'>5</color></b>회 증가하며, 명중할 때마다 목표가 받는 피해가 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "꽃술은 벌레가 갉아 먹었구나",
            "Desc": "특성의 <u>추가 공격</u> 피해 횟수가 <b><color style='color:#f29e38'>5</color></b>회 증가하며, 명중할 때마다 목표가 받는 피해가 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "꽃술은 벌레가 갉아 먹었구나",
            "Desc": "특성의 <u>추가 공격</u> 피해 횟수가 <b><color style='color:#f29e38'>5</color></b>회 증가하며, 명중할 때마다 목표가 받는 피해가 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1321_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "꽃술은 벌레가 갉아 먹었구나",
            "Desc": "특성의 <u>추가 공격</u> 피해 횟수가 <b><color style='color:#f29e38'>5</color></b>회 증가하며, 발동 시 모든 적이 받는 피해가 <b><color style='color:#f29e38'>12%</color></b> 증가한다, 지속 시간: <b><color style='color:#f29e38'>2</color></b>턴",
            "Icon": "SkillIcon_1321_Rank4"
        }
    },
    "132105": {
        "v1": {
            "Rank": 5,
            "Name": "시들고 부패하니, 증오가 피어나네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1321_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "시들고 부패하니, 증오가 피어나네",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1321_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "영락, 부패, 증오",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1321_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "영락, 부패, 증오",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1321_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "영락, 부패, 증오",
            "Desc": "전투 스킬 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>. 특성 레벨+2, 최대 Lv.<b><color style='color:#f29e38'>15</color></b>",
            "Icon": "SkillIcon_1321_BP"
        }
    },
    "132106": {
        "v1": {
            "Rank": 6,
            "Name": "그러나, 치명적으로 아름답도다",
            "Desc": "달리아의 격파 특수효과가 <b><color style='color:#f29e38'>150%</color></b> 증가한다. 특성의 <u>추가 공격</u> 발동 시 모든 [댄스 파트너]의 다음 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 증가한다</u>",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "그러나, 치명적으로 아름답도다",
            "Desc": "달리아의 격파 특수효과가 <b><color style='color:#f29e38'>150%</color></b> 증가한다. 특성의 <u>추가 공격</u> 발동 시 모든 [댄스 파트너]의 다음 <u>행동 게이지가 <b><color style='color:#f29e38'>15%</color></b> 증가한다</u>",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "그러나 늘 치명적으로 아름답도다",
            "Desc": "달리아의 격파 특수효과가 <b><color style='color:#f29e38'>150%</color></b> 증가한다. 특성의 <u>추가 공격</u> 발동 시 모든 [댄스 파트너]의 다음 <u>행동 게이지가 <b><color style='color:#f29e38'>20%</color></b> 증가한다</u>",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "그러나 늘 치명적으로 아름답도다",
            "Desc": "[춤 파트너]의 격파 특수효과가 <b><color style='color:#f29e38'>150%</color></b> 증가한다. 특성의 <u>추가 공격</u> 발동 시 모든 [춤 파트너]의 다음 <u>행동 게이지가 <b><color style='color:#f29e38'>20%</color></b> 증가한다</u>",
            "Icon": "SkillIcon_1321_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "그러나 늘 치명적으로 아름답도다",
            "Desc": "[춤 파트너]의 격파 특수효과가 <b><color style='color:#f29e38'>150%</color></b> 증가한다. 특성의 <u>추가 공격</u> 발동 시 모든 [춤 파트너]의 다음 <u>행동 게이지가 <b><color style='color:#f29e38'>20%</color></b> 증가</u>한다",
            "Icon": "SkillIcon_1321_Rank6"
        }
    }
}

var _story = {
    "1321": [
        {
            "_id": 1,
            "Story": "좋은꿈은 영원한 불길의 관저를 불태우고, 「그녀」에 관한 모든 것을 가져갔다.<br>「파멸」, 「기억」… 지나온 곳에는 배반의 꽃이 피어났다——<br>아무도 모르는 꿈세계로 돌아가 그녀에게 다시 불을 지필 자는 누구일 것인가?"
        },
        {
            "_id": 2,
            "Story": "그녀는 나락의 가장 깊은 곳에서 도망쳐 나와, 길을 따라 자신과 관련된 모든 기억을 불태웠다.<br>우리는 그 그을린 흔적을 따라 이곳까지 추적했고, 수많은 기억의 정원의 거울이 소녀의 고독한 모습을 비추었다.<br><br><i>「기억하는 자 달리아, 왜 기억의 정원을 배반했지?」</i><br>그녀는 날카로운 손끝으로 뺨을 가볍게 두드렸고, 미소는 수많은 거울 속에서 같은 곡선을 그렸다.<br><i>「그저 싫증이 났을 뿐이야…. 내가 한때 『파멸』을 배반했던 것처럼」</i><br><br>그녀의 시선은 거울 속 수많은 자신을 훑어보았다——<br><i>「그래… 나는 이미 당신들의 거울 속에 갇혔어. 하지만 내가 내 기억을 불태울 때, 모든 거울도 나로 인해 불타오르게 되지 않을까?」</i><br><br>그녀가 신비로운 춤사위를 펼치더니, 수많은 거울 속 인영도 함께 치맛자락을 휘날리며 돌았다…. 옷자락의 차가운 불꽃이 부드럽게 거울 표면을 핥다가, 이내 그것들을 불길 속으로 삼켜버렸다.<br><br>기억의 정원의 거울이 비추는 가운데, 나는 그 여인이 기억의 꽃다발을 전부 불길에 바치는 모습을 보았다——그녀의 어린 시절은 모조리 불탔고, 청춘의 시절은 흩날리는 재가 되었다. 마지막으로, 그녀의 모든 과거가 타올랐다……<br>이와 함께, 우리의 수많은 거울도 불탔다.<br><br><i>「온몸이 달아오르는 게 느껴져? 그렇다면 나와 함께 부드러운 불꽃 속으로 들어가자……」</i> 거울 속의 그녀는 나를 향해 미소를 지었다.<br><br>더 이상 그 외침이 들리지 않는다…. 난 기쁨에 가득 찬 채 거울 속으로 들어가 춤추는 그 그림자를 쫓으려 했다——처음엔 서툴게 발을 맞추다가, 점점 춤사위가 하나로 어우러졌고, 마침내 그녀의 치맛자락을 잡을 수 있었다……<br>그리고 그녀도 마침내 내 눈을 바라봐 주었다. 일렁이는 빛 속에서, 그녀의 두 손은 내 치맛자락을 스쳤고, 그녀의 눈 속 푸른빛은 마치 부드러운 파도처럼 나의 모든 것을 삼켰다.<br><br><align=\"right\">——어느 기억하는 자의 기억</align><br><br><i>「기억하는 자들은 내가 모든 과거를 바쳤다고 생각하지만, 그게 『나』의 과거라고 누가 그래?」</i><br>꼬리의 화염을 만지작거리며, 그녀는 다음 기억을 향해 걸어갔다."
        },
        {
            "_id": 3,
            "Story": "<i>「콘스탄스… 그녀는 형제자매 중에서 가장 나이가 많지는 않았지만, 우리의 큰언니 같은 존재였어. 우리를 가르칠 때, 그녀의 꼬리는 무서웠지만, 우리를 다치게 한 적은 한 번도 없었지」</i><br><align=\"right\">——「서기」의 기억</align><br><br><i>「우리가 아버지에게서 『파멸』의 기술을 배울 때, 콘스탄스만 가장 빨리 터득했어. 마치… 잊힌 본능을 되살리는 것처럼 말이야. 무섭지 않아…? 하지만 그녀의 목소리는, 또 어찌나 부드럽던지」</i><br><align=\"right\">——「족쇄」의 기억</align><br><br><i>「그녀는 긴 손가락으로 내 현을 조율해 주고, 열정적인 선율을 연주하는 법을 가르쳐주었지. 아… 알고 있어…. 그녀의 손끝에는 불꽃이 춤추고 있었지만, 그녀의 마음은 차가웠어」</i><br><align=\"right\">——「조율사」의 기억</align><br><br><i>「콘스탄스… 나의 가장 야심 많은 아이이자, 가장 뛰어난 아이, 그녀는 내가 내려준 『파멸』의 불꽃이 필요 없지. 그녀는 이미 내면 깊숙한 곳의 불꽃에 불타고 있었으니까.<br><br>정말이지 야심이 가득한 아이야. 하지만 영원한 불길의 관저는 이런 일원을 좋아하지. 언젠가 그녀도 소멸파의 장난에 싫증을 느끼게 될 테고, 그때가 되면 주인님께선 그녀를 양팔 벌려 환영하실 거라고 굳게 믿네. 가장 격렬한 파멸만이 그분을 기쁘게 할 테니까……」</i><br><align=\"right\">——명화대공의 기억</align><br><br>저녁 비가 내리던 그날 밤, 카테리나, 두브라, 아카시——그들은 불길 속에서 종적을 감췄다.<br>불태우기를 좋아하는 마녀는 저택의 폐허를 불사르지 않고, 잔화 속의 기억을 거뒀다——<br><i>「아버지, 당신의 죽음을 위한 제를 올릴게요——전 좋은꿈 아래서 은은히 타오르는 불꽃이 되어, 갈망하는 모든 걸 품에 안을 거예요」</i><br><br>공허한 빗줄기 속에서, 누구도 그녀의 표정을 제대로 볼 수 없었다. 미소를 짓고 있었던 것일까, 흐느끼고 있었던 것일까, 아니면……"
        },
        {
            "_id": 4,
            "Story": "그녀는 자신을 콘스탄스라고 했다.<br>그때가 그녀와의 첫 번째 만남이었다. 하얀 원피스를 입은 그녀는 배양 캡슐에서 막 깨어난 내 머리를 빗겨주었다.<br><br>그녀는 자신을 달리아라고 했다.<br>그때가 그녀와의 두 번째 만남이었다. 어떤 임무 중에, 그녀는 하얀 장갑으로 내 피를 닦아주었다…. 마치 언니처럼.<br><br><i>「두려워하지 마, 내가 항상 네 곁에 있을 테니까」</i><br>그녀는 좋은꿈 깊은 곳으로 사라지고, 어렴풋한 꽃향기만이 남았다.<br><br>축제의 별에는 열망을 품은 수많은 꿈을 좇는 여행객이 있었고, 그녀는 마음껏 다른 이들의 기억의 일부가 되었다.<br>나는 각본의 지시에 따라 움직였지만, 그녀는 각본을 전혀 신경 쓰지 않았다.<br><br>이 기나긴 연회에서 그녀는 운명의 오선지 위를 오갔다, 마치 어떤 초대도 거절하지 않을 것처럼.<br><br>그녀는 「질서」의 악장 속을 거닐면서도, 「화합」의 음표를 건드리지 않을 수 없었다. 「번식」의 울림에 귀를 기울이다가, 운명의 장난에 자진해서 「공허」의 그림자에 삼켜지고, 또 고의든 아니든… 「기억」의 춤 파트너와 얽혔다.<br><br>늘 그렇듯이, 그녀의 흥은 열렬하면서도 짧다.<br>그녀는 말했다. 자신의 목숨을 칼날 끝에 걸어야만 살아있는 희열을 느낄 수 있다고.<br>그래서 나를 바라보는 그녀의 눈빛은 복잡했다——<br>나는 연민을 읽었다——내 필연적인 죽음에 대한 연민을. 나는 기쁨도 읽었는데, 마치 그녀가 또 하나의 아름다운 기억을 만들어낸 것 같았다. 그리고 호기심도 있었다. 내가 어떻게 내 운명을 거스를지에 대한 호기심.<br><br>나는 그녀에게 무명객과 「종말」에 관련된 기억을 태워달라고 부탁했다. 그 기억이 너무나도 위험했기에.<br>그녀는 꼬리의 불꽃으로 무명객의 과거를 태웠지만, 미소를 지으며 내게 말했다.<br>가장 강렬한 불길 속에서조차도 진정으로 잊히는 건 없다고.<br><br>아마도 그녀는 이미 수천, 수만 번 이렇게 해왔을 것이다.<br>그녀는 무언가를 끊임없이 추구하기에 많은 것들을 등졌다.<br>그래서인지 그녀는 거듭해서 연회에 참석하려 한다. 연회장에서 사람들이 그녀가 애도와 시듦의 상징이라고 수군대며 저주할지라도. 애도는 생명에 바치는 선물이고, 시들어버린 것들도 한때는 찬란했던 과거가 있었음을 기억하는 이는 드물다.<br><align=\"right\">——어느 스텔라론 헌터의 왜곡된 기억</align>"
        },
        {
            "_id": 5,
            "Story": "그녀가 「종말」의 연극에 출연하게 된다면, 수많은 가능성이 교차하는 가운데 그녀는 여러 방식으로 배반할 것이다.<br><br>스텔라론 헌터는 은하에 관한 너무나도 많은 비밀을 품고 있어서, 그녀가 언젠가 이 기억들을 몰래 들여다볼 때면 「파멸」이 그녀를 주시하게 될 것이다.<br>그녀는 끝없는 고된 여정에 지쳐, 「에페메라」라는 이름으로, 「기억」을 파멸시키는 대군으로 승격해 종말의 도래를 재촉하게 될 것이다.<br><br>한 가지 가능성으로, 그녀는 마치 여덟 번째 절멸 대군이 나타난 적이 없었던 것처럼, 은하의 모든 이가 자신의 승격을 잊게 할 것이다.<br>시간이 끝을 향해 갈 때, 그녀의 불꽃은 선견천을 뒤덮어 우주의 과거의 모사본을 모조리 불태워버릴 것이다. 이로써 그녀는 모든 무루의 아이들에게 은하에 「기억」의 무덤을 남기겠다고 선언한다.<br>……<br>그래서 나는 그녀의 「스텔라론 헌터」 합류 요청을 거부했다. 이 용솟음치는 가능성을 차단하기 위해서.<br><br><align=\"right\">——각본의 메모</align><br><br><i>「기억, 파멸, 종말……」</i><br>입가에 미소를 띤 채, 치맛자락을 휘날리며 그녀는 끊임없이 회전했다.<br>결국, 그녀는 자신이 어떤 운명을 향해 나아가야 할지 여전히 알지 못했고, 아마 영원히 그 어떤 것으로도 만족하지 못할 것이다——<br><i>「하지만 그렇기에, 나는 영원히 운명의 노예가 되지 않겠지」</i><br><br>춤이 끝나고, 잔음만이 재 속에서 맴돌고 있었다——<br><i>「그렇다면 다시 한번 미치도록 사랑하고, 다시 한번 배반하고, 다시 한번 운명의 흐름에 몸을 맡기자」</i>"
        }
    ]
}

var _voice = {
    "1321": [
        {
            "_id": "archive_dahlia_1",
            "Title": "첫 만남",
            "Voice": "네 기억… 정말 까다롭네. 그럼 내가 먼저 마음을 열어볼게——내 이름은 콘스탄스, 내 치맛자락 아래 무릎 꿇은 이들은 날 「달리아」라고 부르지. 두려워 마, 그리고 날 따라와. 너와 나, 둘만의 춤에서 넌 알게 될 거야. 과거는 어떻게 불태워지고, 미래는 또 어떻게 묻히는지를……"
        },
        {
            "_id": "archive_dahlia_2",
            "Title": "인사",
            "Voice": "나야. 이렇게 소리 없이 나타나서… 놀랐어?"
        },
        {
            "_id": "archive_dahlia_3",
            "Title": "작별",
            "Voice": "이 순간을 차가운 표본으로 만들어서 영원히 내 곁에 두고 싶지만… 내 맘도 몰라주는 운명은 우릴 갈라놓으려 하네. 뭐, 개화는 다음 만남에 기약하자——그때도 네가 나한테 흥미로웠으면 좋겠네……"
        },
        {
            "_id": "archive_dahlia_4",
            "Title": "자신에 대해•배반",
            "Voice": "늘 똑같기만 한 「파멸」이 싫어서 기억의 정원에 발을 들였고, 얼마 지나지 않아 부패한 「기억」에 질려버려서 지금껏 「소각공」의 신분으로 걸어왔어…. 어떤 이들은 배반이 내 천성이라고 보지만, 그보다는 내가 「배반」의 순간을 즐기는 거라고 할 수 있지. 운명의 속박을 찢어낼 때, 가슴은 미어지듯 아파도 더없이 즐겁거든……"
        },
        {
            "_id": "archive_dahlia_5",
            "Title": "잡담•두 손",
            "Voice": "날카로운 오른손이 궁금해? 서늘한 느낌이 목덜미를 스칠 때, 그 손은 생명의 주인에게 안식을 선사하지——그리고 장례식에서, 난 베일을 쓴 채 피 묻은 적 없는 다른 손으로… 시든 꽃 한 송이를 바치는 걸 좋아해"
        },
        {
            "_id": "archive_dahlia_7",
            "Title": "취미",
            "Voice": "다른 사람의 기억 속에서, 실제로는 존재하지도 않는 「이모」를 연기하는 거… 재미있지 않아? 사람들은 정말 쉽게 믿어. 최후의 순간조차도 자신이 처참하게 배반당했다는 눈빛으로 날 바라보지"
        },
        {
            "_id": "archive_dahlia_8",
            "Title": "고민",
            "Voice": "밈이 된 그 순간부터, 아무리 햇볕을 많이 쬐더라도 이 창백한 피부는 변하지 않아……"
        },
        {
            "_id": "archive_dahlia_9",
            "Title": "공유",
            "Voice": "「영원한 불길의 관저」 기억해? 대공의 기억 속에서 난 언제나 그가 가장 자랑스러워하던 아이였어. 난 그의 야망에 불을 지폈고, 그는 결국 「파멸」의 길에서 쓰러졌지만 네가 「공허」와 만나는 기회를 만들어냈지——이 은하 속 수많은 「운명」은 살짝 건드리기만 해도 사람들을 불태울만한 화염을 일으킬 수 있어"
        },
        {
            "_id": "archive_dahlia_10",
            "Title": "견문•기억 미학",
            "Voice": "기억을 마음대로 편집하거나, 무작정 태워버리거나… 내 동료들은 으레 그렇게 저속하기 그지없지. 난 기다리는 걸 좋아해. 찬란했던 것들이 과거가 되어 떨어지길 기다리지. 겹겹이 쌓인 꽃잎이 조금씩 썩어가다가 결국엔 한탄과 원한의 벌레 흔적으로 가득 뒤덮이는 것처럼 말이야. 그다음, 내가 촛불 아래서 아끼는 것들을 골라 함께 순장시켜 줄 거야… 상상만 해도 흥분되네……"
        },
        {
            "_id": "archive_dahlia_11",
            "Title": "{NICKNAME}에 대해",
            "Voice": "네 기억 속에서 난 그들이 보낸 시선을 봤어. 네가 여정에서 내렸던 선택들도, 그리고 네 그 생동감 넘치고 놀라운… 본질도 봤지. 물론 난 계속, 계속 널 따라갈 거야. 네가 은하에 남긴 그 발자취들과 함께……"
        },
        {
            "_id": "archive_dahlia_12",
            "Title": "아케론에 대해",
            "Voice": "사람을 홀리는 그 아가씨와 함께 춤출 수 있다면, 그녀의 치맛자락 아래 쓰러질지도 몰라…. 아, 그건 분명 아름다울 거야, 너무나도 아름답겠지……"
        },
        {
            "_id": "archive_dahlia_13",
            "Title": "블랙 스완에 대해",
            "Voice": "그 고고한 여자를 말하는 거야? 그 점잖은 척하는 태도야 나도 가까이하고 싶지 않지만, 기억하는 자로서 그녀가 운명에 다리를 놓아 찬란한 기억이 탄생하게 만드는 능력만큼은… 나도 감탄하지 않을 수 없어"
        },
        {
            "_id": "archive_dahlia_14",
            "Title": "반디에 대해",
            "Voice": "스텔라론 헌터는 「각본」의 포로일 뿐이지만, 그녀는 계속해서 운명에 반항하고 있어…. 곤충 떼 속에 묻힌 과거들은 언제쯤 그녀의 손에 완전히 불태워질까?"
        },
        {
            "_id": "archive_dahlia_15",
            "Title": "명화대공에 대해",
            "Voice": "그의 야심은 황혼의 비에 꺼져버렸고, 그 은인의 시선도 절대 강림하지 않았지…. 아무도 그의 죽음을 기억하지 않을 거야——오직 나만이 기억하고 있지. 그건 미안해서도, 슬퍼서도 아니야…. 단지 그가 진실을 알았을 때의 눈빛을 잊을 수가 없어서일 뿐이지"
        },
        {
            "_id": "archive_dahlia_16",
            "Title": "제이드에 대해",
            "Voice": "계약서 한 장으로 서로를 구속하려 들다니, 유치하다고 해야 할까, 아니면 처음부터 그 여자의 꽃봉오리 아래 독사가 숨어있던 걸까? 그래서인지, 그녀를 화나게 했을 때 묻어난 그 특이한 향기가… 더 그립네"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_dahlia",
            "Title": "성혼 활성화",
            "Voice": "대담하네. 어쩜… 우리 다 재가 돼버릴지도?"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_dahlia",
            "Title": "캐릭터 승급",
            "Voice": "불꽃이 더 요동치고 있어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_dahlia",
            "Title": "캐릭터 최고 레벨",
            "Voice": "슬슬 언제 떠날지 생각해 봐야겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_dahlia",
            "Title": "행적 활성화",
            "Voice": "지나온 길을 바꾸는 게, 그렇게 어렵나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_dahlia",
            "Title": "파티 편성•{NICKNAME}",
            "Voice": "가까이 와…. 그래야 합이 더 잘 맞지"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_dahlia",
            "Title": "파티 편성•블랙 스완",
            "Voice": "내 옆에 있으면 언제 죽을지 몰라…. 이거 협박 아니다?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofirefly_dahlia",
            "Title": "파티 편성•반디",
            "Voice": "이번엔, 또 어떻게 운명을 거스를래?"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toacheron_dahlia",
            "Title": "파티 편성•아케론",
            "Voice": "네 팔을 잡고, 기억을 일깨워줘도 될까?"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_dahlia",
            "Title": "전투 시작•약점 격파",
            "Voice": "나한테 빠진 거야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_dahlia",
            "Title": "전투 시작•위험 경보",
            "Voice": "너의 재는… 아름답겠지?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_dahlia_01",
            "Title": "턴 시작•1",
            "Voice": "내 사랑, 마지막으로 하고 싶은 말 있어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_dahlia_02",
            "Title": "턴 시작•2",
            "Voice": "촛불이 흔들리고… 네 호흡은 불규칙해졌네"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_dahlia",
            "Title": "턴 대기",
            "Voice": "흥미를 잃게 만들지 마……"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_dahlia_01",
            "Title": "일반 공격",
            "Voice": "날 봐~"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_dahlia_01",
            "Title": "전투 스킬•1",
            "Voice": "날 위해, 몸을 불태워 춤춰줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_dahlia_02",
            "Title": "전투 스킬•2",
            "Voice": "나를, 뼛속 깊이 새겨줘"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_dahlia_01",
            "Title": "약공격 피격",
            "Voice": "재밌어지는걸?"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_dahlia_01",
            "Title": "강공격 피격",
            "Voice": "또 같은 수법이야?"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_dahlia",
            "Title": "필살기•활성화",
            "Voice": "기억의 무덤은 활짝 열렸어——"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_dahlia",
            "Title": "필살기•발동",
            "Voice": "죽음의 순간은… 정말 아름다워"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_dahlia_01",
            "Title": "특성•1",
            "Voice": "더는 못 기다리겠어?"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_dahlia_02",
            "Title": "특성•2",
            "Voice": "날… 배반하려고?"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_dahlia_01",
            "Title": "전투 불능",
            "Voice": "나와… 함께하자……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_dahlia",
            "Title": "전투 복귀",
            "Voice": "음, 보고 싶었어"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_dahlia",
            "Title": "HP 회복",
            "Voice": "정말 착하네"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_dahlia",
            "Title": "비술",
            "Voice": "자, 기억에 불을 붙여~"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_dahlia",
            "Title": "전투 승리",
            "Voice": "다음 장례식에 가봐야겠어"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_dahlia",
            "Title": "전리품 오픈•1",
            "Voice": "손에 넣으니, 시시해지네"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_dahlia_02",
            "Title": "전리품 오픈•2",
            "Voice": "그건 어떻게… 부패하려나?"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_dahlia",
            "Title": "진귀한 전리품 오픈",
            "Voice": "내 기다림을 저버리지 않았구나"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_dahlia",
            "Title": "수수께끼 풀이 성공•1",
            "Voice": "파괴하는 것도 일종의 답이지"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_dahlia_02",
            "Title": "수수께끼 풀이 성공•2",
            "Voice": "다음엔 변화를 줘보는 거 어때?"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_dahlia",
            "Title": "적 발견",
            "Voice": "성가신 댄스 파트너가 왔네"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_dahlia",
            "Title": "도시로 복귀",
            "Voice": "또 햇볕을 쬐고 싶어, 같이 있어 줄래?"
        }
    ]
}

var _changelog2 = {
    "1321": []
}

var _notes = {}

var _adiff = {
    "1321": {},
    "23050": {}
}

var _weapondesc = {
    "23050": "<i>「자, 내 곁으로 와…」</i><br>한 줄기 생생한 기억이 화염에 이끌려 그녀의 몸과 마음을 감싼다.<br><br>과거는 무덤 속으로 빠져들었다. 과연 그것이 진실일까?<br><i>「쉿, 흐느끼지 말고, 거부하지도 마……」</i><br>그녀는 자신을 타인의 마음에 새겼다. 낯선 눈빛이 점차 익숙해졌다.<br><i>「기억났니?」</i><br><br>오래된 기억의 잔재가 모두 흩어지고, 얼굴에 매혹적인 꽃향기가 스친다——<br><i>「내가, 바로 너의 기억이야」</i>"
}

var _weaponskill = {
    "23050": {
        "v1": {
            "Name": "분신",
            "Desc": [
                "장착한 캐릭터의 격파 특수효과가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다. 전투 진입 시 장착한 캐릭터와 전투를 시작한 다른 동료가 가하는 격파 피해가  <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 전투를 시작한 동료가 없을 경우, 장착한 캐릭터와 격파 특수효과가 가장 높은 동료에게 효과가 적용된다. 같은 유형의 효과는 중첩되지 않는다. 장착한 캐릭터가 적에게 약점 부여 시 전투 스킬 포인트를 1pt 회복하고, 해당 효과는 최대 1회 발동할 수 있으며, 필살기 발동 시 발동 가능 횟수가 초기화된다"
            ]
        },
        "v2": {
            "Name": "분신",
            "Desc": [
                "장착한 캐릭터의 격파 특수효과가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다. 전투 진입 시 장착한 캐릭터와 전투를 시작한 다른 동료가 가하는 격파 피해가  <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 전투를 시작한 동료가 없을 경우, 장착한 캐릭터와 격파 특수효과가 가장 높은 동료에게 효과가 적용된다. 같은 유형의 효과는 중첩되지 않는다. 장착한 캐릭터가 적에게 약점 부여 시 전투 스킬 포인트를 1pt 회복하고, 해당 효과는 최대 1회 발동할 수 있으며, 필살기 발동 시 발동 가능 횟수가 초기화된다"
            ]
        },
        "v3": {
            "Name": "분신",
            "Desc": [
                "장착한 캐릭터의 격파 특수효과가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다. 전투 진입 시 장착한 캐릭터와 전투를 시작한 다른 동료가 가하는 격파 피해가  <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 전투를 시작한 동료가 없을 경우, 장착한 캐릭터와 격파 특수효과가 가장 높은 동료에게 효과가 적용된다. 같은 유형의 효과는 중첩되지 않는다. 장착한 캐릭터가 적에게 약점 부여 시 전투 스킬 포인트를 1pt 회복하고, 해당 효과는 최대 1회 발동할 수 있으며, 필살기 발동 시 발동 가능 횟수가 초기화된다"
            ]
        },
        "v4": {
            "Name": "분신",
            "Desc": [
                "장착한 캐릭터의 격파 특수효과가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다. 전투 진입 시 장착한 캐릭터와 전투를 시작한 다른 동료가 가하는 격파 피해가  <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 전투를 시작한 동료가 없을 경우, 장착한 캐릭터와 격파 특수효과가 가장 높은 동료에게 효과가 적용된다. 같은 유형의 효과는 중첩되지 않는다. 장착한 캐릭터가 적에게 약점 부여 시 전투 스킬 포인트를 1pt 회복하고, 해당 효과는 최대 1회 발동할 수 있으며, 필살기 발동 시 발동 가능 횟수가 초기화된다"
            ]
        },
        "Live": {
            "Name": "분신",
            "Desc": [
                "장착한 캐릭터의 격파 특수효과가  <color style='color:#f29e38;'>60%</color> / <color style='color:#f29e38;'>75%</color> / <color style='color:#f29e38;'>90%</color> / <color style='color:#f29e38;'>105%</color> / <color style='color:#f29e38;'>120%</color>  증가한다. 전투 진입 시 장착한 캐릭터와 전투를 시작한 다른 동료가 가하는 격파 피해가  <color style='color:#f29e38;'>32%</color> / <color style='color:#f29e38;'>42%</color> / <color style='color:#f29e38;'>52%</color> / <color style='color:#f29e38;'>62%</color> / <color style='color:#f29e38;'>72%</color>  증가한다. 전투를 시작한 동료가 없을 경우, 장착한 캐릭터와 격파 특수효과가 가장 높은 동료에게 효과가 적용된다. 같은 유형의 효과는 중첩되지 않는다. 장착한 캐릭터가 적에게 약점 부여 시 전투 스킬 포인트를 1pt 회복하고, 해당 효과는 최대 1회 발동할 수 있으며, 필살기 발동 시 발동 가능 횟수가 초기화된다"
            ]
        }
    }
}

var _ee = {
    "10000000": {
        "N": "보너스 턴",
        "D": "턴 횟수를 소모하지 않는 보너스 턴 1개를 획득한다. 해당 턴에서는 필살기를 발동할 수 없다"
    },
    "10014081": {
        "N": "훼멸",
        "D": "카오스라나 전용 충전, 최대치: 7pt. 변신하지 않을 때도 유지된다"
    },
    "10014082": {
        "N": "카오스라나의 보너스 턴",
        "D": "파이논이 카오스라나로 변신 시 행동 서열에 나타나는 카운트다운. 카운트다운 턴 시작 시 카오스라나는 보너스 턴을 1개 획득하며, 마지막 카운트다운 턴 시작 시 카오스라나가 마지막 일격을 가하고 변신을 종료하는 것으로 변경된다.<br>카운트다운의 초기 행동 수치는 평균 0~<unbreak>100%</unbreak> 사이로 설정되며, 각 웨이브 시작 시 행동 수치가 초기화되지 않는다.<br>카오스라나가 행동 게이지 증가 효과를 받으면 첫 카운트다운 행동 게이지가 증가하는 것으로 변경된다"
    },
    "10000003": {
        "N": "반격",
        "D": "목표가 공격을 받으면 자동으로 발동되는 효과. 공격자에게 추가로 공격을 1회 발동한다.<br>반격은 추가 공격으로 간주한다"
    },
    "10000005": {
        "N": "추가 피해",
        "D": "피격자에게 추가로 1회 피해를 가한다. 이번 피해는 1회 공격을 가한 것으로 간주하지 않는다"
    },
    "10000011": {
        "N": "제어류 디버프 상태",
        "D": "빙결, 얽힘, 속박, 지배, 노발대발, 강렬한 진탕, 이몽, 감금, 공포, 행동 고정"
    },
    "10000013": {
        "N": "분담",
        "D": "피해 결산 전 공격자의 일부 피해를 다른 단일 또는 다중 목표에게 분담하며, 공격 대상은 남은 부분의 피해를 받는다. 다른 목표에게 분담한 피해는 더 이상 분담할 수 없다"
    },
    "10000014": {
        "N": "격파 피해",
        "D": "격파 특수효과, 목표의 강인성 최대치, 캐릭터 레벨이 높을수록 가하는 격파 피해가 증가한다.<br>격파 피해는 치명타가 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않는다"
    },
    "10013071": {
        "N": "아르카나",
        "D": "[아르카나]는 지속 피해류 디버프 상태에 속하며, 해당 상태는 해제할 수 없다.<br>[아르카나] 상태일 시 풍화 상태에도 빠진 것으로 간주한다. [아르카나] 상태에서 목표는 턴이 시작될 때마다 바람 속성 지속 피해를 받는다.<br>[아르카나] 상태 부여 시 목표의 풍화 저항, 열상 저항, 연소 저항, 감전 저항을 무시한다"
    },
    "10000015": {
        "N": "슈퍼 격파 피해",
        "D": "격파 특수효과, 이번 공격의 강인성 감소 수치, 캐릭터 레벨이 높을수록 가하는 슈퍼 격파 피해가 증가한다.<br>슈퍼 격파 피해는 치명타를 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않는다.<br>슈퍼 격파 피해 역시 격파 피해에 속한다"
    },
    "10000016": {
        "N": "퇴장",
        "D": "퇴장 상태인 목표는 스킬 목표가 될 수 없으며, 행동 서열에 나타나지 않는다"
    },
    "10000018": {
        "N": "기억 정령 소환",
        "D": "기억 정령을 필드 위에 소환한다. 기억 정령이 필드 위에 있을 시, 기억 정령이 받은 모든 제어류 디버프 상태를 해제한다"
    },
    "10000019": {
        "N": "연계 공격",
        "D": "여러 목표가 한 번의 행동에서 각각 적에게 공격을 발동한다"
    },
    "10000020": {
        "N": "경계",
        "D": "경계 효과는 필드 전체에 하나만 존재 가능하며, 지속 시간 동안 다른 경계 효과 스킬을 발동할 수 없다"
    },
    "10000021": {
        "N": "후방 지원",
        "D": "적은 후방 지원 유닛을 직접 선택할 수 없으며, 아군 [확산] 유형 스킬은 후방 지원 유닛에게 확산되지 않는다"
    },
    "10000022": {
        "N": "지속 효과",
        "D": "버프 효과, 디버프 효과와 기타 효과를 포함한다"
    },
    "10000023": {
        "N": "기습",
        "D": "곧 발동하는 스킬을 1회 복제하고 미리 발동하며, 이후 기존 스킬을 발동한다.<br>기습은 기습을 다시 발동하지 않는다"
    },
    "10000024": {
        "N": "경계 밖",
        "D": "아군과 적은 경계 밖 유닛을 직접 선택할 수 없다"
    },
    "10000025": {
        "N": "황금의 후예",
        "D": "키레네, 트리비, 케리드라, 에버나이트, 단항•등황, 히실렌스, 히아킨, 파이논, 아낙사, 아글라이아, 마이데이, 카스토리스, 사이퍼, 개척자•기억"
    }
}

var _servant_skills = [
    140204,
    1140201,
    1140203,
    1140205,
    1140206,
    140703,
    1140701,
    1140702,
    1140703,
    1140705,
    1140706,
    1140710,
    1140711,
    1140712,
    140904,
    1140901,
    1140903,
    1140905,
    1140906,
    141304,
    1141301,
    1141303,
    1141305,
    1141306,
    1141307,
    141503,
    1141501,
    1141502,
    1141503,
    1141505,
    1141513,
    1141514,
    1141515,
    1141516,
    1141517,
    1141518,
    1141519,
    1141520,
    1141521,
    1141522,
    1141523,
    1141524,
    1141525,
    1141526,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707,
    800704,
    1800701,
    1800703,
    1800705,
    1800706,
    1800707
]

var _mtc = {
    "1321": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110432": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110432": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110432": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110432": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "일반 공격",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "전투 스킬",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "필살기",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            },
            {
                "Name": "특성",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110221": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110222": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110222": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110222": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110223": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110223": 5,
                        "110508": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110223": 8,
                        "241": 1,
                        "110508": 1
                    },
                    {
                        "2": 300000,
                        "110223": 14,
                        "241": 1,
                        "110508": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "격파 특수효과 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110222": 8,
                    "114012": 7,
                    "110223": 11,
                    "114013": 11
                }
            },
            {
                "Name": "효과 저항 +18%",
                "Mat": {
                    "2": 210000,
                    "110221": 3,
                    "114011": 6,
                    "110223": 11,
                    "114013": 11
                }
            },
            {
                "Name": "속도 +5",
                "Mat": {
                    "2": 170000,
                    "110222": 3,
                    "114012": 3,
                    "110223": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "또 한 번의 장례",
                "Mat": {
                    "2": 5000,
                    "110221": 3,
                    "110508": 1
                }
            },
            {
                "Name": "고인에게 애도를",
                "Mat": {
                    "2": 20000,
                    "110222": 5,
                    "241": 1,
                    "110508": 1
                }
            },
            {
                "Name": "새로움을 위한 옛것과의 작별",
                "Mat": {
                    "2": 160000,
                    "110223": 8,
                    "241": 1,
                    "110508": 1
                }
            }
        ]
    }
}

var _vid = {}

var _vid_index = []

var _bossguide = [
    {
        "_id": 3024030,
        "Name": "죽음을 시현하는 재앙의 근원: 악몽의 곤충 재난",
        "Icon": "mostericon/Monster_3024030.png",
        "Monsters": [
            {
                "_id": 3024030,
                "HP": 11173050,
                "Stance": 200,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Wind"
                ],
                "Figure": "monsterfigure/Monster_3024030.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Will summon Juvenile Stings. After Stings perform a certain number of attacks, the Boss @heals a percentage of its lost HP#.",
                    "• You can choose 1 character and their summon to @take action immediately# and @increase Break Effect#. All Stings will attack this ally.",
                    "• Other allies @cannot deal Crit DMG# when attacking Stings."
                ]
            }
        ]
    },
    {
        "_id": 4064010,
        "Name": "황금 피 기억 정령•망각을 재정하는 형태",
        "Icon": "mostericon/Monster_4064010.png",
        "Monsters": [
            {
                "_id": 4064010,
                "HP": 3016723,
                "HPCount": 2,
                "Stance": 120,
                "StanceCount": 4,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4064010.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Has @480# Toughness. When not Weakness Broken, DMG taken @-50%#. When Weakness Broken, DMG taken @+50%#, loses @20%# HP, and action is delayed by @200%#.",
                    "• When certain attacks hit a Shield, loses @60# Toughness. When a summon is defeated, loses @60# Toughness.",
                    "• Will use Hemotort Decapitation: You need to choose 1 character to take about @5000# DMG. Will apply DoT to this character equal to @50%# of the part of this DMG @not blocked by Shields#."
                ]
            }
        ]
    },
    {
        "_id": 203501204,
        "Name": "업화에 잠식된 그림자 장군",
        "Icon": "mostericon/Monster_2035010.png",
        "Monsters": [
            {
                "_id": 203501204,
                "HP": 8469126,
                "HPCount": 2,
                "Stance": 280,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2033020.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• The Boss and its Parts share HP, total @4# targets.",
                    "• Will @deal massive DMG# to a character and @infect# them, turning them into \"Bloodstained Lupine\": Loses all summons, and all abilities are replaced by special abilities. When the Lupine dies, @the character will also die#."
                ]
            },
            {
                "Title": "Bloodstained Lupine",
                "DescList": [
                    "• SPD greatly increased. Disappears after @2# turns and @advances action# of all allies.",
                    "• Abilities can @heal HP# for allies, apply @stackable Bleed# to enemies, and deals @Toughness reduction# based on the @number of DoTs# the target has. (Every DoT @+15#)"
                ]
            }
        ]
    },
    {
        "_id": 4044010,
        "Name": "첫 번째 지니어스, 엔텔레키, 잔다르",
        "Icon": "mostericon/Monster_4044010.png",
        "Monsters": [
            {
                "_id": 4044010,
                "HP": 11731702,
                "Stance": 200,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Wind"
                ],
                "Figure": "monsterfigure/Monster_4044010.png"
            }
        ],
        "Notes": [
            {
                "Title": "Evolution Mode: Titans",
                "DescList": [
                    "• Periodically summons @2# Titankins. (First summon @42# AV, second summon @100# AV)",
                    "• When the total number of summoned Titankins and summoned Memosprites reaches @4#, immediately switches to \"Disputation Mode,\" and permanently gains @50%# Vulnerability, stackable.",
                    "• Will cause @1# ally to @take action immediately# and @activate Ultimate#, but loses @50%# HP when casting Ultimate. (Non-fatal)"
                ]
            },
            {
                "Title": "Disputation Mode: Black Tide",
                "DescList": [
                    "• Black Tide Creatures will continuously appear. They @take action twice# and lose @20%# HP every turn.",
                    "• When the number of defeated enemies, defeated characters and disappeared Memosprites reaches @10#, will immediately switch to \"Evolution Mode,\" and permanently gains @50%# Vulnerability, stackable.",
                    "• Will cause @2# ally to @take action immediately# and @activate Ultimate#, but loses @50%# HP when casting Ultimate. (Non-fatal)",
                    "• When switching, deals massive DMG @equally distributed# among all allies."
                ]
            }
        ]
    },
    {
        "_id": 403401304,
        "Name": "종말의 기로에 있는 불을 훔치는 자",
        "Icon": "mostericon/Monster_4034010.png",
        "Monsters": [
            {
                "_id": 403401304,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 300,
                "StanceCount": 2,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4034010.png"
            },
            {
                "_id": 403202112,
                "HP": 65993,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            },
            {
                "_id": 403202113,
                "HP": 131986,
                "Stance": 120,
                "Weak": [
                    "Phys",
                    "Ice",
                    "Elec",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4032020.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• In normal state, the Boss wll @summon shadows# when attacking. When a shadow is defeated, the Boss loses @25%# Toughness.",
                    "• The 2nd layer of Toughness is @locked#. When the 1st layer of Toughness is depleted, enters @Shackle Shatter#: Alternately uses [Summon] and [Ultimate], ATK @+25%# and SPD @+25%#."
                ]
            },
            {
                "Title": "Summon",
                "DescList": [
                    "• Becomes @unselectable# and summons @4# shadows. When a shadow is defeated, it is summoned again, and the Boss loses @10.5%# Toughness and @0.3%# HP.",
                    "• After summoning 2 shadows, the next will be replaced by a special shadow with only @30%# HP. When defeated, will not reduce Boss Toughness, but will @grant the attacker 1 stackable extra turn#, and increase their DMG by @50%#."
                ]
            }
        ]
    },
    {
        "_id": 4014030,
        "Name": "저승의 인도자, 죽음의 용 잔해, 폴룩스",
        "Icon": "mostericon/Monster_4014030.png",
        "Monsters": [
            {
                "_id": 4012070,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            },
            {
                "_id": 4014030,
                "HP": 2723431,
                "HPCount": 2,
                "Stance": 180,
                "Weak": [
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_4014030.png"
            },
            {
                "_id": 4012071,
                "HP": 4190,
                "Stance": 30,
                "Weak": [
                    "Elec",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_4012070.png"
            }
        ],
        "Notes": [
            {
                "DescList": [
                    "• Has @90%# DMG Reduction. After allies lose a total of @222% Max HP#, will enter Enhanced State.",
                    "• Enhanced reduces all characters' HP to @1#. Characters can gradually remove DMG Reduction by @healing HP#, which is completely gone when HP reaches @50%#. (Calculated independently for each character)",
                    "• During Enhanced, Memosprites ignore all DMG Reduction.",
                    "• Certain attacks deal Atrophy DMG: Fixed DMG, ignores Shields, cannot be distributed."
                ]
            }
        ]
    },
    {
        "_id": 203401404,
        "Name": "질풍신뢰의 늑대 주인",
        "Icon": "mostericon/Monster_2034010.png",
        "Monsters": [
            {
                "_id": 2032011,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Fire",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032010.png"
            },
            {
                "_id": 203401404,
                "HP": 2419750,
                "HPCount": 2,
                "Stance": 380,
                "Weak": [
                    "Phys",
                    "Fire",
                    "Wind",
                    "Quantum"
                ],
                "Figure": "monsterfigure/Monster_2034010.png"
            },
            {
                "_id": 2032022,
                "HP": 87991,
                "Stance": 70,
                "Weak": [
                    "Phys",
                    "Wind",
                    "Quantum",
                    "Imaginary"
                ],
                "Figure": "monsterfigure/Monster_2032020.png"
            }
        ],
        "Notes": [
            {
                "Title": "",
                "DescList": [
                    "• Hoolay's Toughness cannot be reduced by attacks. For every wolf defeated, Hoolay loses @3%# HP and @30# Toughness.",
                    "• When the sum of defeated wolves and enemy turns reaches 5, Hoolay enters Going Solo. You need to @choose 1 character# to duel. All other characters @cannot take action#."
                ]
            },
            {
                "Title": "Duel: Fatal Clash of Swords",
                "DescList": [
                    "• Hoolay's Toughness can be reduced, DMG taken reduced to @25%#, DMG dealt increases to @400%#.",
                    "• The dueling character's HP becomes the @sum of all characters' HP#, ATK becomes the @sum of all characters' ATK#.",
                    "• For every wolf defeated, the dueling character's DMG increases by @5%#, Break Effect increases by @5%#, deals an extra @1.667# Toughness reduction of own Type and heals @15%# HP after every attack. Max 5 stacks."
                ]
            }
        ]
    }
]