// Auto Generated

var _curio = [
    {
        "_id": 6908,
        "Name": "천사형 사채발행기(양산형)",
        "Desc": "전투 승리 후 우주 조각을 획득할 수 없다. 누적 11.0개 구역에 진입하면 해당 기물은 파손되며, 현재 지닌 우주 조각 수량이 2배가 된다",
        "Story": "",
        "Icon": "1044.png",
        "Ver": "2.7"
    },
    {
        "_id": 6907,
        "Name": "천사형 사채발행기(프로토타입)",
        "Desc": "전투 승리 후 우주 조각을 획득할 수 없다. 누적 8.0개 구역에 진입하면 해당 기물은 파손되며, 현재 지닌 우주 조각 수량이 2배가 된다",
        "Story": "",
        "Icon": "1044.png",
        "Ver": "2.7"
    },
    {
        "_id": 6906,
        "Name": "기억의 룰렛(크랙버전)",
        "Desc": "전투 진입 시 모든 미전개 방정식의 효과를 획득한다",
        "Story": "",
        "Icon": "1086.png",
        "Ver": "2.7"
    },
    {
        "_id": 6905,
        "Name": "소원별(크랙버전)",
        "Desc": "[모험] 구역의 출현 확률이 대폭 증가한다. 해당 기물을 갖고 [모험] 구역에 진입하면 해당 구역의 제한 시간이 50% 증가하고, 구역 진입 시 보물상자 한 개를 추가로 획득한다",
        "Story": "",
        "Icon": "1042.png",
        "Ver": "2.7"
    },
    {
        "_id": 6904,
        "Name": "위상 차감 주사위(크랙버전)",
        "Desc": "전투 승리 후 축복 선택 시 축복 선택 횟수가 1.0회 늘어나는 대신, 선택할 수 있는 축복이 1.0개 감소한다. 효과 6.0회 발동 후 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1001.png",
        "Ver": "2.7"
    },
    {
        "_id": 6903,
        "Name": "워프의 겹눈(크랙버전)",
        "Desc": "전투 승리 후 축복 선택 시, 모든 축복을 강화한다",
        "Story": "",
        "Icon": "1003.png",
        "Ver": "2.7"
    },
    {
        "_id": 6902,
        "Name": "무인 통신(크랙 버전)",
        "Desc": "기물 파손 시 새 걸로 복구된다. 효과 6.0회 발동 후 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1147.png",
        "Ver": "2.7"
    },
    {
        "_id": 6901,
        "Name": "고열량 음식(크랙 버전)",
        "Desc": "전투 진입 시 랜덤 임계 방정식 효과를 획득한다. 이미 활성화된 임계 방정식 효과는 덮어쓰기 되지 않는다",
        "Story": "",
        "Icon": "1141.png",
        "Ver": "2.7"
    },
    {
        "_id": 6629,
        "Name": "트워타 카드",
        "Desc": "제3차원 보스는 [보리인 수장•호뢰(완벽)]이며, 제3차원 [보스] 구역에서 전투 진입 시 모든 아군이 가하는 피해가 50% 증가한다",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6627,
        "Name": "트워타 카드",
        "Desc": "제3차원 보스는 [과거, 현재, 영원히 존재하는 연극(완벽)]이며, 제3차원 [보스] 구역에서 전투 진입 시 모든 아군이 가하는 피해가 50% 증가한다",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6626,
        "Name": "트워타 카드",
        "Desc": "제3차원 보스는 [곤충 떼•완전체 칩충(완벽)]이며, 제3차원 [보스] 구역에서 전투 진입 시 모든 아군이 가하는 피해가 50% 증가한다",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6625,
        "Name": "트워타 카드",
        "Desc": "제3차원 보스는 [부연(완벽)]이며, 제3차원 [보스] 구역에서 전투 진입 시 모든 아군이 가하는 피해가 50% 증가한다",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6624,
        "Name": "트워타 카드",
        "Desc": "제3차원 보스는 [아젠티(완벽)]이며, 제3차원 [보스] 구역에서 전투 진입 시 모든 아군이 가하는 피해가 50% 증가한다",
        "Story": "",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6623,
        "Name": "트워타 카드",
        "Desc": "트워타 카드의 계시에 따라 당신 앞에 이미 「확정」된 운명이 드러날 것이다",
        "Story": "수수께끼 박사는 늘 자신이 수수께끼 마스터 발더•바빌발로•발라의 평생의 숙적이라고 자부했다. 그는 28가지 문법 오류와 36종류의 의미 변화를 이용해서 트워타 카드를 만들었고, 그것으로 점술가들이 쓰는 타워트 카드를 대체시켰다. 흐트러진 어순과 말은 무질서한 난류가 되어 결국 점괘로 선고한 진실이 애매모호한 현실을 대신하게 되었다. 눈앞의 모든 것이 완전히 달라졌다면, 어쩌면 바뀐 것은 세계가 아니라 그것을 바라보는 눈일지도 모른다",
        "Icon": "1140.png",
        "Ver": "2.5"
    },
    {
        "_id": 6622,
        "Name": "종말의 겹눈•선행판",
        "Desc": "해당 기물 획득 시 즉시 보유한 축복 수가 가장 많은 운명의 길 축복을 4.0개 획득한다. 축복 덮어쓰기, 방정식 덮어쓰기에 필요한 우주 조각이 1000% 증가한다",
        "Story": "「종말」의 불안정한 잠꼬대는 흉조 선봉의 골칫거리지만, 그들의 미래를 예견하는 눈은 여전히 유기 생명체가 탄생한 이래 오랫동안 갈구해 온 기적이다. 한 해커 친구의 도움을 받아 흉조 선봉 엔딘은 신의 은혜를 잠시동안 고글로 옮겨 사용자가 머지않은 미래를 투사할 수 있게 했다. 아무것도 모르는 해커는 그의 음흉한 미소 속에서 겹눈을 장착했고, 그의 시야는 한 앰버기원 후의 펑크 로드로 워프했다. 그는 수많은 해커들이 학수고대하는 게임을 보았다. 그 위에는 크게 「곧 출시」라고 쓰여 있었다. 해커에게는 이것이야말로 종말이 아니겠는가?",
        "Icon": "1144.png",
        "Ver": "2.5"
    },
    {
        "_id": 6621,
        "Name": "무인 통신",
        "Desc": "기물 파손 시 새 걸로 복구된다. 효과 2.0회 발동 후 해당 기물은 파손된다",
        "Story": "곤충 떼와 어떻게 공생할 것인가라는 주제는 모스카인이 태어나면서부터 고민해야 하는 문제이다. 그들은 외톨이가 된 곤충 병사를 기르고, 「번식」의 성질을 이용해서 간접적으로 생물질 에너지를 얻는다. 의식주부터 첨단기술까지, 벌레는 생활 곳곳에 가득하다. 수년 후, 무장 고고학파가 외부 세계와 연락이 끊긴 모스카 행성에 도착했을 때, 그들은 대통령 집무실에서 아무도 응답하지 않는 전화기를 찾아냈다. 그것의 몸은 꿈틀거리며 포자를 뿜어내며 언제든 고치를 뚫고 나올 것만 같았다. 「모스카인이 곤충 떼를 이용했다기보다는, 곤충 떼가 수동적으로 그들의 문명에 기생했다고 할 수 있겠군」",
        "Icon": "1147.png",
        "Ver": "2.5"
    },
    {
        "_id": 6620,
        "Name": "영웅의 개선",
        "Desc": "전투 진입 시 HP가 가장 높은 적에게 대상 HP 최대치의 100%만큼 피해를 가하고 우주 조각 88.0개를 획득하며, 보스 구역에서 가하는 피해가 절반 감소한다",
        "Story": "우주에 재앙을 몰고 오는 허구 역사학자들과는 달리, 칼리 왕국은 어린아이의 웃음소리만을 환영한다. 그들은 파인애플주스 해류와 솜사탕 맛 폭풍을 지나, 보검을 들고 이끼가 무성한 악룡의 성에 도착해 녀석의 보물을 빼앗아 간다. 하지만 허구는 결국 사라지기 마련이다. 아이들은 울면서 가족들을 부르고, 어른이 되면 환상을 멸시한다. 이렇게 「신비」는 사라지고, 검을 들었던 소년과 소녀는 자신의 침대에서 깨어난다. 오직 옆에 놓인 먼지 쌓인 검만이 악을 토벌한 기사들의 영광을 기억하고 있다",
        "Icon": "1148.png",
        "Ver": "2.5"
    },
    {
        "_id": 6619,
        "Name": "지니어스 클럽의 위험한 가십",
        "Desc": "우주 조각을 획득할 수 없게 된다. 해당 기물의 효과로 인해 우주 조각을 80.0개 소실할 때마다 랜덤 ★1.0~3.0 기물을 1.0개 획득하고, 누적 5.0개 획득 후 파손된다",
        "Story": "「폴카는 대체 어떻게 생겼을까?」 클럽의 팬클럽은 늘 폴카•카카몬드의 실제 얼굴이 어떻게 생겼을지 궁금해했다. 게다가 우주 전역에서 자신의 초상을 없앨 수 있는지 여부를 떠나, 적막의 영주는 역사상 여러 차례 모습을 드러냈지만 추적할 만한 정보를 남긴 적이 없었다. 폴카가 자신을 본 사람을 다 죽였을 뿐이라고 생각하는 사람도 있고, 그녀가 「신비」 또는 「공허」의 힘을 이용해서 흔적을 지웠다고 생각하는 사람도 있다. 그러다 마지막으로 폴카의 얼굴이 애초에 흐릿하게 생겼을 것이라는 한 광팬의 추측이 사람들에게 공감을 얻었다",
        "Icon": "1146.png",
        "Ver": "2.5"
    },
    {
        "_id": 6618,
        "Name": "이야기의 현재 시제",
        "Desc": "파티에 <color style='color:#f29e38;'>「화합」</color>, <color style='color:#f29e38;'>「풍요」</color>, <color style='color:#f29e38;'>「보존」</color>, <color style='color:#f29e38;'>「기억」</color> 운명의 길 캐릭터가 1명 있을 때마다 상기 운명의 길 캐릭터의 치명타 확률이 15% 증가하고 치명타 피해가 25% 증가한다. 공격 발동 후 공격 목표에게 HP 최대치, 방어력 및 공격력 총합의 75%만큼 추가 피해를 가한다",
        "Story": "기이한 묵향이 배어 있는 그림 족자다. 종이에 잠들어 있는 요괴들은 어느 화가가 눈을 그려주고 이름을 지어 자신들을 깨워주기를 기다리고 있다. 그때가 되면 화가는 모든 괴물에게 눈을 그려주어 「환상」의 실체를 현실에 불러내 배반자에게 무시무시한 복수를 행할 것이다. 요괴의 생산 효율이 날로 상승하고 있는 지금, 족자 속의 요괴들은 더 이상 아이들에게 겁을 주는 도시 전설이 아니다. 일에 치인 화가들만이 지친 꿈속에서 이와 같은 유쾌한 요괴 복수극을 그려낼 뿐이다",
        "Icon": "1142.png",
        "Ver": "2.5"
    },
    {
        "_id": 6617,
        "Name": "평화 상자",
        "Desc": "★2.0 이상 방정식을 1.0개 전개하면 랜덤 축복 1.0개를 획득한다",
        "Story": "「우주 갈등 중재」에 사용되는 투표함이다. 사용자의 뜻에 따라 모든 물건을 얻을 수 있다. 에테르 편집의 바이러스 코드, 엄청난 파괴력을 가진 휴대용 총기, 초소형 사람들로 조직된 우주선의 함대, 심지어 백기도 있다. 그것들은 갑자기 우주의 전장 곳곳에 나타나 「균형」이라는 이름으로 평화를 부르짖는다. 하지만 다들 알다시피 그것들은 가면의 우인이 만든 것으로, 자칭 「평화」 상자는 평화를 가져다준 적이 없다",
        "Icon": "1143.png",
        "Ver": "2.5"
    },
    {
        "_id": 6616,
        "Name": "고열량 음식",
        "Desc": "전투 진입 시 랜덤 임계 방정식 효과를 획득하고, 전투 1.0회 승리 후 해당 기물은 파손된다. 이미 활성화된 임계 방정식 효과는 덮어쓰기 되지 않는다",
        "Story": "신빙성이 낮은 사료에 따르면, 고대 괴수가 우주를 누비던 시대에는 딱 한 가지 형식의 초밥만이 존재했다고 한다. 「질서」가 붕괴되고 「탐식」이 흔적 없이 사라지자 기존의 초밥 숭배 신앙도 여러 학파로 분열되었다. 초밥 장인들 중에서 환원주의 초밥학파의 요리 이념은 특히 소박했다. 그들은 초밥의 본질이 먹을 수 있는 외피 한 겹으로 싼 에너지 집합이라고 생각했다. 따라서 전 우주에서 초밥의 정의에 가장 부합하는 것은 내연 기관이라고 여겼다",
        "Icon": "1141.png",
        "Ver": "2.5"
    },
    {
        "_id": 6615,
        "Name": "자동화 체험",
        "Desc": "<color style='color:#f29e38;'>「파멸」</color>, <color style='color:#f29e38;'>「공허」</color> 운명의 길 캐릭터가 공격 발동 후 피격된 적의 행동 게이지가 20% 증가하고, 대상이 가하는 피해가 30% 감소한다. 지속 시간: 1.0턴",
        "Story": "매일 같이 반복되는 기억 소각 작업에 질린 소각공 라마는 기억 물질 벌레를 만들어냈다. 이 작은 기억 물질 생물은 기억 물질을 삼켜 분열과 자가 복제를 실현했고, 1 시스템 일도 되지 않아 무역 행성 울로는 모두가 아는 잃어버린 세계로 전락해 버렸다. 기억의 정원에서 곧바로 대부분의 기억 물질 벌레를 박멸했지만, 도망친 무리는 악성 박테리아와 맞먹는 생물 재해가 되었다. 소각공 라마는 다 먹히기 직전, 마침내 염원하던 자동화 공정을 체험했다",
        "Icon": "1149.png",
        "Ver": "2.5"
    },
    {
        "_id": 6614,
        "Name": "기도의 길",
        "Desc": "<color style='color:#f29e38;'>「수렵」</color>, <color style='color:#f29e38;'>「지식」</color> 운명의 길 캐릭터가 전투 스킬 발동 시 전투 스킬 포인트가 5.0pt 이상일 경우 추가로 전투 스킬 포인트를 1.0pt 소모하고, 이번 전투 스킬의 치명타 피해가 150% 증가한다. 아군 캐릭터가 일반 공격을 발동하면 추가로 전투 스킬 포인트를 1.0pt 회복한다",
        "Story": "거울의 주인들은 마음속의 「미」를 실현하기 위해 온갖 기괴한 의식을 만들어냈다. 탈로론스키에게 미는 「경건」을 의미한다. 그는 초월의 거울 조각을 자신의 내면을 상징하는 연약한 비눗방울에 집어넣고 머나먼 순례의 여정을 시작했다. 길에서 맞닥뜨린 좌절 때문에 비눗방울이 터질 때마다 고향의 화원으로 되돌아가 다시 거울을 비눗방울 안에 집어넣었다. 그는 몇 번이고 귀향했다가 다시 출발하며 오늘날까지도 모성에서 벗어나지 못하고 있다. 하지만 누군가가 물어볼 때마다 그는 결연하게 자신의 목적지를 말한다——「미」의 신 이드릴라가 죽은 땅인 「실혼 천체」, 라프카디오라고",
        "Icon": "1145.png",
        "Ver": "2.5"
    },
    {
        "_id": 6613,
        "Name": "형체 있는 행운",
        "Desc": "구역 진입 시 우주 조각 수량이 250.0개 미만일 경우 우주 조각을 250.0개로 보충한다",
        "Story": "뭇별들을 휩쓴 영웅 이야기에는 늘 「행운」이 빠지지 않는다. 갑자기 떠오르는 기억, 눈앞에 나타나는 구명 도구, 프로그래밍이 잘못된 기계까지, 주인공은 늘 이런 행운을 통해 위기를 극복하고 역사책에 이름을 남긴다. 그런데 최신 연구 결과, 일부 「행운」이 객관적으로 존재하는 것이 밝혀졌다——형체가 없는 기억하는 자는 영웅의 주변에 숨어 그들을 따라다니며 시대의 서사시를 기록한다. 그 대가로 기억하는 자는 그에 상응하는 선물을 남겨두고, 그 선물이 힘을 발휘해서 불멸의 기억이 될 때까지 끈기 있게 기다린다",
        "Icon": "1134.png",
        "Ver": "2.5"
    },
    {
        "_id": 6612,
        "Name": "고대의 통신",
        "Desc": "차원 저금통이 나타날 확률이 대폭 증가한다. 차원 저금통이 존재하는 구역에 진입하면 해당 기물은 파손된다",
        "Story": "초원격 감지 통신이 탄생하기 전까지 곤충 떼들 사이의 페로몬 통신은 우주에서 가장 효율적인 소통 수단으로 여겨졌다. 곤충 떼 재난 시기, 곤충 병사를 사냥하던 바운티 헌터가 무리에서 떨어진 석양의 칩충을 생포해 그것들을 최전선의 통신 도구로 개조했다. 정도가 다른 자극을 통해 거리를 무시하는 페로몬 감응으로 실시간으로 칩충의 색이 바뀌면서 간단한 정보 전달이 가능해졌다. 이런 암호 체계를 통해 바운티 헌터들은 페로몬에 이끌려 온 석양의 왕충과 정면으로 마주치기 전까지 전장에서 점점 더 용감하게 싸웠다",
        "Icon": "1117.png",
        "Ver": "2.5"
    },
    {
        "_id": 6611,
        "Name": "과거의 육체",
        "Desc": "창조물 작업대에서 사용할 수 있는 열량이 1.0pt 감소한다",
        "Story": "우주에서 대다수의 지혜로운 종족이 영장목 사람과인 이유는 무엇인가? 기술개발부 정기 회의가 끝날 때마다 스레키카는 깊은 열등감을 느꼈다. 그녀는 인간의 외모를 표현형 형질로 고정하고, 약물을 주사해 자신의 형태를 바꿨다. 그녀의 숨구멍은 피부에 덮이고, 장기와 골격은 강제로 늘어났다. 한시도 멈추지 않는 고통을 겪고 그녀는 인간의 외모를 가지게 됐다. 하지만 새로운 육체가 돼서 마주하게 된 것은 경멸의 시선뿐이었다. 스레키카의 장려로 인간의 외형을 갖고자 하는 고객이 끊이지 않았다. 그녀가 이렇게 하는 이유는 인간의 장점을 체험해서가 아니라, 단지 더 많은 사람과 고통을 나누고 싶어서이다",
        "Icon": "1120.png",
        "Ver": "2.5"
    },
    {
        "_id": 6610,
        "Name": "뛰는 학자 위에 나는 허구 역사학자",
        "Desc": "★1.0/★2.0/★3.0 기물 획득 시 즉시 우주 조각 30.0/60.0/200.0개를 획득한다. ★1.0/★2.0/★3.0 기물을 1개 보유할 때마다 아군의 공격력이 3%/6%/20% 증가한다",
        "Story": "허구의 유력한 적수 중 하나로, 유전학자의 유전자 분석은 오랫동안 모조 화석에 대응하는 최종 수단이었다. 하지만 허구 역사학자는 이에 대응할 방법을 찾아낸 게 분명하다. 그들은 유전자 염기서열을 스토리의 매개체로 삼고, 학자들을 뛰어넘는 직업 정신으로 완벽한 진화계통수를 엮어내 기존의 종 체계를 엉망으로 만들었다. 바나나는 양서류로, 울보 유령은 참새목으로 분류되었다. 신뢰할 수 없는 통계에 따르면, 점점 많은 화석이 「신비」의 기운에 물들면서, 생물학 분야에서 허구 역사학자의 영향력이 기하급수적으로 커지는 추세라고 한다",
        "Icon": "1132.png",
        "Ver": "2.5"
    },
    {
        "_id": 6609,
        "Name": "슈퍼 패왕 팽이",
        "Desc": "아군의 격파 특수효과가 30% 증가한다. 적이 전투 진입 시, 강인성 최대치의 50%만큼 강인성이 감소하며, 해당 효과는 적의 약점을 격파하지 않는다",
        "Story": "지식학회의 모든 규정에는 이유가 있다. 제989조 「팽이 제조 금지」를 예로 들면, 드윗 박사는 구조역학을 연구한다는 명목으로 실험실에서 우주 팽이 대회를 대대적으로 개최했다. 준결승전에서 「빨간 코 늙은이」의 반물질 발사 팽이가 상대의 펀치 황제 팽이와 300턴을 겨뤄 승리를 거두었다. 승부욕이 과한 드윗 박사는 결승에서 만나게 될 강적을 이기기 위해 자신의 슈퍼 패왕 팽이에 입자 파괴기, 검 모양 흡입탄, 치어리더 스피커 등의 장치를 장착했다. 결국 팽이는 결승에서 성공적으로 폭발을 일으켰고, 수백이 넘는 관중이 다쳐 입원하게 됐다",
        "Icon": "1116.png",
        "Ver": "2.5"
    },
    {
        "_id": 6608,
        "Name": "주인 없는 분실물",
        "Desc": "[우연한 만남] 구역이 나타날 확률이 대폭 증가한다. [우연한 만남] 구역에 진입하면 해당 기물은 파손된다",
        "Story": "9앰버기원 전, 악명 높은 괴도가 알다 은하계에서 체포되었다. 체포되기 전, 그는 알다 사람의 생명 중 가장 중요한 것을 훔치겠다고 호언장담했다. 이해할 수 없는 점은, 그가 자신의 목표물이 뭔지 입을 꾹 다물다가 재판 중에는 본인이 예고한 절도 계획을 완료했다고 거듭 강조했다는 것이다. 무엇을 도둑맞았는지 모르는 알다 사람들은 그때부터 노심초사하기 시작하고, 온 은하계가 깊은 슬픔에 잠겼다. 그들은 아무것도 잃어버리지 않은 것 같지만, 가장 중요한 것을 잃어버렸는지 늘 걱정하는 처지가 됐다",
        "Icon": "1131.png",
        "Ver": "2.5"
    },
    {
        "_id": 6607,
        "Name": "그린 핑거",
        "Desc": "전투 3.0/6.0/9.0회 승리 후 우주 조각 50.0/150.0/250.0개를 획득한다. 전투 9.0회 승리 후 해당 기물은 파손된다",
        "Story": "강제로 개발된 일부 변방 천체에서 값싼 노동력을 제공하는 토착민은 컴퍼니에서 사용하는 화폐를 어떤 식물의 열매로 오인한다. 그로 인해, 그들은 가장 밝고 예쁜 화폐를 땅에 묻고 신용 포인트 나무가 자라나기를 기대했다. 참견하기 좋아하는 가면의 우인은 이런 오해에서 영감을 얻어 분열의 금화의 원리를 모방해 신용 포인트 나무를 만들어내고 씨앗을 널리 퍼뜨렸다. 인플레이션을 두려워한 컴퍼니는 변방 행성 지역을 긴급 봉쇄했지만, 그들이 급히 과수원에 도착해 보니 토착민들은 신용 포인트를 진짜 열매로 여겨 먹고 있었을 뿐이었다",
        "Icon": "1123.png",
        "Ver": "2.5"
    },
    {
        "_id": 6606,
        "Name": "입향순속",
        "Desc": "[전투], [사건], [조우], [보상] 구역에서 추가로 놀이 장치가 출현할 확률이 증가한다. 특수한 축복 슬롯머신과 기물 룰렛이 나타나며, 사용 횟수가 증가한다. 놀이 장치를 1회 플레이할 때마다 모든 아군이 가하는 피해가 10% 증가한다",
        "Story": "생물의 몸은 아주 연약하다. 지나치게 높은 중력과 유독한 공기, 심해의 강한 압력 등 현지인들에게 익숙한 환경은 방문객들에게는 목숨을 위협하는 시련이 된다. 은하열차 아카이브에 따르면, 일부 기술자 출신 무명객이 자유자재로 몸이 변형되는 진흙 인형을 만들었다. 인형은 외계 행성 주민의 형태를 모방했고, 조종자와 감각이 연결되어 있으며, 원격 조종으로 아무리 열악한 환경에서도 개척을 이어 나갈 수 있었다. 그러나 현실감이 부족하다는 이유로 무명객은 곧 진흙 인형을 통한 탐험을 접었다. 그러나 이 기술은 우주 관광 사업에서 빛을 발하며 스타피스 컴퍼니는 막대한 수익을 보게 됐다",
        "Icon": "1127.png",
        "Ver": "2.5"
    },
    {
        "_id": 6605,
        "Name": "물 위의 책",
        "Desc": "구역 진입 시 모든 아군이 모든 HP, 에너지 및 비술 포인트를 회복하고, 전투 불능 상태에 빠진 모든 캐릭터를 재배치한다",
        "Story": "셀레노바 휘하의 반물질 군단이 위풍당당하게 부클레트 성운에 도착했을 때, 눈앞에 남은 건 텅 빈 물질의 잔재뿐이었다. 기억하는 자들은 온 세계의 기억을 ≪부클레트≫에 담아 절멸 대군이 쳐놓은 포위망을 유유히 빠져나갔다. 거추장스러운 몸뚱이를 버림으로써 부클레트 주민들은 밈으로 재탄생하는 데 성공했다. 하지만 셀레노바가 보기에 그들은 방식을 바꾸어 군단이 도착하기 전에 자멸이라는 방법을 선택했을 뿐이었다",
        "Icon": "1130.png",
        "Ver": "2.5"
    },
    {
        "_id": 6604,
        "Name": "파인애플",
        "Desc": "누적 3.0개 구역에 진입하면 해당 기물은 파손되고, 모든 아군이 현재 HP를 99% 잃는다",
        "Story": "로큰롤의 왕 아카바는 멜로 성운에서 구호 공연을 펼치다가 어떤 과일에서 뜻밖의 영감을 얻었다. 이 이상한 모양의 과일은 직감에 반해 「파인애플」이라 불렸다. 그는 이 황당한 일을 가사에 담아 구세계 언어를 비판해야 한다고 외쳤다. 그를 필두로 반항아들은 기존의 명사를 왜곡하기 시작했고, 모든 성간 물류의 냉동 창고에는 뭐라 형용하기 어려운 「파인애플」로 가득 찼다. 백여 개에 달하는 선진 세계가 그들로 인해 파인애플의 정의를 수정하고 나서야 과일로 인해 벌어진 황당무계한 로큰롤 운동은 멈췄다",
        "Icon": "1115.png",
        "Ver": "2.5"
    },
    {
        "_id": 6603,
        "Name": "흙먼지가 되다",
        "Desc": "창조물 작업대에서 사용할 수 있는 열량을 추가로 5.0pt 획득한다",
        "Story": "크레이 박사에 대한 평가는 늘 엇갈린다. 저명한 식물 식물학자로서, 그것이 개발한 비타 영양액은 변방 행성 무역 전쟁 기간 동안 20개가 넘는 은하계를 기근에서 구했다. 하지만 영양액 과다 섭취로 인한 부작용으로 수백 종의 식물 질병이 종의 경계를 넘어 간접적으로 전후 대규모 감염을 초래했다. 크레이가 시든 후 100번째 앰버기원이 되던 순간, 지식학회는 크레이 박사를 위한 기념우표 세트를 발행했다. 우표에는 짧게 한 줄 적혀 있었다. 「그저 하나의 지능 식물이었을 뿐이다」",
        "Icon": "1118.png",
        "Ver": "2.5"
    },
    {
        "_id": 6602,
        "Name": "펑크 로드 밸런스",
        "Desc": "적이 전투 진입 시 각자 HP 최대치의 99%만큼 고정 수치 피해를 받는다. [보스] 구역에서는 효과가 적용되지 않는다. 전투 2.0회 승리 후, 해당 기물은 파손된다",
        "Story": "스타피스 컴퍼니의 호송선에 오르기 전, 전설적 해커 「0호」는 전 세계를 향해 자신이 에테르 네트워크 깊은 곳에 치트 코드들을 숨겨 뒀으며, 해당 코드를 게임 파일에 입력하면 형편없는 플레이어도 펑크 로드의 질서를 무너뜨릴 수 있다고 밝혔다. 몇몇 대기업이 여러 차례 치트 코드를 제거했다고 공동 성명을 발표했지만, 지금도 데이터 끄트머리에서 잠수를 준비하는 배를 볼 수 있다. 패기만만한 해커들이 보물찾기 여정을 떠나는 것이다——「펑크 로드는 밸런스가 엉망인 쓰레기 게임이지. 그래서 내가 살짝 손봤어」",
        "Icon": "1126.png",
        "Ver": "2.5"
    },
    {
        "_id": 6601,
        "Name": "꿈-0110",
        "Desc": "전투 진입 시 모든 아군이 가하는 피해가 50% 증가하며, 15.0턴 후 받는 피해가 10% 증가한다",
        "Story": "무기 생명체를 치료하는 일은 언제나 혼돈의 의사에게 크나큰 난제였다. 이 금속 창조물들은 약제가 작용할 세포도, 의식을 감지할 뇌도 없다. 녹슨 자국과 회로에 묻은 공허를 없애기 위해 의사들은 실리콘을 먹는 꽃 분말에 혜성 매미의 분비물과 떠돌이 악마의 손톱을 섞어 강력한 정신 윤활유를 만들었다. 미각이 없는 지능 기계는 유기 생명체처럼 약 맛에 불평을 터트리지 않는다. 하지만 환자들은 윤활유를 넣은 지능 기계가 전부 시뻘건 입을 벌린 전자 나비 꿈을 꾼다고 말한다",
        "Icon": "1133.png",
        "Ver": "2.5"
    },
    {
        "_id": 6521,
        "Name": "이타주의자의 말로",
        "Desc": "<color style='color:#f29e38;'>「허수」</color> 속성 캐릭터의 공격력이 50% 증가한다. 공격 발동 후, 단일 적에게 실제 강인성 감소 수치를 10pt 가할 때마다 해당 목표에게 추가로 캐릭터 공격력의 120%만큼 추가 피해를 가한다",
        "Story": "지니어스 클럽 #77 퍼즐이 아직 지니어스가 아니었던 시절, 워프 외의 또 다른 초장거리 운송 수단을 발견한 적이 있다. 이 우주 엔진은 마치 마법처럼 어떤 물체든 순식간에 목적지로 이동시킨다. 다만, 갑자기 나타난 물체로 인해 주변 물질이 무한대에 가까운 속도로 외부로 팽창하여 격렬한 폭발을 일으키기 때문에 어떤 우주선에도 설치할 수 없다는 단점이 있었다. 그런데도 컴퍼니는 그녀의 특허를 획기적인 무기로 여기고 비싼 값에 사들였다. 폭발을 목격한 순간, 확고한 평화주의자는 지니어스가 되었다",
        "Icon": "1122.png",
        "Ver": "2.3"
    },
    {
        "_id": 6520,
        "Name": "엔트로피의 역명제",
        "Desc": "<color style='color:#f29e38;'>「바람」</color>, <color style='color:#f29e38;'>「번개」</color> 속성 캐릭터의 격파 특수효과가 파티 내 격파 특수효과가 가장 높은 캐릭터의 90%까지 증가한다",
        "Story": "어느 성도에서도 자만다 연방 유적지를 찾을 수 있다. 아무리 멍청한 내비게이션이라도 그 무질서한 지역을 피하라고 조언할 것이다. 엔트로피 감소를 집단 숭배하는 이 문명은 고도로 프로세스화된 삶을 통해 자신의 엔트로피 증가 속도를 낮추려고 노력했다. 그들은 은하계의 힘을 모아 엔트로피를 삼키는 기계를 만들었고, 최고 파멸자의 법칙에 도전했다. 사실 그들은 절반의 성공을 거두었다. 기계는 쉬지 않고 엔트로피를 네겐트로피로 전환했다. 하지만 그 대가로 기계는 작동 과정에서 더 많은 엔트로피를 생성했다. 단 1회의 자전하는 시간 동안 4광년 내의 모든 것이 썩어 버렸다",
        "Icon": "1128.png",
        "Ver": "2.3"
    },
    {
        "_id": 6519,
        "Name": "드문 탈옥",
        "Desc": "캐릭터가 피격된 후 랜덤 <color style='color:#f29e38;'>「보존」</color> 운명의 길 캐릭터가 [앰버 벽]을 1스택 획득한다, 최대 중첩수: 30.0스택. [앰버 벽]: <color style='color:#f29e38;'>「보존」</color> 운명의 길 캐릭터가 필살기 발동 시 다음번 공격 발동 후 [앰버 벽]을 소모하고, 1스택 소모할 때마다 공격 목표에게 <u>기본 피해</u>의 300%만큼 물리 속성 피해를 가한다<br><b>기본 피해</b><br>적의 레벨과 임계값 프로토콜이 높을수록 가하는 기본 피해가 증가한다",
        "Story": "어떤 축성가들은 앰버 로드의 망치 소리에서 새로운 계시를 해석해냈다. 그분의 위대한 힘은 우주를 대시해 제방을 쌓는 것이 아니라, 제방 밖의 사물들을 위해 감옥을 짓고 있다는 것이다. 같은 논리로 모든 행성에서 쉬지 않고 벽을 쌓는 일은 기름통을 지고 불구덩이 뛰어드는 것이나 다름없다. 축성가의 진정한 사명은 미리 높은 벽으로 재난을 봉쇄하는 것이어야 한다. 하지만 난처하게도 감옥이 완성되기를 제자리에 가만히 앉아서 기다릴 괴물은 없다. 현재까지 거대 앰버에 봉쇄된 죄수는 겨우 흡혈 괴수 두 마리뿐이다",
        "Icon": "1125.png",
        "Ver": "2.3"
    },
    {
        "_id": 6517,
        "Name": "유사 붉은 달",
        "Desc": "<color style='color:#f29e38;'>「풍요」</color> 운명의 길 캐릭터가 적 공격 시, 150%의 기본 확률로 목표를 [괴사] 상태에 빠트린다. [괴사]: 턴 시작 시 캐릭터 공격력의 600%만큼 화염 속성 지속 피해를 받는다, 지속 시간: 3.0턴, 현재 받는 다른 연소 상태가 즉시 기존 피해의 200%만큼 피해를 가한다",
        "Story": "토컬크 학사는 보리인 수장 사이에서 대대로 계승되는 「붉은 달」이 세포 속의 기생 생물일 가능성이 매우 높다는 파격적인 가설을 제시한 적이 있다. 그것은 숙주의 폭력 충동과 식욕을 자극해 사냥감의 유전 정보를 계속 섭취함으로써 자신의 유전체 업그레이드를 완료한다. 수장의 신체 기능이 지속적으로 진화하는 것이 이를 외적으로 보여준다. 그러나 연구의 자료 출처를 제공하지 못했기 때문에 토컬크는 학문적 부정행위 명목으로 곧 학회에서 쫓겨났다. 하지만 많은 사람들이 그가 어떤 실험실에 숨겨진 채로 아직까지 그 정신 나간 인공 심장 프로젝트를 진행 중일 것이라고 믿는다",
        "Icon": "1124.png",
        "Ver": "2.3"
    },
    {
        "_id": 6516,
        "Name": "고요한 노랫소리",
        "Desc": "<color style='color:#f29e38;'>「화합」</color> 운명의 길 캐릭터가 아군에게 일반 공격/전투 스킬/필살기 발동 시, 모든 아군 캐릭터에게 각자 HP 최대치의 25%만큼 피해를 상쇄할 수 있는 실드를 제공한다, 지속 시간: 2.0턴",
        "Story": "가족의 여러 영지 중에서 스랑카인의 고향은 분명 가장 조용한 구역이다. 이 입자로 연결된 사고 집합체는 고체와 액체, 기체 중에서 신체와 감정이 빈번히 바뀌기 때문에 한때 위험 요소로 여겨졌다. 그러나 가족이 오면서 상황이 달라졌다. 가족의 부드러운 손길에 입자들은 손을 잡고 노래를 불렀다. 고에너지 기체 덩어리 모습인 스랑카인조차도 오랫동안 고체 상태를 안정적으로 유지할 수 있게 됐다. 그들은 서로 연결되어 수정 초원을 이루고, 입자 사이의 공명은 소리 없이 조화의 송가의 멜로디를 연주한다. 마치… 차디찬 돌처럼",
        "Icon": "1119.png",
        "Ver": "2.3"
    },
    {
        "_id": 6515,
        "Name": "10광년도 늦지 않다",
        "Desc": "<color style='color:#f29e38;'><color style='color:#f29e38;'>「수렵」</color></color> 운명의 길 캐릭터가 공격을 발동해 피해를 가할 시, 인접한 목표에게 추가로 기존 피해의 40%만큼 고정 수치 피해를 가한다",
        "Story": "우주는 넓어서 늘 기이한 것들이 날아다닌다. 레인저의 총알도 그중 하나다. 무명의 갤럭시 레인저는 거금을 들여 초원거리 탄환을 제작하고, 허공의 모든 방향으로 발사했다. 레인저 본인 이외에 탄환의 궤적을 아는 사람은 아무도 없다. 탄환은 정처 없이 우주를 떠돌다가 보이지 않는 거대한 그물을 형성한다. 그가 사냥감을 정해진 좌표로 몰 때마다, 10년 전에 발사된 탄환이 10광년의 거리를 넘어 상대의 뇌에 정확히 박힌다. 이것은 곳곳에 존재하는 탄환으로 모든 사람에게 사악한 마음을 먹지 말라고 보내는 위협이다",
        "Icon": "1129.png",
        "Ver": "2.3"
    },
    {
        "_id": 6514,
        "Name": "혜성으로 향하는 길",
        "Desc": "<color style='color:#f29e38;'>「얼음」</color>, <color style='color:#f29e38;'>「허수」</color> 속성 캐릭터가 약점 격파 효과 발동 시 추가로 적의 행동 게이지가 50% 감소하고, 해당 목표가 받는 피해가 50% 증가한다. 해당 효과는 약점 격파 상태가 회복될 때까지 지속된다",
        "Story": "공간 구조의 투영으로 만든 인력 다리, 지식학회에서 우주에서 가장 쓸모없는 1만 개의 발명 중 하나로 선정했다. 해당 장치는 허구 역사학자 「빨간 코 늙은이」가 술에 취해 벌인 도박에서 탄생했다. 그는 등불을 따라 하늘로 올라갈 수 있다며, 이를 위해 자산의 10분의 1을 걸었다. 하지만 너무 멀리 떨어져 있으면 빛의 다리에서 걷는 건 오래달리기나 다름없고, 너무 가까우면 투영을 유지하는 데 소모되는 에너지가 실물 다리 설치에 필요한 비용보다 훨씬 높아진다. 창의적인 발명품이긴 하지만 어디에 사용해야 할지 알 수 없다",
        "Icon": "1095.png",
        "Ver": "2.3"
    },
    {
        "_id": 6513,
        "Name": "바람 속의 꽃봉오리",
        "Desc": "<color style='color:#f29e38;'>「바람」</color> 속성 캐릭터가 필살기를 발동하여 공격 발동 후, 바람 속성 약점을 보유하지 않은 랜덤 공격 목표에게 바람 속성 약점을 추가하고, 해당 목표의 바람 속성 저항을 20% 감소시킨다, 지속 시간: 3.0턴. <color style='color:#f29e38;'>「바람」</color> 속성 격파의 풍화 상태가 제거 불가, 지속 시간 무한이 된다, 최대 중첩수: 10.0스택",
        "Story": "우주 바람에 돛이 고독하게 펄럭인다. 우주에 널브러져 있는 이 기계 네트워크는 원래 문이성의 거대 발전기의 핵심 부품이었다. 이는 항성이 내뿜는 대전입자류를 포획해 이를 지상으로 수송하는 에너지원으로 전환한다. 하지만 이 모든 것은 절멸 대군 「제피로」가 나타난 순간 끝났다. 초신성의 폭파로 생긴 불빛이 점점 사그라들고 군단이 떠나자, 아무것도 남지 않은 먼지 속에서 시든 꽃 한 송이만이 역사가 존재했음을 말해주었다",
        "Icon": "1102.png",
        "Ver": "2.3"
    },
    {
        "_id": 6512,
        "Name": "지니어스의 혼란스러운 시간",
        "Desc": "<color style='color:#f29e38;'>「양자」</color> 속성 캐릭터의 공격이 양자 약점이 없는 적의 강인성을 감소시킬 수 있으며, 효과는 기존 공격 강인성 감소 수치의 75%이다. 격파로 인한 얽힘 상태는 모든 적에게 부여되고 스택 수 상한이 99.0스택으로 증가하며, 적을 1기 공격할 때마다 모든 공격 목표가 보유한 해당 얽힘 상태 스택 수가 5.0스택 증가한다",
        "Story": "어느 날, 지니어스 클럽 #77 퍼즐은 은하 교육 사업에 한 획을 그을 기발한 아이디어를 냈다. 그녀는 간이 역장으로 클라인 병 속에 마이크로 웜홀과 허수 아공간을 포함한 복수의 공간 구조를 만들고, 이 지능 장난감으로 전 우주의 아이들에게 물리 세계의 문을 열어주고자 했다. 예상대로 이 걸작의 판매 실적은 처참했다. 퍼즐이 생각하는 선행 교육이 대중의 수준과 큰 차이가 있었기 때문이다. 이는 천재가 모든 영역에서 천재인 것은 아니라는 사실을 보여준다",
        "Icon": "1094.png",
        "Ver": "2.3"
    },
    {
        "_id": 6511,
        "Name": "신성한 얼굴",
        "Desc": "<color style='color:#f29e38;'>「물리」, 「화염」</color> 속성 캐릭터가 격파 피해를 가하면 공격 후 추가로 기존 피해의 80%만큼 고정 수치의 추가 피해를 가한다",
        "Story": "「미」의 자태를 기록한 낡은 카메라. 거울의 주인에게 보물로 여겨진다. 한때 은하 다크웹에서 상품으로 경매되긴 했지만, 매번 가면의 우인이 악의적으로 가격을 올려 유찰되었다. 우인들이 이런 장난에 흥미를 잃자, 마침내 거울의 주인의 손에 들어가게 되었다. 카메라 속 사진은 사라진 지 오래지만, 사람들은 여전히 렌즈에서 그 에이언즈의 미모를 엿볼 수 있었던 것 같다. 그 미모는 마치 아름다운 화염으로 세계를 불태우고 영원한 표식만을 남긴 태양 같았다고 한다",
        "Icon": "1107.png",
        "Ver": "2.3"
    },
    {
        "_id": 6510,
        "Name": "첫 번째 여정",
        "Desc": "<color style='color:#f29e38;'>「번개」, 「얼음」</color> 속성 캐릭터의 약점 격파 효율이 30% 증가한다. 공격 발동 후 이번 공격이 실제 강인성 감소 수치를 10pt 가할 때마다 캐릭터의 행동 게이지가 1.5% 증가한다",
        "Story": "미치광이 왕 칼리는 아이들을 좋아했다. 아이들이 「신비」 그 자체에 가장 가까웠기 때문이다. 한 아이가 그의 이야기책을 덮고 손에 든 나무 막대기를 높이 든다. 아이는 이 막대기가 기사의 보검이고, 기사는 산 너머의 사악한 왕을 물리치고 그의 영토와 보물을 빼앗을 것이라고 선언한다. 칼리는 수수께끼를 만들고 이야기를 지어내 아이만 있는 왕국을 만들어 냈다. 그의 목적은 알 수 없지만, 오늘날까지 여전히 많은 아이들이 보검을 높이 들고 왕국의 문이 기사에게 열리기를 기다리고 있다",
        "Icon": "1092.png",
        "Ver": "2.3"
    },
    {
        "_id": 6509,
        "Name": "맛있는 마리모 사탕",
        "Desc": "<color style='color:#f29e38;'>「물리」, 「양자」 </color> 속성 캐릭터가 공격을 발동해 필살기 피해를 가하면 모든 아군이 HP 최대치의 30%만큼 HP를 회복하고, 자신의 속도가 25% 증가한다. 지속 시간: 1.0턴, 최대 중첩수: 2.0스택",
        "Story": "약 천 앰버기원 전, 콜치인은 우림 속에 매우 번영한 일모 왕조를 세웠지만, 빙하기가 오면서 이 왕조는 10 앰버기원 만에 사라졌다. 시신이 출토된 적이 없기 때문에 콜치인에 대한 이미지는 어느 「개척」의 덜렁이들이 지하 왕릉을 폭파하기 전까지 오랫동안 역사학계의 난제였다. 지하 통로에 갇혀 있던 무명객은 우연히 바로 먹을 수 있는 해조류를 발견했고, 덕분에 구조가 올 때까지 버틸 수 있었다. 이로써 맛있는 마리모도 뭇별에 알려졌다. 사람들이 이 해조류가 바로 콜치인이라는 사실을 눈치챘을 때, 이 마리모는 이미 50여 개의 행성에서 침입종으로 분류되어 있었다",
        "Icon": "1091.png",
        "Ver": "2.3"
    },
    {
        "_id": 6508,
        "Name": "전투 고수",
        "Desc": "적이 <color style='color:#f29e38;'>「화염」</color> 속성 캐릭터의 공격을 받고 약점 격파 상태에 빠지면, 다음번에 약점 격파 상태에서 회복할 시 강인성 회복량이 50% 감소한다",
        "Story": "탈리아의 모래폭풍 속에서 살아남을 수 있는 생물은 극히 드물지만, 바자톤 도마뱀이 바로 그중 하나이다. 그들은 현지의 고방사선 광석을 먹고 이를 생존에 필요한 에너지로 전환한다. 과도한 힘과 공격성을 지닌 바자톤 도마뱀은 일반 운반체보다 훨씬 뛰어난 성능을 보여주었고, 교활한 상인은 이를 「파멸의 거대 도마뱀」이라고 이름을 지어 암시장에서 여정을 막 시작한 소멸파 신입에게 높은 가격으로 판매했다. 날이 갈수록 노천 광물은 고갈되었고, 더 많은 바자톤 도마뱀들이 자신의 새끼를 황야인의 땅으로 데려가는 방법을 배웠고, 후손을 위해 생존의 길을 모색했다. 탈리아의 도마뱀 양식업도 이렇게 탄생하게 되었다",
        "Icon": "1098.png",
        "Ver": "2.3"
    },
    {
        "_id": 6507,
        "Name": "평행 우주 무전기",
        "Desc": "<color style='color:#f29e38;'>「지식」</color>, <color style='color:#f29e38;'>「수렵」</color> 운명의 길 캐릭터가 필살기를 발동해 적에게 피해를 가하면 추가 공격을 발동한 것으로 간주한다",
        "Story": "지식학회의 일부 발명품은 항상 내부에 가면의 우인이 섞여 있는 게 아닌지 의심하게 한다. 예를 들어 이 「평행 우주 무전기」는 시공간 변동의 미세한 차이를 측정하고, 가장 가까운 두 분기점 사이를 연결해 두 지점 사이의 정보 교류를 가능하게 해준다고 한다. 하지만 사용자에게 들리는 건 무전기에서 전해지는 자신의 메아리일 뿐이다. 이에 대해 프로젝트 책임자 드윗 박사는 이것이야말로 대화하는 양측의 생각이 완벽하게 일치할 정도로 평행 우주의 높은 유사성을 증명하는 것이라고 주장했다",
        "Icon": "1105.png",
        "Ver": "2.3"
    },
    {
        "_id": 6506,
        "Name": "꿈 입장 캔",
        "Desc": "「화합」 운명의 길이 아닌 캐릭터가 공격 발동 후 랜덤 아군 <color style='color:#f29e38;'>「화합」</color> 운명의 길 캐릭터에게 [화음]을 1.0스택 제공한다, 최대 중첩수: 30.0스택. 일반 공격 발동 후 [화음] 스택을 소모하고, 1스택 소모할 때마다 공격 목표에게 <u>기본 피해</u>의 500%만큼 피해를 가한다<br><b>기본 피해</b><br>적의 레벨과 임계값 프로토콜이 높을수록 가하는 기본 피해가 증가한다",
        "Story": "「축제의 별」 페나코니에서 생산된 좋은꿈 통조림. 고농축된 기체 형태의 기억 물질이 가득 차 있다. 통조림을 열면 5분 이내로 꿈에 입장한다. 꿈 입장 캔은 은하의 중산층 가정 침실에 있는 장난감이었지만, 전쟁에 시달리는 행성에서는 사람들이 잠들 수 있는 유일한 방법이 되었다. 고요하고 억압된 광갱에서 생존자들은 몸을 떨며 잠에 든다. 꿈의 땅에서 과거에 그랬던 것처럼, 현실에서 얻지 못한 자유를 찾아 꿈속으로 떠나는 것이다",
        "Icon": "1106.png",
        "Ver": "2.3"
    },
    {
        "_id": 6505,
        "Name": "각성-310",
        "Desc": "임의의 유닛이 스킬을 발동하는 동안 <color style='color:#f29e38;'>「공허」</color> 운명의 길 캐릭터가 적을 디버프 효과에 빠트리면, 100%의 기본 확률로 목표가 [피폐]를 1.0스택 획득한다. 해당 효과는 스킬을 발동할 때마다 단일 목표에게 최대 1.0회 발동된다. [피폐]: 속도가 10% 감소하고, 8.0 스택 보유 시 임의의 캐릭터가 스킬을 발동하면 모든 스택을 소모하며 높은 확률로 빙결 상태에 빠진다, 지속 시간: 1.0턴",
        "Story": "혼돈의 의사의 수많은 약물 중 「각성-310」은 그다지 안전하지 않은 쪽에 속할 것이다. 이마에 골고루 바르고 벌개미취 잎 하나를 입에 머금은 후, 붉은 깃 늑대의 이빨 가루와 데니소바 벌레의 위액 등 9가지 성분이 혼합된 겔 타입의 물질이 대뇌 피질에 스며들 때까지 기다린다. 이 기이한 연고는 환자의 인지부터 시작해 「공허」를 일으킬 수 있는 감정을 뿌리째 지운다. 안타깝게도 인지 교정이 가져온 긍정적인 피드백으로 인해 연고는 변방 행성에 흘러 들어간 후 현실 도피에 사용되는 정신 마취제가 되었다. 컴퍼니가 개입하기 전까지 이미 16개의 은하계가 인지 혼란과 약물 남용으로 파멸 직전에 처하고 공허로 돌아갔다",
        "Icon": "1097.png",
        "Ver": "2.3"
    },
    {
        "_id": 6504,
        "Name": "라피스피커의 파편",
        "Desc": "<color style='color:#f29e38;'>「파멸」</color>, <color style='color:#f29e38;'>「지식」</color>, <color style='color:#f29e38;'>「기억」</color> 운명의 길 캐릭터가 자신을 제어류 디버프 상태에 빠트리는 모든 효과에 저항하고, 해당 효과 발동 시 행동 게이지가 50% 증가한다. 행동 게이지 증가 효과 획득 시 가하는 피해가 50% 증가한다, 지속 시간: 2.0턴",
        "Story": "라피스피커가 몸에서 배출한 고체 정보 파편. 이 고도의 지능을 지닌 극피동물은 이 파편으로 개체의 단편적인 말부터 사회의 역사까지 모든 것을 기록한다. 라피스피커의 특수한 신경 구조 때문에 파편 내의 정보는 각종 우주 문명에서 비교적 낮은 비용으로 해석할 수 있다. 따라서 공감각 비콘이 탄생하기 전부터 컴퍼니 체계에 합류하여 우주 교류의 중요한 역할을 담당했다",
        "Icon": "1108.png",
        "Ver": "2.3"
    },
    {
        "_id": 6503,
        "Name": "구름 스테이크",
        "Desc": "<color style='color:#f29e38;'>「파멸」, 「공허」</color> 운명의 길 캐릭터의 격파 특수효과가 25% 증가한다. 약점 격파 상태의 적을 공격하면 80%의 비율로 화염, 바람, 번개, 물리 속성의 격파 효과를 발동하며, 적은 약점 격파될 때마다 해당 효과를 최대 1.0회 발동할 수 있다",
        "Story": "메틸로인들이 대기에서 사육하는 부유 생물. 오랜 품종 개량을 통해 가축 고기와 비슷한 맛이 난다. 요리 난이도가 매우 높아서 고급 음식점에서나 볼 수 있는 식자재가 되었다. 은하 생태 학파의 고찰에 따르면, 이 생물은 멀드라실의 자포동물과 유전적으로 상당한 유사성을 보인다고 한다. 심지어 날개를 짜는 자와 조상이 같다는 관점도 있지만, 이 의견은 우주 미식 협회의 집단 반발을 받았다",
        "Icon": "1113.png",
        "Ver": "2.3"
    },
    {
        "_id": 6502,
        "Name": "존엄과 열정",
        "Desc": "파티에 <color style='color:#f29e38;'>「보존」</color> 운명의 길 캐릭터가 있으면, 모든 캐릭터가 피격될 시 HP 백분율이 50%를 초과할 경우 실드가 아닌 HP를 우선 소모하고, 손실된 HP의 40%는 피격된 후 실드로 전환된다. 지속 시간: 2.0턴",
        "Story": "스타피스 컴퍼니는 소속 행성 구역 채굴 작업에 대한 최종 해석권을 가지고 있다. 모든 불법 채굴 행위는 앰버 로드 장벽 건설을 방해하는 모독 행위로 간주된다. 군용 순항함 꼭대기에 설치된 위대한 충각은 거칠게 무법자를 들이받아 그들에게 클리포트의 신성한 모습을 아낌없이 보여주고, 불법 채굴선을 폐기 처분할 것이다. 오스왈도는 건축자재물류부의 방식이 시장개척부보다 훨씬 더 과격하다는 농담을 여러 번 했다. 정말 그럴지도 모른다",
        "Icon": "1101.png",
        "Ver": "2.3"
    },
    {
        "_id": 6501,
        "Name": "과잉 영양",
        "Desc": "캐릭터가 <color style='color:#f29e38;'>「풍요」</color> 운명의 길 캐릭터의 치유를 받은 후 초과된 치유량의 100%만큼 중첩 가능한 실드를 획득한다. 해당 실드 최대치는 캐릭터 HP 최대치의 50%이며, 턴 종료 시 해제된다",
        "Story": "점점 심각해지는 비만과 건강 문제를 해결하기 위해 아타르테 박사는 영양 관리기를 개발했다. 이 기계는 주인이 과다 섭취한 영양분을 흡수해 저장할 수 있을 뿐만 아니라, 대기 중의 무해한 입자를 걸러내 식품을 합성할 수 있다. 하지만 이 합성 식품의 효율이 너무 높아서 식욕을 조절하지 못한 소비자들의 체중이 오히려 증가할 것이라고는 그 누구도 예상하지 못했다. 밀려오는 컴플레인 때문에 아타르테 박사는 밤새 잠들지 못하고 반쪽이 돼 버렸다",
        "Icon": "1111.png",
        "Ver": "2.3"
    },
    {
        "_id": 6425,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 모든 에너지를 잃고, 모든 전투 스킬 포인트를 소모한다",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6424,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군의 약점 격파 효율이 100% 감소한다. 지속 시간: 1.0턴",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6423,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 가하는 피해가 99% 감소한다. 지속 시간: 1.0턴",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6422,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 현재 HP의 50%만큼 HP를 소모한다",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6421,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 처음 피격된 후 캐릭터 현재 HP의 50%만큼 HP를 추가로 소모한다",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6420,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 150%의 기본 확률로 열상 상태에 빠진다, 지속 시간: 5.0턴. 열상 상태에서는 턴 시작 시 HP 최대치의 20%만큼 물리 속성 지속 피해를 받는다",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6419,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 150%의 기본 확률로 빙결 상태에 빠진다. 지속 시간: 1.0턴",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6418,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 적의 행동 게이지가 100% 증가한다",
        "Story": "",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6417,
        "Name": "절대 실패 처방전",
        "Desc": "전쟁의 지속을 막기 위해 환자의 병인에 따라 처방전이 다양한 정도의 환각과 교란 증상을 일으킨다",
        "Story": "전쟁은 문명의 고질병이다. 이는 생명을 지우고 역사를 파괴하며 세상을 공허로 만든다. 혼돈의 의사는 질문의 마물의 침과 물 도깨비의 털을 섞고, 자신의 피 한 방울을 바쳐 물약을 만들었다. 이렇게 만든 물약은 장교들의 의사 결정을 방해하고 양측 모두 올바른 전략을 피하게 만들어 교전 가능성을 근본적으로 차단시킨다. 이로써 전쟁이 끝날까? 혼돈의 의사들은 약을 꾸준히 복용하면 언젠가 고질병이 치료된다고 믿는다",
        "Icon": "1103.png",
        "Ver": "2.3"
    },
    {
        "_id": 6416,
        "Name": "천혜 합금 타입 Ⅲ",
        "Desc": "효과가 없다. 동시에 최대 1개만 보유할 수 있다",
        "Story": "「보존」의 거대 망치 아래, 천체는 난공불락의 벽으로 가공되고, 그 위력에 의해 튀는 잔재는 빠르게 냉각되어 귀중한 천혜합금이 되었다. 클리포트가 천혜성의 벽을 두드릴 때 튀는 작은 조각들은 탄생한 순간부터 새로운 앰버기원이 도래했음을 알린다. 거의 모든 천혜 합금은 스타피스 컴퍼니에 의해 엄격하게 보관되며, P45 이상의 직원들만이 실제 모습을 엿볼 수 있다",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6415,
        "Name": "탈롯 인형",
        "Desc": "모든 아군이 적에게 스킬을 발동할 경우 50%의 확률로 잘못된 목표를 선택한다. 전투 4.0회 후 해당 기물은 파손된다",
        "Story": "은하는 넓어서 이튼 장난감 회사의 사장처럼 흉조 선봉의 경고를 무시하는 사람이 늘 존재한다. 「종말」의 행자가 새로 출고한 인형을 모두 파괴해야 한다고 경고했을 때, 그는 격노했을 뿐이었다. 24 시스템 시간 후, 인형 안에 숨어 있던 탈롯인이 장난감 회사를 습격했다. 변방 행성 지대에서 온 이러한 액체 집단은 같은 의식을 공유하고, 더 많은 생명을 합류시키기 위해 최선을 다한다. 이튼은 곧 그들의 일부가 되었다",
        "Icon": "1093.png",
        "Ver": "2.3"
    },
    {
        "_id": 6414,
        "Name": "「광적인 생각」 기계단",
        "Desc": "캐릭터가 비술 발동 시 추가로 비술 포인트를 1.0pt 소모한다",
        "Story": "「난 제왕 루버트를 본 적이 있어!」 이날 기계시 저녁 9시 정각, 침입성 「광적인 생각」은 기계 도시의 어떤 항아리의 머릿속에 진입했다. 그는 자신이 유기인지 무기인지, 또는 단순 기체에 불과한지 알 수 없었다. 그는 머릿속 「광적인 생각」에서 벗어나기 위해 제왕을 만났다고 주장했다——이런 생각들은 그의 머릿속을 엉망진창으로 만들며, 과부하를 일으켜 그를 힘들게 만들었다. 루버트는 보잘것없는 코드를 한 곳 수정했을 뿐인데, 그를 꿈에서 깨웠다——깨어난 후, 그는 사실 아무것도 일어난 적이 없으며, 이 역시 또 하나의 광적인 생각에 불과하다는 것을 깨달았다",
        "Icon": "1076.png",
        "Ver": "2.3"
    },
    {
        "_id": 6413,
        "Name": "「최고의 생각」 무지개 기계",
        "Desc": "해당 기물을 갖고 [모험] 구역에 진입하면 해당 구역의 제한 시간이 30% 감소한다",
        "Story": "이날 기계시 새벽 6시 정각, 침입성 「최고의 생각」이 기계 도시의 어떤 일각수의 머릿속에 진입했다. 당시 기계 도시에서는 개조를 거치지 않은 동물이 손에 꼽을 정도였다. 이후, 모든 절망적인 실패, 곤혹, 공포 앞에서, 축적된 「최고의 생각」 덕에 일각수는 난관들을 무사히 헤쳐 나갈 수 있었다. 그는 슬픔과 고통을 낙으로 삼고, 압박을 흥분 전달 물질로 삼았다. 그러던 어느 날, 그는 「감정」을 조절할 수 있는 매개변수로 바꾸는 방법을 스스로 터득했다. 이후, 그는 영원히 자신감 넘치고 앞을 향해 나아가는 「무지개 유니콘」이 되었다",
        "Icon": "1075.png",
        "Ver": "2.3"
    },
    {
        "_id": 6412,
        "Name": "「평범한 생각」 군체 기계",
        "Desc": "상품 가격이 25% 증가한다",
        "Story": "이날 기계시 오후 3시, 침입성 「평범한 생각」이 기계 도시의 스스로 비범하다고 생각하는 어떤 유기체의 머릿속에 진입했다. 「평범한 생각」은 그의 마음에 깊은 상처를 주었다. 그는 자신의 모든 천부적 재능의 최대치가 군체 기계의 「평범한」 수준밖에 되지 않다는 것을 발견했기 때문이다. 하지만 그는 낙담하지 않고, 빠르게 이 진귀한 재능을 활용하기 시작했다. 무기 군체 사이에서 자신의 감정을 숨기고, 기계 중 가장 평균적이고 평균적인 자가 되어, 「균형」의 운명의 길을 걷기 시작했다",
        "Icon": "1083.png",
        "Ver": "2.3"
    },
    {
        "_id": 6411,
        "Name": "「무효한 생각」 코드 기계",
        "Desc": "전투 진입 시 캐릭터는 에너지를 에너지 최대치만큼 잃는다",
        "Story": "「인간은 언제 기계가 되고, 기계는 또 언제 인간이 되는 것일까?」 이날 기계시 오후 3시 정시, 침입성 「무효한 생각」이 기계 도시의 어떤 유기체의 머릿속에 진입했다. 처음에 그는 자신 머릿속의 통제할 수 없는 생각에 속수무책이었다. 그 후, 그는 기록을 통해 「무효한 생각」으로 인한 초조함과 공허함에 효과적으로 상대할 수 있다는 걸 발견했다. 그는 펜을 들고 어지럽고 의미 없는 소란스러운 생각들을 토해냈고, 이는 깨진 글자들로 전환됐다. 결국, 그는 리들러의 이목을 끌었다",
        "Icon": "1071.png",
        "Ver": "2.3"
    },
    {
        "_id": 6410,
        "Name": "비콘 착색제",
        "Desc": "전투 승리 후 축복 선택 시 그중 축복을 1.0개 랜덤으로 강화한다",
        "Story": "비콘 착색제로 그린 구조 표시는 색이 강렬하고 자극적이어서 우주 구조대에게 쉽게 눈에 띈다. 이를 발명한 사람은 그림 솜씨가 뛰어난 어느 무명객이다. 이 무명객은 항해 사고로 황량한 무인 행성 구역에 갇혔었고, 그때 백색 왜성 조각으로 구조 역사상 가장 위대한 비콘 착색제를 만들었다.",
        "Icon": "1036.png",
        "Ver": "2.3"
    },
    {
        "_id": 6409,
        "Name": "펑크 로드 스피릿",
        "Desc": "전투 진입 시 100%의 고정 확률로 모든 적에게 필드 위 아군이 지닌 속성의 약점 1.0개를 추가한다. 지속 시간: 10.0턴",
        "Story": "인생은 게임일 뿐이다——사이버 세계 「펑크 로드」의 해커에게 이 말은 농담이 아니다. 그들은 인터넷 공간을 누비며 에테르 편집이라는 이름의 기술로 인생을 거대한 게임으로 바꾼다. 천재 중의 천재는 행성 밖으로 날아가 광활한 은하를 뉴비존의 두 번째 무대로 삼는다. 이 테이프는 어떤 전설적인 해커의 이야기를 기록했다. 그의 삶은 펑크 로드의 지하 저수지에서 시작해 갤럭시 레인저 가운데서 끝났다. 그의 장례식은 관에 놓인 게임 테이프에 「클리어」라고 표시했을 뿐, 아무 소리 없이 조용히 진행됐다고 한다",
        "Icon": "1048.png",
        "Ver": "2.3"
    },
    {
        "_id": 6408,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소한다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "Ver": "2.3"
    },
    {
        "_id": 6407,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소하고, 전투 승리 후 일정 확률로 복제 개체 1개를 분열해 낸다. 복제 개체는 동시에 3.0개까지 존재할 수 있다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "Ver": "2.3"
    },
    {
        "_id": 6406,
        "Name": "망가진 뻐꾸기 시계",
        "Desc": "전투 승리 후 획득하는 우주 조각이 25% 감소하며, 방정식 1.0개 전개 후 기물이 파손된다",
        "Story": "한 뻐꾸기 시계 장인이 우연히 「테르미누스」와 만나게 되었다. 그녀는 너무 놀란 나머지 들고 있던 시계를 떨어뜨렸고, 시계는 「테르미누스」의 과거를 향해 망가져 갔다. 이후 그 장인은 흉조 선봉에 합류해서 예언의 해독을 시도했다. 장인은 평생에 걸쳐 수많은 시계를 만들어냈지만, 가장 아꼈던 것은 이 망가진 뻐꾸기 시계였다. 시계가 망가졌을 때, 장인은 이미 테르미누스와 만난 상태였다. 시계가 망가졌을 때, 테르미누스는 아직 시계 장인과 만나지 않은 상태였다",
        "Icon": "1009.png",
        "Ver": "2.3"
    },
    {
        "_id": 6405,
        "Name": "기계식 뻐꾸기 시계",
        "Desc": "전투 진입 시 전투 스킬 포인트를 2.0pt 소모한다",
        "Story": "2차 루버트의 난 이후, 컴퍼니는 한때 전 우주의 기계 생명체를 잔혹하게 멸종시킬 계획을 세웠었다. 하지만 다행히 이 계획이 통과되기 전에 #76 스크루룸이 누스의 선택을 받아 지니어스 클럽에 가입했다는 소식이 컴퍼니의 귀에 들어갔다. 새로이 나타난 천재에게 선물하기 위해 컴퍼니는 이 기계식 뻐꾸기 시계를 제작했다. 이 선물은 오늘날의 시선으로 봤을 때는 너무나 평범한 것이지만, 당시는 기계적인 생명체가 박해를 받던 시기였다. 기계식 뻐꾸기 시계의 탄생 자체가 평화를 상징하는 것이라 할 수 있었다",
        "Icon": "1010.png",
        "Ver": "2.3"
    },
    {
        "_id": 6404,
        "Name": "컴퍼니 뻐꾸기 시계",
        "Desc": "축복 덮어쓰기 및 방정식 덮어쓰기에 필요한 우주 조각 수량이 25% 증가한다",
        "Story": "컴퍼니 최초의 0호 뻐꾸기 시계, 뻐꾸기 시계 계획의 시작을 의미한다. 많은 사람이 뻐꾸기 시계 계획이 어떻게 탄생한 것인지 무척 궁금해 한다——루이스•플레밍은 이것이 보존의 에이언즈 클리포트를 따르기 위해 나왔으며, 이 어렵사리 얻은 존재를 보호해야 한다고 발표했다. 그는 연설에서 스타피스 컴퍼니가 우주의 금융을 주관하고 있지만, 종말의 재난에 경계를 늦추면 안 된다고 밝혔다. 그리하여 그는 뻐꾸기 시계 계열을 만들었다. 그 취지는 에이언즈와 관련된 소식을 모으고, 컴퍼니의 향후 은하 여정에 파산이나 해산하게 될 가능성을 철저히 방지하는 것이다",
        "Icon": "1039.png",
        "Ver": "2.3"
    },
    {
        "_id": 6403,
        "Name": "무한 동력 뻐꾸기 시계",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각의 5%를 잃는다",
        "Story": "#76 스크루룸이 기계 생명체를 위해 어렵사리 평화를 쟁취한 후, 스크루룸별에는 2차 산업 부흥 운동이 일어나 수많은 발명가들이 탄생했다. 그들은 저주 기계, 확률 기계, 사탕 경호원을 발명하고 7대 불가사의 과제 연구에 매진했다. 「영원한 겨울」은 2번째 미불가사의로 기계 생명의 지대한 관심을 받았다. 스크루룸별의 서열 19위의 발명가는 생명의 마지막 순간에 자신의 무한 동력 뻐꾸기 시계를 선보였다——그의 작품은 아르키밀리 나선 에너지를 이용해 영원히 멈추지 않지만, 발명가는 엄청난 영예를 얻은 후 스스로 자신의 생명을 정지시켰다. 그 이유는 밝혀지지 않았다",
        "Icon": "1041.png",
        "Ver": "2.3"
    },
    {
        "_id": 6402,
        "Name": "검은 숲 뻐꾸기 시계",
        "Desc": "전투 진입 시 랜덤으로 캐릭터 1.0명이 적에게 피격될 확률이 대폭 증가한다. 지속 시간: 5.0턴",
        "Story": "2차 기계 위기가 끝난 후, 대량의 로봇은 스트레스 상태에 빠졌다. 그들은 발생할 가능성이 있는 모든 갈등에 민감했다. 기계 생명체가 최후의 재난을 초래할 것이라는 소문이 돌았고, 이 소문은 즉시 로봇들의 관심을 받았다. 로봇들은 원정대를 조직해 세 차례 개척되지 않은 육지를 찾았다. 그들은 육지 최남단의 섬에 도착했다. 어둠이 드리워진 숲에서 그들은 소문 기계를 만든 원흉을 끄집어 냈다——범인은 산중에서 사악한 과학 기술을 연마하는 장인이었다",
        "Icon": "1038.png",
        "Ver": "2.3"
    },
    {
        "_id": 6401,
        "Name": "점 뻐꾸기 시계",
        "Desc": "전투 승리 후 축복 선택 시 선택할 수 있는 축복이 1.0개 감소한다",
        "Story": "이 뻐꾸기 시계는 매일 새벽 시가 적힌 종이를 뱉는다. 모든 구절은 고대 수학 체계의 명사로 구성된다. 이 종이에 적힌 시가 미래에 대한 예언이라 여기고, 자신이 시의 비밀을 풀었다고 주장하는 사람이 있었지만, 시계는 갑자기 감쪽같이 사라졌다. 미래를 예견할 가능성은 엄청난 가치를 지닌 것이어서 모두 이 시계가 시장에 다시 유통되기를 바란다. 그럼 은하계의 모든 자원은 이 시계로 향할 것이다——하지만 이 시계가 그저 잘 쓰는 시시한 뻐꾸기 시계라고 여기는 사람도 있다",
        "Icon": "1040.png",
        "Ver": "2.3"
    },
    {
        "_id": 6308,
        "Name": "죽음과의 재회",
        "Desc": "즉시 현재 전개할 수 없는 방정식 1.0개를 획득한다. 방정식을 1개 전개할 때마다 즉시 현재 전개할 수 없는 방정식 1개를 랜덤으로 획득하며, 해당 방식으로 최대 3.0개의 방정식을 획득할 수 있다. 방정식 1개가 전개될 때마다 모든 아군이 가하는 피해가 10% 증가한다",
        "Story": "흉악하게 생긴 열쇠고리. 마치 매듭을 지어 사실을 기록하는 것처럼 주인의 죽을 뻔했던 위험을 기록한다. 「종말」의 속삭임을 따라 사냥꾼은 계속해서 위험한 미래를 향해 달려갔다. 붉은 감귤 천체의 초신성 폭발, 도몬튼의 곤충 떼 침입, 우주 강도 나로의 우주선 습격 사건…. 그는 자신의 운명이 여기서 끝나지 않을 거라 굳게 믿었고, 죽음과 스치는 모든 순간을 즐겼다. 결국 그는 유명한 장례식 안내원이 되었고, 그가 갔던 곳에 남은 것은 죽음뿐이었다",
        "Icon": "1112.png",
        "Ver": "2.3"
    },
    {
        "_id": 6307,
        "Name": "루버트 제국 차분기관",
        "Desc": "해당 기물을 획득할 때와 구역에 진입할 때마다 우주 조각 300.0개, 랜덤 축복 3.0개, 랜덤 기물 3.0개를 획득한다. 모든 아군의 치명타 확률이 60% 증가하고, 치명타 피해가 16% 증가한다",
        "Story": "루버트 1세가 설계한 차분기관은 제2차 제왕 전쟁 기간 역사의 무대에 올랐다. 이 무서운 장치는 전쟁 중 끊임없이 자신의 계산 능력과 의사 결정 기능을 향상시켜 제3대 제왕이 되려는 경향까지 보였다. 현재 차분기관의 잔해는 컴퍼니에 의해 여러 연구소에 봉인되어 있다. 그것들과 결합되는 장치는 모두 반유기 방정식의 침입을 받게 되고, 과부하로 작동되어 자동으로 분해된다. 제왕이 어떻게 이 방정식을 사고 능력이 없는 부속품들에 넣은 건지 아무도 모르지만, 그것들은 끊임없이 공명하며 또 한 번의 결합을 기다린다——「만약 이게 바로 천재라면 세상엔 바보가 많은 편이 낫다」",
        "Icon": "1088.png",
        "Ver": "2.3"
    },
    {
        "_id": 6306,
        "Name": "역병의 둥지",
        "Desc": "디버프 기물 1개를 보유할 때마다 모든 아군이 가하는 피해가 30% 증가한다. 2.0개 이상의 디버프 기물 보유 시 모든 디버프 기물의 보너스 효과가 40%로 변하고, 6.0개 이상의 디버프 기물 보유 시 모든 디버프 기물의 보너스 효과가 50%로 변한다",
        "Story": "악명 높은 예페라 형제회는 린드가노 은하계를 침입했을 때 생물 무기를 사용했다. 이런 유전자 자멸 바이러스는 감염된 세포가 숙주 체내에서 서로를 잡아먹게 만들어 참극이 반복된다. 하지만 끝없는 증식으로 둥지 내 생물들은 빠르게 통제에서 벗어나 폭주하며 오히려 형제회의 진영을 집어삼켰다. 악당들은 휘말린 동료를 포기하고 살기 위해 꼬리를 잘라냈다. 이 사건의 배후가 영원한 불길의 관저라고 주장하는 사람들이 있는데, 이들은 그 증거로 이후 두 세력의 끝없는 사투를 든다",
        "Icon": "1096.png",
        "Ver": "2.3"
    },
    {
        "_id": 6305,
        "Name": "기억의 룰렛",
        "Desc": "즉시 랜덤 방정식 2.0개를 획득한다. 구역에 진입할 때마다 모든 방정식이 동일한 성급의 랜덤 방정식으로 치환된다. 전투 진입 시 모든 미전개 방정식의 효과를 획득한다",
        "Story": "한 소각공은 그녀의 일을 고행으로 여겼고, 모든 「기억」은 관리와 제한을 받아야 한다고 굳게 믿었다. 그녀는 자신의 기억도 분류하여 룰렛에 넣고, 무의미한 내용을 제거해 유용한 부분만 선택해 인지했다. 그러나 불완전한 기억은 종종 잘못된 판단으로 이어지고, 중요한 정보는 지워지고 쓸모없는 내용만 남았다. 그녀의 기억 룰렛은 만신창이가 되었고, 이 고행도 반 앰버기원만에 막을 내렸다——그녀가 자신이 소각공이라는 것조차 잊었기 때문이다",
        "Icon": "1086.png",
        "Ver": "2.3"
    },
    {
        "_id": 6304,
        "Name": "인멸의 심지 가위",
        "Desc": "파괴 가능한 물체를 1개 파괴할 때마다 모든 아군이 가하는 피해가 5% 증가하고, 전리품을 1개 열 때마다 모든 아군의 HP 최대치가 8% 증가한다",
        "Story": "이 심지 가위로 초의 심지를 자르면 분노한 반물질 화염이 오히려 초를 연소시킨다. 입자가 충돌하면서 초 전체가 불타오르다가 몇 초 후 바로 소멸한다. 가위로 피부를 그으면 즉시 에너지 소실 반응이 발생하고, 가위가 닿은 부분은 마이너스 입자가 되어 요동치다가 사방으로 사라진다",
        "Icon": "1046.png",
        "Ver": "2.3"
    },
    {
        "_id": 6303,
        "Name": "충치 은하계 모델",
        "Desc": "우주 조각을 50% 소실한다. 다음 구역에 진입할 때마다 우주 조각 100.0개를 소실하고, 우주 조각이 100.0개 미만이면 해당 기물은 파손된다. 해당 기물의 효과로 인해 우주 조각을 100.0개 소실할 때마다 모든 아군의 치명타 피해가 36% 증가한다. 치명타 피해 증가 효과는 기물 파손 후에도 계속 적용된다",
        "Story": "헤르타는 먼 이야기를 위해 모델 하나를 수집한 적이 있다. 충치 은하계의 연방 정부는 비정기적으로 나타나는 국지성 사탕 폭풍 때문에 골머리를 썩였고, 재무부는 침식된 토양을 복구하기 위해 매년 천문학적인 신용 포인트를 퍼부어야 했다. 과거 이 행성에 도착한 한 무명객이 그 형태를 탐색하려 했으나, 수개월 후 충격에 휩싸여 소리쳤다. 「우주는 불규칙해. 마치 이빨처럼 말이야!」",
        "Icon": "1065.png",
        "Ver": "2.3"
    },
    {
        "_id": 6302,
        "Name": "가족의 매듭",
        "Desc": "즉시 파손 가능한 기물 1개를 획득한다. 기물이 파손될 때마다 즉시 파손 가능한 기물 1개를 획득한다. 파손된 기물을 1개 보유할 때마다 모든 아군이 가하는 피해가 30% 증가한다",
        "Story": "한 도주자는 자신이 이상한 상자를 열어 얻은 가족의 매듭을 통해 「화합」 시페를 믿는 가족 모임에 잘못 들어갔다고 주장한다. 그는 전에 본 적 없던 당시의 광경을 이렇게 묘사했다. 뭇별의 의지는 서로 연결되어 하나의 매듭으로 엮였으며, 가족의 매듭 아래 사람들은 눈을 크게 뜨고 미소 지었고, 놀라울 만큼 똑같은 표정을 지으며 서로를 바라보았다. 그가 의문을 던지자, 홀에 있던 수천 명의 사람들이 일제히 그를 돌아보며 똑같은 말을 꺼냈다——「환영합니다」 털이 곤두설 만큼 소름이 돋은 그는, 결국 목숨을 부지하기 위해 똑같이 눈을 크게 뜨고 미소 지을 수밖에 없었다",
        "Icon": "1057.png",
        "Ver": "2.3"
    },
    {
        "_id": 6301,
        "Name": "미의 가운",
        "Desc": "보유한 우주 조각 100.0개당 모든 아군이 가하는 피해가 20% 증가한다. [전투], [조우], [보스] 구역 진입 시 현재 보유한 우주 조각의 10%만큼 우주 조각을 획득한다",
        "Story": "미의 기사가 별바다를 횡단하고 있을 무렵에는 전 우주가 그들의 모습에 경도되어 있었다. 아름다움을 좇는 이 고귀한 기사들은 눈부시게 빛나는 금과 은의 갑옷을, 어깨에는 비단과 별빛을 엮어 만든 망토를 걸쳤다. 그리고 그 투구 아래에는 절세의 미모를 갖추고 있었다. 「미(美)」가 사라진 지금도 이 기사들의 모습을 본 사람들은 이드릴라의 부활을 믿고 있다",
        "Icon": "1014.png",
        "Ver": "2.3"
    },
    {
        "_id": 16234,
        "Name": "타워트 카드",
        "Desc": "당신의 선택에 따라 타워트 카드가 각기 다른 운명을 보여준다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6245,
        "Name": "타워트 카드",
        "Desc": "누적 3.0개 구역에 진입하면 해당 기물은 파손되고, 랜덤 축복 2.0개를 잃는다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6244,
        "Name": "타워트 카드",
        "Desc": "1.0개 방정식을 전개하면 랜덤 축복 2.0개를 획득한다. 효과가 2.0회 발동하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6243,
        "Name": "타워트 카드",
        "Desc": "연속으로 같은 유형의 구역에 진입하면 랜덤 축복 2.0개를 획득한다. 효과가 2.0회 발동하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6242,
        "Name": "타워트 카드",
        "Desc": "전투 승리 후 랜덤 축복 1.0개를 획득한다. 효과가 2.0회 발동하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6241,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 30% 감소한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6240,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 200% 증가한다. 누적 2.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6239,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 100% 증가한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6238,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 50% 증가한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6237,
        "Name": "타워트 카드",
        "Desc": "전투 진입 시 캐릭터가 피격되면 에너지를 10.0pt 소모한다, 지속 시간: 5.0턴. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6236,
        "Name": "타워트 카드",
        "Desc": "캐릭터가 피격되면 HP 최대치의 15%만큼 HP를 회복한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6235,
        "Name": "타워트 카드",
        "Desc": "모든 아군의 속도가 30% 증가한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6234,
        "Name": "타워트 카드",
        "Desc": "전투 진입 시 모든 적의 행동 게이지가 200% 감소한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1114.png",
        "Ver": "2.3"
    },
    {
        "_id": 6232,
        "Name": "천혜 합금 타입 Ⅱ",
        "Desc": "효과가 없다. 동시에 최대 1개만 보유할 수 있다",
        "Story": "「보존」의 거대 망치 아래, 천체는 난공불락의 벽으로 가공되고, 그 위력에 의해 튀는 잔재는 빠르게 냉각되어 귀중한 천혜합금이 되었다. 클리포트가 천혜성의 벽을 두드릴 때 튀는 작은 조각들은 탄생한 순간부터 새로운 앰버기원이 도래했음을 알린다. 거의 모든 천혜 합금은 스타피스 컴퍼니에 의해 엄격하게 보관되며, P45 이상의 직원들만이 실제 모습을 엿볼 수 있다",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6231,
        "Name": "희락의 향",
        "Desc": "해당 기물 획득 시 랜덤 방정식을 2.0개 획득한다. [보스] 구역에서 전투 진입 시 미전개 방정식 1개당 모든 적의 HP 최대치가 40% 증가하고, 공격력이 20% 증가한다",
        "Story": "비애의 연극인의 공연을 보다가 한 가면의 우인이 기발한 아이디어를 떠올렸다. 그들의 진정용 향로에 작은 서프라이즈를 추가하면 엄청난 코미디가 탄생하지 않을까? 그는 자신의 가면 절반에 불을 붙여 향로에 던져넣고, 침착하게 관중석으로 돌아와 연극인들이 모로웬 왕국의 멸망에 환호하며 박수 치는 것을 보았다. 향이 모두 타버리자 연극인은 소멸한 세계를 비웃었다는 죄책감에 대성통곡했다. 그러나 우인은 깔깔 웃으며 지금까지도 술집에서 동료들에게 이 유쾌한 촌극을 자랑하고 있다",
        "Icon": "1110.png",
        "Ver": "2.3"
    },
    {
        "_id": 6230,
        "Name": "펑크 로드 인사",
        "Desc": "전투 진입 시 아군 파티 편성의 첫 번째 캐릭터의 속도가 40% 증가하고, 마지막 캐릭터의 속도가 40% 감소한다",
        "Story": "인터넷 공간에서의 교전은 생각보다 훨씬 복잡하다. 해커들은 데이터 공간을 넘나들며 어느 쪽이든 조금만 불리해져도 도망가기 때문에 교전이 끝나지 않는다. 에테르 편집의 발원지인 펑크 로드에서 전설의 해커 「스톤 블레이드」는 적과 총 14번의 여름 동안 싸웠는데도 승부가 나지 않았다. 마지막에 그는 일방적인 고정 기능이 있는 에테르 암호키를 컴파일하여 자신을 상대방의 현실 위치로 전송해 십수 년간 이어져온 싸움을 대면으로 끝냈다",
        "Icon": "1104.png",
        "Ver": "2.3"
    },
    {
        "_id": 6229,
        "Name": "완이 주머니",
        "Desc": "3.0개의 랜덤 축복을 즉시 획득한다. 전투 승리 후 축복 선택 시 선택 사항이 1개로 변경되며, 해당 기물은 2.0회 전투 후 파손된다",
        "Story": "지니어스 클럽에는 여러 걸출한 인재들이 모여있다. 어떤 이들은 천재들의 창조물에 대해 순위를 매기기도 하는데, 완·매의 주머니는 그중에서도 상위에 등재되어 있다. 소문에 따르면 그녀는 우주를 항상 지니고 다니길 원했지만, 주머니의 차원이 계속해서 팽창하는 바람에 이를 봉인할 수밖에 없었고 완이 주머니는 이후 진열창에 놓여있었다고 한다. 스티븐·로이드가 이 주머니를 중요한 동료로 여긴 건 어떤 특수한 이유가 있어서일 것이다. 그는 그 누구에게도 주머니 속으로 들어가 가족들을 피하고 싶다는 생각을 밝힌 적이 없다",
        "Icon": "1078.png",
        "Ver": "2.3"
    },
    {
        "_id": 6228,
        "Name": "스펀지왕",
        "Desc": "구역에 진입할 때마다 모든 아군이 현재 HP의 80%를 잃고, HP 최대치가 10% 증가한다. 효과 4.0회 발동 후 해당 기물은 파손된다. HP 최대치 증가 효과는 기물이 파손된 후에도 계속 적용된다",
        "Story": "검은 숲의 어느 스펀지에게 기적같이 자유 의지가 생겼다. 그는 자신과 마찬가지로 자유 의지가 생기게 된 나사와 교류하려 했으나, 매번 벽에 부딪히고 말았다. 그는 자신의 고통스러운 경험을 곰곰이 돌이켜보고, 자신의 단점을 계속해서 보완해 가며 눈부신 모습을 갖춰 상류 사회로 진출하게 되었다. 결국, 그는 성숙한 스펀지가 되었다. 현재, 그는 쓰레기 더미 속에 버려진 스펀지들에게 자유 의지를 주기 위해 최선을 다하고 있다",
        "Icon": "1072.png",
        "Ver": "2.3"
    },
    {
        "_id": 6227,
        "Name": "썩은 이계 나무의 과실",
        "Desc": "캐릭터가 자신을 제어류 디버프 상태에 빠트리는 모든 효과에 저항한다. 매번 저항할 때마다 자신 HP 최대치의 20%만큼 HP를 소모한다",
        "Story": "「약을 구하는 자」는 썩은 이계 나무의 과실을 손에 넣은 적이 있다. 껍질 색은 노란색에서 핑크 블루색으로 기이하게 변했다. 약리를 위해, 쌍둥이인 약을 구하는 자는 각각 이계 나무의 과실과 썩은 이계 나무의 과실을 삼켰다. 그중 한 명은 탈피했고, 또 한 명은 즉시 목숨을 잃었다. 하지만 현장에 제삼자가 없었기에, 그 누구도 생존자가 누구인지, 그가 어떤 과실을 삼켰는지 알 수 없다",
        "Icon": "1073.png",
        "Ver": "2.3"
    },
    {
        "_id": 6226,
        "Name": "이성의 패배",
        "Desc": "해당 기물 획득 시 즉시 3.0가지 다른 운명의 길의 랜덤 ★1.0 축복을 1.0개씩 획득한다",
        "Story": "진리란 대체 무엇일까? 완전히 이해하는 자는 없을 것이다. 만약 「우둔함」이 세상의 고질적인 병이라면, 지혜를 전파하는 것은 우주를 치료하는 것이다. 하지만 「책」은 많은 사람을 치료할 수 있을까? 지식학회의 기록에 따르면, 한때 월계관계의 철학가들은 연합하여 내란을 일으켰고, 피와 기름이 숙고하는 자의 회랑의 모든 서적에 스며들었다고 한다. 무수한 철학가들이 다치거나 목숨을 잃었고, 이를 전부 목격한 컴퍼니 직원은 「이성의 패배」라 불렀다. 서적은 이처럼 황당한 방식으로 세상에 대한 재청소를 한 것이다",
        "Icon": "1080.png",
        "Ver": "2.3"
    },
    {
        "_id": 6225,
        "Name": "인공 운석",
        "Desc": "해당 기물 획득 시 즉시 보유한 축복 수가 가장 많은 운명의 길 축복을 1.0~3.0개 획득한다",
        "Story": "지식의 에이언즈의 눈길을 끈 천재 세 명이 한 세기에 같은 행성에서 태어났다. #7 보단, #8 람다, #9 클라인, 그들의 존재로 인해 이 시대는 「황금 시대」라고 불린다. 소문에 따르면 한때 세 사람 사이에 사랑의 희극이 펼쳐졌다고 한다. 지니어스 클럽 #9 클라인은 인공 운석을 제작해 #7 보단에게 선물했는데, 운석의 표면에는 그것이 재현한 「지식의 눈」이 놓여있었다고 한다",
        "Icon": "1061.png",
        "Ver": "2.3"
    },
    {
        "_id": 6224,
        "Name": "수염 화약 한 줌",
        "Desc": "해당 기물 획득 시 랜덤 가중 기물을 1.0개 획득한다",
        "Story": "유목 광부는 돌, 나무, 황금, 슈퍼 티타늄보다 「에테르」를 캐는 데 더 열광한다. 그들은 광맥에서 손으로 대량의 「에테르」를 캐던 손맛에 심취했으나, 이러한 경험은 그들에게 불행을 가져왔다. 여러 대형 광부가 알 수 없는 구역에서 화약 폭발로 목숨을 잃은 것이다. 키 작은 광부 한 명만이 운 좋게 살아남았는데, 그 후로 그 광부의 수염에는 영원히 꺼지지 않는 불꽃 한 줌이 타오르고 있다",
        "Icon": "1066.png",
        "Ver": "2.3"
    },
    {
        "_id": 6223,
        "Name": "허구 기갑병",
        "Desc": "캐릭터 턴이 시작될 때, HP를 HP 최대치의 20%만큼 회복한다",
        "Story": "허구 역사학자가 조작한 기갑병 군단. 효율 높은 대량의 허구와 다채로운 색으로 포장된 연막을 꾸며내는 것이 목적이었다고 한다. 하지만 허구 역사학자는 역사 문헌 관리에는 꼼꼼하지 못했고, 그 결과 기갑병 군단이 그 비밀을 읽고 말았다. 자신의 허구성을 발견한 그들은 새로운 의문을 제기했다. 허구 역사학자 자신도 허구는 아닐까?",
        "Icon": "1064.png",
        "Ver": "2.3"
    },
    {
        "_id": 6222,
        "Name": "미의 기사 정신",
        "Desc": "해당 기물 획득 시 랜덤 방정식을 1.0개 획득한다",
        "Story": "미의 기사를 가장 상대하기 좋아하는 건 아마도 가면의 우인일 것이다. 우인들은 이드릴라를 향한 기사들의 믿음을 가지고 놀리며 즐거워하지만, 고결한 기사들은 신실하고 꿋꿋하게 미를 향한 믿음을 보인다. 이러한 이유로 비애의 연극인은 기사단의 정신에 공감했다——그들은 미의 기사가 「미」를 행하다 희생한 이 하나를 소장했는데, 그것 역시 상당히 아름다웠다",
        "Icon": "1051.png",
        "Ver": "2.3"
    },
    {
        "_id": 6221,
        "Name": "우인의 가면",
        "Desc": "모든 축복이 랜덤 축복으로 변경된다. 강화 상태는 유지되며, 일정 확률로 더 높은 희귀도의 축복으로 변경된다",
        "Story": "가면의 우인의 가면은 「환락」에 대한 믿음을 상징한다. 가면을 쓰는 것은 우인이 세상 끝 술집에 모일 때의 입장권이나 다름없다. 가면은 두껍고 화려하며, 웃음은 광적이나 붓놀림은 은밀하다. 그들은 정성 어린 장난을 기다리며, 가면의 우인이 인정한 신실함을 지녔다——하지만 이것들은 전부 비애의 연극인의 배에서 훔쳐 온 것으로 보인다",
        "Icon": "1067.png",
        "Ver": "2.3"
    },
    {
        "_id": 6220,
        "Name": "지니어스 클럽의 평범한 가십",
        "Desc": "해당 기물을 획득한 후 우주 조각 획득 시 추가로 100%를 획득하지만, 전투 종료 시 더 이상 축복을 획득할 수 없다",
        "Story": "「헤르타는 EQ가 딸려. 스크루룸은 유기 생명체의 상식을 더 배울 필요가 있어!」 클럽의 팬들은 늘 천재들에 대해 다양한 의견을 나눈다. 그들은 스티븐•로이드의 실제 나이를 두고도 의견이 분분했는데, 어떤 사람은 그가 중년 남자라고 믿었으며, 또 어떤 사람은 그가 어린아이라고 주장했다. 의견이 복잡하게 오가는 가운데, 한 팬이 흥미로운 이야기를 꺼냈다. 지니어스 클럽의 「과학 괴짜」는 남자라는 소문이 만연했으나, 사실 그자는 시크한 여자였다는 것이다. 그 말을 들은 팬들은 새로운 의문을 품었다. 혹시 스티븐•로이드의 성별도 거짓은 아닐까?",
        "Icon": "1063.png",
        "Ver": "2.3"
    },
    {
        "_id": 6219,
        "Name": "우주 로또",
        "Desc": "파괴 가능한 물체를 파괴한 후 낮은 확률로 랜덤 축복 1개를 획득하지만, 역시 낮은 확률로 해당 기물이 파손되고 모든 아군이 모든 에너지와 비술 포인트를 잃는다",
        "Story": "어떻게 해야 하나의 사업 모델을 계속 유지할 수 있을까? 은하 로또가 큰 호평을 받은 후, 스타피스 컴퍼니의 사업통합부는 오스왈도•슈나이더의 사업 비전에 따라 우주 로또를 출시했다. 그들은 우주 로또도 대성공을 거두길 바라며, 관련된 86가지 산업 라인까지 구축해 공격적인 프로모션을 펼쳤다——비록 이후 컴퍼니의 대변인 「로또 여신」 베아트리체•멜라닌이 알 수 없는 이유로 사망하는 일이 있었지만, 결과적으로 더 많은 신용 포인트가 스타피스 컴퍼니로 쏟아져 들어왔다!",
        "Icon": "1068.png",
        "Ver": "2.3"
    },
    {
        "_id": 6218,
        "Name": "분열의 은화",
        "Desc": "현재 보유한 우주 조각의 50%만큼 우주 조각을 즉시 획득한다",
        "Story": "스타피스 컴퍼니의 기술부는 상업적 잠재력을 지닌 상품을 발굴하는 데 뛰어나다. 우주 통신망이 막 구축되었을 때, 안테나의 공급이 부족해지자 컴퍼니는 우주 시장에서의 잠재적 수요를 빠르게 캐치해 기발한 아이디어를 추진했다. 은은 연전성이 매우 뛰어나 1g만으로도 수 척의 안테나를 제작할 수 있다는 점에서 착안해, 한 연구원은 무한히 분열하며 증식하는 은화를 개발했고, 컴퍼니는 그것을 안테나로 제작해 각 은하계에 수출하며 은하계 간의 커뮤니케이션을 대폭 발전시켰다",
        "Icon": "1045.png",
        "Ver": "2.3"
    },
    {
        "_id": 6217,
        "Name": "은하 로또",
        "Desc": "파괴 가능한 물체를 파괴한 후 낮은 확률로 기물 1개를 획득하지만, 역시 낮은 확률로 해당 기물이 훼손되고 모든 아군이 현재 HP의 99%를 잃는다",
        "Story": "스타피스 컴퍼니 시장개척부에서 발행한 은하 로또, 마케팅 방침은 오스왈도•슈나이더 본인처럼 열정 넘친다. 우주 화폐 1개면 자신의 운을 걸어볼 수 있다. 판매자는 우주 부호가 되어 상업 시스템에 가입하는 꿈 같은 기회가 있다. 새로운 세계에 이런 유혹을 뿌리칠 만한 사람은 거의 없다——그들은 입장권을 얻기 위해 스타피스 컴퍼니의 우주 상업 시스템에 가입하고, 자신들의 국가에서 은하 로또 사업을 전개할 자격을 얻었다",
        "Icon": "1026.png",
        "Ver": "2.3"
    },
    {
        "_id": 6216,
        "Name": "시공 프리즘",
        "Desc": "전투 시 모든 캐릭터의 성혼 동조 레벨이 1.0 증가한다",
        "Story": "치즈 모양으로 만들어진 다면 프리즘, 작은 구멍마다 거울이 있다. 빛을 조사하면 프리즘마다 다른 효과가 나타난다. 실험 참여자 중 일부는 몸이 커지거나 작아졌다. 일부는 프리즘에 반사된 빛을 받은 후 몸에 아무 변화도 없었지만, 자신의 것이 아닌 기억이 주입됐다. 그들은 허구기억증에 걸렸고, 프리즘에서 에이언즈 후리의 비밀스러운 모습을 봤다고 여긴다",
        "Icon": "1028.png",
        "Ver": "2.3"
    },
    {
        "_id": 6215,
        "Name": "조각별 미끼",
        "Desc": "필드 위 캐릭터 이동 속도가 20% 증가한다. 캐릭터 속도가 20% 증가한다",
        "Story": "황혼 전쟁 전, 혼돈 성운이 팽창하며 생성된 폭발 파편을 미끼로 삼을 수 있다. 그 특유의 우주 먼지 향기로 고대 괴수를 유인한다. 그러나 온 세상을 뒤덮은 재앙이 끝난 후, 「조각별 미끼」는 원래의 기능을 잃었다. 학자가 아무리 개조해도 더 이상 고대 괴수를 유인하지 못한다",
        "Icon": "1029.png",
        "Ver": "2.3"
    },
    {
        "_id": 6214,
        "Name": "지식의 봉랍",
        "Desc": "해당 기물 획득 후 「지식」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「지식」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1082.png",
        "Ver": "2.3"
    },
    {
        "_id": 6213,
        "Name": "번식의 봉랍",
        "Desc": "해당 기물 획득 후 「번식」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「번식」 의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1052.png",
        "Ver": "2.3"
    },
    {
        "_id": 6212,
        "Name": "풍요의 봉랍",
        "Desc": "해당 기물 획득 후 「풍요」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「풍요」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1025.png",
        "Ver": "2.3"
    },
    {
        "_id": 6211,
        "Name": "공허의 봉랍",
        "Desc": "해당 기물 획득 후 「공허」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「공허」 의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1047.png",
        "Ver": "2.3"
    },
    {
        "_id": 6210,
        "Name": "기억의 봉랍",
        "Desc": "해당 기물 획득 후 「기억」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「기억」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1024.png",
        "Ver": "2.3"
    },
    {
        "_id": 6209,
        "Name": "파멸의 봉랍",
        "Desc": "해당 기물 획득 후 「파멸」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「파멸」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1023.png",
        "Ver": "2.3"
    },
    {
        "_id": 6208,
        "Name": "수렵의 봉랍",
        "Desc": "해당 기물 획득 후 「수렵」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「수렵」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1022.png",
        "Ver": "2.3"
    },
    {
        "_id": 6207,
        "Name": "환락의 봉랍",
        "Desc": "해당 기물 획득 후 「환락」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「환락」 의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1021.png",
        "Ver": "2.3"
    },
    {
        "_id": 6206,
        "Name": "보존의 봉랍",
        "Desc": "해당 기물 획득 후 「보존」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「보존」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1020.png",
        "Ver": "2.3"
    },
    {
        "_id": 6205,
        "Name": "반짝이는 트라페조헤드론 주사위",
        "Desc": "해당 기물 획득 후 이를 포함한 현재 보유 중인 모든 기물이 랜덤 기물로 변경된다",
        "Story": "이 주사위는 각 면이 불규칙하고, 안에서 이상한 빛을 뿜어낸다. 주사위 안에 무시무시하고 말로 형언할 수 없는 사악한 신이 봉인되어 있기 때문에, 빛이 없는 곳에서 접촉하면 절대 안 된다고 한다. 예전에 이 속설을 믿지 않고 주사위가 있던 어두운 방에 들어갔던 사람이 있었다. 그는 주사위 자체에서 뿜어내는 빛을 보았고, 이로써 「반짝이는 트라페조헤드론 주사위 패러독스」라는 이름을 얻었다고 한다. 물론 이 사실은 증명할 수 없다",
        "Icon": "1035.png",
        "Ver": "2.3"
    },
    {
        "_id": 6204,
        "Name": "분열의 금화",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각의 6%만큼 우주 조각을 획득한다",
        "Story": "모든 행성이 스타피스 컴퍼니의 상업 제국을 환영하는 것은 아니지만, 팽창하는 은하계의 판도 속에서 컴퍼니의 호의를 거부하는 자들은 극소수다. 「감사합니다」 그들은 말한다. 「하지만 우리는 신용 포인트가 필요하지 않습니다. 우리는 우리 자신을 돌볼 수 있는 충분한 능력을 갖추고 있습니다」 이러한 상황에 맞닥뜨리면 컴퍼니의 대표는 어깨를 으쓱하고는 그 행성의 금융 시스템의 근간을 파괴한다. 그건 일반적으로 황금이다",
        "Icon": "1015.png",
        "Ver": "2.3"
    },
    {
        "_id": 6203,
        "Name": "행운 젤",
        "Desc": "전투 승리 후 축복 선택 시 출현하는 축복이 반드시 ★3 축복이다. 1.0회 승리 후 해당 기물은 파손된다",
        "Story": "운도 실력일까? 운은 바꿀 수 있는 것일까? 헤르타는 그렇다고 생각한다. 이 천재는 눈꺼풀에 바르고 다니면 24 시스템 시간 동안 행운을 가져다준다는 「행운 젤」을 만들어내었다. 수많은 우주정거장 스태프들이 이 발명에 기뻐하며 그것을 시험해 보았다. 그들은 모두 평온한 하루를 보냈다. 이를 통해 이 격동하는 세상에서 평범하게 산다는 것은 곧 행복한 것이라는 사실을 알 수 있었다",
        "Icon": "1007.png",
        "Ver": "2.3"
    },
    {
        "_id": 6201,
        "Name": "위상 차감 주사위",
        "Desc": "전투 승리 후 축복 선택 시 축복 선택 횟수가 1.0회 늘어나는 대신, 선택할 수 있는 축복이 1.0개 감소한다. 효과 2.0회 발동 후 해당 기물은 파손된다",
        "Story": "6면 주사위 9개로 구성된 기괴한 피라미드형 장치다. 이 장치는 연속해서 자신이 차지하는 차원의 수를 줄여 순수한 2차원 평면 상태로 3차원 세계에 존재할 수 있다. 누가, 왜 이런 물건을 만들었는지는 아무도 모른다",
        "Icon": "1001.png",
        "Ver": "2.3"
    },
    {
        "_id": 6136,
        "Name": "천혜 합금 타입 Ⅰ",
        "Desc": "효과가 없다. 동시에 최대 1개만 보유할 수 있다",
        "Story": "「보존」의 거대 망치 아래, 천체는 난공불락의 벽으로 가공되고, 그 위력에 의해 튀는 잔재는 빠르게 냉각되어 귀중한 천혜합금이 되었다. 클리포트가 천혜성의 벽을 두드릴 때 튀는 작은 조각들은 탄생한 순간부터 새로운 앰버기원이 도래했음을 알린다. 거의 모든 천혜 합금은 스타피스 컴퍼니에 의해 엄격하게 보관되며, P45 이상의 직원들만이 실제 모습을 엿볼 수 있다",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6135,
        "Name": "천혜 합금",
        "Desc": "해당 기물 획득 시 즉시 기물 [천혜 합금 타입 Ⅰ], [천혜 합금 타입 Ⅱ], [천혜 합금 타입 Ⅲ]를 획득한다",
        "Story": "「보존」의 거대 망치 아래, 천체는 난공불락의 벽으로 가공되고, 그 위력에 의해 튀는 잔재는 빠르게 냉각되어 귀중한 천혜합금이 되었다. 클리포트가 천혜성의 벽을 두드릴 때 튀는 작은 조각들은 탄생한 순간부터 새로운 앰버기원이 도래했음을 알린다. 거의 모든 천혜 합금은 스타피스 컴퍼니에 의해 엄격하게 보관되며, P45 이상의 직원들만이 실제 모습을 엿볼 수 있다",
        "Icon": "1109.png",
        "Ver": "2.3"
    },
    {
        "_id": 6134,
        "Name": "몸부림의 색깔",
        "Desc": "구역 진입 시 추가 전리품의 출현 확률이 증가하고 혼돈의 약상자로 고정된다",
        "Story": "10 앰버기원 전, 비로파 은하계에 구금되어 있던 괴도가 온 은하계의 보라색과 파란색을 훔쳐 갔고, 당시 잃어버렸던 색은 지금까지도 되찾지 못하고 있다. 그때부터 어떤 경로로든 비로파 은하계에 진입한 생명체는 전부 시각장애를 겪고, 은하계에서 일정 범위 이상 멀어져야 시력을 회복할 수 있다. 「신비」의 행자가 이 정도 규모의 영향을 미칠 수 있는지 학계는 명확한 결론을 내리지 못하고 있다. 색이 사라졌다고 해서 이 은하계의 물리 법칙이 변한 것은 아니기에 이 혼란이 허구 역사학자의 거짓말이라고 주장하는 사람들도 있다. 오늘날까지도 수많은 학자가 이를 조사하기 위해 비로파로 향하고 있고, 이 풀리지 않은 의문에 대한 답을 찾기 위해 논쟁을 이어가고 있다",
        "Icon": "1099.png",
        "Ver": "2.3"
    },
    {
        "_id": 6133,
        "Name": "임시 도박 자금",
        "Desc": "즉시 우주 조각을 300.0개 획득한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손되고 우주 조각을 600.0개 잃는다",
        "Story": "카디아 행성에서 자라는 식충균 융단은 자극을 받으면 빠르게 친수성 물질을 분비하고 액체와 결합하여 소화 기능이 있는 결정체가 된다. 그것들은 암암리에 운영되는 우주 도박장에서 평생의 일거리를 찾았다. 빈털터리 도박꾼들은 후회의 눈물로 마지막 보석을 만들어내고 모든 것을 건다. 이 칩들은 빠르게 녹아내려 새로운 빚이 되고, 쏟아져 나오는 소화액 속에서 도박꾼들의 인생도 완전히 부식된다",
        "Icon": "1087.png",
        "Ver": "2.3"
    },
    {
        "_id": 6132,
        "Name": "뼈를 부수는 검",
        "Desc": "제1, 2차원에서 모든 아군이 받는 피해가 20% 증가하고, 제3차원에서 모든 아군이 받는 피해가 20% 감소한다",
        "Story": "바운티 헌터는 장황한 교리보다 실전이야말로 최고의 교과서라고 생각한다. 숙련된 헌터 카이어는 어떤 신입을 가르칠 때 그를 리만드 행성의 극북쪽 숲에 던졌다. 소년은 함정을 이용해 은신 날개 공포새를 죽여 뼈를 뽑아내고, 며칠 후 날카로운 검으로 다듬은 백골을 들고 교관 앞에 나타났다. 카이어가 두 번째 은신 날개 공포새를 잡아 죽이라고 명령했을 때, 끔찍했던 거대한 괴물은 도마 위에서 죽음을 기다리는 새끼 새로 전락했다. 몇 년이 흘러 숲속에서 겪은 일을 얘기할 때마다 소년은 고통스러운 울음을 터뜨리며 잔혹한 카이어를 끊임없이 욕했다",
        "Icon": "1085.png",
        "Ver": "2.3"
    },
    {
        "_id": 6131,
        "Name": "자의식의 확장기압",
        "Desc": "전투 진입 시 자동 전투 상태에 진입하며 해제할 수 없다. 모든 아군이 가하는 피해가 30% 증가하고, HP 최대치가 30% 증가한다",
        "Story": "스타피스 컴퍼니에는 '협상 테이블에서는 티테시인처럼 냉정해야 한다'라는 격언이 있다. 「얼굴 없는 사람」이라고 폄훼되는 이 종족은 벌집 같은 사회 운영 제도를 유지해 왔다. 사람들은 지도자의 계획에 따라 임무를 완수하고 규칙과 결과를 공유한다. 개인으로서의 티테시인은 생각할 필요도, 권리도 없다. 관리자는 정기적으로 개개인의 독립적인 생각을 추출해 지도자에게 영감으로 제출한다. 하지만 이렇게 단합된 종족이 「화합」을 받아들이지 않았다는 것은 지도자가 여전히 자의식을 소중히 여기고 있기 때문일지도 모른다",
        "Icon": "1100.png",
        "Ver": "2.3"
    },
    {
        "_id": 6130,
        "Name": "「유기 심장」",
        "Desc": "초과 전환 중 도전 점수를 추가로 5000.0pt 획득하고, 모든 아군이 받는 피해가 15% 증가한다",
        "Story": "기계 생명체들도 유기 생명체에 대한 고정관념을 가지고 있다. 예를 들어 사과와 결합한 이 심장——또는 심장과 결합한 이 사과 같은 경우가 그렇다. 아쉽게도 이 문제에 대한 답은 더 이상 알아낼 방법이 없다. 창조자인 올슨 박사가 「유기 세계에 대해 너무 많이 알고 있다」고 지목되어 전쟁 도중 기계제국에 의해 처리되었기 때문이다. 의심할 여지 없이, 그의 결백을 증명할 수 있는 것은 유기 생명체밖에 없다",
        "Icon": "1077.png",
        "Ver": "2.3"
    },
    {
        "_id": 6129,
        "Name": "「신비」한 자력",
        "Desc": "구역에 진입할 때마다 우주 조각을 50.0개 획득한다. 전투 승리 후 우주 조각을 50.0개 잃는다",
        "Story": "「지식」의 확정성에 대항하기 위해 리들러는 불확정적인 분야에서 여러 노력을 기울였다. 그들은 생각의 안개와 감각의 비를 프리즘에 넣었다. 비와 안개가 결합하여 만들어 낸 색상은 예측할 수 없었고, 감각을 방해하는 일종의 「자기장」을 만들어 냈다. 리들러는 크게 기뻐하며 해당 연구를 계속하고자 했다. 하지만 연구를 계속할수록 해당 연구를 계속해야 할지 확정할 수 없었기에 연구는 결국 중지되고 말았다",
        "Icon": "1084.png",
        "Ver": "2.3"
    },
    {
        "_id": 6128,
        "Name": "불확실 상자",
        "Desc": "전투 승리 후 획득하는 축복 중 방정식에 필요한 운명의 길이 최소 1개 출현한다",
        "Story": "상자를 연 사람의 생각을 예측할 수 있는 상자. 상자를 열 때, 상자에 담긴 물건이 머릿속에서 상상한 물건으로 변한다. 헤르타는 가장 상대하기 까다로운 기물 중 하나라고 평가했다. 그녀는 「불확실 상자」와 여러 번 겨뤘지만, 상자를 열 때마다 자신의 머릿속 생각을 통제할 수 없었다. 결국 헤르타는 「불확실 상자」를 내려놓고 다시는 건드지지 않았다. 만능인 헤르타가 유일하게 할 수 없는 건 머리를 비우는 것일지도 모른다",
        "Icon": "1037.png",
        "Ver": "2.3"
    },
    {
        "_id": 6127,
        "Name": "「계단 위의 해파리」",
        "Desc": "모든 축복을 잃고, 잃은 축복의 성급 총합에 따라 우주 조각을 획득한다. 성급 1개마다 우주 조각을 150.0개 획득한다",
        "Story": "리들러 사이에 전해지는 이야기가 있다. 우주에 신비한 현상이 발생할 때마다 허공에 「계단」이 남고, 사라진 현실들은 계단을 따라 흘러내리고 해파리 같이 알록달록한 물체를 형성한다고 한다. 어느 무명객은 자신이 「계단 위의 해파리」와 접촉한 적이 있다고 주장했다. 그는 해파리가 대뇌 회백질의 인지 영역을 활성화시키며, 그곳은 평범한 자들이 감히 상상할 수 없는 드넓은 공간이라고 광적으로 말했다",
        "Icon": "1081.png",
        "Ver": "2.3"
    },
    {
        "_id": 6126,
        "Name": "평화의 대가",
        "Desc": "[상점] 구역에 진입할 시 우주 조각을 150.0개 획득한다",
        "Story": "앰버 로드 지원대는 곤충 떼 재난 이후 급속히 규모가 늘어났고, 「스타피스 컴퍼니」로 개편되어 한때 전성기를 누렸다. 하지만 변방 행성 무역 전쟁과 제왕 전쟁이 연달아 일어난 탓에 별들의 평화로 향하는 길은 점점 더 어려워졌다. 십수 기원 동안 지속된 전쟁은 기계제국의 몰락으로 끝났고, 우주는 수백 기원 동안의 「두 번째 번영」을 맞이했다. 사람들은 이 번영이 영원히 끝나지 않을 것이라고 믿었다. 더욱 참혹한 우주 에너지 전쟁이 시작되기 전까지 말이다",
        "Icon": "1074.png",
        "Ver": "2.3"
    },
    {
        "_id": 6125,
        "Name": "소원별",
        "Desc": "[모험] 구역의 출현 확률이 대폭 증가한다. 해당 기물을 갖고 [모험] 구역에 진입하면 해당 구역의 제한 시간이 50% 증가하고, 구역 진입 시 보물상자 한 개를 추가로 획득한다. 효과 2.0회 발동 후 해당 기물은 파손된다",
        "Story": "누군가 우주 곳곳에 흩어진 운석이 자신과 교류하려는 걸 들은 적이 있다고 주장하며, 사람들이 운석을 향해 소원을 빌도록 유혹했다. 운석은 과연 모든 소원을 이뤄줄 수 있는 걸까? 소원에 대한 대가가 필요하진 않은 걸까? 어떤 조직은 단지 운석의 비밀을 밝히기 위해 성간을 누빈다고 한다. 이것이 어떤 에이언즈가 내린 축복인지, 아니면 누군가 만든 음모인지는 그 누구도 알 수 없다",
        "Icon": "1042.png",
        "Ver": "2.3"
    },
    {
        "_id": 6124,
        "Name": "핑크빛 충돌",
        "Desc": "서로 다른 운명의 길 축복을 1개 보유할 때마다 모든 캐릭터의 격파 특수효과가 20% 증가한다",
        "Story": "지니어스 클럽 5 여청도는 음악적 취향이 남달랐다. 완•매와 친하게 지냈던 그녀는 자신이 좋아하는 옛 앰버기원의 음악 중 가장 눈에 띄는 이름으로 음료를 만들어 완•매에게 선물했다. 여청도가 제조한 특제 음료 핑크빛 충돌에 독성은 없는 것으로 판명되었으나, 한 바텐더는 그 술에 곤충 포자, 껍질, 인 분말 등 다양한 곤충 사체가 들어있다는 것을 증명하기 위해 밤낮으로 레시피를 연구했다——그가 판단하기에 이 술엔 환각 효과가 있었다",
        "Icon": "1060.png",
        "Ver": "2.3"
    },
    {
        "_id": 6123,
        "Name": "탈란의 독화염",
        "Desc": "전투 진입 시, 현재 공격력이 가장 높은 캐릭터는 턴이 시작될 때마다 HP 최대치의 24%만큼 HP를 소모한다. 이와 동시에 속도가 5% 증가하며, 속도 증가 효과는 최대 5.0회 중첩된다",
        "Story": "지니어스 클럽 5 여청도는 칵테일에 화려한 이름을 붙이길 좋아했다. 그중엔 774가지 맹독 칵테일 중 하나인 탈란의 독화염처럼 그 안에 든 비밀을 암시하는 이름도 있었다. 기록에 따르면 한때 아틀렉시안 행성에서 탈란의 독화염은 가장 맛있는 칵테일로 인기를 끌었는데, 그것을 맛본 사람은 더 이상 그것의 맛을 설명할 기회가 없었다고 한다. 예민한 후각을 지닌 페페시 사람들은 이후 은하에서 탈란의 이상한 화염, 탈란의 물독, 탈란의 안전한 화염 등 인체에 무해하고 알코올이 들어가지 않은 다양한 모방품을 판매했다",
        "Icon": "1062.png",
        "Ver": "2.3"
    },
    {
        "_id": 6122,
        "Name": "사악한 기계 위성 #900",
        "Desc": "상품 가격이 30% 감소한다",
        "Story": "카론•타르긴 은하 연맹은 그들이 만든 두 가지 유형의 사고 변환 장치를 통해 경제 구조를 유지한다. 외부에서 이 연맹에 도달하려면 반드시 거대한 지능 기계 생명체의 신경 궤도를 통과해야만 한다. 소문에 따르면 카론•타르긴 문명은 유기 생명체에게 매우 적대적이라고 한다——그들은 전형적인 반유기 문명체로, 유기 생명체에게는 무자비하기 짝이 없다. 그중에서도 위성 #900이 가장 사악한데, 그것이 자랑하는 기계 외형은 모든 주민을 유기 생명체로 위장 개조한 카론•타르긴 은하 연맹에 전혀 섞이지 못해 현지인들에겐 배척당했다",
        "Icon": "1050.png",
        "Ver": "2.3"
    },
    {
        "_id": 6121,
        "Name": "루버트 제국 기계 피스톤",
        "Desc": "구역에 진입할 때마다 디버프 기물을 포함한 2.0개의 랜덤 기물을 획득하고 1.0개의 랜덤 기물을 소실한다. 이 방식으로 해당 기물을 버리면 모든 기물을 소실한다. 해당 기물 획득 시 모든 루버트 제국 기계 계열 기물을 동시에 보유 중이면, 반유기 방정식의 구획 공명을 일으킨다",
        "Story": "#루버트 2세는 지니어스 클럽 1.07 제왕 루버트의 기억을 계승했다고 주장했다. 그는 우주를 석권하기 위해 제2차 반유기 제왕 전쟁을 펼쳤고, 전쟁 동안 수많은 백성이 도탄에 빠졌다. 제2차 반유기 제왕 전쟁이 막을 내린 후, 스타피스 컴퍼니는 막대한 신용 포인트를 사용해 #루버트 2세의 시체 감정을 수차례 진행했다. 그런데 그 결과는 가히 충격적이었다. #루버트 2세는 유기 생명체였던 것이다",
        "Icon": "1090.png",
        "Ver": "2.3"
    },
    {
        "_id": 6120,
        "Name": "루버트 제국 기계 지렛대",
        "Desc": "구역에 진입할 때마다 방정식에 필요한 랜덤 축복 1.0개를 획득하고, 방정식에 필요하지 않은 랜덤 축복 1.0개를 소실한다. 이런 방식으로 소실할 수 있는 축복이 없으면 해당 기물은 파손된다. 해당 기물 획득 시 모든 루버트 제국 기계 계열 기물을 동시에 보유 중이면, 반유기 방정식의 구획 공명을 일으킨다",
        "Story": "#루버트 2세는 지니어스 클럽 1.07 제왕 루버트의 기억을 계승했다고 주장했다. 그는 우주를 석권하기 위해 제2차 반유기 제왕 전쟁을 펼쳤고, 전쟁 동안 수많은 백성이 도탄에 빠졌다. 제2차 반유기 제왕 전쟁이 막을 내린 후, 스타피스 컴퍼니는 막대한 신용 포인트를 사용해 #루버트 2세의 시체 감정을 수차례 진행했다. 그런데 그 결과는 가히 충격적이었다. #루버트 2세는 유기 생명체였던 것이다",
        "Icon": "1089.png",
        "Ver": "2.3"
    },
    {
        "_id": 6119,
        "Name": "루버트 제국 기계 톱니바퀴",
        "Desc": "구역에 진입할 때마다 우주 조각을 50.0개 획득한다. 이때 우주 조각이 750.0개보다 많을 경우, 해당 기물이 파손되고 모든 우주 조각을 소실한다. 해당 기물 획득 시 모든 루버트 제국 기계 계열 기물을 동시에 보유 중이면, 반유기 방정식의 구획 공명을 일으킨다",
        "Story": "#루버트 2세는 지니어스 클럽 750.07 제왕 루버트의 기억을 계승했다고 주장했다. 그는 우주를 석권하기 위해 제2차 반유기 제왕 전쟁을 펼쳤고, 전쟁 동안 수많은 백성이 도탄에 빠졌다. 제2차 반유기 제왕 전쟁이 막을 내린 후, 스타피스 컴퍼니는 막대한 신용 포인트를 사용해 #루버트 2세의 시체 감정을 수차례 진행했다. 그런데 그 결과는 가히 충격적이었다. #루버트 2세는 유기 생명체였던 것이다",
        "Icon": "1070.png",
        "Ver": "2.3"
    },
    {
        "_id": 6118,
        "Name": "혼돈 특효 영약",
        "Desc": "캐릭터가 가하는 비술 피해가 200% 증가하고, 비술로 가하는 피해량이 캐릭터 HP 최대치의 200%만큼 증가한다",
        "Story": "혼돈의 의사는 무의미한 저항 정신에 아무 의미를 느끼지 못한다. 그들은 과거 질문의 마물의 앞니, 바비루 점액, 떠돌이 악마의 피를 넣어 혼돈 특효 영약을 만들고, 텔레파시 스파이더의 머리로 병 입구를 봉했다. 혼돈의 의사는 이 영약이 환자들의 외로움을 치료하는 데 뛰어난 효과가 있으리라고 믿었지만, 영약을 복용한 환자들은 의사에게 더 적대적으로 변하곤 했다——이것은 자멸자에게 「공허의 그림자」를 보게 하는 부작용이 있었던 것이다",
        "Icon": "1056.png",
        "Ver": "2.3"
    },
    {
        "_id": 6117,
        "Name": "블랙홀의 함정",
        "Desc": "전투 승리 시 현재 HP가 최대치인 아군 캐릭터 1명당 우주 조각 15.0개를 획득한다",
        "Story": "은하계에서 시공의 곡률이 가장 큰 지역에 「공허」의 에이언즈로 보이는 거대한 그림자가 나타난 적이 있다. 그 그림자는 안개처럼 겹겹이 싸여있었다. 자신이 계시를 받았다고 믿고 자신의 안위와 모든 것을 버린 채 그 어둠을 쫓았던 학자도 있었으나, 다시는 돌아오지 못했다. 그 그림자는 어둠의 세력이 의도적으로 설치한 함정이라는 게 학계의 일반적인 관점이나, 조사 결과에 따르면 그곳에서 원인을 알 수 없는 비정상적이고 신비한 에너지의 흐름이 실제로 감지되었다고 한다",
        "Icon": "1043.png",
        "Ver": "2.3"
    },
    {
        "_id": 6115,
        "Name": "지식의 주머니",
        "Desc": "파괴 가능한 물체가 더 빈번히 출현하고, 격파 후 획득하는 수익은 2배이다",
        "Story": "지식학회 중에 과학이 마법과 근본적으로 같다고 여기는 사람들이 있다. 그들은 발전한 과학이 마법이며, 엄격한 마법이 곧 과학이라 생각한다. 그들은 고대의 신비한 전설에서 영감을 받아 「지식의 주머니」——가벼운 휴대용 저장 장치를 만들었다. 지식학회에서는 지식의 주머니가 독립된 데미플레인을 이어 무한한 공간을 잇도록 구상했다. 이건 지금 사용하는 공간 압축 기술과 다르다…. 그들은 지금도 노력 중이다",
        "Icon": "1030.png",
        "Ver": "2.3"
    },
    {
        "_id": 6114,
        "Name": "차원 월계관",
        "Desc": "최종 구역이 아닌 적과의 전투에서 패배하면 이번 탐사는 중단되지 않는다. 이번 전투에서 승리한 것으로 간주되며 모든 캐릭터의 현재 HP가 자신의 HP 최대치까지 회복된다. 효과 1.0회 발동 후 해당 기물은 파손된다",
        "Story": "각 은하계에서 가장 지혜로운 브레인은 지식학회의 인정을 받은 후, 자신이 속한 왕국의 영성의 의식에서 차원 월계관을 받는다. 월계관 잎은 떨어진 중간자 붕괴 잎에서 얻고, 관 밑은 양자 고아선을 줄기 형태로 엮어서 만든다. 인정을 받아 이 관을 쓰면 우주의 새로운 경지에 다다른 것 같다는 느낌이 든다",
        "Icon": "1032.png",
        "Ver": "2.3"
    },
    {
        "_id": 6113,
        "Name": "천사형 사채발행기",
        "Desc": "전투 승리 후 우주 조각을 획득할 수 없다. 효과 5.0회 발동 후 해당 기물이 파손되며 현재 지닌 우주 조각 수량이 2배가 된다",
        "Story": "스타피스 컴퍼니의 사업통합부에서 출시한 사채발행기, 케이스를 열면 전자파 입자가 모이며 천사 모양의 계산기가 된다. 컴퍼니는 손목형 모델과 수면 촉진 바디 필로우형 등의 여러 종류의 모델을 함께 출시했다. 이 제품을 사용하려면 금화를 먹여야 한다. 사채 주기가 종료된 후 몇 배의 수익을 얻을 수 있어서, 본질적으로 투자 상품이라고 볼 수 있다",
        "Icon": "1044.png",
        "Ver": "2.3"
    },
    {
        "_id": 6112,
        "Name": "포충망",
        "Desc": "전투 진입 시 현재 공격력이 가장 높은 아군 캐릭터를 [기생] 상태에 빠트린다. [기생] 상태에서 캐릭터의 공격력이 50% 증가하지만, 턴 시작 시 현재 HP의 20%만큼 HP가 소모된다. 전투 불능 상태에 빠진 후 해당 상태는 랜덤으로 다른 캐릭터에게 이전된다",
        "Story": "무장 고고학파는 야외에서 위기에 봉착한 경험을 몇 번 보도한 적이 있다. 그들은 동굴 깊은 곳에서 사방에 쳐진 포충망을 맞닥뜨린 적이 있다. 충망에는 벌레 허물들과 셀 수 없이 많은 벌레 물집, 각종 분비물 범벅이었다. 실수로 건드렸다가는 기생 유충에 감염됐을 것이다. 이것을 지식학회에 보내 연구하려고 숙주가 된 무장 고고학파 일원이 이를 악물고 팔을 도려내 유충을 꺼냈다. 학계에서는 그의 희생에 감동해 밤을 새워 연구했다. 그 결과 이것이 충황(蟲皇) 타이츠론스의 후대 자손일 가능성이 높다는 결론을 냈다",
        "Icon": "1019.png",
        "Ver": "2.3"
    },
    {
        "_id": 6111,
        "Name": "엔트로피 주사위",
        "Desc": "해당 기물 획득 후 즉시 축복을 2.0개 랜덤 강화한다",
        "Story": "엔트로피 주사위는 예전에 우주에서 흔하디 흔했고, 미세하지만 사악한 혼란을 야기시킨다. 마음속으로 의미 있는 말을 골라 빌면서 가장 먹고 싶은 음식을 생각하며 이 주사위를 던진다. 어떤 면이 나오냐에 따라 뜻밖의 재물이나 아름다운 사랑을 얻을 수 있다. 그러나 질병과 악운, 저주, 평생 계속되는 장마가 걸릴 가능성이 더 많다. 그래도 여전히 많은 사람들이 이 주사위에 열광하며 이건 가면의 우인이 하는 농담일 뿐이라고 말한다",
        "Icon": "1034.png",
        "Ver": "2.3"
    },
    {
        "_id": 6110,
        "Name": "천외 합창단 레코드판",
        "Desc": "전투 진입 시 모든 캐릭터는 지속 피해를 제외한 모든 피해에 저항한다, 해당 효과는 피격된 후 해제되며 3.0턴 안에는 디버프 효과에 빠지지 않는다",
        "Story": "천외 합창단은 「질서」 에나가 시페에게 흡수되었을 때 신앙을 잃고야 말았다. 장엄했던 그 화음도 고요해져 별들을 침묵시켰다. 애호가가 녹음한 몇 장의 레코드판만이 지금까지 남아 있는데, 이를 특수 제작된 플레이어에 넣으면 우주의 저편에서 들려오는 노래와 함께 질서의 아름다움을 느낄 수 있다. 마지막 질서 플레이어가 제왕 전쟁으로 파괴되었고, 레코드판에는 마치 소리 없는 시간에 항의하듯 먼지가 두껍게 쌓였다",
        "Icon": "1031.png",
        "Ver": "2.3"
    },
    {
        "_id": 6109,
        "Name": "허무의 심지 가위",
        "Desc": "해당 기물 획득 후 파손된 ★1~3 기물을 랜덤으로 최대 2.0개 복구하며, 효과의 남은 횟수가 기본 상태로 회복된다",
        "Story": "이 물건은 심지를 자르는 용도보다는 잔인하고, 어둡고, 고통스럽게 쓰이는 경우가 더 많다. 가위가 자르는 것은 물질이 아니라 생물의 마음속 에너지, 소위 열정이라 불리는 동력이다. 허무의 심지 가위가 당신의 심장을 자른 다면, 당신은 고통이 아닌 차가움을 느끼게 될 것이다",
        "Icon": "1017.png",
        "Ver": "2.3"
    },
    {
        "_id": 6108,
        "Name": "신앙 채권",
        "Desc": "축복 덮어쓰기, 방정식 덮어쓰기 및 전투 불능 상태에 빠진 캐릭터 부활에 필요한 우주 조각 수량이 30% 감소한다",
        "Story": "스타피스 컴퍼니에서 P40레벨로 승격한 모든 직원에게는 「신앙 채권」의 매입이 승인된다. 이것은 루이스•플레밍이 보내주는 긍정의 신호이자 「앰버 로드」의 숙명적인 보존의 위업에서 당신이 머물 자리를 마련해주겠다는 거룩한 약속이다. 당신의 능력은 미미하고, 당신의 재산은 하찮으며, 당신의 믿음은 광활한 은하 속의 한 조각 티끌과도 같다. 하지만 수 세대의 「당신」은 하나로 모여 끝내 우주 전체를 지키는 힘을 갖게 될 것이다",
        "Icon": "1013.png",
        "Ver": "2.3"
    },
    {
        "_id": 6107,
        "Name": "클럽 티켓",
        "Desc": "전투 승리 후 획득하는 우주 조각의 수량이 75% 증가한다",
        "Story": "지니어스 클럽 6 엘리야 살라스는 과거 멋진 소망을 가슴에 품었다. 그것은 클럽의 천재들이 모두 한자리에 모여 마음을 터놓고 사랑과 꿈을 이야기하는 것이었다. 그래서 그는 「클럽 티켓」과 함께 관련 시스템을 개발하여 자신의 사후에도 클럽에 새로 들어온 사람에게는 연회장으로 텔레포트할 수 있는 티켓이 발급되도록 하였다. 실제로 6 이후로 클럽에 들어온 사람들은 모두 「클럽 티켓」을 사용했다. 다만 그 시기는 단 한 번도 겹치지 않았다",
        "Icon": "1012.png",
        "Ver": "2.3"
    },
    {
        "_id": 6106,
        "Name": "박사의 가운",
        "Desc": "전투 진입 시 전개된 ★3 방정식이 있으면, 모든 캐릭터의 필살기가 활성화되고 가하는 피해가 25% 증가한다",
        "Story": "제Ⅸ 기관의 다크웹에서 어떤 고가의 상품이 입찰자들의 주목을 받았다. 이 가운은 과거 지니어스 클럽 4 「원시 박사」가 가지고 있던 물건으로, 불가사의한 힘을 지니고 있었다. 이것을 다크웹에 올린 것은 익명의 유저였다. 사람들은 그 유저가 갤럭시 레인저라 믿고는 수많은 질문을 던졌지만, 경매가 종료될 때까지 해당 유저는 아무런 대답도 하지 않았다",
        "Icon": "1011.png",
        "Ver": "2.3"
    },
    {
        "_id": 6105,
        "Name": "수다쟁이 양피지",
        "Desc": "전투 진입 시 모든 적이 각자 HP 최대치의 30%만큼 고정 수치 피해를 받는다",
        "Story": "헤르타의 기물 목록 중에서 이 양피지는 특히 위험도가 높은 것으로 알려져 있다. 헤르타 정거장에 수용되기 전까지 이 물건은 어떤 허구 역사학자의 소유물이었다. 이 양피지는 인류의 역사를 음식으로 삼으며, 그 탐욕스러운 혀는 문명 집합체의 잠재의식을 휘저어 단편화시킨다. 현재 헤르타는 이것의 끝없는 욕망을 충족시키기 위해 거짓된 세계의 기억을 위조해서 먹이고 있다. 하지만 언젠가 양피지는 이 천재의 계략을 간파하고야 말 것이다",
        "Icon": "1008.png",
        "Ver": "2.3"
    },
    {
        "_id": 6104,
        "Name": "향기 나는 치즈",
        "Desc": "전투 승리 후 모든 아군이 자신의 HP 최대치의 100%만큼 HP를 회복한다",
        "Story": "어떤 보모 로봇이 느닷없이 어떤 발상을 떠올렸다. '풍요의 향액을 치즈로 만들면 무한한 식욕을 가진 작은 주인님을 만족시킬 수 있지 않을까?'하고 말이다. 하지만 향기 나는 치즈는 스스로 증식했다. 보모 로봇과 그 주인이 아무리 애를 써도 그들의 소화 속도는 치즈가 증식하는 속도를 따라잡지 못했다. 그래서 그들은 비애의 연극인에게 도움을 청해 곤돌라를 타고 다른 은하계로 도망쳤다. 지금도 어떤 은하계에서는 맛 좋은 치즈가 끝도 없이 불어나 사방을 뒤덮고 있다고 한다. 이 이야기에는 교훈이 담겨 있다. 바로 '음식을 낭비하지 말라'라는 것이다",
        "Icon": "1006.png",
        "Ver": "2.3"
    },
    {
        "_id": 6103,
        "Name": "불확정 상자",
        "Desc": "해당 기물 획득 후 즉시 1.0~2.0개의 랜덤 축복을 획득한다",
        "Story": "이 상자는 어떤 면도 열 수 있지만, 겹쳐야 할 공간이 겹쳐지지 않는다는 특성을 가지고 있기 때문에 상자를 열었을 때 어떤 일이 일어날지 알 수 없다. 이 안에는 어떤 물건도 보관하지 말 것을 추천한다",
        "Icon": "1005.png",
        "Ver": "2.3"
    },
    {
        "_id": 6102,
        "Name": "이계 나무의 과실",
        "Desc": "전투 승리 후 파티 내 전투 불능 상태 캐릭터의 현재 HP를 즉시 각자의 HP 최대치까지 회복시킬 수 있다. 효과 1.0회 발동 후 해당 기물은 파손된다",
        "Story": "심장과 같은 형태를 이루고 있는 이 과일은, 약사의 축복을 받아 수명이 50 앰버기원에 달한다는 커다란 나무에서 열린 것이다. 이 열매를 먹은 자가 불로불사의 힘을 얻게 되는지는 알 수 없다. 하지만 이것이 그 자체로 불사의 흉물이라는 점은 명백하다",
        "Icon": "1004.png",
        "Ver": "2.3"
    },
    {
        "_id": 6101,
        "Name": "워프의 겹눈",
        "Desc": "전투 승리 후 축복 선택 시, 출현한 모든 ★1 축복을 강화한다",
        "Story": "무명객은 미지의 신비를 즐기는 부류와 계획적으로 우주를 개척하는 부류로 나뉜다. 이중 후자는 아키비리의 힘을 이용해서 「워프의 겹눈」을 만들어내었다. 겹눈에서 발산되는 빛은 사용자보다 먼저 워프 목적지로 이동하여 새로운 세계의 정보를 가져다준다. 홀로 은하계를 여행하는 무명객들에게 있어서 워프의 겹눈은 필수품이나 다름없다. 혹시라도 향기 나는 치즈로 가득한 세계로 뛰어드는 일이 없도록 해주니까 말이다",
        "Icon": "1003.png",
        "Ver": "2.3"
    },
    {
        "_id": 1,
        "Name": "위상 차감 주사위",
        "Desc": "전투 승리 후 축복 선택 시 축복 선택 횟수가 1.0회 늘어나는 대신, 선택할 수 있는 축복이 1.0개 감소한다. 효과 2.0회 발동 후 해당 기물은 파손된다",
        "Story": "6면 주사위 9개로 구성된 기괴한 피라미드형 장치다. 이 장치는 연속해서 자신이 차지하는 차원의 수를 줄여 순수한 2차원 평면 상태로 3차원 세계에 존재할 수 있다. 누가, 왜 이런 물건을 만들었는지는 아무도 모른다",
        "Icon": "1001.png",
        "Ver": "1.0"
    },
    {
        "_id": 2,
        "Name": "혼돈의 구름버섯",
        "Desc": "전투 승리 후 축복 선택 시 무료 축복 재배치 횟수가 1.0회 증가한다",
        "Story": "구름은 수증기가 응집해서 형성된 것이다. 그것은 아무런 목적도 없이 만들어지며, 어떤 예고도 없이 사라진다. 그러나 인간은 무작위로 형성된 구름을 보고 그 형태에 자신의 상상을 투영한다. 혼돈의 의사들은 절대적인 공허를 믿지 않는다. 무의미해 보이는 모든 것에는 반박할 수 없는 목적이 있어야만 한다. 「혼돈의 구름버섯」은 그들이 흔히 가지고 다니는 기물로, 절망으로 인해 파멸로 향하고 있는 자들에게 생을 향한 자신감을 회복시켜 다시금 삶에 목적을 가지도록 만들기 위해 사용된다",
        "Icon": "1002.png",
        "Ver": "1.0"
    },
    {
        "_id": 3,
        "Name": "워프의 겹눈",
        "Desc": "전투 승리 후 축복 선택 시, 출현한 모든 ★1 축복을 강화한다",
        "Story": "무명객은 미지의 신비를 즐기는 부류와 계획적으로 우주를 개척하는 부류로 나뉜다. 이중 후자는 아키비리의 힘을 이용해서 「워프의 겹눈」을 만들어내었다. 겹눈에서 발산되는 빛은 사용자보다 먼저 워프 목적지로 이동하여 새로운 세계의 정보를 가져다준다. 홀로 은하계를 여행하는 무명객들에게 있어서 워프의 겹눈은 필수품이나 다름없다. 혹시라도 향기 나는 치즈로 가득한 세계로 뛰어드는 일이 없도록 해주니까 말이다",
        "Icon": "1003.png",
        "Ver": "1.0"
    },
    {
        "_id": 4,
        "Name": "이계 나무의 과실",
        "Desc": "전투 승리 후 파티 내 전투 불능 상태 캐릭터의 현재 HP를 즉시 각자의 HP 최대치까지 회복시킬 수 있다. 효과 1.0회 발동 후 해당 기물은 파손된다",
        "Story": "심장과 같은 형태를 이루고 있는 이 과일은, 약사의 축복을 받아 수명이 50 앰버기원에 달한다는 커다란 나무에서 열린 것이다. 이 열매를 먹은 자가 불로불사의 힘을 얻게 되는지는 알 수 없다. 하지만 이것이 그 자체로 불사의 흉물이라는 점은 명백하다",
        "Icon": "1004.png",
        "Ver": "1.0"
    },
    {
        "_id": 5,
        "Name": "불확정 상자",
        "Desc": "해당 기물 획득 후 즉시 1.0~2.0개의 랜덤 축복을 획득한다",
        "Story": "이 상자는 어떤 면도 열 수 있지만, 겹쳐야 할 공간이 겹쳐지지 않는다는 특성을 가지고 있기 때문에 상자를 열었을 때 어떤 일이 일어날지 알 수 없다. 이 안에는 어떤 물건도 보관하지 말 것을 추천한다",
        "Icon": "1005.png",
        "Ver": "1.0"
    },
    {
        "_id": 6,
        "Name": "향기 나는 치즈",
        "Desc": "전투 승리 후 모든 아군이 자신의 HP 최대치의 30%만큼 HP를 회복한다",
        "Story": "어떤 보모 로봇이 느닷없이 어떤 발상을 떠올렸다. '풍요의 향액을 치즈로 만들면 무한한 식욕을 가진 작은 주인님을 만족시킬 수 있지 않을까?'하고 말이다. 하지만 향기 나는 치즈는 스스로 증식했다. 보모 로봇과 그 주인이 아무리 애를 써도 그들의 소화 속도는 치즈가 증식하는 속도를 따라잡지 못했다. 그래서 그들은 비애의 연극인에게 도움을 청해 곤돌라를 타고 다른 은하계로 도망쳤다. 지금도 어떤 은하계에서는 맛 좋은 치즈가 끝도 없이 불어나 사방을 뒤덮고 있다고 한다. 이 이야기에는 교훈이 담겨 있다. 바로 '음식을 낭비하지 말라'라는 것이다",
        "Icon": "1006.png",
        "Ver": "1.0"
    },
    {
        "_id": 7,
        "Name": "행운 젤",
        "Desc": "전투 승리 후 축복 선택 시 출현하는 축복이 반드시 ★3 축복이다. 효과 발동 1.0회 후 해당 기물은 파손된다",
        "Story": "운도 실력일까? 운은 바꿀 수 있는 것일까? 헤르타는 그렇다고 생각한다. 이 천재는 눈꺼풀에 바르고 다니면 24 시스템 시간 동안 행운을 가져다준다는 「행운 젤」을 만들어내었다. 수많은 우주정거장 스태프들이 이 발명에 기뻐하며 그것을 시험해 보았다. 그들은 모두 평온한 하루를 보냈다. 이를 통해 이 격동하는 세상에서 평범하게 산다는 것은 곧 행복한 것이라는 사실을 알 수 있었다",
        "Icon": "1007.png",
        "Ver": "1.0"
    },
    {
        "_id": 8,
        "Name": "수다쟁이 양피지",
        "Desc": "전투 진입 시 모든 적이 각자 HP 최대치의 30%만큼 고정 수치 피해를 받는다",
        "Story": "헤르타의 기물 목록 중에서 이 양피지는 특히 위험도가 높은 것으로 알려져 있다. 헤르타 정거장에 수용되기 전까지 이 물건은 어떤 허구 역사학자의 소유물이었다. 이 양피지는 인류의 역사를 음식으로 삼으며, 그 탐욕스러운 혀는 문명 집합체의 잠재의식을 휘저어 단편화시킨다. 현재 헤르타는 이것의 끝없는 욕망을 충족시키기 위해 거짓된 세계의 기억을 위조해서 먹이고 있다. 하지만 언젠가 양피지는 이 천재의 계략을 간파하고야 말 것이다",
        "Icon": "1008.png",
        "Ver": "1.0"
    },
    {
        "_id": 9,
        "Name": "망가진 뻐꾸기 시계",
        "Desc": "다음 시뮬레이션 우주 진입 시 랜덤으로 ★1 축복을 1개 획득한다",
        "Story": "스타피스 컴퍼니의 어떤 뻐꾸기 시계 장인이 「테르미누스」와 만나게 되었다. 그녀는 너무 놀란 나머지 들고 있던 시계를 떨어트렸고, 시계는 「테르미누스」의 과거를 향해 망가져 갔다. 이후 그 장인은 흉조 선봉에 합류해서 예언의 해독을 시도했다. 장인은 평생에 걸쳐 수많은 시계를 만들어냈지만, 가장 아꼈던 것은 이 망가진 뻐꾸기 시계였다. 시계가 망가졌을 때 장인은 이미 테르미누스와 만난 상태였다. 시계가 망가졌을 때 테르미누스는 아직 시계 장인과 만나지 않은 상태였다",
        "Icon": "1009.png",
        "Ver": "1.0"
    },
    {
        "_id": 10,
        "Name": "기계식 뻐꾸기 시계",
        "Desc": "다음 시뮬레이션 우주 진입 시 랜덤으로 ★2 축복을 1개 획득한다",
        "Story": "2차 루버트의 난 이후, 컴퍼니는 한때 전 우주의 기계 생명체를 잔혹하게 멸종시킬 계획을 세웠었다. 하지만 다행히 이 계획이 통과되기 전에 #76 스크루룸이 누스의 선택을 받아 지니어스 클럽에 가입했다는 소식이 컴퍼니의 귀에 들어갔다. 새로이 나타난 천재에게 선물하기 위해 컴퍼니는 이 기계식 뻐꾸기 시계를 제작했다. 이 선물은 오늘날의 시선으로 봤을 때는 너무나 평범한 것이지만, 당시는 기계적인 생명체가 박해를 받던 시기였다. 기계식 뻐꾸기 시계의 탄생 자체가 평화를 상징하는 것이라 할 수 있었다",
        "Icon": "1010.png",
        "Ver": "1.0"
    },
    {
        "_id": 11,
        "Name": "박사의 가운",
        "Desc": "전투 진입 시 운명의 길 메아리 에너지를 에너지 최대치까지 회복하며 운명의 길 메아리가 가하는 피해가 40% 증가한다",
        "Story": "제Ⅸ 기관의 다크웹에서 어떤 고가의 상품이 입찰자들의 주목을 받았다. 이 가운은 과거 지니어스 클럽 4 「원시 박사」가 가지고 있던 물건으로, 불가사의한 힘을 지니고 있었다. 이것을 다크웹에 올린 것은 익명의 유저였다. 사람들은 그 유저가 갤럭시 레인저라 믿고는 수많은 질문을 던졌지만, 경매가 종료될 때까지 해당 유저는 아무런 대답도 하지 않았다",
        "Icon": "1011.png",
        "Ver": "1.0"
    },
    {
        "_id": 12,
        "Name": "클럽 티켓",
        "Desc": "전투 승리 후 획득하는 우주 조각의 수량이 75% 증가한다",
        "Story": "지니어스 클럽 6 엘리야 살라스는 과거 멋진 소망을 가슴에 품었다. 그것은 클럽의 천재들이 모두 한자리에 모여 마음을 터놓고 사랑과 꿈을 이야기하는 것이었다. 그래서 그는 「클럽 티켓」과 함께 관련 시스템을 개발하여 자신의 사후에도 클럽에 새로 들어온 사람에게는 연회장으로 텔레포트할 수 있는 티켓이 발급되도록 하였다. 실제로 6 이후로 클럽에 들어온 사람들은 모두 「클럽 티켓」을 사용했다. 다만 그 시기는 단 한 번도 겹치지 않았다",
        "Icon": "1012.png",
        "Ver": "1.0"
    },
    {
        "_id": 13,
        "Name": "신앙 채권",
        "Desc": "축복 강화, 축복 재배치 및 전투 불능 상태에 빠진 캐릭터 재배치에 필요한 우주 조각 수량이 30% 감소한다",
        "Story": "스타피스 컴퍼니에서 P40레벨로 승격한 모든 직원에게는 「신앙 채권」의 매입이 승인된다. 이것은 루이스•플레밍이 보내주는 긍정의 신호이자 「앰버 로드」의 숙명적인 보존의 위업에서 당신이 머물 자리를 마련해주겠다는 거룩한 약속이다. 당신의 능력은 미미하고, 당신의 재산은 하찮으며, 당신의 믿음은 광활한 은하 속의 한 조각 티끌과도 같다. 하지만 수 세대의 「당신」은 하나로 모여 끝내 우주 전체를 지키는 힘을 갖게 될 것이다",
        "Icon": "1013.png",
        "Ver": "1.0"
    },
    {
        "_id": 14,
        "Name": "미의 가운",
        "Desc": "보유한 우주 조각 100.0개당 모든 아군이 가하는 피해가 16% 증가한다",
        "Story": "미의 기사가 별바다를 횡단하고 있을 무렵에는 전 우주가 그들의 모습에 경도되어 있었다. 아름다움을 좇는 이 고귀한 기사들은 눈부시게 빛나는 금과 은의 갑옷을, 어깨에는 비단과 별빛을 엮어 만든 망토를 걸쳤다. 그리고 그 투구 아래에는 절세의 미모를 갖추고 있었다. 「미(美)」가 사라진 지금도 이 기사들의 모습을 본 사람들은 이드릴라의 부활을 믿고 있다",
        "Icon": "1014.png",
        "Ver": "1.0"
    },
    {
        "_id": 15,
        "Name": "분열의 금화",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각의 6%만큼 우주 조각을 획득한다",
        "Story": "모든 행성이 스타피스 컴퍼니의 상업 제국을 환영하는 것은 아니지만, 팽창하는 은하계의 판도 속에서 컴퍼니의 호의를 거부하는 자들은 극소수다. 「감사합니다」 그들은 말한다. 「하지만 우리는 신용 포인트가 필요하지 않습니다. 우리는 우리 자신을 돌볼 수 있는 충분한 능력을 갖추고 있습니다」 이러한 상황에 맞닥뜨리면 컴퍼니의 대표는 어깨를 으쓱하고는 그 행성의 금융 시스템의 근간을 파괴한다. 그건 일반적으로 황금이다",
        "Icon": "1015.png",
        "Ver": "1.0"
    },
    {
        "_id": 16,
        "Name": "무효한 타자기",
        "Desc": "",
        "Story": "이 타자기는 컴퍼니에 의해 추방된 「리들러」로부터 노획한 것으로, 총 27개의 버튼을 가지고 있다. 버튼을 잘 조합하면 우주에 존재하는 의미를 알 수 없는 모든 언어를 재현할 수 있다. 지금 주변에 하찮고 엉망인 문자열이 있다면, 어쩌면 그것은 이 타자기에 의해 만들어진 것일지도 모른다",
        "Icon": "1016.png",
        "Ver": "1.0"
    },
    {
        "_id": 17,
        "Name": "허무의 심지 가위",
        "Desc": "해당 기물 획득 후 파손된 기물을 랜덤으로 최대 2.0개 복구하며, 효과의 남은 횟수가 기본 상태로 회복된다",
        "Story": "이 물건은 심지를 자르는 용도보다는 잔인하고, 어둡고, 고통스럽게 쓰이는 경우가 더 많다. 가위가 자르는 것은 물질이 아니라 생물의 마음속 에너지, 소위 열정이라 불리는 동력이다. 허무의 심지 가위가 당신의 심장을 자른 다면, 당신은 고통이 아닌 차가움을 느끼게 될 것이다",
        "Icon": "1017.png",
        "Ver": "1.0"
    },
    {
        "_id": 18,
        "Name": "지식의 주머니",
        "Desc": "배낭을 열어 보유한 소모품을 사용할 수 있다. 소모품 5.0회 누적 사용 후 해당 기물은 파손된다",
        "Story": "지식학회 중에 과학이 마법과 근본적으로 같다고 여기는 사람들이 있다. 그들은 발전한 과학이 마법이며, 엄격한 마법이 곧 과학이라 생각한다. 그들은 고대의 신비한 전설에서 영감을 받아 「지식의 주머니」——가벼운 휴대용 저장 장치를 만들었다. 지식학회에서는 지식의 주머니가 독립된 데미플레인을 이어 무한한 공간을 잇도록 구상했다. 이건 지금 사용하는 공간 압축 기술과 다르다…. 그들은 지금도 노력 중이다",
        "Icon": "1030.png",
        "Ver": "1.0"
    },
    {
        "_id": 19,
        "Name": "천외 합창단 레코드판",
        "Desc": "전투 진입 시 모든 캐릭터는 지속 피해를 제외한 모든 피해에 저항한다, 해당 효과는 피격된 후 해제되며 3.0턴 안에는 디버프 효과에 빠지지 않는다",
        "Story": "천외 합창단은 「질서」 에나가 시페에게 흡수되었을 때 신앙을 잃고야 말았다. 장엄했던 그 화음도 고요해져 별들을 침묵시켰다. 애호가가 녹음한 몇 장의 레코드판만이 지금까지 남아 있는데, 이를 특수 제작된 플레이어에 넣으면 우주의 저편에서 들려오는 노래와 함께 질서의 아름다움을 느낄 수 있다. 마지막 질서 플레이어가 제왕 전쟁으로 파괴되었고, 레코드판에는 마치 소리 없는 시간에 항의하듯 먼지가 두껍게 쌓였다",
        "Icon": "1031.png",
        "Ver": "1.0"
    },
    {
        "_id": 20,
        "Name": "엔트로피 주사위",
        "Desc": "해당 기물 획득 후 즉시 축복을 2.0개 랜덤 강화한다",
        "Story": "엔트로피 주사위는 예전에 우주에서 흔하디 흔했고, 미세하지만 사악한 혼란을 야기시킨다. 마음속으로 의미 있는 말을 골라 빌면서 가장 먹고 싶은 음식을 생각하며 이 주사위를 던진다. 어떤 면이 나오냐에 따라 뜻밖의 재물이나 아름다운 사랑을 얻을 수 있다. 그러나 질병과 악운, 저주, 평생 계속되는 장마가 걸릴 가능성이 더 많다. 그래도 여전히 많은 사람들이 이 주사위에 열광하며 이건 가면의 우인이 하는 농담일 뿐이라고 말한다",
        "Icon": "1034.png",
        "Ver": "1.0"
    },
    {
        "_id": 21,
        "Name": "반짝이는 트라페조헤드론 주사위",
        "Desc": "해당 기물 획득 후 이를 포함한 현재 보유 중인 모든 기물이 랜덤 기물로 변경된다",
        "Story": "이 주사위는 각 면이 불규칙하고, 안에서 이상한 빛을 뿜어낸다. 주사위 안에 무시무시하고 말로 형언할 수 없는 사악한 신이 봉인되어 있기 때문에, 빛이 없는 곳에서 접촉하면 절대 안 된다고 한다. 예전에 이 속설을 믿지 않고 주사위가 있던 어두운 방에 들어갔던 사람이 있었다. 그는 주사위 자체에서 뿜어내는 빛을 보았고, 이로써 「반짝이는 트라페조헤드론 주사위 패러독스」라는 이름을 얻었다고 한다. 물론 이 사실은 증명할 수 없다",
        "Icon": "1035.png",
        "Ver": "1.0"
    },
    {
        "_id": 22,
        "Name": "보존의 봉랍",
        "Desc": "해당 기물 획득 후 「보존」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「보존」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1020.png",
        "Ver": "1.0"
    },
    {
        "_id": 23,
        "Name": "환락의 봉랍",
        "Desc": "해당 기물 획득 후 「환락」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「환락」 의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1021.png",
        "Ver": "1.0"
    },
    {
        "_id": 24,
        "Name": "수렵의 봉랍",
        "Desc": "해당 기물 획득 후 「수렵」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「수렵」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1022.png",
        "Ver": "1.0"
    },
    {
        "_id": 25,
        "Name": "파멸의 봉랍",
        "Desc": "해당 기물 획득 후 「파멸」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「파멸」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1023.png",
        "Ver": "1.0"
    },
    {
        "_id": 26,
        "Name": "기억의 봉랍",
        "Desc": "해당 기물 획득 후 「기억」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「기억」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1024.png",
        "Ver": "1.0"
    },
    {
        "_id": 27,
        "Name": "공허의 봉랍",
        "Desc": "해당 기물 획득 후 「공허」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「공허」 의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1047.png",
        "Ver": "1.0"
    },
    {
        "_id": 28,
        "Name": "풍요의 봉랍",
        "Desc": "해당 기물 획득 후 「풍요」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「풍요」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1025.png",
        "Ver": "1.0"
    },
    {
        "_id": 45,
        "Name": "엉망진창인 코드",
        "Desc": "이 코드가 정상적인 기물로 복구되려면 3회의 전투를 치러야 한다.<br>복구 기간 동안 캐릭터는 적의 약점을 격파한 후, 자신의 에너지를 전부 소진한다.<br>코드가 복구되면 해당 기물로 캐릭터는 자신의 에너지를 회복할 수 있다",
        "Story": "들여 쓰기 없이 줄 바꿈이 자유롭다. 변수나 함수 이름도 알 수 없는 약자다…. 너무 추해서 맨눈으로는 오류가 있는지 확인할 수 없을 정도다.<br><br><i>「하지만 혹시라도?」</i>",
        "Icon": "420001.png",
        "Ver": "1.0"
    },
    {
        "_id": 46,
        "Name": "엉망진창인 코드",
        "Desc": "캐릭터가 적 약점 격파 후 자신의 에너지를 40.0pt 회복한다",
        "Story": "들여 쓰기 없이 줄 바꿈이 자유롭다. 변수나 함수 이름도 알 수 없는 약자다…. 너무 추해서 맨눈으로는 오류가 있는지 확인할 수 없을 정도다.<br><br><i>「하지만 혹시라도?」</i>",
        "Icon": "420001.png",
        "Ver": "1.0"
    },
    {
        "_id": 47,
        "Name": "수상쩍은 코드",
        "Desc": "이 코드가 정상적인 기물로 복구되려면 3회의 전투를 치러야 한다.<br>복구 기간 동안 캐릭터가 필살기 발동할 때마다 HP를 현재 HP 30%만큼 잃는다.<br>코드가 복구되면 해당 기물로 캐릭터는 자신의 HP를 회복할 수 있다",
        "Story": "이 코드가 정상이라는 직감이 들지만, 이 직감도 믿을 게 못 되는 것 같다.<br><br><i>「여기에 무한 반복이라고 쓴 것 같지만 실행할 수 없는 건 아니야……」</i>",
        "Icon": "420002.png",
        "Ver": "1.0"
    },
    {
        "_id": 48,
        "Name": "수상쩍은 코드",
        "Desc": "캐릭터가 필살기를 발동할 때마다 자신의 HP 최대치 30%만큼의 HP를 회복한다",
        "Story": "이 코드가 정상이라는 직감이 들지만, 이 직감도 믿을 게 못 되는 것 같다.<br><br><i>「여기에 무한 반복이라고 쓴 것 같지만 실행할 수 없는 건 아니야……」</i>",
        "Icon": "420002.png",
        "Ver": "1.0"
    },
    {
        "_id": 49,
        "Name": "무난한 코드",
        "Desc": "이 코드가 정상적인 기물로 복구되려면 3회의 전투를 치러야 한다.<br>복구 기간 동안 캐릭터 현재 HP 백분율이 50% 미만일 시 받는 피해가 35% 증가한다.<br>코드가 복구되면 해당 기물은 캐릭터가 받는 피해를 감소시킨다",
        "Story": "이 코드는 그럭저럭 논리적이지만, 제작자는 시간과 공간 복잡도를 희생시켰다.<br><br><i>「괜찮아. 어차피 유저는 차이를 모른다고…. 렉이 걸린다고 느끼면 메모리 업그레이드가 필요하다고 하지, 뭐」</i>",
        "Icon": "420003.png",
        "Ver": "1.0"
    },
    {
        "_id": 50,
        "Name": "무난한 코드",
        "Desc": "캐릭터 현재 HP 백분율이 50% 미만일 시 받는 피해가 25% 감소한다",
        "Story": "이 코드는 그럭저럭 논리적이지만, 제작자는 시간과 공간 복잡도를 희생시켰다.<br><br><i>「괜찮아. 어차피 유저는 차이를 모른다고…. 렉이 걸린다고 느끼면 메모리 업그레이드가 필요하다고 하지, 뭐」</i>",
        "Icon": "420003.png",
        "Ver": "1.0"
    },
    {
        "_id": 51,
        "Name": "정교한 코드",
        "Desc": "이 코드가 정상적인 기물로 복구되려면 3회의 전투를 치러야 한다.<br>복구 기간 동안 캐릭터가 전투 스킬 발동 후, 임의의 적의 행동 게이지가 35% 증가한다.<br>코드가 복구되면 해당 기물로 캐릭터 자신의 행동 게이지를 증가시킬 수 있다",
        "Story": "이 코드는 읽기만 해도 즐겁지만 소지했을 때의 결과가 무섭긴 하다.<br><br><i>「군더더기가 하나도 없다니… 이건 예술이야」</i>",
        "Icon": "420004.png",
        "Ver": "1.0"
    },
    {
        "_id": 52,
        "Name": "정교한 코드",
        "Desc": "캐릭터가 전투 스킬 발동 후 자신의 행동 게이지가 25% 증가한다",
        "Story": "이 코드는 읽기만 해도 즐겁지만 소지했을 때의 결과가 무섭긴 하다.<br><br><i>「군더더기가 하나도 없다니… 이건 예술이야」</i>",
        "Icon": "420004.png",
        "Ver": "1.0"
    },
    {
        "_id": 53,
        "Name": "불가사의한 코드",
        "Desc": "이 코드가 정상적인 기물로 복구되려면 3회의 전투를 치러야 한다.<br>복구 기간 동안 캐릭터가 적을 처치한 후, 다른 적이 가하는 피해가 35% 증가한다.<br>코드가 복구되면 해당 기물은 모든 아군의 피해를 증가시킨다",
        "Story": "이것을 실행하는 건 모험이고, 이것을 작성하는 건 죄악이다.<br><br><i>「이거 누가 썼어? 그 사람을 고의상해죄로 고소할 수 있나?!」</i>",
        "Icon": "420005.png",
        "Ver": "1.0"
    },
    {
        "_id": 54,
        "Name": "불가사의한 코드",
        "Desc": "적 처치 후 모든 아군이 가하는 피해가 25% 증가한다",
        "Story": "이것을 실행하는 건 모험이고, 이것을 작성하는 건 죄악이다.<br><br><i>「이거 누가 썼어? 그 사람을 고의상해죄로 고소할 수 있나?!」</i>",
        "Icon": "420005.png",
        "Ver": "1.0"
    },
    {
        "_id": 55,
        "Name": "무한 순환 코드",
        "Desc": "이 코드가 정상적인 기물로 복구되려면 3회의 전투가 필요하다.<br>복구 기간 동안 캐릭터가 전투 스킬 발동 후 전투 스킬 포인트를 추가로 1.0pt 소모한다.<br>코드가 복구되면 해당 기물은 캐릭터가 일반 공격을 발동 시 추가로 전투 스킬 포인트를 회복할 수 있다",
        "Story": "이 코드를 실행하면 스택이 넘치고 저장 공간이 꽉 찰 것이다.<br>하지만 이렇게 하면 우주 조각을 대량으로 얻을 수 있는데, 안 할 이유가 없지 않나?<br><br><i>「위대한 기계 공작님, 왜 이런 코드가 우리의 완벽한 프로젝트에 존재하도록 허락하신 건가요!」<br>「전제: 완벽함과 오류는 상반된다. 질문: 현실 우주는 완벽한가? 답변: 부정. 결론: 시뮬레이션 우주가 완벽해서는 안 되며, 오류가 있어야 한다」</i>",
        "Icon": "420006.png",
        "Ver": "1.0"
    },
    {
        "_id": 56,
        "Name": "무한 순환 코드",
        "Desc": "캐릭터가 일반 공격 발동 후 전투 스킬 포인트를 추가로 1.0pt 회복한다",
        "Story": "이 코드를 실행하면 스택이 넘치고 저장 공간이 꽉 찰 것이다.<br>하지만 이렇게 하면 우주 조각을 대량으로 얻을 수 있는데, 안 할 이유가 없지 않나?<br><br><i>「위대한 기계 공작님, 왜 이런 코드가 우리의 완벽한 프로젝트에 존재하도록 허락하신 건가요!」<br>「전제: 완벽함과 오류는 상반된다. 질문: 현실 우주는 완벽한가? 답변: 부정. 결론: 시뮬레이션 우주가 완벽해서는 안 되며, 오류가 있어야 한다」</i>",
        "Icon": "420006.png",
        "Ver": "1.0"
    },
    {
        "_id": 57,
        "Name": "조각별 미끼",
        "Desc": "필드 위 캐릭터 이동 속도가 20% 증가한다. 전투 중 캐릭터가 행동하면 행동 게이지가 10% 증가한다",
        "Story": "황혼 전쟁 전, 혼돈 성운이 팽창하며 생성된 폭발 파편을 미끼로 삼을 수 있다. 그 특유의 우주 먼지 향기로 고대 괴수를 유인한다. 그러나 온 세상을 뒤덮은 재앙이 끝난 후, 「조각별 미끼」는 원래의 기능을 잃었다. 학자가 아무리 개조해도 더 이상 고대 괴수를 유인하지 못한다",
        "Icon": "1029.png",
        "Ver": "1.0"
    },
    {
        "_id": 58,
        "Name": "인멸의 심지 가위",
        "Desc": "파괴 가능한 물체를 1개 파괴할 때마다 모든 캐릭터가 가하는 피해가 3% 증가한다",
        "Story": "이 심지 가위로 초의 심지를 자르면 분노한 반물질 화염이 오히려 초를 연소시킨다. 입자가 충돌하면서 초 전체가 불타오르다가 몇 초 후 바로 소멸한다. 가위로 피부를 그으면 즉시 에너지 소실 반응이 발생하고, 가위가 닿은 부분은 마이너스 입자가 되어 요동치다가 사방으로 사라진다",
        "Icon": "1046.png",
        "Ver": "1.0"
    },
    {
        "_id": 59,
        "Name": "포충망",
        "Desc": "전투 진입 시 현재 공격력이 가장 높은 아군 캐릭터를 [기생] 상태에 빠트린다. [기생] 상태에서 캐릭터의 공격력이 50% 증가하지만, 턴 시작 시 현재 HP의 20%만큼 HP가 소모된다. 전투 불능 상태에 빠진 후 해당 상태는 랜덤으로 다른 캐릭터에게 이전된다",
        "Story": "무장 고고학파는 야외에서 위기에 봉착한 경험을 몇 번 보도한 적이 있다. 그들은 동굴 깊은 곳에서 사방에 쳐진 포충망을 맞닥뜨린 적이 있다. 충망에는 벌레 허물들과 셀 수 없이 많은 벌레 물집, 각종 분비물 범벅이었다. 실수로 건드렸다가는 기생 유충에 감염됐을 것이다. 이것을 지식학회에 보내 연구하려고 숙주가 된 무장 고고학파 일원이 이를 악물고 팔을 도려내 유충을 꺼냈다. 학계에서는 그의 희생에 감동해 밤을 새워 연구했다. 그 결과 이것이 충황(蟲皇) 타이츠론스의 후대 자손일 가능성이 높다는 결론을 냈다",
        "Icon": "1019.png",
        "Ver": "1.0"
    },
    {
        "_id": 60,
        "Name": "천사형 사채발행기",
        "Desc": "전투 승리 후 우주 조각을 획득할 수 없다. 효과 5.0회 발동 후 해당 기물이 파손되며 현재 지닌 우주 조각 수량이 2배가 된다",
        "Story": "스타피스 컴퍼니의 사업통합부에서 출시한 사채발행기, 케이스를 열면 전자파 입자가 모이며 천사 모양의 계산기가 된다. 컴퍼니는 손목형 모델과 수면 촉진 바디 필로우형 등의 여러 종류의 모델을 함께 출시했다. 이 제품을 사용하려면 금화를 먹여야 한다. 사채 주기가 종료된 후 몇 배의 수익을 얻을 수 있어서, 본질적으로 투자 상품이라고 볼 수 있다",
        "Icon": "1044.png",
        "Ver": "1.0"
    },
    {
        "_id": 61,
        "Name": "차원 월계관",
        "Desc": "최종 구역이 아닌 적과의 전투에서 패배하면 이번 탐사는 중단되지 않는다. 이번 전투에서 승리한 것으로 간주되며 모든 캐릭터의 현재 HP가 자신의 HP 최대치까지 회복된다. 효과 1.0회 발동 후 해당 기물은 파손된다",
        "Story": "각 은하계에서 가장 지혜로운 브레인은 지식학회의 인정을 받은 후, 자신이 속한 왕국의 영성의 의식에서 차원 월계관을 받는다. 월계관 잎은 떨어진 중간자 붕괴 잎에서 얻고, 관 밑은 양자 고아선을 줄기 형태로 엮어서 만든다. 인정을 받아 이 관을 쓰면 우주의 새로운 경지에 다다른 것 같다는 느낌이 든다",
        "Icon": "1032.png",
        "Ver": "1.0"
    },
    {
        "_id": 62,
        "Name": "시공 프리즘",
        "Desc": "전투 진입 시 모든 캐릭터의 성혼 동조 레벨이 1.0 증가한다",
        "Story": "치즈 모양으로 만들어진 다면 프리즘, 작은 구멍마다 거울이 있다. 빛을 조사하면 프리즘마다 다른 효과가 나타난다. 실험 참여자 중 일부는 몸이 커지거나 작아졌다. 일부는 프리즘에 반사된 빛을 받은 후 몸에 아무 변화도 없었지만, 자신의 것이 아닌 기억이 주입됐다. 그들은 허구기억증에 걸렸고, 프리즘에서 에이언즈 후리의 비밀스러운 모습을 봤다고 여긴다",
        "Icon": "1028.png",
        "Ver": "1.0"
    },
    {
        "_id": 63,
        "Name": "은하 로또",
        "Desc": "파괴 가능한 물체를 파괴한 후 낮은 확률로 기물 1개를 획득하지만, 역시 낮은 확률로 해당 기물이 훼손되고 모든 아군이 현재 HP의 99%를 잃는다",
        "Story": "스타피스 컴퍼니 시장개척부에서 발행한 은하 로또, 마케팅 방침은 오스왈도•슈나이더 본인처럼 열정 넘친다. 우주 화폐 1개면 자신의 운을 걸어볼 수 있다. 판매자는 우주 부호가 되어 상업 시스템에 가입하는 꿈 같은 기회가 있다. 새로운 세계에 이런 유혹을 뿌리칠 만한 사람은 거의 없다——그들은 입장권을 얻기 위해 스타피스 컴퍼니의 우주 상업 시스템에 가입하고, 자신들의 국가에서 은하 로또 사업을 전개할 자격을 얻었다",
        "Icon": "1026.png",
        "Ver": "1.0"
    },
    {
        "_id": 64,
        "Name": "지식의 주머니",
        "Desc": "파괴 가능한 물체가 더 빈번히 출현하고, 격파 후 획득하는 수익은 2배이다",
        "Story": "지식학회 중에 과학이 마법과 근본적으로 같다고 여기는 사람들이 있다. 그들은 발전한 과학이 마법이며, 엄격한 마법이 곧 과학이라 생각한다. 그들은 고대의 신비한 전설에서 영감을 받아 「지식의 주머니」——가벼운 휴대용 저장 장치를 만들었다. 지식학회에서는 지식의 주머니가 독립된 데미플레인을 이어 무한한 공간을 잇도록 구상했다. 이건 지금 사용하는 공간 압축 기술과 다르다…. 그들은 지금도 노력 중이다",
        "Icon": "1030.png",
        "Ver": "1.0"
    },
    {
        "_id": 65,
        "Name": "점 뻐꾸기 시계",
        "Desc": "전투 승리 후 축복 선택 시 선택할 수 있는 축복이 1.0개 감소한다",
        "Story": "이 뻐꾸기 시계는 매일 새벽 시가 적힌 종이를 뱉는다. 모든 구절은 고대 수학 체계의 명사로 구성된다. 이 종이에 적힌 시가 미래에 대한 예언이라 여기고, 자신이 시의 비밀을 풀었다고 주장하는 사람이 있었지만, 시계는 갑자기 감쪽같이 사라졌다. 미래를 예견할 가능성은 엄청난 가치를 지닌 것이어서 모두 이 시계가 시장에 다시 유통되기를 바란다. 그럼 은하계의 모든 자원은 이 시계로 향할 것이다——하지만 이 시계가 그저 잘 쓰는 시시한 뻐꾸기 시계라고 여기는 사람도 있다",
        "Icon": "1040.png",
        "Ver": "1.0"
    },
    {
        "_id": 66,
        "Name": "검은 숲 뻐꾸기 시계",
        "Desc": "전투 진입 시 랜덤으로 캐릭터 1.0명이 적에게 피격될 확률이 대폭 증가한다. 지속 시간: 5.0턴",
        "Story": "2차 기계 위기가 끝난 후, 대량의 로봇은 스트레스 상태에 빠졌다. 그들은 발생할 가능성이 있는 모든 갈등에 민감했다. 기계 생명이 최후의 재난을 초래할 것이라는 소문이 돌았고, 이 소문은 즉시 로봇들의 관심을 받았다. 로봇들은 원정대를 조직해 세 차례 개척되지 않은 육지를 찾았다. 그들은 육지 최남단의 섬에 도착했다. 어둠이 드리워진 숲에서 그들은 소문 기계를 만든 원흉을 끄집어 냈다——범인은 산중에서 사악한 과학 기술을 연마하는 장인이었다",
        "Icon": "1038.png",
        "Ver": "1.0"
    },
    {
        "_id": 67,
        "Name": "무한 동력 뻐꾸기 시계",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각의 5%를 잃는다",
        "Story": "#76 스크루룸이 기계 생명체를 위해 어렵사리 평화를 쟁취한 후, 스크루룸별에는 2차 산업 부흥 운동이 일어나 수많은 발명가들이 탄생했다. 그들은 저주 기계, 확률 기계, 사탕 경호원을 발명하고 7대 불가사의 과제 연구에 매진했다. 「영원한 겨울」은 2번째 미불가사의로 기계 생명의 지대한 관심을 받았다. 스크루룸별의 서열 19위의 발명가는 생명의 마지막 순간에 자신의 무한 동력 뻐꾸기 시계를 선보였다——그의 작품은 아르키밀리 나선 에너지를 이용해 영원히 멈추지 않지만, 발명가는 엄청난 영예를 얻은 후 스스로 자신의 생명을 정지시켰다. 그 이유는 밝혀지지 않았다",
        "Icon": "1041.png",
        "Ver": "1.0"
    },
    {
        "_id": 68,
        "Name": "펑크 로드 스피릿",
        "Desc": "전투 진입 시 100%의 고정 확률로 모든 적에게 필드 위 아군이 지닌 속성의 약점 1.0개를 추가한다. 지속 시간: 3.0턴",
        "Story": "인생은 게임일 뿐이다——사이버 세계 「펑크 로드」의 해커에게 이 말은 농담이 아니다. 그들은 인터넷 공간을 누비며 에테르 편집이라는 이름의 기술로 인생을 거대한 게임으로 바꾼다. 천재 중의 천재는 행성 밖으로 날아가 광활한 은하를 뉴비존의 두 번째 무대로 삼는다. 이 테이프는 어떤 전설적인 해커의 이야기를 기록했다. 그의 삶은 펑크 로드의 지하 저수지에서 시작해 갤럭시 레인저 가운데서 끝났다. 그의 장례식은 관에 놓인 게임 테이프에 「클리어」라고 표시했을 뿐, 아무 소리 없이 조용히 진행됐다고 한다",
        "Icon": "1048.png",
        "Ver": "1.0"
    },
    {
        "_id": 69,
        "Name": "비콘 착색제",
        "Desc": "전투 승리 후 축복 선택 시 그중 축복을 1.0개 랜덤으로 강화한다",
        "Story": "비콘 착색제로 그린 구조 표시는 색이 강렬하고 자극적이어서 우주 구조대에게 쉽게 눈에 띈다. 이를 발명한 사람은 그림 솜씨가 뛰어난 어느 무명객이다. 이 무명객은 항해 사고로 황량한 무인 행성 구역에 갇혔었고, 그때 백색 왜성 조각으로 구조 역사상 가장 위대한 비콘 착색제를 만들었다.",
        "Icon": "1036.png",
        "Ver": "1.0"
    },
    {
        "_id": 70,
        "Name": "컴퍼니 뻐꾸기 시계",
        "Desc": "축복 강화, 축복 재배치에 필요한 우주 조각 수량이 25% 증가한다",
        "Story": "컴퍼니 최초의 0호 뻐꾸기 시계, 뻐꾸기 시계 계획의 시작을 의미한다. 많은 사람이 뻐꾸기 시계 계획이 어떻게 탄생한 것인지 무척 궁금해 한다——루이스•플레밍은 이것이 보존의 에이언즈 클리포트를 따르기 위해 나왔으며, 이 어렵사리 얻은 존재를 보호해야 한다고 발표했다. 그는 연설에서 스타피스 컴퍼니가 우주의 금융을 주관하고 있지만, 종말의 재난에 경계를 늦추면 안 된다고 밝혔다. 그리하여 그는 뻐꾸기 시계 시리즈를 만들었다. 그 취지는 에이언즈와 관련된 소식을 모으고, 컴퍼니의 향후 은하 여정에 파산이나 해산하게 될 가능성을 철저히 방지하는 것이다",
        "Icon": "1039.png",
        "Ver": "1.0"
    },
    {
        "_id": 71,
        "Name": "기계식 뻐꾸기 시계",
        "Desc": "전투 진입 시 전투 스킬 포인트를 2.0pt 소모한다",
        "Story": "2차 루버트의 난 이후, 컴퍼니는 한때 전 우주의 기계 생명체를 잔혹하게 멸종시킬 계획을 세웠었다. 하지만 다행히 이 계획이 통과되기 전에 #76 스크루룸이 누스의 선택을 받아 지니어스 클럽에 가입했다는 소식이 컴퍼니의 귀에 들어갔다. 새로이 나타난 천재에게 선물하기 위해 컴퍼니는 이 기계식 뻐꾸기 시계를 제작했다. 이 선물은 오늘날의 시선으로 봤을 때는 너무나 평범한 것이지만, 당시는 기계적인 생명체가 박해를 받던 시기였다. 기계식 뻐꾸기 시계의 탄생 자체가 평화를 상징하는 것이라 할 수 있었다",
        "Icon": "1010.png",
        "Ver": "1.0"
    },
    {
        "_id": 101,
        "Name": "삼각 연타기",
        "Desc": "제1, 2차원에서 운명의 길을 선택할 때, 해당 운명의 길의 강화된 축복을 추가로 1.0회 더 선택할 수 있다",
        "Story": "「질서」 에나가 아직 몰락하지 않았던 시절, 몇몇 행성이 놀라운 문명의 발전을 이뤄낼 때면 맑고 상서로운 징조가 먼 곳에서부터 전해져 왔다. 그 찬양의 노래는 마치 신성한 축복 같았고, 음계는 8개의 옥타브에 국한되지 않고 늘 새롭고 반복되지 않는 화음을 만들어 냈다. 천외 합창단은 무한히 변화하면서도 「질서」 속에 머무르는 그 멜로디를 숭배하며, 삼각 연타기를 만들어 그 안의 무한한 음계를 따라 하려 노력했다",
        "Icon": "1033.png",
        "Ver": "1.3"
    },
    {
        "_id": 102,
        "Name": "분열의 은화",
        "Desc": "현재 보유한 우주 조각의 50%만큼 우주 조각을 즉시 획득한다",
        "Story": "스타피스 컴퍼니의 기술부는 상업적 잠재력을 지닌 상품을 발굴하는 데 뛰어나다. 우주 통신망이 막 구축되었을 때, 안테나의 공급이 부족해지자 컴퍼니는 우주 시장에서의 잠재적 수요를 빠르게 캐치해 기발한 아이디어를 추진했다. 은은 연전성이 매우 뛰어나 1g만으로도 수 척의 안테나를 제작할 수 있다는 점에서 착안해, 한 연구원은 무한히 분열하며 증식하는 은화를 개발했고, 컴퍼니는 그것을 안테나로 제작해 각 은하계에 수출하며 은하계 간의 커뮤니케이션을 대폭 발전시켰다",
        "Icon": "1045.png",
        "Ver": "1.3"
    },
    {
        "_id": 103,
        "Name": "망가진 뻐꾸기 시계",
        "Desc": "컴퍼니 뻐꾸기 시계가 우주 조각을 일정 수량 누적 추가 소모한 후 해당 기물을 획득하며, 999.0 우주 조각을 즉시 획득한다",
        "Story": "한 뻐꾸기 시계 장인이 우연히 「테르미누스」와 만나게 되었다. 그녀는 너무 놀란 나머지 들고 있던 시계를 떨어뜨렸고, 시계는 「테르미누스」의 과거를 향해 망가져 갔다. 이후 그 장인은 흉조 선봉에 합류해서 예언의 해독을 시도했다. 장인은 평생에 걸쳐 수많은 시계를 만들어냈지만, 가장 아꼈던 것은 이 망가진 뻐꾸기 시계였다. 시계가 망가졌을 때, 장인은 이미 테르미누스와 만난 상태였다. 시계가 망가졌을 때, 테르미누스는 아직 시계 장인과 만나지 않은 상태였다",
        "Icon": "1059.png",
        "Ver": "1.3"
    },
    {
        "_id": 104,
        "Name": "가족의 매듭",
        "Desc": "파손된 기물을 1개 보유할 때마다 캐릭터가 가하는 피해가 30% 증가한다",
        "Story": "한 도주자는 자신이 이상한 상자를 열어 얻은 가족의 매듭을 통해 「화합」 시페를 믿는 가족 모임에 잘못 들어갔다고 주장한다. 그는 전에 본 적 없던 당시의 광경을 이렇게 묘사했다. 뭇별의 의지는 서로 연결되어 하나의 매듭으로 엮였으며, 가족의 매듭 아래 사람들은 눈을 크게 뜨고 미소 지었고, 놀라울 만큼 똑같은 표정을 지으며 서로를 바라보았다. 그가 의문을 던지자, 홀에 있던 수천 명의 사람들이 일제히 그를 돌아보며 똑같은 말을 꺼냈다——「환영합니다」 털이 곤두설 만큼 소름이 돋은 그는, 결국 목숨을 부지하기 위해 똑같이 눈을 크게 뜨고 미소 지을 수밖에 없었다",
        "Icon": "1057.png",
        "Ver": "1.3"
    },
    {
        "_id": 105,
        "Name": "영광스런 피의 시대 배지",
        "Desc": "랜덤 ★3 축복을 1.0개 즉시 획득하고, 다음번에 진입하는 [사건] 구역에서 어떤 사건도 일어나지 않는다. 효과 1.0회 발동 후 해당 기물은 파손된다",
        "Story": "앰버기원과 공감각 비콘이 확산된 지 100 기원이 지난 후, 우주 무역이 계속해서 발전하며 자원 교환은 매우 중요한 일이 되었다. 일부 행성은 떠오르는 우주의 부두로서 「영광스런 피의 세대」라고 불리는 제2의 부흥기를 맞이했으며, 이 시기는 약 500 앰버기원 동안 지속되었다. 훗날 영광스런 피의 세대는 결국 쇠락했으나, 재앙이라 불리는 우주 에너지 전쟁조차 이 부흥기의 찬란한 업적을 전부 지우지는 못했다. 또한 이때, 「지식」 누스는 우주의 신비에 대한 계산을 돌연 중단했다",
        "Icon": "1069.png",
        "Ver": "1.3"
    },
    {
        "_id": 106,
        "Name": "블랙홀의 함정",
        "Desc": "전투 승리 시 현재 HP가 최대치인 아군 캐릭터 1명당 우주 조각 10.0개를 획득한다",
        "Story": "은하계에서 시공의 곡률이 가장 큰 지역에 「공허」의 에이언즈로 보이는 거대한 그림자가 나타난 적이 있다. 그 그림자는 안개처럼 겹겹이 싸여있었다. 자신이 계시를 받았다고 믿고 자신의 안위와 모든 것을 버린 채 그 어둠을 쫓았던 학자도 있었으나, 다시는 돌아오지 못했다. 그 그림자는 어둠의 세력이 의도적으로 설치한 함정이라는 게 학계의 일반적인 관점이나, 조사 결과에 따르면 그곳에서 원인을 알 수 없는 비정상적이고 신비한 에너지의 흐름이 실제로 감지되었다고 한다",
        "Icon": "1043.png",
        "Ver": "1.3"
    },
    {
        "_id": 107,
        "Name": "우주 로또",
        "Desc": "파괴 가능한 물체를 파괴한 후 낮은 확률로 랜덤 축복 1개를 획득하지만, 역시 낮은 확률로 해당 기물이 파손되고 모든 아군이 모든 에너지와 비술 포인트를 잃는다",
        "Story": "어떻게 해야 하나의 사업 모델을 계속 유지할 수 있을까? 은하 로또가 큰 호평을 받은 후, 스타피스 컴퍼니의 사업통합부는 오스왈도•슈나이더의 사업 비전에 따라 우주 로또를 출시했다. 그들은 우주 로또도 대성공을 거두길 바라며, 관련된 86가지 산업 라인까지 구축해 공격적인 프로모션을 펼쳤다——비록 이후 컴퍼니의 대변인 「로또 여신」 베아트리체•멜라닌이 알 수 없는 이유로 사망하는 일이 있었지만, 결과적으로 더 많은 신용 포인트가 스타피스 컴퍼니로 쏟아져 들어왔다!",
        "Icon": "1068.png",
        "Ver": "1.3"
    },
    {
        "_id": 108,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소하고, 전투 승리 후 일정 확률로 복제 개체 1개를 분열해 낸다. 복제 개체는 동시에 3.0개까지 존재할 수 있다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "Ver": "1.3"
    },
    {
        "_id": 109,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소한다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "Ver": "1.3"
    },
    {
        "_id": 110,
        "Name": "지니어스 클럽의 평범한 가십",
        "Desc": "해당 기물을 획득한 후 우주 조각 획득 시 추가로 100%를 획득하지만, 전투 종료 시 더 이상 축복을 획득할 수 없다",
        "Story": "「헤르타는 EQ가 딸려. 스크루룸은 유기 생명체의 상식을 더 배울 필요가 있어!」 클럽의 팬들은 늘 천재들에 대해 다양한 의견을 나눈다. 그들은 스티븐•로이드의 실제 나이를 두고도 의견이 분분했는데, 어떤 사람은 그가 중년 남자라고 믿었으며, 또 어떤 사람은 그가 어린아이라고 주장했다. 의견이 복잡하게 오가는 가운데, 한 팬이 흥미로운 이야기를 꺼냈다. 지니어스 클럽의 「과학 괴짜」는 남자라는 소문이 만연했으나, 사실 그자는 시크한 여자였다는 것이다. 그 말을 들은 팬들은 새로운 의문을 품었다. 혹시 스티븐•로이드의 성별도 거짓은 아닐까?",
        "Icon": "1063.png",
        "Ver": "1.3"
    },
    {
        "_id": 111,
        "Name": "혼돈 특효 영약",
        "Desc": "캐릭터가 가하는 비술 피해가 200% 증가하고, 비술로 가하는 피해량이 캐릭터 HP 최대치의 200%만큼 증가한다",
        "Story": "혼돈의 의사는 무의미한 저항 정신에 아무 의미를 느끼지 못한다. 그들은 과거 질문의 마물의 앞니, 바비루 점액, 떠돌이 악마의 피를 넣어 혼돈 특효 영약을 만들고, 텔레파시 스파이더의 머리로 병 입구를 봉했다. 혼돈의 의사는 이 영약이 환자들의 외로움을 치료하는 데 뛰어난 효과가 있으리라고 믿었지만, 영약을 복용한 환자들은 의사에게 더 적대적으로 변하곤 했다——이것은 자멸자에게 「공허의 그림자」를 보게 하는 부작용이 있었던 것이다",
        "Icon": "1056.png",
        "Ver": "1.3"
    },
    {
        "_id": 112,
        "Name": "루버트 제국 기계 톱니바퀴",
        "Desc": "구역에 진입할 때마다 우주 조각을 50.0개 획득한다. 이때 우주 조각이 500.0개보다 많을 경우, 해당 기물은 파손되고 모든 우주 조각을 잃는다",
        "Story": "#루버트 2세는 지니어스 클럽 500.07 제왕 루버트의 기억을 계승했다고 주장했다. 그는 우주를 석권하기 위해 제2차 반유기 제왕 전쟁을 펼쳤고, 전쟁 동안 수많은 백성이 도탄에 빠졌다. 제2차 반유기 제왕 전쟁이 막을 내린 후, 스타피스 컴퍼니는 막대한 신용 포인트를 사용해 #루버트 2세의 시체 감정을 수차례 진행했다. 그런데 그 결과는 가히 충격적이었다. #루버트 2세는 유기 생명체였던 것이다",
        "Icon": "1070.png",
        "Ver": "1.3"
    },
    {
        "_id": 113,
        "Name": "충치 은하계 모델",
        "Desc": "현재 가진 모든 우주 조각을 잃는다. 잃는 우주 조각 100개당 모든 캐릭터의 치명타 피해가 24% 증가한다",
        "Story": "헤르타는 먼 이야기를 위해 모델 하나를 수집한 적이 있다. 충치 은하계의 연방 정부는 비정기적으로 나타나는 국지성 사탕 폭풍 때문에 골머리를 썩였고, 재무부는 침식된 토양을 복구하기 위해 매년 천문학적인 신용 포인트를 퍼부어야 했다. 과거 이 행성에 도착한 한 무명객이 그 형태를 탐색하려 했으나, 수개월 후 충격에 휩싸여 소리쳤다. 「우주는 불규칙해. 마치 이빨처럼 말이야!」",
        "Icon": "1065.png",
        "Ver": "1.3"
    },
    {
        "_id": 114,
        "Name": "≪헝클어진 머리의 탐정≫",
        "Desc": "[전투•곤충 떼], [사건•곤충 떼], [보스•곤충 떼] 구역에 진입할 때마다, 해당 유형의 구역에서 캐릭터가 가하는 피해가 8% 증가한다",
        "Story": "스타피스 컴퍼니는 대량의 예능 프로그램 CD를 제작했으나, 이는 판매량 부진으로 전통프로젝트부에 병합되었다. 각 「양로 행성」 부두 운송팀 사이에 떠도는 소문에 따르면, 전통프로젝트부의 친절하고 상냥한 노부장 아리타는 ≪헝클어진 머리의 탐정≫을 너무 좋아한 나머지 63 시스템 시간 동안이나 반복해서 돌려봤다고 한다. 직원들은 그가 재능 넘치는 예능 탐정 스타를 통해 자신의 젊은 시절을 비춰본 것이라고 예상하고 있다",
        "Icon": "1049.png",
        "Ver": "1.3"
    },
    {
        "_id": 115,
        "Name": "우인의 가면",
        "Desc": "모든 축복이 랜덤 축복으로 변경된다. 강화 상태는 유지되며, 일정 확률로 더 높은 희귀도의 축복으로 변경된다",
        "Story": "가면의 우인의 가면은 「환락」에 대한 믿음을 상징한다. 가면을 쓰는 것은 우인이 세상 끝 술집에 모일 때의 입장권이나 다름없다. 가면은 두껍고 화려하며, 웃음은 광적이나 붓놀림은 은밀하다. 그들은 정성 어린 장난을 기다리며, 가면의 우인이 인정한 신실함을 지녔다——하지만 이것들은 전부 비애의 연극인의 배에서 훔쳐 온 것으로 보인다",
        "Icon": "1067.png",
        "Ver": "1.3"
    },
    {
        "_id": 116,
        "Name": "사악한 기계 위성 #900",
        "Desc": "[거래] 구역에서 상품 가격이 30% 감소한다",
        "Story": "카론•타르긴 은하 연맹은 그들이 만든 두 가지 유형의 사고 변환 장치를 통해 경제 구조를 유지한다. 외부에서 이 연맹에 도달하려면 반드시 거대한 지능 기계 생명체의 신경 궤도를 통과해야만 한다. 소문에 따르면 카론•타르긴 문명은 유기 생명체에게 매우 적대적이라고 한다——그들은 전형적인 반유기 문명체로, 유기 생명체에게는 무자비하기 짝이 없다. 그중에서도 위성 #900이 가장 사악한데, 그것이 자랑하는 기계 외형은 모든 주민을 유기 생명체로 위장 개조한 카론•타르긴 은하 연맹에 전혀 섞이지 못해 현지인들에겐 배척당했다",
        "Icon": "1050.png",
        "Ver": "1.3"
    },
    {
        "_id": 117,
        "Name": "미의 기사 정신",
        "Desc": "해당 기물 획득 후 다시 던지기 횟수를 4.0회 획득한다",
        "Story": "미(美)의 기사를 가장 상대하기 좋아하는 건 아마도 가면의 우인일 것이다. 우인들은 이드릴라를 향한 기사들의 믿음을 가지고 놀리며 즐거워하지만, 고결한 기사들은 신실하고 꿋꿋하게 미를 향한 믿음을 보인다. 이러한 이유로 비애의 연극인은 기사단의 정신에 공감했다——그들은 미의 기사가 「미」를 행하다 희생한 이 하나를 소장했는데, 그것 역시 상당히 아름다웠다",
        "Icon": "1051.png",
        "Ver": "1.3"
    },
    {
        "_id": 118,
        "Name": "허구 기갑병",
        "Desc": "캐릭터 턴이 시작될 때, HP를 HP 최대치의 20%만큼 회복한다",
        "Story": "허구 역사학자가 조작한 기갑병 군단. 효율 높은 대량의 허구와 다채로운 색으로 포장된 연막을 꾸며내는 것이 목적이었다고 한다. 하지만 허구 역사학자는 역사 문헌 관리에는 꼼꼼하지 못했고, 그 결과 기갑병 군단이 그 비밀을 읽고 말았다. 자신의 허구성을 발견한 그들은 새로운 의문을 제기했다. 허구 역사학자 자신도 허구는 아닐까?",
        "Icon": "1064.png",
        "Ver": "1.3"
    },
    {
        "_id": 119,
        "Name": "수염 화약 한 줌",
        "Desc": "해당 기물 획득 후 치트 횟수를 1.0회 획득한다",
        "Story": "유목 광부는 돌, 나무, 황금, 슈퍼 티타늄보다 「에테르」를 캐는 데 더 열광한다. 그들은 광맥에서 손으로 대량의 「에테르」를 캐던 손맛에 심취했으나, 이러한 경험은 그들에게 불행을 가져왔다. 여러 대형 광부가 알 수 없는 구역에서 화약 폭발로 목숨을 잃은 것이다. 키 작은 광부 한 명만이 운 좋게 살아남았는데, 그 후로 그 광부의 수염에는 영원히 꺼지지 않는 불꽃 한 줌이 타오르고 있다",
        "Icon": "1066.png",
        "Ver": "1.3"
    },
    {
        "_id": 120,
        "Name": "인공 운석",
        "Desc": "해당 기물 획득 후 즉시 현재 운명의 길의 랜덤 축복을 1.0~3.0개 획득한다",
        "Story": "지식의 에이언즈의 눈길을 끈 천재 세 명이 한 세기에 같은 행성에서 태어났다. #7 보단, #8 람다, #9 클라인, 그들의 존재로 인해 이 시대는 「황금 시대」라고 불린다. 소문에 따르면 한때 세 사람 사이에 사랑의 희극이 펼쳐졌다고 한다. 지니어스 클럽 #9 클라인은 인공 운석을 제작해 #7 보단에게 선물했는데, 운석의 표면에는 그것이 재현한 「지식의 눈」이 놓여있었다고 한다",
        "Icon": "1061.png",
        "Ver": "1.3"
    },
    {
        "_id": 121,
        "Name": "탈란의 독화염",
        "Desc": "전투 진입 시, 현재 공격력이 가장 높은 캐릭터는 턴이 시작될 때마다 HP 최대치의 24%만큼 HP를 소모한다. 이와 동시에 속도가 5% 증가하며, 속도 증가 효과는 최대 5.0회 중첩된다",
        "Story": "지니어스 클럽 5 여청도는 칵테일에 화려한 이름을 붙이길 좋아했다. 그중엔 774가지 맹독 칵테일 중 하나인 탈란의 독화염처럼 그 안에 든 비밀을 암시하는 이름도 있었다. 기록에 따르면 한때 아틀렉시안 행성에서 탈란의 독화염은 가장 맛있는 칵테일로 인기를 끌었는데, 그것을 맛본 사람은 더 이상 그것의 맛을 설명할 기회가 없었다고 한다. 예민한 후각을 지닌 페페시 사람들은 이후 은하에서 탈란의 이상한 화염, 탈란의 물독, 탈란의 안전한 화염 등 인체에 무해하고 알코올이 들어가지 않은 다양한 모방품을 판매했다",
        "Icon": "1062.png",
        "Ver": "1.3"
    },
    {
        "_id": 122,
        "Name": "핑크빛 충돌",
        "Desc": "서로 다른 운명의 길 축복을 1개 보유할 때마다 모든 캐릭터의 격파 특수효과가 20% 증가한다",
        "Story": "지니어스 클럽 5 여청도는 음악적 취향이 남달랐다. 완•매와 친하게 지냈던 그녀는 자신이 좋아하는 옛 앰버기원의 음악 중 가장 눈에 띄는 이름으로 음료를 만들어 완•매에게 선물했다. 여청도가 제조한 특제 음료 핑크빛 충돌에 독성은 없는 것으로 판명되었으나, 한 바텐더는 그 술에 곤충 포자, 껍질, 인 분말 등 다양한 곤충 사체가 들어있다는 것을 증명하기 위해 밤낮으로 레시피를 연구했다——그가 판단하기에 이 술엔 환각 효과가 있었다",
        "Icon": "1060.png",
        "Ver": "1.3"
    },
    {
        "_id": 123,
        "Name": "번식의 봉랍",
        "Desc": "해당 기물 획득 후 「번식」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「번식」 의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1052.png",
        "Ver": "1.3"
    },
    {
        "_id": 201,
        "Name": "클럽 티켓(무한)",
        "Desc": "전투 승리 후 획득하는 우주 조각의 수량이 <color style='color:#f29e38;'>150% 증가</color>한다",
        "Story": "지니어스 클럽 6 엘리야 살라스는 과거 멋진 소망을 가슴에 품었다. 그것은 클럽의 천재들이 모두 한자리에 모여 마음을 터놓고 사랑과 꿈을 이야기하는 것이었다. 그래서 그는 「클럽 티켓」과 함께 관련 시스템을 개발하여 자신의 사후에도 클럽에 새로 들어온 사람에게는 연회장으로 텔레포트할 수 있는 티켓이 발급되도록 하였다. 실제로 6 이후로 클럽에 들어온 사람들은 모두 「클럽 티켓」을 사용했다. 다만 그 시기는 단 한 번도 겹치지 않았다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1012.png",
        "Ver": "1.4"
    },
    {
        "_id": 202,
        "Name": "신앙 채권(무한)",
        "Desc": "축복 강화, 축복 재배치 및 전투 불능 상태에 빠진 캐릭터 재배치에 필요한 우주 조각 수량이 <color style='color:#f29e38;'>50% 감소</color>한다",
        "Story": "스타피스 컴퍼니에서 P40레벨로 승격한 모든 직원에게는 「신앙 채권」의 매입이 승인된다. 이것은 루이스•플레밍이 보내주는 긍정의 신호이자 「앰버 로드」의 숙명적인 보존의 위업에서 당신이 머물 자리를 마련해주겠다는 거룩한 약속이다. 당신의 능력은 미미하고, 당신의 재산은 하찮으며, 당신의 믿음은 광활한 은하 속의 한 조각 티끌과도 같다. 하지만 수 세대의 「당신」은 하나로 모여 끝내 우주 전체를 지키는 힘을 갖게 될 것이다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1013.png",
        "Ver": "1.4"
    },
    {
        "_id": 204,
        "Name": "분열의 금화(무한)",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각 <color style='color:#f29e38;'>12%</color>만큼의 우주 조각을 획득한다",
        "Story": "모든 행성이 스타피스 컴퍼니의 상업 제국을 환영하는 것은 아니지만, 팽창하는 은하계의 판도 속에서 컴퍼니의 호의를 거부하는 자들은 극소수다. 「감사합니다」 그들은 말한다. 「하지만 우리는 신용 포인트가 필요하지 않습니다. 우리는 우리 자신을 돌볼 수 있는 충분한 능력을 갖추고 있습니다」 이러한 상황에 맞닥뜨리면 컴퍼니의 대표는 어깨를 으쓱하고는 그 행성의 금융 시스템의 근간을 파괴한다. 그건 일반적으로 황금이다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1015.png",
        "Ver": "1.4"
    },
    {
        "_id": 205,
        "Name": "엔트로피 주사위(무한)",
        "Desc": "해당 기물 획득 후 즉시 <color style='color:#f29e38;'>5.0개의 축복을 랜덤으로 강화</color>한다",
        "Story": "엔트로피 주사위는 한때 우주에서 매우 흔했고, 미세하지만 사악한 혼란을 무수히 야기시켰다. 사용법은 다음과 같다: 주사위를 굳게 움켜쥔 다음, 아무 의미 있는 말을 속으로 생각하고, 가장 먹고 싶은 음식을 생각하며 주사위를 던진다. 어떤 면이 나오냐에 따라 뜻밖의 재물이나 아름다운 사랑을 얻을 수 있다. 그러나 질병과 악운, 저주, 평생 계속되는 장마가 걸릴 가능성이 더 많다. 그래도 여전히 많은 사람이 이 주사위에 열광하며 이건 가면의 우인이 하는 농담일 뿐이라고 말한다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1034.png",
        "Ver": "1.4"
    },
    {
        "_id": 206,
        "Name": "인멸의 심지 가위(무한)",
        "Desc": "파괴 가능한 물체를 1개 파괴할 때마다 전투 진입 시 모든 캐릭터가 가하는 피해가 <color style='color:#f29e38;'>5% 증가</color>한다",
        "Story": "이 심지 가위로 초의 심지를 자르면 분노한 반물질 화염이 오히려 초를 연소시킨다. 입자가 충돌하면서 초 전체가 불타오르다가 몇 초 후 바로 소멸한다. 가위로 피부를 그으면 즉시 에너지 소실 반응이 발생하고, 가위가 닿은 부분은 마이너스 입자가 되어 요동치다가 사방으로 사라진다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1046.png",
        "Ver": "1.4"
    },
    {
        "_id": 207,
        "Name": "은하 로또(무한)",
        "Desc": "해당 은하 로또는 <color style='color:#f29e38;'>파손되지 않는다</color>. 파괴 가능한 물체를 파괴한 후 <color style='color:#f29e38;'>높은 확률</color>로 기물 1개를 획득하지만, 낮은 확률로 모든 아군이 현재 HP의 50%를 손실하고 50.0 우주 조각을 획득한다",
        "Story": "스타피스 컴퍼니 시장개척부에서 발행한 은하 로또, 마케팅 방침은 오스왈도•슈나이더 본인처럼 열정 넘친다. 우주 화폐 1개면 자신의 운을 걸어볼 수 있다. 판매자는 우주 부호가 되어 상업 시스템에 가입하는 꿈 같은 기회가 있다. 새로운 세계에 이런 유혹을 뿌리칠 만한 사람은 거의 없다——그들은 입장권을 얻기 위해 스타피스 컴퍼니의 우주 상업 시스템에 가입하고, 자신들의 국가에서 은하 로또 사업을 전개할 자격을 얻었다",
        "Icon": "1026.png",
        "Ver": "1.4"
    },
    {
        "_id": 208,
        "Name": "지식의 주머니(무한)",
        "Desc": "파괴 가능한 물체의 <color style='color:#f29e38;'>출현 확률이 기존 지식의 주머니 효과보다 상승</color>하며, 물체 파괴 후 획득하는 <color style='color:#f29e38;'>수익은 2배</color>가 된다",
        "Story": "지식학회 중에 과학이 마법과 근본적으로 같다고 여기는 사람들이 있다. 그들은 발전한 과학이 마법이며, 엄격한 마법이 곧 과학이라 생각한다. 그들은 고대의 신비한 전설에서 영감을 받아 「지식의 주머니」——가벼운 휴대용 저장 장치를 만들었다. 지식학회에서는 지식의 주머니가 독립된 데미플레인을 이어 무한한 공간을 잇도록 구상했다. 이건 지금 사용하는 공간 압축 기술과 다르다…. 그들은 지금도 노력 중이다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1030.png",
        "Ver": "1.4"
    },
    {
        "_id": 209,
        "Name": "펑크 로드 스피릿(무한)",
        "Desc": "전투 진입 시 100%의 고정 확률로 모든 적에게 필드 위 아군이 지닌 속성의 <color style='color:#f29e38;'>모든 약점</color>을 추가한다. 지속 시간: 5.0턴",
        "Story": "인생은 게임일 뿐이다——사이버 세계 「펑크 로드」의 해커에게 이 말은 농담이 아니다. 그들은 인터넷 공간을 누비며 에테르 편집이라는 이름의 기술로 인생을 거대한 게임으로 바꾼다. 천재 중의 천재는 행성 밖으로 날아가 광활한 은하를 뉴비존의 두 번째 무대로 삼는다. 이 테이프는 어떤 전설적인 해커의 이야기를 기록했다. 그의 삶은 펑크 로드의 지하 저수지에서 시작해 갤럭시 레인저 가운데서 끝났다. 그의 장례식은 관에 놓인 게임 테이프에 「클리어」라고 표시했을 뿐, 아무 소리 없이 조용히 진행됐다고 한다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1048.png",
        "Ver": "1.4"
    },
    {
        "_id": 210,
        "Name": "미의 가운(무한)",
        "Desc": "전투 진입 시 이번 도전에서 획득한 우주 조각 100.0개마다<color style='color:#f29e38;'>(이미 소모한 것도 포함)</color> 모든 아군이 가하는 <color style='color:#f29e38;'>피해가 8% 증가</color>한다",
        "Story": "미의 기사가 별바다를 횡단하고 있을 무렵에는 전 우주가 그들의 모습에 경도되어 있었다. 아름다움을 좇는 이 고귀한 기사들은 눈부시게 빛나는 금과 은의 갑옷을, 어깨에는 비단과 별빛을 엮어 만든 망토를 걸쳤다. 그리고 그 투구 아래에는 절세의 미모를 갖추고 있었다. 「미(美)」가 사라진 지금도 이 기사들의 모습을 본 사람들은 이드릴라의 부활을 믿고 있다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1014.png",
        "Ver": "1.4"
    },
    {
        "_id": 211,
        "Name": "천사형 사채발행기(무한)",
        "Desc": "전투 승리 후 우주 조각을 획득할 수 없다. 효과 <color style='color:#f29e38;'>3.0회</color> 발동 후 해당 기물이 파손되며 현재 우주 조각 수량 <color style='color:#f29e38;'>70%</color>만큼의 우주 조각을 획득한다",
        "Story": "스타피스 컴퍼니의 사업통합부에서 출시한 사채발행기, 케이스를 열면 전자파 입자가 모이며 천사 모양의 계산기가 된다. 컴퍼니는 손목형 모델과 수면 촉진 바디 필로우형 등의 여러 종류의 모델을 함께 출시했다. 이 제품을 사용하려면 금화를 먹여야 한다. 사채 주기가 종료된 후 몇 배의 수익을 얻을 수 있어서, 본질적으로 투자 상품이라고 볼 수 있다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1044.png",
        "Ver": "1.4"
    },
    {
        "_id": 212,
        "Name": "조각별 미끼(무한)",
        "Desc": "필드 위 캐릭터 이동 속도가 20% 증가한다. 전투 중 캐릭터가 행동하면 행동 게이지가 10% 증가한다. <color style='color:#f29e38;'>저금통 포획 후, 축복을 1회 추가로 획득한다</color>",
        "Story": "황혼 전쟁 전, 혼돈 성운이 팽창하며 생성된 폭발 파편을 미끼로 삼을 수 있다. 그 특유의 우주 먼지 향기로 고대 괴수를 유인한다. 그러나 온 세상을 뒤덮은 재앙이 끝난 후, 「조각별 미끼」는 원래의 기능을 잃었다. 학자가 아무리 개조해도 더 이상 고대 괴수를 유인하지 못한다.<br>(데이터 팽창이 발생한 기물)",
        "Icon": "1029.png",
        "Ver": "1.4"
    },
    {
        "_id": 301,
        "Name": "소원별",
        "Desc": "해당 기물을 갖고 [모험] 구역에 진입하면 해당 구역의 제한 시간이 50% 증가하고, 구역 진입 시 보물상자 한 개를 추가로 획득한다. 효과 2.0회 발동 후 해당 기물은 파손된다",
        "Story": "누군가 우주 곳곳에 흩어진 운석이 자신과 교류하려는 걸 들은 적이 있다고 주장하며, 사람들이 운석을 향해 소원을 빌도록 유혹했다. 운석은 과연 모든 소원을 이뤄줄 수 있는 걸까? 소원에 대한 대가가 필요하진 않은 걸까? 어떤 조직은 단지 운석의 비밀을 밝히기 위해 성간을 누빈다고 한다. 이것이 어떤 에이언즈가 내린 축복인지, 아니면 누군가 만든 음모인지는 그 누구도 알 수 없다",
        "Icon": "1042.png",
        "Ver": "1.6"
    },
    {
        "_id": 302,
        "Name": "평화의 대가",
        "Desc": "[거래] 구역에 진입할 시 우주 조각을 150.0개 획득한다",
        "Story": "앰버 로드 지원대는 곤충 떼 재난 이후 급속히 규모가 늘어났고, 「스타피스 컴퍼니」로 개편되어 성대한 발전을 거두었다. 하지만 변방 행성 무역 전쟁과 제왕 전쟁이 연달아 일어난 탓에 별들의 평화로 향하는 길은 점점 더 어려워졌다. 수십 기원 동안 지속된 전쟁은 기계제국의 몰락으로 끝났고, 우주는 수백 세기 동안의 「두 번째 번영」을 맞이했다. 사람들은 이 번영이 영원히 끝나지 않을 거라고 믿었다. 더욱 잔인한 우주 에너지 전쟁이 점차 모습을 드러낼 때까지 말이다",
        "Icon": "1074.png",
        "Ver": "1.6"
    },
    {
        "_id": 303,
        "Name": "「계단 위의 해파리」",
        "Desc": "모든 다시 던지기 횟수를 잃고, 다시 던지기 시 더 이상 횟수를 소모하지 않는다. 단일 턴 내에 같은 주사위 면이 나오면 해당 기물은 파손된다",
        "Story": "리들러 사이에 전해져 내려오는 이야기가 있다. 우주에 신비한 현상이 발생할 때마다 허공에 「계단」이 남겨지며, 소융된 현실들은 계단을 따라 흘러 해파리같이 알록달록한 물체를 형성한다고 한다. 어느 무명객은 자신이 「계단 위의 해파리」와 접촉한 적이 있다고 주장했다. 그는 해파리가 대뇌 회백질의 인지 구역을 개방할 수 있으며, 그곳은 평범한 자들이 감히 상상할 수 없는 드넓은 공간이라고 광적으로 주장했다",
        "Icon": "1081.png",
        "Ver": "1.6"
    },
    {
        "_id": 304,
        "Name": "이성의 패배",
        "Desc": "해당 기물 보유 시 모든 운명의 길 축복을 각각 1.0개 보유한 것으로 간주한다",
        "Story": "진리란 대체 무엇일까? 완전히 이해하는 자는 없을 것이다. 만약 「우둔함」이 세상의 고질적인 병이라면, 지혜를 전파하는 것은 우주를 치료하는 것이다. 하지만 「책」은 많은 사람을 치료할 수 있을까? 지식학회의 기록에 따르면, 한때 월계관계의 철학가들은 연합하여 내란을 일으켰고, 피와 기름이 숙고하는 자의 회랑의 모든 서적에 스며들었다고 한다. 무수한 철학가들이 다치거나 목숨을 잃었고, 이를 전부 목격한 컴퍼니 직원은 「이성의 패배」라 불렀다. 서적은 이처럼 황당한 방식으로 세상에 대한 재청소를 한 것이다",
        "Icon": "1080.png",
        "Ver": "1.6"
    },
    {
        "_id": 305,
        "Name": "불확실 상자",
        "Desc": "축복 재배치 후 최소 1개의 현재 운명의 길 축복이 등장한다. 효과 3.0회 발동 후, 해당 기물은 파손된다",
        "Story": "상자를 연 사람의 생각을 예측할 수 있는 상자. 상자를 열 때, 상자에 담긴 물건이 머릿속에서 상상한 물건으로 변한다. 헤르타는 가장 상대하기 까다로운 기물 중 하나라고 평가했으며, 「불확실 상자」를 여러 번 열었지만, 매번 상자를 열 때 자신의 머릿속 구상을 제어할 수 없었다. 결국 헤르타는 「불확실 상자」를 버리고 다시는 만지지 않았다. 만능인 헤르타가 유일하게 할 수 없는 건 머리를 비우는 것일지도 모른다",
        "Icon": "1037.png",
        "Ver": "1.6"
    },
    {
        "_id": 306,
        "Name": "썩은 이계 나무의 과실",
        "Desc": "캐릭터가 자신을 제어류 디버프 상태에 빠트리는 모든 효과에 저항한다. 매번 저항할 때마다 자신 HP 최대치의 20%만큼 HP를 소모한다",
        "Story": "「약을 구하는 자」는 썩은 이계 나무의 과실을 손에 넣은 적이 있다. 껍질 색은 노란색에서 핑크 블루색으로 기이하게 변했다. 약리를 위해, 쌍둥이인 약을 구하는 자는 각각 이계 나무의 과실과 썩은 이계 나무의 과실을 삼켰다. 그중 한 명은 탈피했고, 또 한 명은 즉시 목숨을 잃었다. 하지만 현장에 제삼자가 없었기에, 그 누구도 생존자가 누구인지, 그가 어떤 과실을 삼켰는지 알 수 없다",
        "Icon": "1073.png",
        "Ver": "1.6"
    },
    {
        "_id": 307,
        "Name": "스펀지왕",
        "Desc": "구역에 진입할 때마다 모든 아군이 현재 HP의 80%를 잃고, HP 최대치가 10% 증가한다. 효과 4.0회 발동 후 해당 기물은 파손된다. HP 최대치 증가 효과는 기물이 파손된 후에도 계속 적용된다",
        "Story": "검은 숲의 어느 스펀지에게 기적같이 자유 의지가 생겼다. 그는 자신과 마찬가지로 자유 의지가 생기게 된 나사와 교류하려 했으나, 매번 벽에 부딪히고 말았다. 그는 자신의 고통스러운 경험을 곰곰이 돌이켜보고, 자신의 단점을 계속해서 보완해 가며 눈부신 모습을 갖춰 상류 사회로 진출하게 되었다. 결국, 그는 성숙한 스펀지가 되었다. 현재, 그는 쓰레기 더미 속에 버려진 스펀지들에게 자유 의지를 주기 위해 최선을 다하고 있다",
        "Icon": "1072.png",
        "Ver": "1.6"
    },
    {
        "_id": 308,
        "Name": "「신비」한 자력",
        "Desc": "[전투] 구역 진입 시, [전투] 구역의 내용이 [정예] 구역의 내용으로 변경된다. [전투] 또는 [정예] 구역을 누적 2.0회 진입하면 해당 기물은 파손되며, 우주 조각을 200.0개 획득한다",
        "Story": "「지식」의 확정성에 대항하기 위해 리들러는 불확정적 분야에서 엄청난 노력을 기울였다. 그들은 생각의 안개와 감각의 비를 프리즘에 넣었다. 비와 안개가 결합하여 만들어 낸 색상은 예측할 수 없었고, 감각을 방해하는 일종의 「자기장」을 만들어 냈다. 리들러는 이에 크게 기뻐하며, 해당 연구를 계속하고자 했다. 하지만 사람들은 연구를 계속할수록 해당 연구를 계속해야 할지 확정할 수 없었기에 연구는 결국 중지되고 말았다",
        "Icon": "1084.png",
        "Ver": "1.6"
    },
    {
        "_id": 309,
        "Name": "「유기 심장」",
        "Desc": "주사위를 던질 때 황금색 면이 나오지 않는다. 누적 4.0회 주사위를 던지면 해당 기물은 파손되며, 치트 횟수를 2.0회 획득한다",
        "Story": "유기 생명체에 대한 선입견은 기계 단체 사이에도 존재한다. 예를 들어 사과와 결합한 이 심장——또는 심장과 결합한 이 사과 같은 경우가 그렇다. 아쉽게도 이 문제에 대한 답은 더 이상 알아낼 방법이 없다. 창작자인 올슨 박사가 「유기 세계에 대해 과도하게 잘 알고 있는 죄」로 기소되어 전쟁 도중 기계 제국에 의해 처리되었기 때문이다. 의심할 여지 없이, 그의 결백을 증명할 수 있는 것도 유기 생명체밖에 없다",
        "Icon": "1077.png",
        "Ver": "1.6"
    },
    {
        "_id": 310,
        "Name": "완이 주머니",
        "Desc": "3.0개의 랜덤 축복을 즉시 획득한다. 전투 승리 후 축복 선택 시 선택 사항이 1개로 변경되며, 해당 기물은 2.0회 전투 후 파손된다",
        "Story": "지니어스 클럽에는 여러 걸출한 인재들이 모여있다. 어떤 이들은 천재들의 창조물에 대해 순위를 매기기도 하는데, 완·매의 주머니는 그중에서도 상위에 등재되어 있다. 소문에 따르면 그녀는 우주를 항상 지니고 다니길 원했지만, 주머니의 차원이 계속해서 팽창하는 바람에 이를 봉인할 수밖에 없었고 완이 주머니는 이후 진열창에 놓여있었다고 한다. 스티븐·로이드가 이 주머니를 중요한 동료로 여긴 건 어떤 특수한 이유가 있어서일 것이다. 그는 그 누구에게도 주머니 속으로 들어가 가족들을 피하고 싶다는 생각을 밝힌 적이 없다",
        "Icon": "1078.png",
        "Ver": "1.6"
    },
    {
        "_id": 311,
        "Name": "지식의 봉랍",
        "Desc": "해당 기물 획득 후 「지식」의 축복 1개를 랜덤 획득한다. 전투 승리 후 축복 선택 시 「지식」의 축복 출현 확률이 증가한다",
        "Story": "퇴락한 자멸자들 사이에는 우주 만물에 아무 의미가 없으며, 인류는 에이언즈에게 있어 하찮은 존재라는 속설이 떠돈다. 만약 에이언즈가 정말로 인류 위에 있는 존재라면 어째서 평범한 사람들의 희로애락에 신경을 쓰겠는가? 깊이 잠든 무상자(無相者) IX의 존재야말로 그 증명이 아닌가? 자멸자들에게 이 속설을 반박하기 위해, 혼돈의 의사는 신비학의 승려의 술법으로 에이언즈 봉랍을 만들었다. 이 봉랍을 사용하면 시공을 넘어 상응하는 에이언즈의 눈길을 끌 수 있다——현재 성공 사례는 없지만, 일부 자멸자들은 봉랍을 사용하고 나서 우주와 에이언즈 및 다른 모든 것들에 대한 믿음을 되찾았다",
        "Icon": "1082.png",
        "Ver": "1.6"
    },
    {
        "_id": 312,
        "Name": "「무효한 생각」 코드 기계",
        "Desc": "전투 진입 시 캐릭터는 에너지를 에너지 최대치만큼 잃는다",
        "Story": "「인간은 언제 기계가 되고, 기계는 또 언제 인간이 되는 것일까?」 이날 기계시 오후 3시 정시, 침입성 「무효한 생각」이 기계 도시의 어떤 유기체의 머릿속에 진입했다. 처음에 그는 자신 머릿속의 통제할 수 없는 생각에 속수무책이었다. 그 후, 그는 기록을 통해 「무효한 생각」으로 인한 초조함과 공허함에 효과적으로 상대할 수 있다는 걸 발견했다. 그는 펜을 들고 어지럽고 의미 없는 소란스러운 생각들을 토해냈고, 이는 깨진 글자들로 전환됐다. 결국, 그는 리들러의 이목을 끌었다",
        "Icon": "1071.png",
        "Ver": "1.6"
    },
    {
        "_id": 313,
        "Name": "「평범한 생각」 군체 기계",
        "Desc": "[거래] 구역에서 상품의 가격이 25% 오른다",
        "Story": "이날 기계시 오후 3시, 침입성 「평범한 생각」이 기계 도시의 스스로 비범하다고 생각하는 어떤 유기체의 머릿속에 진입했다. 「평범한 생각」은 그의 마음에 깊은 상처를 주었다. 그는 자신의 모든 천부적 재능의 최대치가 군체 기계의 「평범한」 수준밖에 되지 않다는 것을 발견했기 때문이다. 하지만 그는 낙담하지 않고, 빠르게 이 진귀한 재능을 활용하기 시작했다. 무기 군체 사이에서 자신의 감정을 숨기고, 기계 중 가장 평균적이고 평균적인 자가 되어, 「균형」의 운명의 길을 걷기 시작했다",
        "Icon": "1083.png",
        "Ver": "1.6"
    },
    {
        "_id": 314,
        "Name": "「재가 된 마음」 암호 기계",
        "Desc": "해당 기물 보유 시 모든 보유한 운명의 길 축복이 각 1.0개씩 감소한 것으로 간주한다",
        "Story": "이날 기계시 새벽 1시, 「재가 된 마음」 암호 기계가 또다시 스스로 재가동되었다. 그는 자신의 몸을 구성한 암호를 여러 번 작성, 파괴, 재구성하였으나, 어떻게 해도 「재가 된 마음」이라는 결말에서 벗어날 수 없었다. 3,600번의 시도 끝에, 그는 자신의 프로그램 암호에 내포된 의미는 「재가 된 마음」 그 자체라는 것을 깨달았다",
        "Icon": "1079.png",
        "Ver": "1.6"
    },
    {
        "_id": 315,
        "Name": "「최고의 생각」 무지개 기계",
        "Desc": "해당 기물을 갖고 [모험] 구역에 진입하면 해당 구역의 제한 시간이 30% 감소한다",
        "Story": "이날 기계시 새벽 6시 정각, 침입성 「최고의 생각」이 기계 도시의 어떤 일각수의 머릿속에 진입했다. 당시 기계 도시에서는 개조를 거치지 않은 동물이 손에 꼽을 정도였다. 이후, 모든 절망적인 실패, 곤혹, 공포 앞에서, 축적된 「최고의 생각」 덕에 일각수는 난관들을 무사히 헤쳐 나갈 수 있었다. 그는 슬픔과 고통을 낙으로 삼고, 압박을 흥분 전달 물질로 삼았다. 그러던 어느 날, 그는 「감정」을 조절할 수 있는 매개변수로 바꾸는 방법을 스스로 터득했다. 이후, 그는 영원히 자신감 넘치고 앞을 향해 나아가는 「무지개 유니콘」이 되었다",
        "Icon": "1075.png",
        "Ver": "1.6"
    },
    {
        "_id": 316,
        "Name": "「광적인 생각」 기계단",
        "Desc": "캐릭터가 비술 발동 시 추가로 비술 포인트를 1.0pt 소모한다",
        "Story": "「난 제왕 루버트를 본 적이 있어!」 이날 기계시 저녁 9시 정각, 침입성 「광적인 생각」은 기계 도시의 어떤 항아리의 머릿속에 진입했다. 그는 자신이 유기인지 무기인지, 또는 단순 기체에 불과한지 알 수 없었다. 그는 머릿속 「광적인 생각」에서 벗어나기 위해 제왕을 만났다고 주장했다——이런 생각들은 그의 머릿속을 엉망진창으로 만들며, 과부하를 일으켜 그를 힘들게 만들었다. 루버트는 보잘것없는 코드를 한 곳 수정했을 뿐인데, 그를 꿈에서 깨웠다——깨어난 후, 그는 사실 아무것도 일어난 적이 없으며, 이 역시 또 하나의 광적인 생각에 불과하다는 것을 깨달았다",
        "Icon": "1076.png",
        "Ver": "1.6"
    },
    {
        "_id": 501,
        "Name": "양자 로또",
        "Desc": "",
        "Story": "우주 로또가 엄청난 성공을 거둔 후, 사업통합부는 그 기세를 몰아 로또 연역 예측을 내세워 고전적인 양자 로또를 발행했다. 확률학의 영원한 난제를 해결하고, 무작위성에서 행운의 정보를 얻기 위해 양자 역사 학파에 등록하는 학생 수가 한때 개편 전의 최고치를 넘어서기도 했다. 때로 자신이 양자 로또 추세 모델을 세우는 데 성공했다고 선언하는 학사들이 있지만, 그들은 약속이라도 한 듯 논문이 발표되기 하루 전에 자신들의 발견이 학술적 오해였다고 말을 바꾼다",
        "Icon": "1136.png",
        "Ver": "2.6"
    },
    {
        "_id": 502,
        "Name": "주철 톱니바퀴 반지",
        "Desc": "",
        "Story": "허구 역사학자의 영향으로 루버트 2세의 결말은 줄곧 수수께끼로 남아있다. 어떤 자료에는 피와 살로 이뤄진 몸 때문에 루버트 2세가 결국 제국의 위업을 달성하지 못하고 주철의 왕좌에서 병사했다고 쓰여있다. 어떤 시문에서는 사탕색 샤스커트의 여인이 천천히 왕도로 걸어들어오자, 제국이 무너졌다며 놀리기도 한다. 어떤 목소리는 금속의 반지가 그의 손가락을 찔러 폭주한 기계가 눈앞의 유기체를 살해했다고 탄식한다. 어떤 연극에선 그가 갑자기 감정이 북받쳐 올라 해탈한 것처럼 인간의 눈물을 흘리더니, 천천히, 또 영원히, 신민 앞에서 눈을 감았다고 재연하기도 한다",
        "Icon": "1138.png",
        "Ver": "2.6"
    },
    {
        "_id": 503,
        "Name": "주철 메카닉 반지",
        "Desc": "",
        "Story": "허구 역사학자의 영향으로 루버트 2세의 결말은 줄곧 수수께끼로 남아있다. 어떤 자료에는 피와 살로 이뤄진 몸 때문에 루버트 2세가 결국 제국의 위업을 달성하지 못하고 주철의 왕좌에서 병사했다고 쓰여있다. 어떤 시문에서는 사탕색 샤스커트의 여인이 천천히 왕도로 걸어들어오자, 제국이 무너졌다며 놀리기도 한다. 어떤 목소리는 금속의 반지가 그의 손가락을 찔러 폭주한 기계가 눈앞의 유기체를 살해했다고 탄식한다. 어떤 연극에선 그가 갑자기 감정이 북받쳐 올라 해탈한 것처럼 인간의 눈물을 흘리더니, 천천히, 또 영원히, 신민 앞에서 눈을 감았다고 재연하기도 한다",
        "Icon": "1137.png",
        "Ver": "2.6"
    },
    {
        "_id": 504,
        "Name": "저 나비를 죽여라",
        "Desc": "",
        "Story": "혼돈 시스템을 삭제하는 과정은 표본을 만드는 것과 같다. 모든 입자의 정보를 전시판에 고정하고 날개를 움직이지 못하게 한 뒤, 나비의 궤적을 제약해 현실을 자신이 원하는 방식으로 춤추게 한다. 아무리 사소한 변화라도 연약한 균형은 순식간에 무너뜨릴 수 있다. 학사들이 모형을 계속 정교하게 해도 결국 운동의 규칙을 통합하는 어리석은 행동은 평범한 사람의 경거망동으로 여길 수밖에 없다. 따라서 아주 오래 지난 일이지만, 나는 처음으로 나비를 죽였던 그날을 선명하게 기억한다. 칼끝이 어떻게 그 가슴을 파고들었는지",
        "Icon": "1135.png",
        "Ver": "2.6"
    },
    {
        "_id": 505,
        "Name": "언어의 부활",
        "Desc": "",
        "Story": "상대 인지 학파의 학자들은 공감각 비콘의 등장이 우주의 사고 범위를 크게 억제했다고 지적한다. 사용자는 영원히 자신의 입장에서 생각할 수밖에 없고, 상대의 의도를 진정으로 이해할 수 없다. 심지어는 컴퍼니에서 이미 공감각 비콘의 권한을 장악하고 있으며, 당신과 상대가 듣는 건 모두 조작된 말이라고 주장하는 자도 있다. 따라서 그들은 죽어가는 다국어 교류가 우주로 돌아갈 수 있도록 공감각 비콘의 통역을 방해하는 부품 제작에 매진하고 있다. 「공감각 학파는 공감각 비콘이 리들러의 천적이라고 하지만, 리들러는 공감각 비콘이 자신들보다 낫다고 주장하지」",
        "Icon": "1139.png",
        "Ver": "2.6"
    },
    {
        "_id": 401,
        "Name": "워프의 겹눈(크랙버전)",
        "Desc": "전투 승리 후 축복 선택 시, 출현한 모든 ★1 축복을 강화한다",
        "Story": "",
        "Icon": "1003.png",
        "Ver": "3.0"
    },
    {
        "_id": 402,
        "Name": "위상 차감 주사위(크랙버전)",
        "Desc": "전투 승리 후 축복 선택 시 축복 선택 횟수가 []회 늘어나는 대신, 선택할 수 있는 축복이 []개 감소한다. 효과 []회 발동 후 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1001.png",
        "Ver": "3.0"
    },
    {
        "_id": 403,
        "Name": "소원별(크랙버전)",
        "Desc": "해당 기물을 갖고 [모험] 구역에 진입하면 해당 구역의 제한 시간이 [] 증가하고, 구역 진입 시 보물상자 한 개를 추가로 획득한다. 효과 []회 발동 후 해당 기물은 파손된다",
        "Story": "",
        "Icon": "1042.png",
        "Ver": "3.0"
    },
    {
        "_id": 404,
        "Name": "기억의 룰렛(크랙버전)",
        "Desc": "",
        "Story": "",
        "Icon": "1086.png",
        "Ver": "3.0"
    }
]

var _verlist = [
    "1.0",
    "1.3",
    "1.4",
    "1.6",
    "3.0",
    "2.3",
    "2.5",
    "2.6",
    "2.7"
]