// Auto Generated

var _event = [
    {
        "_id": 80023,
        "Icon": "MainStoryTabIcon/BtnMainStory380.png",
        "Name": "기억은 꿈의 오프닝",
        "Desc": "시간은 잿더미 속에서 깨어나기를 기다린다——운명의 바늘을 돌려 잃어버린 기억을 위해 다시 한번 오프닝을 써 내려가자.",
        "Story": "",
        "Reward": [],
        "Ver": "3.8"
    },
    {
        "_id": 80022,
        "Icon": "MainStoryTabIcon/BtnMainStory370.png",
        "Name": "어제의 내일이 되어",
        "Desc": "시작과 끝이 맞닿은 불을 쫓는 여정이 막바지에 이르고, 열세 번의 심장 박동이 지나간 후 기적의 화살이 은하를 내일로 보낸다——「분명 낭만적인 이야기일 거야, 안 그래?」",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 80021,
        "Icon": "MainStoryTabIcon/BtnMainStory360.png",
        "Name": "긴 밤 속에 다시 대지로",
        "Desc": "어둠이 걷히고, 서광이 비쳐오기 시작한다. 대지의 이방인들은 발걸음을 멈추지 않고, 새벽별이 떠오르는 세상의 끝에서 다시 만날 것이다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 80020,
        "Icon": "MainStoryTabIcon/BtnMainStory350.png",
        "Name": "영웅은 죽기 전에",
        "Desc": "밤의 장막은 무수한 불씨로 가득하고 모두 빛나며 불타지만, 그 중 영원히 하늘에 머무르는 별은 단 하나다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 80019,
        "Icon": "MainStoryTabIcon/BtnMainStory340.png",
        "Name": "태양이 파멸로 향하기에",
        "Desc": "뜨거운 태양을 쫓는 약충의 이야기를 해보자. 재창기의 개선가——그들은 문에서 시작해 왕좌에서 끝났고, 안식의 땅의 꽃밭을 지나 여명이 틀 무렵 추락했다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 80018,
        "Icon": "MainStoryTabIcon/BtnMainStory330.png",
        "Name": "여명이 틀 무렵의 추락",
        "Desc": "새로운 태양이 세상을 비추기 위해, 영웅은 먼저 하늘의 마지막 눈동자를 베어내야 한다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 80017,
        "Icon": "MainStoryTabIcon/BtnMainStory320.png",
        "Name": "안식의 땅의 꽃밭을 지나",
        "Desc": "죽은 자의 일생은 덧없고, 산 자의 하룻밤은 기나기네. 길 잃은 자여, 누구도 다닌 적 없는 저승의 강을 건너, 안틸라가 활짝 핀 꽃밭에 들어서라",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 80016,
        "Icon": "MainStoryTabIcon/BtnMainStory310.png",
        "Name": "문의 시작, 왕좌의 종말",
        "Desc": "고향에 돌아온 자는 떠돌고, 고향을 떠난 자는 새로운 길에 오른다. 이 세상도 마찬가지다. 한 세대가 태어나면, 또 한 세대가 쇠퇴한다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 80014,
        "Icon": "MainStoryTabIcon/BtnMainStory300.png",
        "Name": "재창기의 개선가",
        "Desc": "새로운 여정이 시작되었고, 서사시의 다음 장엔 「개척」의 흔적이 남을 것이다. 여명의 안개 뒤에 가려진 예언을 쫓기 위해, 영웅들은 불을 쫓는 여정에 올랐다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 80013,
        "Icon": "MainStoryTabIcon/BtnMainStory270.png",
        "Name": "여덟째 날에 오르는 여정",
        "Desc": "좋은꿈은 영원히 멈추지 않고, 여행객들을 위해 다시 노래한다——그들이 이곳에 돌아온 이유는 떠나기 위해서이다",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 80012,
        "Icon": "MainStoryTabIcon/BtnMainStory260.png",
        "Name": "나나웃레이지•인의(忍義) 없는 전쟁",
        "Desc": "종일 웃고 노래하며 춤추다 느지막이 잠들어 깨어나지 않는다——꿈의 땅이 오래된 바나나 껍질처럼 검은 얼룩으로 뒤덮이다니, 절대 용납할 수 없다! 정법을 되찾고, 말법 시대를 끝내자!",
        "Story": "개척 후문 오픈",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 80011,
        "Icon": "MainStoryTabIcon/BtnMainStory250.png",
        "Name": "청천 위 교차하는 칼끝•하",
        "Desc": "늑대 무리는 틈을 노리고, 사냥꾼은 활을 당긴다. 하늘 높이 떠 있는 경기 함선, 나부 선주의 연무 의식에서 곧 격전이 펼쳐지게 되는데……",
        "Story": "개척 후문 오픈",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 80010,
        "Icon": "MainStoryTabIcon/BtnMainStory240.png",
        "Name": "청천 위 교차하는 칼끝•상",
        "Desc": "나부 선주의 연무 의식 개최를 앞두고 여러 세계에서 손님이 몰려든다. 그러나 그들이 주목하고 있는 것은 연무 의식뿐만이 아닌데……",
        "Story": "개척 후문 오픈",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 80009,
        "Icon": "MainStoryTabIcon/BtnMainStory230.png",
        "Name": "안녕, 페나코니",
        "Desc": "페나코니의 개척 여정이 아름다운 결말을 맞이했다. 이제 다음 목적지로 향할 시간이다——하지만 그 전에, 뒤에 있는 잠들지 않는 밤과 정식으로 작별 인사를 하자",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 80008,
        "Icon": "MainStoryTabIcon/BtnMainStory220.png",
        "Name": "우인은 벨을 두 번 울린다",
        "Desc": "페나코니의 그림자 속 비밀이 밝혀졌지만, 조화의 축제 카운트다운은 아직 멈추지 않았다……",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 80007,
        "Icon": "MainStoryTabIcon/BtnMainStory210.png",
        "Name": "벨벳의 악마",
        "Desc": "당신은 어벤츄린이 말한 페나코니를 뒤엎을만한 사실을 목격했다. 이다음엔 또 어떤 연극이 막을 올리게 될까……",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "2.2"
    },
    {
        "_id": 80006,
        "Icon": "MainStoryTabIcon/BtnMainStory200.png",
        "Name": "밤으로의 긴 여로",
        "Desc": "새로운 여정이 곧 시작됩니다. 「축제의 별」 페나코니——아름다운 금빛 꿈 속에서 휴가를 즐겨보세요!",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 80005,
        "Icon": "MainStoryTabIcon/BtnMainStory160.png",
        "Name": "인간과 신의 면류관",
        "Desc": "범인과 천재, 인성과 신성. 일생의 모든 투쟁은 우스꽝스러울 뿐이란 걸 황금 시대에 깨달았다…",
        "Story": "개척 후문 오픈",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 80004,
        "Icon": "MainStoryTabIcon/BtnSubStory140.png",
        "Name": "흔적을 남기지 않은 구름",
        "Desc": "옛 친구와의 재회를 제안하는 편지 한 통이 열차에 도착했다. 하지만 그 의도는 밝혀지지 않았는데…",
        "Story": "동행 임무 오픈",
        "Reward": [
            1,
            22,
            213,
            223,
            233,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 80003,
        "Icon": "MainStoryTabIcon/BtnMainStory140.png",
        "Name": "미래 시장",
        "Desc": "태양의 축제 전날 밤, 스타피스 컴퍼니의 전달자가 벨로보그에 도착하게 되는데…",
        "Story": "개척 후문 오픈",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 80002,
        "Icon": "MainStoryTabIcon/BtnMainStory130.png",
        "Name": "위령제, 맑고 먼 하늘길",
        "Desc": "팬틸리아를 물리친 이후, 선주에 잠깐의 평화가 찾아오지만, 아직 끝나지 않은 일들이 남아있는데…",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 80001,
        "Icon": "MainStoryTabIcon/BtnQuestPrincipalLineBanner.png",
        "Name": "불멸의 끝",
        "Desc": "불멸의 거목이 되살아나면서 나부의 음모도 곧 수면 위로 떠오른다…",
        "Story": "개척 임무 오픈",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 71002,
        "Icon": "BtnGridFightS1.png",
        "Name": "화폐 전쟁•제로섬 게임",
        "Desc": "전략투자부가 약간의 문제에 봉착한 것 같다. 하지만 당신에게 있어 이건 자본 게임에 직접 참여할 기회다. 이 기회를 놓치지 말고, 자산의 세계에서 자신만의 길을 개척해 보는 건 어떨까?",
        "Story": "◆ 화폐 전쟁 ◆<br>전략투자부가 약간의 문제에 봉착한 모양입니다. 하지만 당신에게 있어 이건 자본 게임에 직접 참여할 기회입니다. 이 기회를 놓치지 말고, 자산의 세계에서 자신만의 길을 개척해 보세요.<br><br>◆ 콘텐츠 목표 ◆<br>● 「화폐 전쟁」 대전마다 3개의 차원에서 각각 다른 적과 우두머리를 상대해야 합니다. 대전 진행에 따라 자원을 획득하고 팀을 구축하며, 실력을 올려 보스를 처치하고 승리를 거머쥐세요.<br>● 개척자는 초기 파티 HP를 보유합니다. 여러 노드 전투에서 제한된 행동 수치 내에 모든 적을 처치하고 승리해야 합니다. 지정된 행동 수치 전에 모든 적을 처치하지 못하면 일정 HP가 차감됩니다. HP가 0이 되면 대전이 종료됩니다.<br><br>◆ 콘텐츠 전용 신규 캐릭터 능력 ◆<br>● 「화폐 전쟁」에 참가한 캐릭터는 「포지션」, 「캐릭터 역량 강화」, 「유대」, 「코스트」, 「성급」 등 새로운 전용 능력을 획득합니다.<br>● 캐릭터마다 각자 「포지션」이 있습니다. 「전방」과 「후방」으로 나뉘며, 일부 캐릭터는 「전후방」 포지션을 보유합니다. 전투 시작 전에 캐릭터를 올바른 포지션에 배치하면, 해당 캐릭터의 신규 전용 능력 「캐릭터 역량 강화」가 활성화되어 색다른 캐릭터 전투 체험을 즐길 수 있습니다.<br>● 캐릭터마다 전용 「캐릭터 역량 강화」를 보유하며, 이는 캐릭터 본체 스킬을 강화하거나 새로운 전투 스킬을 부여합니다.<br>● 캐릭터마다 소속 「유대」가 있습니다. 동일한 유대의 캐릭터를 일정 수량 배치하면 상응하는 유대 효과를 활성화하여 전투에 버프를 제공할 수 있습니다. 유대 멤버가 많을수록 유대 레벨이 올라가며, 유대 효과도 더욱 강력해집니다.<br>● 캐릭터는 각기 다른 「코스트」를 보유하며, 이는 캐릭터 구매에 필요한 금화 가격으로 사용됩니다. 코스트는 1, 2, 3, 4, 5코스트로 나뉩니다. 캐릭터의 전투 능력은 코스트에 따라 각기 다른 초기 강화를 획득합니다. 캐릭터 코스트가 높을수록 캐릭터의 전투 능력이 증가하며, 동일 코스트 캐릭터 간의 전투 능력은 거의 동일합니다.<br>● 캐릭터는 「성급」을 보유하며, 초기에는 ★1으로 시작합니다. 동일한 성급의 캐릭터를 3명 고용하면, 해당 캐릭터의 성급이 자동으로 오르고 전투 능력이 대폭 향상됩니다. ★3은 보통 캐릭터의 가장 강력한 형태입니다.<br><br>◆ 캐릭터 고용 규칙 ◆<br>● 이미 「화폐 전쟁」 내의 상응하는 캐릭터를 보유할 경우, 해당 캐릭터의 육성 데이터를 계승합니다.<br>● 「화폐 전쟁」 내의 상응하는 캐릭터를 보유하지 않을 경우, 상응하는 체험 캐릭터를 고용할 수 있습니다.<br>● 보유 중인 캐릭터(레벨, 행적, 유물, 성혼) 및 광추 레벨이 육성 기준에 도달하지 않은 경우, 시스템이 자동으로 강화를 진행하고 해당 캐릭터 및 광추의 매핑 버전을 고용하며, 해당 강화는 「화폐 전쟁」에만 적용됩니다.<br>● 「후방」 캐릭터의 성혼과 전용 광추는 「화폐 전쟁」 전용 능력 및 속성 효과로 전환됩니다.<br><br>◆ 전투 규칙 ◆<br>● 「화폐 전쟁」 전투 중에는 캐릭터가 치명적인 공격을 받을 시 전투 불능 상태에 빠지지 않고 즉시 일부 HP를 회복하는 대신 남은 전투 카운트다운이 감소해 전투가 조기 종료합니다.<br>● 「화폐 전쟁」에서 아군 캐릭터가 적 처치 시 회복하는 에너지는 일반 전투의 50%입니다.<br><br>◆ 기본 게임 ◆<br>● 「기본 게임」에서는 현재 최고 직급에 따라 상응하는 직급 난이도에 도전할 수 있습니다.<br>● 「기본 게임」 승리 결산 후 남은 파티 HP에 기반하여 대전 평가를 받고 직급을 올릴 수 있으며, 새로운 도전 난이도를 개방할 수 있습니다. 대전 난도가 높을수록 적의 난도도 올라가고 적 특성을 획득합니다.<br>● 「기본 게임」 승리 결산 후 「화폐 전쟁」 점수와 승진 포인트를 획득할 수 있습니다. 대전 난도가 높을수록 클리어 시 획득하는 승진 포인트가 증가합니다.<br>● 「기본 게임」 모드에서 상응하는 직급까지 승진 시 성옥 및 승진 모인트 보상을 획득할 수 있습니다. 대전 실패 시 현재 직급이 감소하지 않습니다.<br><br>◆ 오버클록 게임 ◆<br>● 「오버클록 게임」은 플레이 타임이 더 짧은 빠른 모드이며, 「화폐 전쟁」 점수 보상을 얻기에 적합합니다.<br>● 「오버클록 게임」은 도전 난이도를 자유롭게 선택할 수 있으며, 「기본 게임」에서 달성한 최고 직급을 초과할 수 없습니다.<br>● 「오버클록 게임」 승리 결산 후 점수, 승진 포인트, 등가 다이아 지폐 보상을 획득할 수 있습니다.<br>● 「오버클록 게임」은 현재 직급에 영향을 주지 않습니다.<br><br>◆ 콘텐츠 보상 ◆<br>● 「화폐 전쟁」 결산 시 이번 도전 진도에 따라 「화폐 전쟁」 점수를 획득하고 점수 보상을 수령할 수 있습니다. 해당 보상은 2주마다 갱신되며, 월요일 04:00(서버 시간)에 갱신됩니다.<br>● 「화폐 전쟁」 대전을 완료해 획득한 승진 포인트로 승진 레벨을 올리면 승진 레벨 보상을 획득할 수 있습니다.<br>● 다양한 유대 라인업으로 대전을 클리어하면 유대 링크 도전 보상을 획득할 수 있습니다.<br>● 대응하는 직급으로 처음 승진하면 직급 보상을 획득할 수 있습니다.<br>● 「화폐 전쟁」의 투자 환경 및 투자 전략 도감을 수집하면 수집 보상을 획득할 수 있습니다.<br>● 2주마다 「기본 게임」 또는 「오버클록 게임」을 처음 클리어할 때마다 추가로 승진 포인트 보상을 획득할 수 있습니다.<br>● 「창업 가이드」와 「예상 수익」의 지정 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            238,
            236,
            241,
            235,
            202041,
            110101,
            213,
            223,
            233,
            110,
            2
        ],
        "Ver": "3.7"
    },
    {
        "_id": 60017,
        "Icon": "BtnRogueTourntBannerSmall2.png",
        "Name": "차분화 우주•천의 얼굴을 가진 영웅",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>차분화 우주 대규모 업데이트! 신규 축복, 방정식, 가중 기물, 랜덤 사건 이외에도 「황금 피의 축원」이 새로 추가되었습니다.<br><br>◆ 콘텐츠 목표 ◆<br>● 「일반 연산」과 「주기 연산」을 클리어하여 획득한 적합값으로 적합 레벨을 올릴 수 있으며, 적합 레벨이 상승하면 보상을 획득할 수 있습니다.<br><br>◆ 콘텐츠 보상 ◆<br>● 「차분화 우주」의 축복, 방정식, 사건, 기물, 가중 기물, 황금 피의 축원을 수집하면 수집 보상을 획득할 수 있습니다.<br>● 「일반 연산」의 각 난이도를 처음으로 클리어할 때마다 도전 보상을 획득할 수 있습니다.<br>● 매 회차 「주기 연산」 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 지정된 「안정적 배열」 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 일반 연산 ◆<br>● 「일반 연산」을 클리어하면 새로운 난이도가 개방되며, 새로운 난이도 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 난이도 V를 클리어하면 「스타 랭크 모드」가 개방됩니다.<br><br>◆ 주기 연산 ◆<br>● 「주기 연산」에서는 회차마다 특수한 콘텐츠가 업데이트됩니다. 매 회차 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 「주기 연산」을 클리어하면 추가로 적합값 보상을 획득할 수 있으며, 회차마다 상한이 있습니다. 상한 도달 후에도 「주기 연산」을 클리어하면 적합값을 획득할 수 있습니다.<br>● 「주기 연산」에서는 「일반 연산」에서 개방된 난이도 및 임계값 프로토콜을 선택할 수 있습니다.<br>● 「주기 연산」은 2주마다 업데이트되며, 해당 주 월요일 04:00(서버 시간)에 업데이트됩니다.<br><br>◆ 스타 랭크 모드 ◆<br>● 「스타 랭크 모드」에서는 「임계값 프로토콜」에 도전할 수 있으며, 「임계값 프로토콜」에서는 난도가 대폭 증가합니다.<br>● 「스타 랭크 모드」는 「행성 개척 모드」와 「연습 모드」로 구성되어 있습니다.<br>● 「행성 개척 모드」에서 지혜의 눈동자를 밝혀 스타 랭크를 올릴 수 있습니다. 스타 랭크가 높을수록 「행성 개척 모드」의 「임계값 프로토콜」 레벨도 높아집니다.<br>● 「행성 개척 모드」에서 스타 랭크는 낮출 수 없으며, 같은 스타 랭크 내의 지혜의 눈동자 수량이 변동될 수 있습니다. 일부 스타 랭크에는 랭크 유지 시스템이 존재합니다.<br>● 「연습 모드」에서는 「임계값 프로토콜」 레벨을 자유롭게 선택할 수 있으며, 최대 현재 스타 랭크에 상응하는 「임계값 프로토콜」 레벨을 초과할 수 없습니다.<br>● 「연습 모드」는 스타 랭크와 지혜의 눈동자에 영향을 주지 않습니다.<br><br>◆ 수치 매핑 ◆<br>● 「차분화 우주」에서는 캐릭터 레벨, 광추 레벨, 행적 및 유물이 특정 조건을 만족하면 강화되며, 이러한 강화는 「차분화 우주」에서만 적용됩니다.<br>● 캐릭터 레벨이 현재 균형 레벨의 캐릭터 레벨 최대치보다 낮을 경우, 현재 균형 레벨의 캐릭터 레벨 최대치로 상승합니다.<br>● 캐릭터가 개방한 행적이 활성화되지 않았거나 행적 레벨이 현재 균형 레벨의 요구 조건보다 낮을 경우, 행적이 활성화되거나 현재 균형 레벨에 맞는 행적 레벨로 상승합니다.<br>● 캐릭터가 장착한 유물의 총 강화 레벨이 현재 균형 레벨의 요구 조건보다 낮을 경우, 유물이 현재 균형 레벨에 맞는 임시 유물로 교체됩니다.<br><br>◆ 적합 레벨 보상 확장 ◆<br>● 「차분화 우주」의 적합 레벨은 정기적으로 확장되며 새로운 보상을 제공합니다.<br>● 적합 레벨이 확장되기 전에 적합 레벨이 최대치에 도달하면 「차분화 우주」에서 적합값을 획득할 수 없습니다.<br><br>◆ 시뮬레이션 우주 점수 ◆<br>● 「주기 연산」 및 「일반 연산」 클리어 시에도 시뮬레이션 우주 점수를 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            250605,
            202042,
            202031,
            250606,
            24005,
            101,
            503,
            110101,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "3.1"
    },
    {
        "_id": 60016,
        "Icon": "BtnRogueMagic.png",
        "Name": "시뮬레이션 우주: 인지 불가 영역",
        "Desc": "지니어스들이 시뮬레이션 우주에서 관측할 수 없는 「인지 불가 영역」을 발견했다",
        "Story": "◆ 소개 ◆<br>새로운 확장 장치, 헤르타와 스크루룸이 관측할 수 없는 「시뮬레이션 우주: 인지 불가 영역」을 발견했습니다! 미지의 기물과 랜덤 사건, 루버트 2세가 남긴 「셉터」 시스템과 파츠. 두 지니어스가 언급한 다섯 번째 협력자는, 설마……<br><br>◆ 콘텐츠 목표 ◆<br>● 「프랙털 아카이브」 및 「범인집」을 클리어하여 도전을 완료하세요.<br><br>◆ 콘텐츠 보상 ◆<br>● 「시뮬레이션 우주: 인지 불가 영역」의 셉터, 파츠, 사건, 기물을 수집하면 「에뮬레이션 기록」에서 수집 보상을 획득할 수 있습니다.<br>● 「프랙털 아카이브」의 각 스테이지를 처음으로 클리어하면 도전 보상을 획득할 수 있습니다.<br>● 「범인집」의 각 스테이지를 처음으로 클리어하면 추가 보상을 획득할 수 있습니다.<br>● 스테이지에서 스토리 단편을 수집하면 「개척 비화」에서 추가 보상을 획득할 수 있습니다.<br>● 지정된 「모델 재구축」 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 프랙털 아카이브 ◆<br>● 「프랙털 아카이브」를 클리어하면 신규 스테이지가 개방됩니다. 신규 스테이지 첫 클리어 시 추가 보상을 획득할 수 있습니다. 스테이지 5에서 제4차원에 진입해 도전할 수 있습니다.<br>● 스테이지 5를 클리어한 후, 스테이지 5에 추가로 「난제 등급」 시스템이 추가됩니다.<br>● 「난제 등급」을 활성화하면 「프랙털 아카이브」의 난도가 대폭 증가합니다. 자신의 상황에 따라 적절한 난제 등급을 선택하여 도전하세요.<br>● 「프랙털 아카이브」 스테이지 5에서 클리어해야만 더 높은 「난제 등급」이 개방됩니다.<br>● 각 「난제 등급」을 처음 클리어할 때마다 추가 보상을 획득할 수 있습니다.<br><br>◆ 범인집 ◆<br>● 「범인집」에서는 커스텀된 도전 체험이 제공되며, 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 「범인집」 스테이지를 클리어할 때마다 기록된 구축 내용을 확인할 수 있으며, 다른 스테이지 도전 시 참고할 수 있습니다.<br>● 「범인집」 스테이지를 클리어하면 새로운 스토리 단편도 개방됩니다.<br><br>◆ 수치 매핑 ◆<br>● 「시뮬레이션 우주: 인지 불가 영역」에서는 캐릭터 레벨, 광추 레벨, 행적 및 유물이 특정 조건을 만족하면 강화되며, 이러한 강화는 「차분화 우주」와 동일합니다.<br>● 캐릭터 레벨이 현재 균형 레벨의 캐릭터 레벨 최대치보다 낮을 경우, 현재 균형 레벨의 캐릭터 레벨 최대치로 상승합니다.<br>● 캐릭터가 개방한 행적이 활성화되지 않았거나 행적 레벨이 현재 균형 레벨의 요구 조건보다 낮을 경우, 행적이 활성화되거나 현재 균형 레벨에 맞는 행적 레벨로 상승합니다.<br>● 캐릭터가 장착한 유물의 총 강화 레벨이 현재 균형 레벨의 요구 조건보다 낮을 경우, 유물이 현재 균형 레벨에 맞는 임시 유물로 교체됩니다.<br><br>◆ 시뮬레이션 우주 점수 ◆<br>● 「프랙털 아카이브」 및 「범인집」 클리어 시에도 시뮬레이션 우주 주간 점수를 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            101,
            235,
            250603,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 60011,
        "Icon": "BtnRogueTourntBannerSmall1.png",
        "Name": "차분화 우주•인간 희극",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>스크루룸은 스크루별의 기술을 매개체로 삼아 시뮬레이션 우주를 위한 독립적인 서브 프로젝트를 제작했습니다. 새로운 축복, 기물, 랜덤 사건이 업데이트됐을 뿐 아니라 새로운 테스트 장소, 「방정식」과 「가중 기물」, 그리고 뜻밖의 만남도 준비되어 있습니다.<br><br>◆ 콘텐츠 목표 ◆<br>● 「일반 연산」과 「주기 연산」을 클리어하여 획득한 적합값으로 적합 레벨을 올릴 수 있으며, 적합 레벨이 상승하면 보상을 획득할 수 있습니다.<br><br>◆ 콘텐츠 보상 ◆<br>● 「차분화 우주」의 축복, 방정식, 사건, 기물, 가중 기물을 수집하면 수집 보상을 획득할 수 있습니다.<br>● 「일반 연산」의 각 난이도를 처음으로 클리어할 때마다 도전 보상을 획득할 수 있습니다.<br>● 매주 「주기 연산」 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 지정된 「안정적 배열」 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 일반 연산 ◆<br>● 「일반 연산」을 클리어하면 새로운 난이도가 개방됩니다. 새로운 난이도 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 난이도 V를 클리어한 후, 난이도 V에서 추가로 「임계값 프로토콜」 시스템이 추가됩니다.<br>● 「임계값 프로토콜」을 활성화하면 「일반 연산」의 난이도가 대폭 증가합니다. 자신의 상황에 따라 적절한 프로토콜 레벨을 선택하여 도전하세요.<br>● 「일반 연산」에서 클리어해야만 더 높은 레벨의 「임계값 프로토콜」이 개방됩니다.<br>● 각 레벨의 「임계값 프로토콜」을 처음 클리어할 때마다 추가 보상을 획득할 수 있습니다.<br><br>◆ 주기 연산 ◆<br>● 「주기 연산」에서는 매주 특수한 콘텐츠가 업데이트됩니다. 매주 첫 클리어 시 추가 보상을 획득할 수 있습니다.<br>● 「주기 연산」을 클리어하면 추가로 적합값 보상을 획득할 수 있으며, 매주 획득 가능한 보상에는 상한이 있습니다. 상한 도달 후에도 「주기 연산」을 클리어하면 적합값을 획득할 수 있습니다.<br>● 「주기 연산」에서는 「일반 연산」에서 개방된 난이도 및 임계값 프로토콜을 선택할 수 있습니다.<br>● 「주기 연산」은 매주 월요일 04:00(서버 시간)에 업데이트됩니다.<br><br>◆ 수치 매핑 ◆<br>● 「차분화 우주」에서는 캐릭터 레벨, 광추 레벨, 행적 및 유물이 특정 조건을 만족하면 강화되며, 이러한 강화는 「차분화 우주」에서만 적용됩니다.<br>● 캐릭터 레벨이 현재 균형 레벨의 캐릭터 레벨 최대치보다 낮을 경우, 현재 균형 레벨의 캐릭터 레벨 최대치로 상승합니다.<br>● 캐릭터가 개방한 행적이 활성화되지 않았거나 행적 레벨이 현재 균형 레벨의 요구 조건보다 낮을 경우, 행적이 활성화되거나 현재 균형 레벨에 맞는 행적 레벨로 상승합니다.<br>● 캐릭터가 장착한 유물의 총 강화 레벨이 현재 균형 레벨의 요구 조건보다 낮을 경우, 유물이 현재 균형 레벨에 맞는 임시 유물로 교체됩니다.<br><br>◆ 적합 레벨 보상 확장 ◆<br>● 「차분화 우주」의 적합 레벨은 정기적으로 확장되며 새로운 보상을 제공합니다.<br>● 적합 레벨이 확장되기 전에 적합 레벨이 최대치에 도달하면 「차분화 우주」에서 적합값을 획득할 수 없습니다.<br><br>◆ 시뮬레이션 우주 점수 ◆<br>● 「주기 연산」 및 「일반 연산」 클리어 시에도 시뮬레이션 우주 점수를 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            24004,
            101,
            503,
            235,
            221006,
            202018,
            250601,
            250602,
            250604,
            110101,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            9306,
            9307,
            9308,
            9309,
            9310,
            9311,
            9312,
            9313,
            9314,
            9315,
            9316,
            9317,
            9318,
            9319,
            9320
        ]
    },
    {
        "_id": 60008,
        "Icon": "BtnRogueM9.png",
        "Name": "시뮬레이션 우주•제9세계",
        "Desc": "「시뮬레이션 우주•제9세계」 몰입 장치에서 차원 장신구 「이즈모 현세와 타카마 신국」과 「주인 없는 황폐한 별 츠가냐」를 교환할 수 있습니다",
        "Story": "◆ 콘텐츠 규칙 ◆<br>나, 헤르타가 「시뮬레이션 우주」의 규칙에 대해 설명해줄게.<br>● 「시뮬레이션 우주」에서 전투하는 과정에서 여러 운명의 길이 가져다주는 강력한 축복, 랜덤 사건, 특수한 기물을 얻을 수 있을 거야.<br>● 「시뮬레이션 우주」에서는 랜덤으로 나타나는 미궁 조합, 강화된 정예 적과 보스 적을 체험할 수 있어.<br><br>◆ 콘텐츠 보상 ◆<br>● 현재 「시뮬레이션 우주」에는 여러 세계가 있어. 새로운 세계 콘텐츠는 시뮬레이션 우주와 개척 임무의 진도에 따라 순차적으로 개방되고, 그에 따라 새로운 스테이지, 내용, 보상이 갱신되지.<br>● 「시뮬레이션 우주」의 각 세계를 처음으로 클리어하면 ★4 캐릭터 「헤르타(지식•얼음)」와 성옥, 별의 궤도 티켓 등의 보상을 획득할 수 있어.<br>● 「시뮬레이션 우주」를 완료하면 점수를 획득할 수 있고 누적된 점수로 보상을 교환할 수 있어. 점수 보상은 2주마다 갱신되고, 해당 주 월요일 04:00 (서버 시간)에 갱신돼.<br>● 「시뮬레이션 우주」 도감에서 축복과 기물을 개방하면 성옥을 획득할 수 있어.<br>● 「시뮬레이션 우주」의 「구역 - 정예」 또는 「구역 - 보스」에서 적을 처치하면 추가 드랍 보상을 획득할 수 있지.<br>● 「시뮬레이션 우주」를 완료하면 스킬 포인트를 획득해 스킬트리에서 강력한 효과를 활성화할 수 있어. 「시뮬레이션 우주」 콘텐츠의 탐사에 도움이 될 거야.<br>● 「시뮬레이션 우주•제3세계」에서부터는 정예 혹은 우두머리를 처치하면 「차원 장신구」 보상 교환이 개방돼.",
        "Reward": [
            1,
            503,
            83134,
            83144,
            1013
        ],
        "Ver": "2.1"
    },
    {
        "_id": 60007,
        "Icon": "BtnQuestRogueNous.png",
        "Name": "시뮬레이션 우주: 황금과 기계",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>헤르타와 완•매, 스크루룸, 스티븐이 함께 시뮬레이션 우주의 2차 대형 업데이트를 진행했습니다! 축복, 기물, 랜덤 사건뿐만 아니라 모험 사건도 새롭게 추가되었습니다.<br><br>◆ 콘텐츠 목표 ◆<br>「시뮬레이션 우주: 황금과 기계」 콘텐츠에서는 「개척 비화」를 수집하고, 스타피스 컴퍼니의 이야기를 파고들며, 모든 에이언즈 비화를 개방해야 합니다!<br><br>◆ 콘텐츠 내용 ◆<br>● 「사용자 정의 주사위」: 개선된 「사용자 정의 주사위」는 주사위 면을 자유롭게 조립할 수 있습니다. 다양한 능력을 가진 주사위 면을 수집하고 「사용자 정의 주사위」에 그 능력을 적절히 조합하면 더 많은 축복과 기물을 획득할 수 있습니다.<br>● 「메아리 연역」: 제3차원의 가장 깊은 곳의 보스전에서는 흘러넘친 「지식」 운명의 길의 힘이 「시뮬레이션 우주」 시스템을 방해해 각 운명의 길의 운명의 길 메아리를 연역하고 새로운 도전을 제공합니다.<br>● 이외에도 이번 「시뮬레이션 우주: 황금과 기계」에는 축복, 기물, 랜덤 사건 그리고 새로운 운명의 길 메아리가 업데이트되었습니다.<br><br>◆ 콘텐츠 보상 ◆<br>● 「시뮬레이션 우주: 황금과 기계」의 비화를 수집하면 수집 보상을 획득할 수 있습니다.<br>● 「테스트」와 「난제」를 완료하면 도전 보상을 획득할 수 있습니다.<br>● 각 난이도를 처음으로 클리어하면 첫 클리어 보상을 획득할 수 있습니다.<br><br>◆ 주의사항 ◆<br>● 「시뮬레이션 우주: 황금과 기계」에는 총 5가지 난이도가 있습니다. 그중 난이도 V 스테이지는 난이도가 높고 도전적입니다. 자신의 상황에 따라 적절한 난이도를 선택해 도전하세요.<br>● 「황금과 기계」의 모든 비화를 수집하고 모험 임무 「황금과 기계: 결말」을 완료하면 시뮬레이션 우주에 새로운 「지식」 운명의 길이 개방됩니다.",
        "Reward": [
            1,
            236,
            241,
            101,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 60006,
        "Icon": "BtnRogueReward.png",
        "Name": "무한의 차원",
        "Desc": "이번에는 헤르타와 지니어스 클럽의 세 회원이 시뮬레이션 우주에… 어… 소소한 개조를 진행했다. 하지만 모두 조금씩 실수를 저지른 탓에 코드에 문제가 발생했고, 시뮬레이션 우주가 끊임없이 팽창하기 시작한다!<br>이제는 이 광기에 찬 우주를 해결할 사람은 당신뿐이다!",
        "Story": "◆ 소개 ◆<br> 헤르타, 완•매, 스크루룸, 스티븐이 각각 시뮬레이션 우주에 광적인 개조를 진행했습니다.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 차원이 개방되며, 총 5개의 차원이 있습니다.<br>● 각 차원마다 규칙이 다르게 적용되며, 더 많은 축복, 기물, 우주 조각을 획득해 실력을 강화할 수 있습니다.<br>● 각 차원은 일반 차원과 광기 차원으로 구성되어 있으며, 일반 차원 클리어 후 광기 차원에 진입할 수 있습니다.<br>● 광기 차원은 여러 층의 연속 전투로 진행되며, 6라운드의 카운트다운이 적용됩니다. 층이 올라갈 때마다 적이 증가하며, 도전한 층수에 따라 광기 포인트를 획득합니다. 클리어 시 남은 라운드가 있을 경우 추가로 광기 포인트를 획득합니다.<br>● 일반 차원 클리어 후 사용한 캐릭터, 축복, 기물, 우주 조각 등의 데이터는 자동으로 저장되며, 광기 차원에 반복해서 도전하여 더 높은 광기 포인트를 획득할 수 있습니다.<br>● 「균형 레벨」을 올리면 이벤트 중 적과 체험 캐릭터의 레벨도 같이 상승합니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간에 각 차원의 일반 차원을 클리어하고 광기 차원에 도전하여 지정된 광기 포인트를 획득하면, 「한정 보상」에서 차원 보상을 수령할 수 있습니다.<br>● 모든 차원에서 최고 광기 포인트를 누적 획득하고 지정된 목표를 달성하면 누적 보상을 수령할 수 있습니다.<br><br>◆ 주의사항 ◆<br>● 차원 내에서의 축복, 기물 및 사건은 시뮬레이션 우주 도감을 개방할 수 없습니다.",
        "Reward": [
            1,
            241,
            235,
            213,
            223,
            110123,
            110122,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 60003,
        "Icon": "BtnRogueDlcQuestBannerSmall1.png",
        "Name": "시뮬레이션 우주: 곤충 떼 재난",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>● 헤르타와 완•매, 스크루룸, 스티븐이 함께 시뮬레이션 우주의 1차 대형 업데이트를 진행했습니다!<br>신규 축복, 기물, 랜덤 사건뿐만 아니라 신규 「알현의 여정」 맵, 신비로운 「알현 주사위」와 「알현 장치」도 추가되었습니다!<br><br>◆ 목표 ◆<br>● 「시뮬레이션 우주: 곤충 떼 재난」에서 「행자의 길」 도전을 진행하여 「알현의 행적」 포인트를 올리고 모든 메인 스토리 챕터를 오픈하세요!<br><br>◆ 콘텐츠 내용 ◆<br>● 「알현의 여정」: 여러 유형의 구역으로 구성된 「맵」에서 이동하고 경로를 계획하여 종점에 도달해보세요.<br>● 「알현 주사위」: 「알현 장치」를 사용하여 「알현 주사위」를 던질 수 있습니다. 운명의 길에 따라 「알현 주사위」 효과가 다릅니다. 「알현 주사위」의 주사위 면 효과를 알맞게 사용하여 더 많은 축복과 기물을 획득해보세요.<br>● 「알현의 행적」: 「알현의 행적」 포인트를 올리면 다양한 특수 버프 효과를 획득할 수 있습니다.(주의사항: 버프 효과는 「시뮬레이션 우주•곤충 떼 재난」에서만 적용됩니다)<br>● 「곤충 떼•완전체 칩충」: 제3차원 가장 깊은 곳에서 신규 보스 「곤충 떼•완전체 칩충」에 도전할 수 있습니다.<br>● 또한 이번 「시뮬레이션 우주•곤충 떼 재난」에선 대량의 신규 축복, 기물 및 랜덤 사건이 업데이트되는 동시에 신규 운명의 길 메아리도 업데이트되었습니다.<br><br>◆ 콘텐츠 보상 ◆<br>● 「곤충 떼 재난」의 챕터를 수집하면 챕터 수집 보상을 획득할 수 있습니다.<br>● 「행자의 길」을 완료하면 상응하는 보상을 얻을 수 있습니다.<br>● 각 난이도를 첫 클리어하면 첫 클리어 보상을 획득할 수 있습니다.<br><br>◆ 주의사항 ◆<br>● 「시뮬레이션 우주•곤충 떼 재난」은 총 5개의 난이도가 있습니다. 난이도 V 스테이지는 높은 난이도의 도전 콘텐츠이며, 개척자는 자신의 상황에 따라 적합한 난이도를 선택해 도전할 수 있습니다.<br>● 「시뮬레이션 우주•곤충 떼 재난」의 모든 챕터를 수집하고 모험 임무 「곤충 떼 재난: 결말」을 완료하면 시뮬레이션 우주의 신규 운명의 길 「번식」이 개방됩니다.",
        "Reward": [
            1,
            236,
            241,
            101,
            235,
            213,
            233,
            300041,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 60001,
        "Icon": "BtnRogueReward.png",
        "Name": "시뮬레이션 우주",
        "Desc": "「시뮬레이션 우주」의 각 세계를 최초로 클리어하고 도감에서 새로운 축복과 기물을 개방하면, 성옥 보상을 획득할 수 있습니다",
        "Story": "◆ 콘텐츠 규칙 ◆<br>나, 헤르타가 「시뮬레이션 우주」의 규칙에 대해 설명해줄게.<br>● 「시뮬레이션 우주」에서 전투하는 과정에서 여러 운명의 길이 가져다주는 강력한 축복, 랜덤 사건, 특수한 기물을 얻을 수 있을 거야.<br>● 「시뮬레이션 우주」에서는 랜덤으로 나타나는 미궁 조합, 강화된 정예 적과 보스 적을 체험할 수 있어.<br><br>◆ 콘텐츠 보상 ◆<br>● 현재 「시뮬레이션 우주」에는 여러 세계가 있어. 새로운 세계 콘텐츠는 시뮬레이션 우주와 개척 임무의 진도에 따라 순차적으로 개방되고, 그에 따라 새로운 스테이지, 내용, 보상이 갱신되지.<br>● 「시뮬레이션 우주」의 각 세계를 처음으로 클리어하면 ★4 캐릭터 「헤르타(지식•얼음)」와 성옥, 별의 궤도 티켓 등의 보상을 획득할 수 있어.<br>● 「시뮬레이션 우주」를 완료하면 점수를 획득할 수 있고 누적된 점수로 보상을 교환할 수 있어. 점수 보상은 2주마다 갱신되고, 해당 주 월요일 04:00 (서버 시간)에 갱신돼.<br>● 「시뮬레이션 우주」 도감에서 축복과 기물을 개방하면 성옥을 획득할 수 있어.<br>● 「시뮬레이션 우주」의 「구역 - 정예」 또는 「구역 - 보스」에서 적을 처치하면 추가 드랍 보상을 획득할 수 있지.<br>● 「시뮬레이션 우주」를 완료하면 스킬 포인트를 획득해 스킬트리에서 강력한 효과를 활성화할 수 있어. 「시뮬레이션 우주」 콘텐츠의 탐사에 도움이 될 거야.<br>● 「시뮬레이션 우주•제3세계」에서부터는 정예 혹은 우두머리를 처치하면 「차원 장신구」 보상 교환이 개방돼.",
        "Reward": [
            101,
            24005,
            24004,
            24003,
            24002,
            24001,
            24000,
            271
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50086,
        "Icon": "BtnActivityActive.png",
        "Name": "보물을 찾아서",
        "Desc": "",
        "Story": "◆ 이벤트 안내◆<br>● 이벤트 기간에 개척력을 소모하면 보물 탐색권을 획득할 수 있으며, 최대 100개 획득할 수 있습니다.<br>● 보물 탐색권을 사용해 보물을 찾으면 랜덤 보상을 획득할 수 있으며, 보물찾기를 일정 횟수 누적 진행하면 성옥과 자가 변형성 레진 보상을 획득할 수 있습니다.",
        "Reward": [],
        "Ver": "3.8"
    },
    {
        "_id": 50074,
        "Icon": "BtnQuestChimeraDuel.png",
        "Name": "황금 아옹 챔피언십",
        "Desc": "오크마 전역을 휩쓴 「키메라 월드 토너먼트」가 한창 진행 중이다. 자신만의 전투 라인업을 구성하고, 친숙한 13명의 키메라 훈련사들과 멋진 대결을 펼쳐보자!",
        "Story": "◆ 소개 ◆<br>● 오크마 전역을 휩쓴 「키메라 월드 토너먼트」가 한창 진행 중입니다. 자신만의 출전 라인업을 구성하고, 친숙한 13명의 키메라 훈련사들과 멋진 대결을 펼쳐보세요!<br><br>◆ 이벤트 규칙 ◆<br>● 「황금 아옹 챔피언십」에서는 오크마 전역을 휩쓴 「키메라 월드 토너먼트」에 참가하게 됩니다. 적합한 키메라 멤버를 고용하여 대전 라인업을 구성하고, 상대를 물리쳐 명예 점수를 획득하고 최종 우승을 차지하세요!<br><br>◆ 챌린지 ◆<br>● 이벤트 임무를 완료하면 「챌린지」가 개방됩니다.<br>● 「챌린지」에서는 저장된 키메라 팀으로 황금의 후예 또는 다른 플레이어와 승부를 벌일 수 있습니다.<br><br>◆ 상시 보상 ◆<br>● 상대를 쓰러트려 명예 점수를 얻으면 보상을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「황금 아옹 챔피언십」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「생명의 화원」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110222,
            220009
        ],
        "Ver": "3.8"
    },
    {
        "_id": 50072,
        "Icon": "BtnActivityRelicBox.png",
        "Name": "기이한 유물 탐사",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>헤르타 정거장의 신비한 컬렉션룸이 당신을 향해 활짝 열렸습니다. 그 안에는 기묘한 물건들로 가득 찬 보물상자들이 놓여 있고, 만약 전용 액세스 카드만 손에 넣을 수 있다면……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 기간 동안 임무를 완료하여 기간 한정 아이템 「액세스 카드」를 획득할 수 있습니다.<br>● 「액세스 카드」를 소모하여 상자를 열면 초기 보조 속성이 4개인 +15 ★5 유물을 획득할 수 있습니다.<br>● 8회 오픈할 때마다 「확정」 오픈을 1회 발동할 수 있습니다.<br>● 「확정」 오픈으로 얻은 유물 메인 속성은 반드시 목표 캐릭터의 <color=#f29e38ff>시스템 추천 메인 속성</color> 중 하나이며, <color=#f29e38ff>유효한 보조 속성 수</color>는 반드시 2개 이상입니다.<br>● 「확정」 오픈 시 이전에 「확정」 오픈으로 얻지 못한 유물 부위를 우선 획득합니다.<br>● 획득한 유물은 임시 보관할 수 있으며, 각 부위당 1개씩 총 6개의 유물을 보관할 수 있습니다.<br>● 임시로 보관한 유물은 캐릭터에게 정상적으로 장착할 수 있습니다.<br>● 이벤트 기간 동안 임시 보관한 유물은 배낭에서 특수 잠금 상태이며, 잠금을 해제할 수 없고 재설정할 수 없습니다.<br>● 이벤트 종료 후 유물의 특수 잠금 상태는 일반 잠금 상태로 전환됩니다.<br><br>◆ 설정 설명 ◆<br>● 설정한 목표 캐릭터는 유물 속성 적합도, 평가 등의 안내와 「확정」 오픈 시 획득하는 유물의 메인/보조 속성에 영향을 미칩니다.<br>● 설정한 목표 세트 방안은 보물상자에서 획득 가능한 유물 세트에 영향을 미칩니다.<br>● 도중에 목표 캐릭터나 세트 방안을 변경하면 변경 이후의 유물 상자 오픈에만 영향을 미치며, 이전에 선택한 유물에는 영향을 미치지 않습니다.<br>● 유물 세트와 속성 추천은 시스템 추천 데이터를 사용합니다.<br><br>◆ 이벤트 보상 ◆<br>● 초기 보조 속성이 4개인 서로 다른 부위의 +15 ★5 유물을 최대 6개 획득할 수 있습니다.",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 50070,
        "Icon": "BtnLocalLegend.png",
        "Name": "석양의 잔본",
        "Desc": "여명 기계가 꺼진 후, 기이한 모양의 두루마리가 생명의 화원에 나타났다. 두루마리에서 뿜어져 나오는 검붉은 빛에서 위험한 기운이 느껴지는데……",
        "Story": "◆ 소개 ◆<br>마지막 아퀼라의 계몽록을 읽고, 서사시에 기록된 강적에게 도전하세요.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 도전 스테이지가 개방되며, 총 5개의 스테이지가 있습니다.<br>● 각 도전 스테이지는 「쉬움」, 「어려움」, 「악몽」, 총 세 가지 난이도가 있으며, 이전 난이도 도전을 완료하면 다음 난이도가 개방됩니다.<br>● 각 도전 스테이지에는 고유한 스테이지 메커니즘이 있으며, 「악몽」 난이도에서는 해당 메커니즘의 능력치가 대폭 상승합니다.<br>● 전투 진입 시 모든 캐릭터의 비술 효과가 발동됩니다. 파티 편성 내 동시에 적용할 수 없는 비술 효과가 여러 개 존재할 시, 파티 순서상 앞쪽에 있는 캐릭터의 비술 효과가 우선 발동됩니다.<br>● 「악몽」 난이도 도전을 완료하면 「SS」 평가를 획득합니다.<br>● 「쉬움」, 「어려움」 난이도에서는 적의 강도가 「균형 레벨」의 영향을 받으며, 「악몽」 난이도에서는 영향을 받지 않습니다.<br>● 「쉬움」, 「어려움」 난이도에서는 체험 캐릭터를 선택하여 도전에 참여할 수 있으나, 「악몽」 난이도에서는 체험 캐릭터가 없습니다.<br><br>◆ 한정 보상 ◆<br>● 이벤트 기간 동안 스테이지 내 지정된 도전 목표를 달성하면 「한정 보상」에서 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「석양의 잔본」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 스테이지에 도전하여 「상시 보상」을 획득할 수 있습니다.",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110222,
            2
        ],
        "Ver": "3.8"
    },
    {
        "_id": 50068,
        "Icon": "BtnQuestCakeRace.png",
        "Name": "달려라, 디저트!",
        "Desc": "우주정거장의 한구석에서 창조물들의 오리엔티어링 대회가 조용히 열리고 있다. 가서 어떤 재미있는 것들이 있는지 살펴보고 응원하는 선수에게 격려를 보내자!",
        "Story": "◆ 소개 ◆<br>우주정거장의 한구석에서 창조물들의 오리엔티어링 대회가 조용히 열리고 있습니다. 가서 어떤 재미있는 것들이 있는지 살펴보고 응원하는 선수에게 격려를 보내세요!<br><br>◆ 이벤트 규칙 ◆<br>● 「달려라, 디저트!」 이벤트에서는 매 경기마다 8명의 플레이어가 관전에 참여하여 선수를 응원합니다. 각 구간이 종료되면 응원한 선수의 순위에 따라 소모한 「통통 디저트」를 반환합니다.<br>● 경기 중에는 경기장 아이템을 사용하여 경기에 영향을 줄 수 있으며, 상위 등급의 경기장에서는 새로운 기능이 개방됩니다.<br>● 고급 경기부터 멀티 모드가 개방되어 다른 세계의 개척자들과 함께 경기를 관람할 수 있습니다.<br>● 고급 경기를 처음 관람하면 디저트 교환이 개방되며, 남은 「통통 디저트」를 특이한 간식, 영의 눈물 등의 보상으로 교환할 수 있습니다.<br><br>◆ 상시 보상 ◆<br>● 경기를 관람하여 누적 획득한 관전 점수가 일정 점수에 도달하면 보상을 수령할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「달려라, 디저트!」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 필드 폐쇄된 캐빈에서 「꾸벅꾸벅냥」과 대화하여 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110252,
            227002
        ],
        "Ver": "3.7"
    },
    {
        "_id": 50067,
        "Icon": "BtnActivityMarble.png",
        "Name": "컬러풀 대난투",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>● 「컬러풀 대난투」는 「물범 협동 대작전」과 「새들의 전쟁」 두 가지 모드로 나뉘며, 각 모드에는 고유의 점수 및 랭크 시스템이 있습니다.<br><br>◆ 「물범 협동 대작전」 콘텐츠 소개 ◆<br>● 「물범 협동 대작전」 모드에서는 매 경기 총 6마리의 물범을 출전시킬 수 있습니다.<br>● 출전한 물범은 「대전 포지션」과 「지원 포지션」으로 나뉩니다.<br>● 「대전 포지션」의 물범은 직접 전장에 나가 충돌 전투에 참여합니다.<br>● 「지원 포지션」의 물범은 추가적인 스킬 효과만 제공합니다.<br>● 「대전 포지션」과 「지원 포지션」을 자유롭게 조합하여 강력한 물범 조합을 구성할 수 있습니다.<br><br>◆ 「새들의 전쟁」 콘텐츠 소개 ◆<br>● 「새들의 전쟁」 모드에서는 게임당 총 30명의 플레이어가 대전에 참여합니다.<br>● 해당 모드에는 횟수 제한이 없으며, 정해진 시간 안에 과일을 없애고 종이새의 전투력을 높여야 합니다.<br>● 매 라운드 종료 후, 현재 전투력이 목표 전투력보다 낮은 개척자는 탈락하게 됩니다. 전체 대전에서 각 개척자에게는 단 한 번의 탈락 면제 기회가 주어집니다.<br>● 대전 중에는 대전 아이템이 담긴 소포인 버블 익스프레스가 랜덤으로 생성되며, 인접한 과일을 없애면 버블을 터뜨리고 안에 있는 아이템을 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 두 개의 모드에서 달성한 랭크 점수 합계가 지정된 점수를 달성하면 「한정 보상」에서 보상을 받을 수 있습니다.",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110252,
            2
        ],
        "Ver": "3.6"
    },
    {
        "_id": 50064,
        "Icon": "BtnQuestActivityElationBattle.png",
        "Name": "웃음 참기 챌린지",
        "Desc": "사냥개 가문의 케이트가 이상한 꿈방울을 주웠고, 당신을 「웃음 참기 챌린지」라는 시련에 초대했다. 말할 것도 없이, 이 일은 분명 「가면의 우인」과 관련이 있을 것이다……",
        "Story": "◆ 소개 ◆<br>사냥개 가문의 케이트가 이상한 꿈방울을 주웠고, 당신을 「웃음 참기 챌린지」라는 시련에 초대했습니다. 말할 것도 없이, 이 일은 분명 「가면의 우인」과 관련이 있을 것입니다……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 기간 동안 총 7개의 도전이 개방됩니다.<br>● 「균형 레벨」이 증가하면 적의 강도도 함께 증가합니다.<br><br>◆ 콘텐츠 소개 ◆<br>● 도전 스테이지에서는 행동 서열에 「웃음 상자」가 추가되며, 행동 시 「깜짝 선물」이 열려 전투에 도움을 줍니다.<br>● 도전 스테이지를 진행하면서 더 많은 캐릭터들이 「코미디언」이 되어 전투에 투입됩니다.<br>● 「코미디언」은 「웃음 상자」의 「깜짝 선물」 종류를 늘리고, 「웃음 상자」의 「웃음 참기 게이지」도 증가시킵니다. 「웃음 참기 게이지」가 높을수록 「웃음 상자」의 효과가 강해집니다.<br>● 「코미디언」은 새로운 특성 스킬을 가지고 있어 색다른 전투 체험을 제공합니다.<br>● 도전 중에 「웃음 참기 게이지」가 지정된 스택에 도달하고, 라운드가 끝나기 전에 지정된 웨이브의 적을 처치하면 더 높은 평가를 받을 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 스테이지 내 지정된 도전 목표를 달성하면 「한정 보상」에서 보상을 수령할 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            232,
            110212,
            2
        ],
        "Ver": "3.6"
    },
    {
        "_id": 50063,
        "Icon": "BtnQuestHipplen.png",
        "Name": "날씨도 좋은데, 키우자!",
        "Desc": "우연한 기회로 꼬마 드로마스의 보호자가 되었다…?<br>이왕 이렇게 된 거, 함께 이 특별한 여정을 지켜보자!",
        "Story": "◆ 소개 ◆<br>우연한 기회로 아기 드로마스의 보호자가 되었습니다.<br>이왕 이렇게 된 거, 함께 이 특별한 여정을 지켜봅시다!<br><br>◆ 이벤트 규칙 ◆<br>● 「날씨도 좋은데, 키우자!」 이벤트에서는 매주 스케줄을 계획하고 체험하면서 아기 드로마스의 3가지 속성을 육성하고 다양한 특수 체질을 획득하게 됩니다. 스케줄 구성 방식에 따라 아기 드로마스는 다른 성장 체험을 하게 됩니다.<br>● 아기 드로마스는 3주마다 평가일을 맞이하게 됩니다. 속성이 기준치에 도달하면 아기 드로마스는 독립적으로 스케줄을 완수할 수 있으며, 그렇지 않을 시 개척자의 도움이 필요합니다. 평가일을 완료하면 다음 성장 단계에 진입합니다.<br>● 유년기, 소년기, 청년기 평가를 각각 완료하면 개척자와 아기 드로마스는 해당 단계의 경험에 따른 성장 기록을 남기고, 그에 해당하는 외형을 획득합니다.<br><br>◆ 상시 보상 ◆<br>● 평가일을 일정량 달성하면 상응하는 보상을 수령할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「날씨도 좋은데, 키우자!」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「『영원의 거룩한 도시』 오크마」에서 「아낙사」와 대화하여 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110252,
            202040
        ],
        "Ver": "3.6"
    },
    {
        "_id": 50057,
        "Icon": "BtnQuestDrinkMakerSecond.png",
        "Name": "낡은 잔, 새로운 벗",
        "Desc": "꿈이 흐르는 암초에서 건져낸 「스페셜 블렌드 레시피」에는 공감각 꿈세계를 교란시키는 신비한 힘이 깃들어 있다. 음료 제조가가 된 당신은 예기치 않게 찾아온 친구들과 만나 여러 기묘한 사건을 겪게 되는데……",
        "Story": "◆ 소개 ◆<br>신비한 「스페셜 블렌드 레시피」가 여러 손을 거쳐 당신의 손에 들어왔습니다. 「나쁜꿈 바」의 음료 제조가가 되어달라는 초대를 받은 당신은 친구들을 응대하고 음료를 제조하면서, 차근차근 레시피의 비밀을 밝혀나가게 됩니다.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 기간 동안 개척자는 「나쁜꿈 바」에서 임시 바를 운영하며 총 다섯 팀의 손님을 응대합니다. 손님 응대 시 「스페셜 블렌드 레시피」에 따라 신비한 효과가 있는 음료를 제조할 수 있습니다.<br>● 영업시간은 「정상 영업」과 「연장 영업」 두 단계로 나뉩니다.<br>● 「정상 영업」 중에는 1개의 상응하는 「스페셜 블렌드 레시피」로 손님을 응대할 수 있습니다.<br>● 각 「스페셜 블렌드 레시피」에는 2가지 효과가 있습니다. 하나는 알려진 효과이고, 다른 하나는 알려지지 않은 효과입니다.<br>● 최소 1가지 효과의 제조를 완료하면 다음 손님을 응대할 수 있습니다.<br>● 「연장 영업」 중에는 각 팀 손님을 보너스 서프라이즈 음료 1잔의 시음에 초대할 수 있습니다.<br>● 음료 시음이 끝나면 손님들은 음료에 대한 평가를 남깁니다.<br><br>◆ 이벤트 보상 ◆<br>● 손님 응대를 완료하고 레시피를 복원하면 보상을 획득할 수 있습니다.",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110232,
            2
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50048,
        "Icon": "BtnCollaborationEventVersionQuest0340.png",
        "Name": "좋은꿈과 성배",
        "Desc": "모든 꿈을 실현해 주는 만능의 원망기——「성배」가 꿈을 좇는 별에 강림했다. 10 앰버기원을 살아온 페나코니의 상업계 거물이 귀빈들에게 성배전쟁의 초청장을 보내는데……",
        "Story": "▌콜라보 캐릭터는 <color=#f29e38ff>영어 더빙이 지원되지 않습니다</color>. 다른 음성 언어로 변경하여 플레이하실 수 있습니다.<br><br>▌「Fate/꿈나라의 밤에 머물며」<br>● 모든 꿈을 실현해 주는 만능의 원망기——「성배」가 꿈을 좇는 별에 강림했습니다. 10 앰버기원을 살아온 페나코니의 상업계 거물이 귀빈들에게 성배전쟁의 초청장을 보냈습니다……<br><br>▌「Fate/stay night」<br>◆ 소개 ◆<br>● 페나코니의 성배전쟁은 끝났지만, 지니어스들은 성배에 새로운 기능을 부여했습니다. 빛나는 펠드스파호 일각에서 새로운 유사 성배 전쟁이 곧 시작됩니다!<br><br>◆ 이벤트 규칙 ◆<br>● 「Fate/stay night」에서 개척자는 시뮬레이션 캐릭터 7명과 함께 성배전쟁에 참여하게 되며, 수차례의 1대1 대전을 통해 최종 승자가 가려집니다.<br><br>◆ 상시 보상 ◆<br>● 「Fate/stay night」를 플레이하면 보상 점수를 획득할 수 있습니다. 보상 점수가 각 단계에 도달하면 [점수 보상]의 상시 보상을 수령할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 「Fate/stay night」를 플레이하면 보상 점수를 획득할 수 있습니다. 보상 점수가 각 단계에 도달하면 [점수 보상]의 한정 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「Fate/stay night」 한정 이벤트가 종료된 후에는 [점수 보상]의 한정 보상을 획득할 수 없으나, 필드 「빛나는 펠드스파호」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.<br><br>▌「운명의 선물」<br>● 이벤트 기간 동안 3.4 버전 임의의 워프 이벤트에서 「별의 궤도 전용티켓」 200장을 누적 소모하면 콜라보 워프 오픈 후 보상을 수령할 수 있습니다.<br>● 3.4 버전의 모든 워프 이벤트는 「별의 궤도 전용티켓」 누적 소모 수량을 공유합니다.<br>● 보상은 이벤트 기간에 1회만 수령할 수 있습니다.",
        "Reward": [
            1
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50047,
        "Icon": "BtnRoleStrengthen.png",
        "Name": "정련된 새 빛",
        "Desc": "경류, 블레이드, 은랑, 카프카가 강화되었습니다! <color=#f29e38ff>체험</color>을 통해 보상을 획득할 수 있습니다!",
        "Story": "◆ 「정련된 새 빛」 안내 ◆<br>● 캐릭터 강화 후 스킬, 행적, 성혼의 효과가 변경될 수 있습니다.<br>● 캐릭터 강화 후, 이미 보유 중인 캐릭터와 새로 획득한 캐릭터의 기본 상태는 강화 후 상태입니다.<br>● [캐릭터 상세]-[캐릭터 강화] 화면에서 캐릭터 강화 전후 상태를 전환할 수 있습니다.",
        "Reward": [],
        "Ver": "3.4"
    },
    {
        "_id": 50046,
        "Icon": "BtnQuestAmphoreusActivityTimeLimit.png",
        "Name": "",
        "Desc": "",
        "Story": "",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            241
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50045,
        "Icon": "BtnQuestAmphoreusActivityTimeLimit.png",
        "Name": "Fate/stay night",
        "Desc": "지니어스들이 ≪페나코니 성배전쟁≫ 경기 후 성배를 개조했다. 개조된 성배는 사용자의 기억을 매개로 운명의 길을 걷는 자의 모의 데이터를 불러올 수 있다. 새로운 유사 성배 전쟁에 참여하자!",
        "Story": "◆ 소개 ◆<br>● 페나코니의 성배전쟁은 끝났지만, 천재들은 성배에 새로운 기능을 부여했습니다. 빛나는 펠드스파호의 한구석에서 새로운 유사 성배 전쟁이 곧 시작됩니다!<br><br>◆ 이벤트 규칙 ◆<br>● 「Fate/stay night」에서는 7명의 시뮬레이션 캐릭터와 함께 성배전쟁에 참여하게 되며, 여러 차례의 1v1 대전을 통해 최종 승자가 가려집니다.<br><br>◆ 상시 보상 ◆<br>● 「Fate/stay night」를 플레이하면 보상 점수를 획득할 수 있습니다. 보상 점수가 각 단계에 도달하면 [점수 보상]의 상시 보상을 수령할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 「Fate/stay night」를 플레이하면 보상 점수를 획득할 수 있습니다. 보상 점수가 각 단계에 도달하면 [점수 보상]의 한정 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「Fate/stay night」 한정 이벤트가 종료된 후에는 [점수 보상]의 한정 보상을 획득할 수 없으나, 필드 「빛나는 펠드스파호」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            213,
            223,
            233,
            236,
            241,
            250607,
            250608,
            110182
        ],
        "Ver": "3.4"
    },
    {
        "_id": 50042,
        "Icon": "BtnQuestElfRestaurant.png",
        "Name": "황금 미궁 레스토랑",
        "Desc": "이야기에는 무한한 가능성이 있다. 익숙한 동료들과 함께 밭을 가꾸고 요리하면서 소중한 여유를 즐겨보자. 미궁 깊숙한 곳의 식당이 드디어 정식 영업을 시작한다",
        "Story": "◆ 소개 ◆<br>익숙한 동료들과 함께 밭을 가꾸고 요리하면서 소중한 여유를 즐겨보세요. 미궁 깊숙한 곳의 식당이 드디어 정식 영업을 시작합니다.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 기간 동안 익숙한 동료들과 함께 밭을 가꾸고 미궁 깊숙한 곳의 식당을 경영하게 됩니다.<br>● 이벤트 콘텐츠는 농지 재배와 식당 경영 두 부분으로 나뉩니다. 영업일마다 재배와 식당 운영을 각각 1회씩 진행할 수 있습니다.<br>● 농지 재배 콘텐츠에서는 요정 금화를 소모하여 농작물을 재배할 수 있으며, 식당 성급이 올라감에 따라 새로운 씨앗이 점차 개방됩니다.<br>● 식당 경영 콘텐츠에서는 재배를 통해 얻은 작물로 오늘의 메뉴를 구성하고, 메뉴를 개발하거나 업그레이드할 수 있습니다. 영업 시작 후, 식자재를 소모하고 요리를 만들어 손님의 요구를 만족시키면 요정 금화를 벌 수 있습니다. 또한 요정 금화를 소모하여 직원 교육과 식당 인테리어를 하고, 전반적인 경영 효율을 높일 수 있습니다.<br>● 충분한 매출액을 창출하고 경영 임무를 완료하면 식당의 성급을 올릴 수 있습니다. 식당의 성급은 최대 4스타까지 올릴 수 있으며, 성급이 올라갈수록 매일 방문하는 손님의 수가 증가하고 사용할 수 있는 씨앗, 직원, 식당 시설과 요리도 점차 증가합니다.<br><br>◆ 이벤트 보상 ◆<br>● 점장 수첩의 항목을 완료하면 이벤트의 상시 보상을 획득할 수 있습니다.<br>● 한정 보상의 항목을 완료하면 이벤트 한정 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            233,
            241,
            110222,
            221012,
            22005,
            121005
        ],
        "Ver": "3.5"
    },
    {
        "_id": 50039,
        "Icon": "BtnQuestParkour.png",
        "Name": "트레이스 앤 드리프트",
        "Desc": "「스피드컵」 스페로이드 레이싱 토너먼트가 정식으로 개최됐다. 최강의 레이서들이 모여 최고의 영광을 위해 싸운다!",
        "Story": "◆ 소개 ◆<br>● 스페로이드 레이싱 카를 조종하여 「스피드컵」 스페로이드 레이싱 토너먼트에 참가하세요!<br><br>◆ 이벤트 규칙 ◆<br>● 「스피드컵」 경기에서는 스페로이드 레이싱 카를 조종하여 다양한 선수들과 시합하며, 높은 등수를 달성하고 결승전에서 우승해야 합니다.<br>● 이벤트는 예선전, 준결승전, 결승전으로 나뉘며, 각 단계마다 정복해야 할 다양한 도전이 준비되어 있습니다.<br>● 결승전을 완료하면 챌린지 라운드와 랭킹이 개방됩니다. 끊임없이 한계를 넘어서고 더 빠르게 완주하여 랭킹 1위에 도전해 보세요!<br><br>◆ 한정 보상 ◆<br>● 이벤트 기간에 지정된 도전 목표를 완료하면 풍성한 보상을 개방할 수 있습니다.",
        "Reward": [
            1,
            241,
            110222,
            213,
            223,
            233,
            2
        ],
        "Ver": "3.3"
    },
    {
        "_id": 50035,
        "Icon": "BtnEvolveBuildSC.png",
        "Name": "은하 방망이 협객 전설: 마왕편",
        "Desc": "새로운 모험이 시작됐다——검은 망토 마왕의 종적을 쫓아 최강의 야구 방망이를 되찾고, 「은하 방망이 협객」의 정점에 도달하자!",
        "Story": "◆ 소개 ◆<br>새로운 모험이 시작되었습니다——검은 망토 마왕의 종적을 쫓아 최강의 야구 방망이를 되찾고, 「은하 방망이 협객」의 정점에 오르세요!<br><br>◆ 이벤트 규칙 ◆<br>● 이번 이벤트는 총 6개의 전투 스테이지로 구성되어 있으며, 쉬움, 중간, 광폭 3가지 난이도로 나뉩니다. 각 스테이지에는 3개의 전투 단계가 포함되어 있습니다.<br>● 제한된 라운드 내에 세 전투 단계에서 지정된 수의 적을 처치해 스테이지 도전을 완료하세요.<br>● 이벤트 오픈 후 선행 스테이지에서 지정된 점수를 달성해야 다음 스테이지를 개방할 수 있습니다.<br>● 「균형 레벨」을 올리면 적의 강도도 함께 증가합니다.<br>● 체험 캐릭터를 선택해 도전에 참여할 수 있습니다.<br>● 「은하 방망이 협객 전설」에서 아군 캐릭터가 적 처치 시 회복하는 에너지는 일반 전투의 50%입니다.<br><br>◆ 콘텐츠 개요 ◆<br>● 스테이지에서 적을 처치하면 경험치를 획득해 「파티 레벨」을 올릴 수 있습니다.<br>● 스테이지마다 「파티 보너스」 효과가 다릅니다. 「파티 레벨」이 오르면, 아군 캐릭터는 현재 스테이지의 「파티 보너스」 효과에 따라 상응하는 레벨 배율의 스테이지 버프를 획득합니다.<br>● 「파티 레벨」이 오르면 랜덤으로 「무기」 또는 「액세서리」를 1개 선택할 수 있습니다. 이미 보유 중인 「무기」 또는 「액세서리」를 중복으로 획득할 시, 해당 「무기」 또는 「액세서리」의 레벨이 증가해 더욱 강력한 효과를 얻게 됩니다.<br>● 「무기」는 자율 행동하거나 아군 캐릭터에 의해 발동되어 적에게 피해를 가할 수 있습니다. 「액세서리」는 「무기」 및 아군 캐릭터에게 각종 버프 효과를 제공합니다.<br>● 「무기」는 특정한 공명 「액세서리」가 있습니다. 최고 레벨의 「무기」 및 임의 레벨의 공명 「액세서리」를 획득하면, 이후 레벨업 시 강력한 「전설 무기」로 업그레이드할 수 있습니다.<br>● 소수의 특수 「무기」는 다른 공명 방식이 있으며, 더욱 특수하고 강력한 「트윈 무기」 또는 「지존 무기」로 업그레이드할 수 있습니다.<br>● 스테이지 내의 적은 웨이브 갱신과 단계 진도에 따라 점차 강해집니다. 「무기」와 「액세서리」를 적절히 조합해 무기 레벨을 올린 후 「전설 무기」를 획득하여 적을 처치할 수 있습니다.<br><br>◆ 스테이지 안내 ◆<br>● 스테이지마다 세 단계와 여러 웨이브로 구성된 적 도전이 존재합니다. 모든 단계는 「정예 도전」 또는 「보스 도전」으로 끝납니다.<br>● 각 웨이브의 전투에는 지정된 수량의 적이 존재하고, 해당 웨이브의 모든 적이 처치될 때까지 적이 계속해서 리스폰됩니다.<br>● 각 웨이브의 전투에는 제한된 라운드 카운트다운이 존재하고, 카운트다운이 종료되면 처치되지 않은 적은 사라지며 더 이상 점수와 경험치를 획득할 수 없습니다.<br>● 각 단계의 정예 웨이브 전투에는 「클리어 목표」가 존재하며, 지정된 수량의 정예 적을 처치해야 다음 단계의 전투로 넘어갈 수 있습니다.<br>● 전투에서 처치한 적의 수량과 보스에게 가한 피해가 많을수록 더 높은 점수를 획득할 수 있습니다. 클리어 시 남은 라운드가 있다면 추가로 점수를 획득할 수 있습니다.<br>● 각 단계 전투 종료 후 현재 파티 레벨, 획득한 무기 및 액세서리 등 데이터는 자동으로 저장되며, 도전에서 나간 후 저장 파일을 사용해 현재 스테이지에 계속 도전할 수 있습니다.<br><br>◆ 은하 탐사 ◆<br>● 스테이지1 「V612 행성」부터 스테이지5 「D007 행성」까지 스테이지마다 다른 스타팅 무기가 지정됩니다. 최종 스테이지 「마왕의 소굴」에서는 스타팅 무기를 선택할 수 있습니다.<br>● 스테이지2 「C996 행성」부터는 스테이지에서 각 단계를 시작할 때마다 「모험 전략」을 선택하여 더 많은 스테이지 버프를 획득할 수 있습니다.<br>● 최종 스테이지 「마왕의 소굴」의 일반 단계 3개를 완료하면 「마왕 도전」 단계가 개방됩니다. 해당 단계에서 이벤트의 최종 보스 「검은 망토 마왕」에게 도전할 수 있습니다.<br><br>◆ 라쿤 골드 ◆<br>● 스테이지에서 적을 처치하면 「라쿤 골드」를 획득할 수 있습니다.<br>● 스테이지 내 정예 웨이브 도전을 클리어하고 마왕 수하를 처치하면 「마왕의 보물」을 획득하고 랜덤 수량의 「무기」/「액세서리」 및 「라쿤 골드」를 획득합니다.<br>● 각 스테이지의 도전을 완료한 후 「은하 상점」에서 라쿤 골드를 소모해 속성 증가, 무기 강화 및 각종 콘텐츠 기능 강화를 개방할 수 있습니다.<br><br>◆ 클래식 복각 ◆<br>● 「은하 방망이 협객 전설: 마왕편」을 클리어한 후 이벤트 입구의 파란색 오락기에서 「은하 방망이 협객 전설: 출발편」을 플레이할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 「여정 보상」의 상응하는 보상과 ★4 캐릭터 선택권을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「은하 방망이 협객 전설: 마왕편」 한정 이벤트가 종료되면 이벤트 기간의 한정 보상을 획득할 수 없으나, 스테이지에 도전해 「은하 평판」을 획득하고 「평판 레벨」을 올려 상응하는 보상을 수령할 수 있습니다.",
        "Reward": [
            1,
            2,
            213,
            223,
            233,
            202033,
            236,
            235,
            241,
            309009,
            110252
        ],
        "Ver": "3.3"
    },
    {
        "_id": 50034,
        "Icon": "BtnQuestChimera.png",
        "Name": "아옹아옹 사무소",
        "Desc": "생명의 화원에서 기른 키메라가 오크마 시민들의 좋은 조력자였다니? 이 아이들의 관리자가 되어 도움이 필요한 사람들을 도와주자!",
        "Story": "◆ 소개 ◆<br>● 생명의 화원에서 기른 키메라가 오크마 시민들의 좋은 조력자였다니? 이 아이들의 관리자가 되어 도움이 필요한 사람들을 도와주세요!<br><br>◆ 이벤트 규칙 ◆<br>● 「아옹아옹 사무소」에서 개척자는 키메라 관리자가 되어 파견을 통해 적합한 키메라를 작업에 투입하고, 그들의 특성에 따라 팀 구성을 조정하고 키메라 팀의 화원 내 랭킹을 올릴 수 있습니다.<br><br>◆ 잔업 모드 ◆<br>● 이벤트 임무를 완료하면 화원에 「잔업 모드」가 개방됩니다.<br>● 「잔업 모드」에서 개척자의 키메라 팀은 여러 라운드의 작업을 완료해야 합니다. 각 라운드의 작업이 끝난 후 팀 편성 화면으로 돌아갑니다. 이때 이전 라운드에서 생존한 키메라의 속성은 계승되며, 지친 키메라는 다음 라운드에 진입할 수 없습니다.<br>● 모든 키메라가 [지쳐서 쓰러지기] 전에 더 많은 아옹 쿠키를 획득하세요.<br><br>◆ 상시 보상 ◆<br>● 키메라 팀의 랭킹을 올리면 보상을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상과 ★4 캐릭터 선택 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「아옹아옹 사무소」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「생명의 화원」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            213,
            223,
            236,
            241,
            233,
            220008,
            309008,
            110232
        ],
        "Ver": "3.1"
    },
    {
        "_id": 50033,
        "Icon": "BtnQuestStarChallengeV2.png",
        "Name": "계몽의 별빛",
        "Desc": "우주정거장의 연구원 안기쁨이 급하게 당신을 찾는다. 어떤 극비 실험에 관한 일인 듯한데, 헤르타와도 연관이 있는 것 같다……",
        "Story": "◆ 이벤트 소개 ◆<br>우주정거장의 연구원 안기쁨이 당신을 한 신비한 테스트에 초대했습니다. 이 프로젝트는 헤르타가 직접 보증한 것으로, 당신을 콕 집어 지명했다고 하는데, 왠지 거절하기 어려워 보입니다……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 도전 스테이지가 열리며, 총 7개의 스테이지가 있습니다.<br>● 도전 스테이지마다 「왜성」, 「초거성」 두 난이도가 존재하며, 「왜성」 도전 완료 시 「초거성」 난이도가 개방됩니다.<br>● 도전 스테이지마다 캐릭터에게 버프 효과를 제공하는 고정 스테이지 메커니즘이 있습니다.<br>● 「초거성」 난이도에서 라운드 종료 전 6웨이브의 적을 모두 처치하면 「완벽 격파」 평가를 획득합니다.<br>● 「계몽의 별빛」 이벤트에서 아군 캐릭터가 적 처치 시 회복하는 에너지량은 일반 전투의 50%입니다.<br>● 「균형 레벨」이 증가하면 적의 강도 역시 상승합니다.<br>● 체험 캐릭터를 선택해 도전할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 스테이지 내 지정된 도전 목표를 달성하면 「한정 보상」에서 보상을 수령할 수 있습니다.",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110202,
            2
        ],
        "Ver": "3.2"
    },
    {
        "_id": 50032,
        "Icon": "BtnQuestActivityBenefit.png",
        "Name": "은하 럭키 스타",
        "Desc": "",
        "Story": "◆ 이벤트 참여 규칙 ◆<br>● 이벤트는 총 7회로 진행되며, 이벤트 오픈 1일차부터 매일 1회씩 업데이트됩니다.<br>● 각 회차 종료 전까지(자세한 시간은 이벤트 화면을 기준으로 함) 추첨에 참여하거나 성옥*100 고정 보상을 바로 수령할 수 있습니다. (두 옵션 중 하나만 선택 가능하며, 회차마다 다른 옵션 선택 가능)<br>● 추첨 기간 동안 아무런 선택도 하지 않을 경우, 고정 보상의 성옥을 받고 추첨에 참여하지 않는 것으로 간주합니다. 이벤트 오픈 후 추첨 또는 고정 보상 외에도 성옥*100 행운의 축복 보상을 바로 수령할 수 있습니다. 추첨 기간에 게임에 접속하지 않았을 경우, 이벤트 종료 전에 게임에 접속하면 성옥*800 보상을 한 번에 수령할 수 있습니다.<br>● 각 회차 당첨 결과는 다음 날 공개되며, 자세한 공개 시간은 이벤트 화면을 기준으로 합니다.<br>● 이벤트 기간에 본 이벤트의 이벤트 페이지에서 보상을 수령해야 합니다.<br>● 이벤트 기간에 보상을 획득했으나 기간 안에 수령하지 않았을 경우, 이벤트 종료 후 수령할 수 없으며 재지급되지 않습니다.<br>● 「은하열차」 서버와 「무명객」 서버는 1개의 보상 풀을 공유하며, 이벤트 7회차 동안 총 20명의 개척자가 럭키 스타가 될 수 있습니다.<br><br>◆ 추첨 보상 ◆<br>● 럭키 스타 - 성옥*50만<br>● 1등상 - 성옥*600<br>● 2등상 - 성옥*50<br><br>◆ 당첨 규칙 ◆<br>● 1, 2, 3회차에서는 각각 2명, 4, 5, 6회차에서는 각각 3명, 7회차에서는 5명의 개척자가 럭키 스타로 선정됩니다.<br>● 각 회차에서 추첨을 선택했지만 럭키 스타가 되지 못한 개척자는 10% 확률로 1등상, 90% 확률로 2등상을 획득합니다.<br>● 각 회차마다 럭키 스타, 1등상, 2등상 중 하나만 획득할 수 있으며, 동시에 획득할 수 없습니다.<br>● 이벤트 총 7회차 동안 개척자 1명당 럭키 스타가 될 수 있는 기회는 단 1회뿐이며, 동일한 개척자는 중복으로 럭키 스타로 선정될 수 없습니다.<br><br>◆ 럭키 스타 규칙 알림 ◆<br>● miHoYo가 제공하는 서비스 이용 중 miHoYo 이용약관을 위반하는 행위가 발생했을 경우, 럭키 스타 획득 자격이 자동으로 박탈됩니다.<br>● 본 이벤트 참여 시 관련 법률을 준수해야 합니다.<br>● 미성년자의 경우 보호자의 동의를 받은 후 참여해 주시기 바랍니다.<br>● 럭키 스타에 당첨될 경우, miHoYo는 귀하의 개인 정보를 수집할 수 있습니다.<br>● 본 이벤트 규칙에 명시되지 않은 사항 및 플레이어의 후속 행위에 대해서는 귀하가 동의한 〈붕괴: 스타레일〉 게임 이용약관이 적용됩니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 50029,
        "Icon": "BtnActivityMarble.png",
        "Name": "팅팅탱탱 물범 대격돌",
        "Desc": "갑작스러운 「예언몽」이 당신을 「팅팅탱탱 물범 대격돌」의 경기장으로 인도한다. 거센 파도와 노래, 그리고 물범… 파구사의 탄신을 축하하는 이 축제에서 어떤 이야기가 펼쳐질까?",
        "Story": "◆ 소개 ◆<br>● 갑작스러운 「예언몽」이 당신을 「팅팅탱탱 물범 대격돌」의 경기장으로 인도합니다. 거센 파도와 노래, 그리고 물범… 파구사의 탄신을 축하하는 이 축제에서 어떤 이야기가 펼쳐질까요?<br><br>◆ 이벤트 규칙 ◆<br>● 「팅팅탱탱 물범 대격돌」에서는 뽀글이와 함께 물범을 이끌고 챔피언을 향해 도전하게 됩니다. 경기는 조별 리그, 토너먼트, 결승전 3단계로 나뉘며, 경기에서 계속 승리를 거두면 진출할 수 있습니다.<br>● 스토리 모드에서 경기를 완료할 때마다 「물범 동전」을 획득할 수 있으며, 「물범 동전」으로 물범 상점에서 새로운 물범을 구매할 수 있습니다.<br>● 경기가 일정 단계까지 진행되면 「경기 모드」가 개방됩니다. 이곳에서는 세계 각지의 신비한 물범 훈련사와 대전을 진행해 랭크를 올릴 수 있습니다.<br><br>◆ 상시 보상 ◆<br>● 스토리 모드에서 경기를 완료할 때마다 「경축의 선율」을 획득할 수 있습니다.<br>● 「경품 교환소」에서 「경축의 선율」을 제출해 보상을 획득할 수 있습니다.<br>● 「경품 교환소」에서 펫 「뽀글이」를 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「팅팅탱탱 물범 대격돌」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「오크마」의 「팅팅탱탱 물범 경기장」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            241,
            233,
            110252,
            251002
        ],
        "Ver": "3.2"
    },
    {
        "_id": 50028,
        "Icon": "BtnQuestPlanetFes.png",
        "Name": "스타레일☆WORLD",
        "Desc": "은하열차에 「또」 소포 하나가 도착했다. 이번에는 어느 게임 개발자로부터 온 초대장이다……",
        "Story": "◆ 소개 ◆<br>은하열차에 「또」 소포 하나가 도착했습니다. 이번에는 어느 게임 개발자가 보낸 선물입니다……<br><br>◆ 이벤트 목표 ◆<br>● 개척자는 게임에서 큐레이터가 되어 「스타레일☆WORLD」 전시회의 서브 전시장을 운영하게 됩니다.<br>● 전시장에는 은하 각지의 특별 부스가 준비되어 있으며, 익숙한 동료들을 조수로 초대해 함께 전시회를 운영할 수 있습니다.<br>● 조수를 적절히 배치하고 전시회 사건을 완료하는 등의 방법으로 전시회 수입 효율을 높일 수 있습니다. 더 많은 「금화」를 획득하여 전시장 레벨을 올리고 전시회를 더욱 번창하게 만들어 보세요.<br>● 전시장의 최고 레벨은 Lv.10입니다.<br>● 은하 전역의 개척자와 함께 벌어들인 누적 총수입 역시 「게임 완성도」를 올릴 수 있으며, 「게임 완성도」가 100%에 도달하면 보상이 개방됩니다.<br><br>◆ 전시일 규칙 ◆<br>● 매일 2개의 전시일이 개방되며, 각 전시일에는 일정 수량의 전시회 사건이 포함되어 있습니다.<br>● 전시회 사건은 [폼폼 배달]과 [방문객 사건]으로 나뉘며, 전시회 사건을 완료하면 대량의 「금화」 또는 다른 자원을 획득할 수 있습니다.<br>● 전시일의 전시회 사건을 모두 완료하면 해당 전시일은 종료됩니다.<br>● 「게임 완성도」가 100%에 도달하면 전시일에 더 이상 개방 제한이 없어지며, 무제한으로 플레이할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 조수 레벨을 올리고 특정 조수 간의 유대를 맺으면 전시회 수입 효율을 대폭 올릴 수 있습니다.<br>● 오프라인일 때도 부스에서 일하는 조수는 계속해서 「금화」를 벌어들입니다.<br>● 현재 전시일이 종료되면 전시회 사건과 전시 임무는 더 이상 갱신되지 않으며, 「금화」 획득 수익이 대폭 감소합니다.<br><br>◆ 이벤트 보상 ◆<br>● 「스타레일☆WORLD」에서는 「금화」를 벌어 전시장 레벨을 올릴 수 있으며, 새로운 전시장 레벨을 달성하면 레벨 보상을 획득할 수 있습니다.<br>● 한정 보상의 각 운영 목표를 완료하면 보상을 획득할 수 있습니다.<br>● 은하 전역의 개척자와 함께 전시회 수입을 벌어 「게임 완성도」를 올릴 수 있으며, 「게임 완성도」가 100%에 도달하면 은하 전역 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            22004,
            121004,
            213,
            223,
            233,
            110252,
            2
        ],
        "Ver": "3.2"
    },
    {
        "_id": 50026,
        "Icon": "BtnFourthWorldRaidCollectionGame.png",
        "Name": "지하 궁전 수수께끼",
        "Desc": "탐험가 다미오니스와 함께 숨겨진 지하 궁전으로 들어가게 된 당신의 앞에는 셀 수 없이 많은 방이 놓여 있다……",
        "Story": "◆ 소개 ◆<br>니카도르를 쓰러트린 후, 오크마 주변의 길이 훨씬 안전해졌습니다. 탐험가 다미오니스는 이 기회에 크게 한탕 해보려는 모종의 계획을 세우고 있다는데… 위대한 영웅인 당신을 초대하는 것을 잊어버린 것 같습니다.<br><br>◆ 이벤트 규칙 ◆<br>● 총 4개의 콘텐츠가 있으며, 총 20개의 스테이지를 포함하고 있습니다.<br>● 각 콘텐츠는 「표층 지하 궁전」과 「심층 지하 궁전」 두 가지 난이도로 구성되어 있으며, 「표층 지하 궁전」 완료 후, 「심층 지하 궁전」이 개방됩니다. 「예언 비석」과 「황금 희생양」 콘텐츠는 3개의 「표층 지하 궁전」 방과 3개의 「심층 지하 궁전」 방으로 구성되어 있습니다. 「자그레우스의 손」과 「오로닉스의 기적」 콘텐츠는 2개의 「표층 지하 궁전」 방과 2개의 「심층 지하 궁전」 방으로 구성되어 있습니다.<br>● 이벤트 오픈 후 「표층 지하 궁전」의 「예언 비석」 방이 개방됩니다. 해당 방의 봉인이 해제된 후 다음 방이 개방되는 식으로 진행됩니다.<br><br>◆ 이벤트 보상 ◆<br>● 한정 이벤트 기간에 지정된 스테이지를 완료하면 「한정 보상」에서 이벤트 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「지하 궁전 수수께끼」 한정 이벤트가 종료되면 한정 이벤트 보상을 획득할 수 없지만, 「다미오니스」에게 가서 이벤트 내용을 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            236,
            223,
            213,
            241,
            233
        ],
        "Ver": "3.0"
    },
    {
        "_id": 50025,
        "Icon": "BtnPhotoExhibition.png",
        "Name": "프레임과 프레임 사이…",
        "Desc": "조화 학부가 주최한 온라인 「사진 콘테스트」가 성대한 막을 올렸다! Mr. 레카가 원격 멘토로 초빙되었다는 소식을 들은 Mar. 7th는 의욕이 넘쳐 보인다…. 현장에 가서 그녀를 도와주자",
        "Story": "◆ 소개 ◆<br>Mr. 레카와 조화 학부가 공동으로 개최한 온라인 「사진 콘테스트」가 성대한 막을 올렸습니다. Mar. 7th를 도와 사진 콘테스트에 참가하고 함께 상을 쟁취하세요!<br><br>◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 매일 촬영 주제가 하나씩 공개되며, Mar. 7th와 함께 당일의 주제를 바탕으로 촬영 영감을 모아 주제에 상응하는 작품을 촬영해야 합니다.<br>촬영 성공 및 작품 업로드 후, Mr. 레카와 관람객에게 평가를 받게 됩니다.<br><br>◆ 이벤트 보상 ◆<br>사진 콘테스트에 참여하여 사진을 찍고 작품을 업로드하면 보상을 획득할 수 있습니다.",
        "Reward": [
            241,
            1,
            213,
            223,
            110222,
            2
        ],
        "Ver": "2.7"
    },
    {
        "_id": 50024,
        "Icon": "BtnQuestTrainParty.png",
        "Name": "우주 인테리어 가이드",
        "Desc": "무명객의 일상에는 장대한 개척뿐만 아니라 평범한 일상도 존재한다. 하지만 자신의 방을 만들고 자신의 삶을 개척하는 것 역시 일종의 「개척」이 아닐까?",
        "Story": "◆ 소개 ◆<br>무명객의 일상에는 장대한 개척뿐 아니라 평범한 일상도 존재합니다. 하지만 자신의 방을 만들고 자신의 삶을 개척하는 것 역시 일종의 「개척」이죠.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 중에 개척자는 자기만의 방을 갖게 되고 인테리어를 통해 방을 점차 다채롭게 꾸밀 수 있습니다.<br>● 방을 꾸밀 때는 「열차 기금」이 소모되며, 「당직 근무」를 서서 「열차 기금」을 획득해야 합니다.<br>● 「당직 근무」의 「저녁 회의」에서 당직 결과를 보고해 추가 「열차 기금」을 획득할 수 있습니다.<br><br>◆ 방 건설 ◆<br>● 방은 총 6개 구역이 있으며, 각 구역의 건설 진도는 독립적입니다.<br>● 열차 기금을 소모하면 방을 건설하고 인테리어 등급을 올려 보상을 획득할 수 있습니다.<br>● 「저녁 회의」에서 「설계도」와 「장식」을 획득할 수 있습니다. 「설계도」로 추가 가구를 개방할 수 있으며, 「장식」은 방의 각각의 위치에 배치할 수 있습니다.<br><br>◆ 당직 ◆<br>● 매번 5명의 멤버로 당직팀을 꾸려 열차 기금을 획득합니다.<br>● 다양한 행동을 선택하고 당직 중에 행운 사건을 많이 발동할수록 「열차 기금」을 더 많이 획득할 수 있습니다.<br>● 당직 근무를 진행함에 따라 더 많은 당직 멤버가 개방됩니다.<br><br>◆ 저녁 회의 ◆<br>● 당직 중 일정 시간마다 「저녁 회의」에 진입합니다.<br>● 저녁 회의 중 폼폼에게 당직 보고서를 제출하여 폼폼의 점수를 올리면 추가 「열차 기금」을 획득합니다.<br><br>◆ 상시 보상 ◆<br>● 「방 건설」을 완료하면 「인테리어 보조금」 보상을 획득할 수 있습니다.<br>● 「당직 명단」에서 당직 근무에 일정 횟수 누적 참여한 후 보상을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상과 ★4 캐릭터 선택 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「우주 인테리어 가이드」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 「파티 칸」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            252001,
            309007,
            221008,
            213,
            223,
            233,
            110232,
            2
        ],
        "Ver": "2.7"
    },
    {
        "_id": 50022,
        "Icon": "BtnQuestMusicRhythm.png",
        "Name": "음률 사냥 인법첩",
        "Desc": "음률 축제에 잠재된 위험에 요란•닌자 레인저가 무대를 지키러 왔다——다시 시작된 사냥! 밴드 공연의 화려한 막이 곧 올라간다!",
        "Story": "◆ 소개 ◆<br>● 음률 축제에 잠재된 위험에 요란•닌자 레인저가 무대를 지키러 왔습니다——다시 시작된 사냥! 밴드 공연의 화려한 막이 곧 올라갑니다!<br><br>◆ 이벤트 규칙 ◆<br>● 「음률 사냥 인법첩」에서 음악 파티의 밴드 매니저가 되어 멤버들과 함께 캠퍼스 중앙 스테이지에서 세 번의 공연을 펼치게 됩니다. 준비 기간 동안 다양한 음악 도전을 완료하고 영감을 얻어 작곡을 진행해야 합니다.<br>● 영감을 전부 수집하고 작곡을 완료하면, 연주할 곡을 편집해 무대에서 선보일 수 있습니다. 편집한 곡은 종이접기 아카데미의 중앙 스테이지 구역에서 계속해서 재생됩니다.<br><br>◆ 상시 보상 ◆<br>● 쉬움 또는 어려움 난이도의 음악 도전을 완료하면 「기념 배지」를 획득할 수 있습니다.<br>● 「공연 보수」에서 「기념 배지」를 제출하면, 밴드의 인기 레벨을 올려 보상을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 임무 「음률 사냥•시작편」을 완료하면 광추 보상을 획득하고, 음악 영감을 수집하면 중첩 재료 보상을 획득할 수 있습니다.<br>● 한정 이벤트 기간에 지정된 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「음률 사냥 인법첩」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「페나코니 종이접기 아카데미」의 「중앙 스테이지」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            220007,
            22003,
            121003,
            213,
            223,
            233,
            110202,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 50021,
        "Icon": "BtnSecondWorldRaidCollection.png",
        "Name": "즐거움 가득한 묘회",
        "Desc": "나부 묘회가 경기 함선에서 개최 중이다. 오프라인에서만 즐길 수 있었던 고전 선주 환상극을 현재 묘회에서 바로 체험할 수 있다",
        "Story": "◆ 소개 ◆<br>나부 묘회가 경기 함선에서 개최 중입니다. 오프라인에서만 즐길 수 있었던 고전 선주 게임을 현재 묘회에서 바로 체험할 수 있습니다! 망설일 시간이 없습니다, 어서 지형사의 소하에게 가서 신청하세요.<br><br>◆ 이벤트 규칙 ◆<br>● 총 4개의 콘텐츠가 있으며, 각 콘텐츠는 6개의 스테이지로 구성되어 있습니다.<br>● 콘텐츠마다 「쉬움 모드」와 「어려움 모드」로 나뉘며, 「쉬움 모드」를 완료하면 「어려움 모드」가 개방됩니다. 콘텐츠마다 3개의 「쉬움 모드」 스테이지와 3개의 「어려움 모드」 스테이지로 구성되어 있습니다.<br>● 이벤트 오픈 후, 쉬움 모드의 「모순된 결합체」 스테이지가 개방됩니다. 해당 스테이지를 완료하면 다음 스테이지가 개방됩니다.<br><br>◆ 이벤트 보상 ◆<br>● 한정 이벤트 기간에 지정된 스테이지를 완료하면 「한정 보상」에서 이벤트 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「즐거움 가득한 묘회」 한정 이벤트가 종료되면 한정 이벤트 보상을 획득할 수 없지만, 「소하」에게 가서 이벤트 내용을 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110242,
            2
        ],
        "Ver": "2.5"
    },
    {
        "_id": 50020,
        "Icon": "BtnQuestTrashCanSummon.png",
        "Name": "개척, 우정의 마법!",
        "Desc": "꿈에서 만났던 회색 친구가 홀로 벨로보그의 현실 세계로 왔다. 그는 정체불명의 어두운 그림자가 주민들을 습격하는 위기를 해결하기 위해 왔으나, 당신과 동료들의 도움이 급히 필요하다……",
        "Story": "◆ 소개 ◆<br>꿈에서 만났던 회색 친구가 홀로 벨로보그의 현실 세계로 왔습니다. 그는 정체불명의 어둠의 그림자가 주민들을 습격하는 위기를 해결하기 위해 왔으나, 당신과 동료들의 도움을 급히 필요로 합니다……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 시련 스테이지가 오픈되며, 총 5개의 스테이지가 오픈됩니다.<br>● 모든 도전 스테이지마다 「초기 시련」과 「정식 시련」, 두 개의 난이도가 준비되어 있으며 「초기 시련」 도전을 완료하면 「정식 시련」 난이도가 개방됩니다.<br>● 이번 시련에서는 지정된 체험 캐릭터만 사용하여 도전에 참여하거나, 이미 보유한 동일 캐릭터를 교체하여 출전하는 것만 허용됩니다.<br>● 개척자의 「균형 레벨」이 상승하면 적의 강도도 함께 상승합니다.<br><br>◆ 콘텐츠 소개 ◆<br>● 모든 시련 스테이지에서 각 캐릭터는 마법사가 되어 서로 다른 능력을 지닌 리틀통을 소환해 함께 하우게 됩니다.<br>● 마법사의 전투 스킬과 필살기는 새로운 전투 효과를 얻게 되며, 리틀통을 지휘해 전투를 진행하게 됩니다.<br>● 리틀통은 새로운 공격 스킬과 특성 스킬을 통해 다양한 전투 체험을 선사합니다.<br>● 「정식 시련」 난이도에서 지정된 스킬 조합 목표 도전을 완료하고 라운드가 종료되기 전에 지정된 웨이브의 적을 처치하면 「성급 보상」 평가를 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 스테이지에서 지정된 도전 목표를 달성하면 「통 보상」에서 보상을 수령할 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.4"
    },
    {
        "_id": 50018,
        "Icon": "BtnQuestFightFest.png",
        "Name": "성천 연무 의식",
        "Desc": "성천 연무 의식은 나부 경기 함선에서 성대하게 개최되고, 은하 전역의 무림 고수들이 실력을 뽐내기 위해 한자리에 모인다. 당신 역시 이 무림 대회에 참가해 전설적인 연무 여정을 시작하게 되는데……",
        "Story": "◆ 소개 ◆<br>성천 연무 의식이 나부의 경기 함선에서 성대하게 개최되고, 은하 전역의 무술 고수들이 실력을 뽐내기 위해 한자리에 모였습니다. 당신 역시 이 무림 대회에 특별한 신분으로 참가하게 되는데……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트에서 개척자는 벨로보그팀을 대표하는 「루카」 선수의 코치가 되어 함께 「성천 연무 의식」에 참여하게 됩니다.<br>● 대회는 여러 개의 경기 일정으로 나뉘며, 각 「연무전」의 챔피언을 쓰러트리면 후속 경기 일정로 진출해 최종 「방어전」에 참여하고 방어자 검객 「연경」에게 도전할 수 있습니다.<br>● 각 경기 일정의 「챔피언」에게 도전하려면 「예선전」에 참가해 다른 선수들을 이기고 점수를 획득해야 합니다. 목표 점수에 도달하면 현재 경기 일정의 「연무전」 챔피언에게 도전할 자격을 획득할 수 있습니다.<br><br>◆ 전투 규칙 ◆<br>● 연무 경기 중엔 관중들의 응원에 따라 양측 선수가 각각 「무대 열기」를 획득합니다.<br>● 경기마다 다양한 「하이라이트」 메커니즘이 있으며, 경기 중 특정 전투 행동을 완료해 「하이라이트」를 선보이고 아군의 「무대 열기」를 누적해야 합니다.<br>● 행동 서열에 있는 상대의 아이콘이 빨간색으로 빛나면 상대가 행동 시 「무대 열기」를 누적합니다.<br>● 아군의 「무대 열기」가 증가하면 상대의 「무대 열기」가 감소하며, 반대도 마찬가지입니다.<br>● 양측 중 임의 선수의 「무대 열기」가 최대치에 도달하면 경기장은 「격려 강화」 상태에 진입하며, 관중의 응원을 받은 선수는 강력한 버프를 획득합니다.<br>● 루카 선수의 코치로서 개척자는 전투 중 다양한 효과를 가진 「전술 비급」을 사용해 루카를 지원하거나, 전투 전에 「전술 음료」를 장착해 루카가 전투 버프를 얻을 수 있게 도와줄 수 있습니다.<br>● 체험 캐릭터를 선택해 도전에 참여할 수 있습니다.<br>● 「균형 레벨」이 올라가면 적의 강도도 같이 증가합니다.<br><br>◆ 예선전 ◆<br>● 「예선전」에 참가해 다른 선수들을 이기면 점수를 획득하며, 목표 점수에 도달하면 현재 경기 일정의 「연무전」 챔피언에게 도전할 수 있습니다.<br>● 한 경기 일정의 「예선전」마다 도전할 수 있는 선수는 2명이며, 동시에 1명의 선수에게만 도전할 수 있습니다.<br>● 목표 점수에 도달하면 로비의 「점수판」에서 「연무전」 챔피언 도전 자격을 확인하고 해당 연무전에 참여할 수 있습니다.<br><br>◆ 특별 초청전 ◆<br>● 일부 경기 일정에는 선택적으로 도전할 수 있는 「특별 초청전」이 존재하며, 「특별 초청전」에서는 「예선전」 점수를 획득할 수 없습니다.<br>● 「특별 초청전」에 도전하는 동안에도 「예선전」에 참가할 수 있습니다.<br><br>◆ 꿈세계 훈련 ◆<br>● 「꿈세계 훈련」에서는 난이도가 높은 챔피언에게 도전할 수 있으며, 총 5개의 스테이지가 있습니다.<br>● 각 경기 일정의 「연무전」을 완료하면 새로운 「꿈세계 훈련」 스테이지가 개방됩니다.<br>● 「꿈세계 훈련」 전투에서는 6라운드 안에 3개 단계의 보스를 처치해야 합니다.<br>● 도전 종료 시 남은 라운드가 있으면 더 높은 등급을 획득할 수 있습니다.<br>● 「꿈세계 훈련」 전투에서는 아군 행동으로 「무대 열기」를 누적할 수 없습니다.<br>● 「꿈세계 훈련」 도전 목표를 완료하면 「훈련 보상」을 수령할 수 있습니다.<br><br>◆ 상시 보상 ◆<br>● 「연무전」과 「예선전」을 완료하면 「연무의 검」을 획득할 수 있습니다.<br>● 「연무 보상」에서 「연무의 검」으로 보상을 교환할 수 있습니다.<br>● 「연무 보상」에서 펫 「몽맥」, Mar. 7th•수렵 운명의 길의 성혼 개방 아이템을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「성천 연무 의식」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「경기 함선」의 「전술판」에서 이벤트를 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            235,
            251001,
            221007,
            11224,
            213,
            223,
            233,
            110192,
            2
        ],
        "Ver": "2.5"
    },
    {
        "_id": 50017,
        "Icon": "BtnQuestTouringCarPhoto.png",
        "Name": "일회용 기억 물질 촬영 계획",
        "Desc": "페나코니에서 온 견습 의사가 별뗏목의 바다에서 특별한 촬영 프로젝트를 도와줄 조수 한 명을 모집하고 있다",
        "Story": "◆ 소개 ◆<br>페나코니에서 온 견습 의사가 별뗏목의 바다에서 특별한 촬영 프로젝트를 도와줄 조수 한 명을 모집하고 있습니다.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 스테이지가 개방되며, 총 6개의 스테이지가 있습니다.<br>● 선행 스테이지의 촬영을 완료해야만 다음 스테이지를 개방할 수 있습니다.<br>● 촬영 목표와 조준점이 일부 겹치는 순간 촬영 버튼을 누르면 촬영 성공입니다.<br>● 촬영 목표는 동, 은, 금 세 가지 등급의 쓰레기통이며, 쓰레기통 등급에 따라 획득하는 점수도 달라집니다.<br>● 금 쓰레기통이 「특수 동작」을 취할 때 촬영하면 추가로 「포착 점수」를 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간에 모든 스테이지의 트로피를 달성하면 「한정 보상」에서 보상을 수령할 수 있습니다.",
        "Reward": [
            241,
            1,
            213,
            223,
            233,
            110182,
            2
        ],
        "Ver": "2.4"
    },
    {
        "_id": 50016,
        "Icon": "BtnQuestStarChallenge.png",
        "Name": "반짝이는 스타라이트",
        "Desc": "우주정거장의 연구원 안기쁨이 그녀의 새로운 동료와 함께 신비한 테스트를 진행하던 중 당신에게 도움의 손길을 부탁하는데……",
        "Story": "◆ 소개 ◆<br>우주정거장의 연구원 안기쁨이 신비한 테스트를 주관하고 있습니다. 이번에 그녀는 동료를 데리고 당신을 찾아와 도움의 손길을 부탁하는데……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트가 열리면 매일 새로운 도전 스테이지가 열리며, 총 8개의 스테이지가 있습니다.<br>● 도전 스테이지마다 「왜성」, 「초거성」 두 난이도가 존재하며, 「왜성」 도전 완료 시 「초거성」 난이도가 개방됩니다.<br>● 도전 스테이지마다 캐릭터에게 버프 효과를 제공하는 고정 스테이지 메커니즘이 있습니다.<br>● 「초거성」 난이도에서 라운드 종료 전 6웨이브의 적을 모두 처치하면 「완벽 격파」 평가를 획득합니다.<br>● 「균형 레벨」이 상승하면 적의 강도도 함께 상승합니다.<br>● 체험 캐릭터를 선택해 도전할 수 있습니다.<br>● 「반짝이는 스타라이트」 이벤트에서 아군 캐릭터가 적 처치 시 회복하는 에너지는 일반 전투의 50%입니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 스테이지 내 지정된 도전 목표를 달성하면 「한정 보상」에서 보상을 수령할 수 있습니다.",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110202,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            8150,
            8151,
            8152,
            8153,
            8154,
            8155,
            8156,
            8157
        ]
    },
    {
        "_id": 50015,
        "Icon": "BtnQuestSwordTraining.png",
        "Name": "초화습검록",
        "Desc": "연무 의식이 다가오는 가운데 Mar. 7th는 연경, 운리의 초대를 받아 검술 제자가 된다. 당신은 Mar. 7th의 조교로서 검술 훈련 일정을 계획하고, 검술 대결에서 그녀가 승리할 수 있도록 도와야 한다",
        "Story": "◆ 소개 ◆<br>「초화습검록」에서 당신은 Mar. 7th의 검술 조교로서 검술 훈련 일정을 계획하고, Mar. 7th가 검술 초식을 습득하도록 도와 15일 뒤 스코트를 쓰러트리게 해야 합니다<br><br>◆ 이벤트 규칙 ◆<br>● 매일 Mar. 7th의 일정을 4회 계획할 수 있습니다. 기초 훈련을 통해 속성을 증가시켜 검술 초식을 배우기 위한 탄탄한 기초를 다질 수 있습니다.<br>● 더욱 강력한 검술 초식을 배우면서 Mar. 7th는 검심초성에 도달할 때까지 지속적으로 경지를 돌파하게 됩니다.<br>● 이벤트에서 검술 수련과 관련된 여러 개의 기연 스토리를 체험할 수 있습니다. 선주의 기연, 동료 서포트, 검술 훈련 일화 등을 통해 스토리를 완료할 수 있으며, 심지어 검술 훈련의 기연에 따라 스토리를 완료하는 방식도 달라집니다.<br><br>◆ 상시 보상 ◆<br>● 스토리 엔딩을 하나 완료할 때마다 수집 보상을 수령할 수 있습니다. 이 외에도 일정 수의 엔딩을 누적 완료하면 Mar. 7th•수렵 운명의 길의 성혼 개방 아이템을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간 동안 지정된 검술 수련 임무를 완료해 대응하는 보상을 획득할 수 있습니다. 한정 이벤트가 종료되면 더 이상 이벤트 기간에 제공되는 한정 보상을 수령할 수 없습니다.",
        "Reward": [
            236,
            241,
            1,
            220006,
            11224,
            213,
            223,
            233,
            110183,
            110182,
            2
        ],
        "Ver": "2.4"
    },
    {
        "_id": 50014,
        "Icon": "BtnQuestMatchThree.png",
        "Name": "종이새 팡팡",
        "Desc": "이게 대체 뭘까? 「종이새 팡팡」 게임 테스트 초대장? 발신자가 가족인 걸 보니 아마 사기는 아닐 것이다……",
        "Story": "◆ 소개 ◆<br>「종이새 팡팡」은 가족이 개발한 트레이딩 아케이드 대전 게임으로, 간단한 「매치3」 게임 콘텐츠의 순수한 재미를 선사하는 것이 목표입니다. 현재 개발 중인 프로젝트에 대한 프로세스 테스트를 진행해 주세요.<br><br>◆ 이벤트 규칙 ◆<br> 「종이새 팡팡」 이벤트에서 개척자는 제작팀이 「페나코니」 각지에 배치한 오락기를 찾고, {TEXTJOIN#87}에 있는 경기장으로 돌아와 다른 선수와 매치3 대전을 진행해야 합니다.<br>● 대전 중 과일을 없애 자신의 종이새에게 먹이고 전투력을 올려, 최후의 대전에서 종이새에게 승리를 안겨주세요.<br>● 과일을 없애는 과정에서 종이새가 좋아하는 과일을 먹이로 주거나 필드의 특수 메커니즘을 적절히 사용하면 과일을 없애는 데 도움이 됩니다.<br>● 기본적인 오락기 도전 완료 후 멀티 난투 모드가 개방됩니다. 개척자는 다른 세계에서 온 개척자와 함께 다인 대전을 진행하여 종이새 팡팡의 최강자를 가릴 수 있습니다.<br><br>● 이를 바탕으로 개방될 「자유 도전」에서 동료들과 함께 더욱 격렬한 대결을 펼쳐보세요.<br><br>◆ 상시 보상 ◆<br>● 도전 스테이지를 처음 클리어하면 보상을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 대전 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「종이새 팡팡」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없고 다른 세계에서 온 개척자와 다인 대전을 진행할 수 없으나, 「{TEXTJOIN#87}」의 「종이새 오락기」에서 게임을 체험하고 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            309004,
            213,
            223,
            233,
            110182,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            8130,
            8131,
            8132,
            8133,
            8134,
            8135,
            8136,
            8137,
            8138,
            8139
        ]
    },
    {
        "_id": 50013,
        "Icon": "SpriteOutput/UI/Quest/ExpeditionAboutBoothill/ImgExpeditionAboutBoothillBanner.png",
        "Name": "부트힐에 관한 모든 것…",
        "Desc": "관리과 연구원 지드가 우주정거장을 돌아다니며 당신을 찾고 있다. 그녀는 기밀 사항을 알려주며 이 모든 이야기는 어느 소란스러운 「우주 카우보이」부터 시작된다고 하는데……",
        "Story": "◆ 소개 ◆<br>● 우주정거장 연구원이 컴퍼니로부터 몇 가지 의뢰를 받아 당신에게 맡겼습니다. 이 의뢰들은 모두 어느 시끄러운 「우주 카우보이」와 관련이 있는 듯한데……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 시 24개의 의뢰가 게시됩니다. 의뢰는 동시에 최대 4개까지 받을 수 있습니다.<br>● 매번 최소 2명의 캐릭터를 파견해 임무를 완료해야 합니다. 파견 시 S, A, B 세 등급으로 파견 평가를 받게 됩니다. 추천 운명의 길이나 레벨이 높은 캐릭터를 사용하면 파견 평가를 높여 추가 보상을 받을 수 있습니다.<br>● 이벤트 의뢰는 일반 의뢰와 수량 제한 및 의뢰 캐릭터를 공유하지 않습니다. 모든 이벤트 의뢰는 친구의 지원 캐릭터 1명을 파견할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 캐릭터를 파견해 이벤트 의뢰를 완료하면 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            213,
            233,
            2
        ],
        "Ver": "2.2",
        "RD": {
            "1": 0,
            "213": 0,
            "233": 0,
            "2": 0
        }
    },
    {
        "_id": 50012,
        "Icon": "BtnClockPark.png",
        "Name": "≪시계 소년: 좋은꿈의 과거≫",
        "Desc": "≪시계 소년≫ 애니메이션을 제작한 클락 스튜디오가 위기에 빠졌다. 한편 영화감독은 자취를 감췄는데……",
        "Story": "◆ 소개 ◆<br>「시계공」의 실종으로 클락 스튜디오는 운영 중단의 위기에 빠졌습니다. 어서 그들을 도와 시계 소년 영화 ≪좋은꿈의 과거≫의 편집 작업을 마치세요!<br><br>◆ 이벤트 규칙 ◆<br>● 모험 임무 「회전을 멈춘 시계」를 완료하면 ≪좋은꿈의 과거≫를 편집할 수 있습니다.<br>● 스튜디오 테마파크는 ≪좋은꿈의 과거≫의 편집 진도에 따라 자원을 지원받을 수 있으며, 100%에 도달하면 스튜디오 테마파크를 부흥시킬 개봉 이벤트를 개최할 수 있습니다. 시사회 완료 후 획득하는 자금 지원은 스튜디오 테마파크의 파괴된 스크린을 수리하는 데 사용됩니다.<br>● 편집 진도에 따라, 제작팀은 「광고 영상」을 촬영할 기회를 얻게 됩니다. 광고 영상 임무를 완료하면 보상을 획득할 수 있습니다.<br>● ≪좋은꿈의 과거≫의 편집 진도에 따라 더 많은 「광고 영상」이 개방됩니다.<br><br>◆ 영화 편집 ◆<br>● 영화 편집의 핵심은 시간 주사위를 적절히 사용하는 것입니다. 시간 주사위를 여러 플롯 장치에 분배하면, 해당하는 플롯 장치의 샷 수량이 증가합니다. 동시에 여러 관객의 피드백을 받게 되며, 영화의 스릴, 즐거움, 감동 감정에 변화가 생깁니다. 이 세 가지 관객 감정은 영화 흥패의 관건입니다.<br>● 영화가 완성되기 전, 먼저 내부 시사회가 진행됩니다. 영화마다 각기 다른 시사 기준이 있으며, 특정 조건을 달성해야만 내부 시사회를 통과할 수 있습니다.<br>● 시사회 단계를 통과하지 못한 영화는 편집 실패로 간주합니다. 또한, 영화의 세 가지 관객 감정 중 0이 된 감정이 있으면 내용에 문제가 있다는 뜻이며, 편집 실패로 판정됩니다.<br><br>◆ 외전 스토리 ◆<br>● 영화 편집 과정 중, 영화 편집을 성공적으로 마치면 조연들의 외전 필름을 얻을 수 있으며, 외전 예고편이 포함된 장면을 성공적으로 촬영하면 해당하는 외전 영화를 개방할 수 있습니다. 스튜디오 테마파크 곳곳에 있는 애니메이터들을 도와 조연들의 스토리를 완료하세요!<br><br>◆ 상시 보상 ◆<br>● 편집 과정 중, 다른 플롯을 고르면 기존과 완전히 다른 엔딩에 다다를 수 있습니다. 편집을 통해 각각의 엔딩을 달성할 때마다 시계 영화 보수에서 상응하는 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            22002,
            220005,
            213,
            223,
            233,
            110232,
            2
        ],
        "Ver": "2.2",
        "Tutorial": [
            8122
        ],
        "RD": {
            "236": 1,
            "241": "1+1",
            "1": "1000+120",
            "213": "50+8",
            "223": "27+9",
            "233": "36+16",
            "110232": "50+0",
            "2": "610000+270000"
        }
    },
    {
        "_id": 50011,
        "Icon": "BtnEvolveBuild.png",
        "Name": "은하 방망이 협객 전설: 출발편",
        "Desc": "지오반니가 당신을 모델로 한 게임을 테스트 해달라고 초대했다. 우주 곳곳의 적을 쓰러트리고 최강의 무기를 합성해 「은하 방망이 협객」의 정상에 오르자!",
        "Story": "◆ 소개 ◆<br>지오반니가 당신을 모델로 한 게임을 테스트 해달라고 초대했습니다. 우주 곳곳의 적을 쓰러트리고 최강의 무기를 합성해 「은하 방망이 협객」의 정상에 오르세요!<br><br>◆ 이벤트 규칙 ◆<br>● 이번 이벤트는 총 3가지 난이도가 있는 6개의 전투 스테이지로 구성되어 있으며, 스테이지마다 3개의 전투 단계로 나뉩니다.<br>● 제한된 라운드 내에 세 전투 단계의 적을 일정 수량 처치하여 스테이지 도전을 완료하세요.<br>● 이벤트 오픈 후 선행 스테이지에서 지정된 점수를 달성해야 다음 스테이지를 개방할 수 있습니다.<br>● 「균형 레벨」을 올리면 적의 강도도 함께 증가합니다.<br>● 체험 캐릭터를 선택해 도전에 참여할 수 있습니다.<br>● 「은하 방망이 협객 전설」에서 아군 캐릭터가 적 처치 시 회복하는 에너지는 일반 전투의 50%입니다.<br><br>◆ 콘텐츠 개요 ◆<br>● 스테이지에서 적을 처치하면 경험치를 획득해 「파티 레벨」을 올릴 수 있습니다.<br>● 스테이지마다 「파티 보너스」 효과가 다릅니다. 「파티 레벨」이 오르면, 아군 캐릭터는 현재 스테이지의 「파티 보너스」 효과에 따라 상응하는 레벨 배율의 스테이지 버프를 획득합니다.<br>● 「파티 레벨」이 오르면 랜덤으로 「무기」 또는 「액세서리」를 1개 선택할 수 있습니다. 이미 보유 중인 「무기」 또는 「액세서리」를 중복으로 획득할 시, 해당 「무기」 또는 「액세서리」의 레벨이 증가해 더욱 강력한 효과를 얻게 됩니다.<br>● 「무기」는 자율 행동하거나 아군 캐릭터에 의해 발동되어 적에게 피해를 가할 수 있습니다. 「액세서리」는 「무기」 및 아군 캐릭터에게 각종 버프 효과를 제공합니다.<br>● 「무기」마다 특정한 공명 「액세서리」가 있습니다. 최고 레벨의 「무기」와 상응하는 공명 「액세서리」를 획득하면, 이후 레벨업 시 강력한 「전설 무기」로 업그레이드할 수 있습니다.<br>● 스테이지 내의 적은 웨이브 갱신과 단계 진도에 따라 점차 강해집니다. 「무기」와 「액세서리」를 적절히 조합해 무기 레벨을 올린 후 「전설 무기」를 획득하여 점차 강해지는 적을 상대할 수 있습니다.<br><br>◆ 스테이지 안내 ◆<br>● 스테이지마다 3단계의 여러 웨이브로 구성된 적 도전이 존재하며, 모든 단계는 정예 도전 또는 보스 도전으로 끝납니다.<br>● 각 웨이브의 전투에는 지정된 수량의 적이 존재하고, 해당 웨이브의 모든 적이 처치될 때까지 적이 계속해서 리스폰됩니다.<br>● 각 웨이브의 전투에는 제한된 라운드 카운트다운이 존재하고, 카운트다운이 끝나면 처치되지 않은 적은 사라지며 더 이상 점수와 경험치를 획득할 수 없습니다.<br>● 각 단계의 정예 웨이브 전투에는 클리어 목표가 존재하며, 지정된 수량의 정예 적을 처치해야 다음 단계의 전투로 넘어갈 수 있습니다.<br>● 전투에서 더 많은 수량의 적을 처치하고 최종 보스에게 더 많은 피해를 가하면, 더 높은 점수를 획득할 수 있습니다. 클리어 시 남은 라운드가 있다면 추가 점수를 획득할 수 있습니다.<br>● 각 단계의 전투 종료 후 현재 파티 레벨, 획득한 무기 및 액세서리 등 데이터는 자동으로 저장되며, 도전을 나가면 저장 파일을 사용해 현재 스테이지에 계속 도전할 수 있습니다.<br><br>◆ 은하 탐사 ◆<br>● 첫 번째 스테이지 「화산 행성」부터 다섯 번째 스테이지 「달콤한 꿈 행성」까지의 모든 스테이지에는 각각 다른 스타팅 무기가 지정됩니다. 최종 스테이지 「영원 블랙홀」에선 스타팅 무기를 직접 선택할 수 있습니다.<br>● 네 번째 스테이지 「미니어처 행성」부터는 스테이지 내의 각 단계 시작 시, 모험 전략을 선택해 더 많은 스테이지 버프를 획득할 수 있습니다.<br>● 최종 스테이지 「영원 블랙홀」에서는 일반적인 세 단계를 클리어한 후 추가 도전 단계가 개방되며, 해당 단계에서 강력한 적 1기에게 도전해 더 높은 점수를 획득할 수 있습니다.<br><br>◆ 라쿤 코인 ◆<br>● 스테이지에서 적을 처치하면 「라쿤 코인」을 획득할 수 있습니다.<br>● 「은하 보물」은 스테이지에서 정예 웨이브를 클리어한 후 드랍되며, 랜덤 수량의 「무기」/「액세서리」 및 「라쿤 코인」을 제공합니다.<br>● 각 스테이지의 도전을 완료한 후 「은하 상점」에서 라쿤 코인을 소모해 속성 증가, 무기 강화 및 각종 콘텐츠 기능 구매가 가능합니다.",
        "Reward": [
            236,
            241,
            1,
            235,
            213,
            223,
            233,
            110192,
            2
        ],
        "Ver": "2.2",
        "Tutorial": [
            8140,
            8141,
            8142,
            8143,
            8144,
            8145,
            8146
        ],
        "RD": {
            "236": 0,
            "241": 0,
            "1": 0,
            "235": 0,
            "213": 0,
            "223": 0,
            "233": 0,
            "110192": 0,
            "2": 0
        }
    },
    {
        "_id": 50010,
        "Icon": "BtnQuestFeverTime.png",
        "Name": "전의의 파도",
        "Desc": "정비과의 어느 연구원이 기억 거품을 이용해 전투 게임을 만들었다. 그는 당신을 게임에 초대하는데……",
        "Story": "◆ 소개 ◆<br>정비과에 당신의 「팬」인 한 연구원이 있습니다. 그는 기억 거품을 이용해 자신이 어린 시절 가장 좋아했던 게임을 재현했습니다. 그는 특별히 사람을 보내 당신을 게임에 초대했고, 친절하게 [서포트 기능]까지 준비했습니다. 이 호의를 거절하긴 어려워 보입니다……. <br><br>◆ 이벤트 규칙 ◆<br>● 이번 이벤트에선 6개의 전투 스테이지가 매일 순차적으로 개방됩니다.<br>● 전투 중 6 라운드 내에 3 웨이브의 보스를 처치해야 합니다. 보스를 제외한 적은 끊임없이 리스폰됩니다.<br>● 클리어 시 남은 라운드가 있을 경우 더 높은 등급을 획득할 수 있습니다.<br>● 아군 캐릭터가 적 처치 시 회복하는 에너지는 일반 전투의 50%입니다.<br>● 체험 캐릭터를 선택해 도전에 참여할 수 있습니다.<br>● 「균형 레벨」을 올리면 적의 강도도 함께 증가합니다.<br><br>◆ 콘텐츠 개요 ◆<br>● 스테이지마다 「전의 메커니즘」이 존재합니다. 이를 발동하면 빠르게 「전의 수치」를 누적해 「전의 단계」를 올려 더 많은 버프를 획득할 수 있습니다.<br>● 「전의 4단계: 힘의 각성」에 진입하면 강력한 스테이지 버프를 획득해 적을 처치할 수 있습니다!<br><br>◆ 전의 수치 ◆<br>● 전투 중 「전의 메커니즘」이 발동될 때마다 대량의 「전의 수치」를 누적할 수 있습니다.<br>● 캐릭터가 행동할 때마다 소량의 「전의 수치」를 누적할 수 있습니다.<br>● 「전의 수치」가 목표치에 도달하면 「전의 단계」를 올릴 수 있습니다.<br>● 「전의 단계」를 올리기 위해 필요한 「전의 수치」는 각 스테이지마다 다르며, 이는 스테이지 내에서 확인할 수 있습니다.<br><br>◆ 전의 단계 ◆<br>● 「전의 단계」는 총 4단계로 나뉘며, 각 단계에 도달할 때마다 추가로 「서포트 기능」을 1개 활성화하여 더 많은 스테이지 버프를 획득할 수 있습니다.<br>● [전의 4단계: 힘의 각성] 진입 시 강력한 버프를 획득할 수 있습니다. 해당 단계에 적용되는 [서포트 기능]은 해당 스테이지의 핵심 버프로, 기본적으로 추가되며 선택할 수 없습니다.<br>● 각 스테이지의 「전의 2단계」, 「전의 3단계」에서 적용되는 「서포트 기능」은 전투에 진입하기 전에 선택해야 합니다.<br>● 「전의 4단계: 힘의 각성」은 일정 행동 수치 내에 종료되며, 종료 후 「전의 3단계」로 돌아가게 됩니다.<br>● 「전의 4단계: 힘의 각성」 단계 동안 적을 공격할 때마다 「각성 공격」을 누적할 수 있습니다. 단계가 종료되어 「전의 3단계」로 돌아갈 때, 「각성 공격」의 누적 횟수에 따라 「전의 수치」가 일정량 반환되어 더 빠르게 「전의 4단계: 힘의 각성」에 재진입할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 스테이지에서 「전의 단계」를 지정된 단계까지 올리고 스테이지 보스를 처치하면, 「한정 보상」에서 스테이지 보상을 수령할 수 있습니다.<br>● 모든 스테이지에 도전하고 모든 스테이지의 1차 웨이브 보스를 처치하면 답례품을 받을 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.1",
        "Tutorial": [
            8100,
            8101,
            8102,
            8103,
            8104,
            8105,
            8106,
            8107,
            8108,
            8109,
            8111,
            8112
        ]
    },
    {
        "_id": 50009,
        "Icon": "BtnQuestDrinkMaker.png",
        "Name": "잔 속의 에피소드",
        "Desc": "「나쁜꿈 바」의 관리자는 외출할 일이 있어 당신에게 음료 제조가 일을 의뢰하게 된다. 하지만 뜻밖에도 바에 오는 손님들은 평범한 손님들이 아니었는데……",
        "Story": "◆ 소개 ◆<br>「나쁜꿈 바」의 관리자는 외출할 일이 있어 당신에게 음료 제조가 일을 의뢰하게 됩니다. 하지만 뜻밖에도 바에 오는 손님들은 평범한 손님들이 아니었는데…….<br><br>◆ 이벤트 규칙 ◆<br>「잔 속의 에피소드」 이벤트에서 개척자는 음료 제조가가 되어 「나쁜꿈 극단」의 단원들과 이야기를 나누고, 그들이 원하는 음료를 만들어 신뢰를 얻어 그들의 감정 문제를 해결하게 됩니다.<br><br>◆ 상시 보상 ◆<br>● 손님을 접대하면 「손님의 팁」을 획득할 수 있습니다. 그들의 요구를 충족시키면 「손님의 팁」을 더 많이 획득할 수 있습니다.<br>● 「손님의 팁」은 「매출 통계」에서 보상으로 교환할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정 임무 목표를 완료하면 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>「잔 속의 에피소드」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 필드 「나쁜꿈 바」의 「음료 제조대」를 체험하여 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            309003,
            220004,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.1"
    },
    {
        "_id": 50008,
        "Icon": "BtnQuestMonopoly.png",
        "Name": "성간 여행",
        "Desc": "은하열차에 무명객이 보낸 소포가 도착했다. 폼폼은 당신이 열차로 돌아와 함께 내용물을 확인하길 기다리고 있는데……",
        "Story": "◆ 소개 ◆<br>은하열차에 무명객이 보낸 소포가 도착했습니다. 폼폼은 당신이 열차로 돌아와 함께 내용물을 확인하길 기다리고 있습니다…….<br><br>◆ 이벤트 목표 ◆<br>● 전 서버 보상 및 개인 보상을 개방하기 위해 계속해서 「개척 크레딧」을 획득해야 합니다.<br>● 이벤트 기간 동안 지속적으로 「개척 크레딧」을 공헌하면 [개인 공헌]을 누적해 상응하는 보상을 개방할 수 있습니다.<br>● 개인 공헌 진도는 [은하 공헌 진도]를 높여줍니다. [은하 공헌 진도]가 특정 지점에 도달하면 상응하는 노드 보상이 개방됩니다.<br><br>◆ 이벤트 규칙 ◆<br>● 매일 로그인하면 주사위를 획득할 수 있습니다. 주사위를 던지면 맵에서 전진할 수 있으며, 다양한 콘텐츠에서 「개척 크레딧」을 획득할 수 있습니다. 주사위가 소진되면 누적된 「개척 크레딧」을 공헌할 수 있습니다.<br>● [은하 공헌 진도]가 100%에 도달하면 사용 가능한 주사위 수량에 제한이 없어집니다.<br><br>◆ 개척 성향 테스트 ◆<br>● 이벤트에서 테스트 콘텐츠를 체험할 수 있습니다.<br>● 일정 수량의 테스트 문제를 완료하면, 테스트 보고서를 개방해 상응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 당일에 공헌을 하지 않았다면, 다음번 이벤트 진입 시 자동으로 「개척 크레딧」을 공헌합니다.",
        "Reward": [
            236,
            241,
            1,
            221005,
            202016,
            213,
            223,
            233,
            110222,
            2
        ],
        "Ver": "2.1",
        "Tutorial": [
            8110
        ]
    },
    {
        "_id": 50007,
        "Icon": "BtnQuestMiniGame.png",
        "Name": "하누 형제 탈옥기",
        "Desc": "Dr. 에드워드가 특이한 소재의 꿈방울을 새로 출시했는데, 체험해 본 손님들 모두 호평 일색이다. 대체 무슨 내용이길래 이렇게 인기가 많은 것일까? 직접 체험해 봐야 알 수 있을 것이다. 아직 늦지 않았으니, 지금 바로 Dr. 에드워드를 찾아가 확인해 보자",
        "Story": "◆ 이벤트 소개 ◆<br>● Dr. 에드워드가 특이한 소재의 꿈방울을 새로 출시했는데, 체험해 본 손님들 모두 호평 일색입니다. 대체 무슨 내용이길래 이렇게 인기가 많은지는 직접 체험해 봐야 알 수 있을 듯합니다. 아직 늦지 않았으니, 지금 바로 Dr. 에드워드를 찾아가 확인해 보세요.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 「얕은 꿈세계」의 「버블 핀볼」 스테이지가 개방되며, 해당 꿈방울 스테이지를 클리어하면 다음 꿈방울이 개방됩니다.<br>● 「얕은 꿈세계」의 꿈방울을 클리어하면 「깊은 꿈세계」의 꿈방울 챕터가 개방됩니다.<br>● 그중 「버블 핀볼」은 5개, 「꿈세계 시계」는 5개, 「꼬마 하누의 작전」은 2개, 「꿈꾸는 자의 산책」은 2개의 스테이지가 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 한정 이벤트 기간에 지정된 이벤트 목표를 달성하면, 「캐릭터 선택」에서 캐릭터 보상을 수령할 수 있습니다.<br>● 한정 이벤트 기간에 지정된 이벤트 목표를 달성하면, 「한정 보상」에서 이벤트 보상을 수령할 수 있습니다.<br>● 이벤트 기간이 종료되면 한정 이벤트 보상을 획득할 수 없지만, 「Dr. 에드워드」에게 가서 이벤트 내용을 체험하고 상시 보상을 획득할 수 있습니다.<br><br>",
        "Reward": [
            236,
            241,
            1,
            309002,
            213,
            223,
            233,
            110222,
            2
        ],
        "Ver": "2.0"
    },
    {
        "_id": 50006,
        "Icon": "BtnQuesHeliobus.png",
        "Name": "호재지이",
        "Desc": "창조 용광로가 파괴되면서 안에 갇혀있던 요괴 「세양」이 탈출했다. 시왕사의 명으로 요괴를 제거하던 중 판관과 함께 뜻밖의 사건을 겪게 된다",
        "Story": "◆ 소개 ◆<br>창조 용광로가 파괴되면서 안에 갇혀있던 요괴 「세양」이 탈출했습니다. 시왕사의 명으로 요괴를 제거하던 중 판관과 함께 뜻밖의 사건을 겪게 됩니다.<br><br>◆ 참여 조건 ◆<br>● 개척 후문 「유원경몽」 완료 후, 즉시 이벤트에 참여할 수 있습니다. 「나부기담」에서 조사 의뢰를 진행하거나 「요괴 진압록」에서 스테이지에 도전할 수 있습니다.<br>● 「호재지이」 한정 이벤트 종료 후, 이벤트 기간의 한정 보상을 획득할 수 없지만, 「호재지이」 개척 후문 스토리를 체험하고 선주 나부 「유원」으로 이동해 「나부기담」과 「요괴 진압록」을 체험하여 상시 보상을 획득할 수 있습니다.<br><br>◆ 나부기담 ◆<br>● 「나부기담」에서 요괴 퇴치팀과 함께 「네비니Guinevere」 블로거 계정을 운영하게 됩니다. 팔로워를 획득하면 계정의 인기 등급이 상승합니다.<br>● 「나부기담」에서 조사 의뢰를 수락할 수 있습니다. 조사 의뢰 완료 후 「요괴 퇴치팀」 게시글을 편집하고 게시해 네티즌들이 댓글을 작성하도록 유도하고 대량의 팔로워와 후원 포인트를 획득할 수 있습니다.<br>● 팔로워가 누적되면 계정의 「나부기담」 인기 단계가 상승합니다. 새로운 인기 단계에 진입하면 「호재지이」의 새로운 개척 후문 스토리가 개방됩니다. 스토리를 완료하면 더 많은 조사 의뢰를 개방할 수 있습니다.<br>● 「나부기담」에서는 조사 의뢰를 수령할 수 있을 뿐만 아니라, 네티즌의 댓글에 회신해 후원 포인트를 획득할 수 있습니다.<br><br>◆ 요괴 진압록 ◆<br>● 개척 후문 「호재지이」를 완료하고 「유원」 각지의 진요탑을 개방하면 해당 진요탑의 요괴 진압록 도전이 개방됩니다. 각 진요탑에는 4개 난이도의 스테이지가 포함되어 있습니다.<br>● 「요괴 진압록」의 스테이지를 클리어하면 후원 포인트를 획득할 수 있습니다. 스테이지 도전을 누적 완료하면 요괴 진압 보상에서 보상을 수령할 수 있습니다.<br>● 개척 후문 「호몽」을 완료하면 「악의 정화」가 개방됩니다. 원정 전투 스테이지 4개가 포함되어 있으며, 각 진요탑의 모든 난이도 요괴 진압록 스테이지 완료 시 개방됩니다.<br>● 요괴 진압록의 모든 도전은 「호재지이」에서 획득한 퇴마술을 선택해 진행해야 합니다.<br><br>◆ 상시 보상 ◆<br>● 「나부기담」에서 조사 의뢰를 완료하거나 「요괴 진압록」에서 스테이지를 완료하면 후원 포인트를 획득할 수 있습니다.<br>● 「구독 플랜」 시스템에서 후원 포인트를 제출해 구독 레벨을 올리면 구독 보상을 수령할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간 동안 「유원경몽」을 완료하면 광추 보상을 획득할 수 있습니다. 「나부기담」의 인기 등급을 올리면 중첩 재료 보상을 획득할 수 있습니다.<br>● 한정 이벤트 기간 동안 「나부기담」의 조사 의뢰, 「요괴 진압록」의 스테이지 도전, 「유원」 맵의 콘텐츠를 완료하면 「한정 보상」에서 보상을 수령할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            235,
            22001,
            221003,
            213,
            223,
            233,
            110173,
            110172,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50005,
        "Icon": "BtnQuestAetherDivide.png",
        "Name": "에테르 배틀",
        "Desc": "우주를 휩쓴 게임 ≪에테르 배틀≫의 「스타피스 결승 축제」가 개최되고 있다. 유저들은 이곳에서 자신의 실력을 뽐내려고 하는데……",
        "Story": "◆ 소개 ◆<br>스타피스 컴퍼니에서 연구 개발한 ≪에테르 배틀≫은 「에테르 코인」을 운반체로 한 TCG 게임으로, 출시되자마자 우주를 휩쓸었습니다. 이 게임에서 모든 생물 데이터는 「에테르 정령」이 될 수 있고, 유저들은 이를 「수집, 대전, 육성, 레벨업」할 수 있습니다. 현재 컴퍼니는 벨로보그에서 「스타피스 결승 축제」를 개최하기로 결정했습니다. 우주 각지의 ≪에테르 배틀≫ 유저들은 「우승자」 칭호를 두고 각축을 벌일 예정입니다.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트에는 특수한 전투 규칙이 적용됩니다. 개척자는 「에테르 정령」을 통해 배틀을 진행해야 합니다.<br>● 이벤트 목표는 「스타피스 결승 축제」의 「타이틀전」에서 「우승자」 칭호를 획득하는 것입니다. 개척자는 4곳의 「승리 낙원」에서 시련을 차례로 통과해 「우승 후보」를 꺾고 「자격 배지」를 획득해야 합니다. 자격 배지를 4개 수집하면 「타이틀전」 입장 자격을 획득할 수 있습니다.<br>● 이벤트 도전 모드 「하이퍼링크 대결」에서 개척자는 우주의 다른 유저와 「에테르 정령」 대결을 진행할 수 있습니다. 지난 여정에서 사귄 친구들을 대전 상대로 만날 수 있을지 살펴보세요.<br>● 이벤트 도전 중에 개척자는 다양한 유저와 「에테르 정령」을 만날 수 있습니다. 「수집, 대전, 육성, 레벨업」을 통해 자신의 「에테르 정령」 파티를 강화시키세요.<br><br>◆ 이벤트 보상 ◆<br>● 「에테르 배틀」 이벤트에서 「승리 낙원」과 「하이퍼링크 대결」 도전을 통과하면 「결승자 등급」을 향상시킬 수 있습니다. 각 「결승자 등급」을 달성하면 등급 보상을 수령할 수 있습니다.<br>● 한정 이벤트 기간에 지정된 이벤트 목표를 달성하면 「한정 보상」에서 이벤트 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>● 「에테르 배틀」의 이벤트 기간이 종료되면 한정 이벤트 보상을 획득할 수 없지만, 벨로보그의 「구 무기 시험장」으로 가서 이벤트 내용을 체험할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            235,
            309001,
            220002,
            213,
            223,
            233,
            110113,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50004,
        "Icon": "BtnTresureDungeon.png",
        "Name": "지하 보물찾기",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>벨로보그에 한파가 닥치기 전의 고대 유적이 다시 세상에 나타났습니다. 유적 깊은 곳에 숨은 진귀한 보물들과 고대 유물이 용감한 보물 사냥꾼의 탐사를 기다리고 있습니다….<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 유적이 개방되며, 총 5곳이 개방됩니다.<br>● 이벤트 중에 보물 사냥꾼은 지구력을 소모해 유적의 각 구역을 탐사할 수 있습니다. 구역에 숨겨진 아이템과 보급 물자… 그리고 위험한 적들이 보물 사냥꾼의 탐사를 기다리고 있습니다.<br>● 행동 노선과 지구력을 적절히 조절하고 유적에서 발굴한 아이템을 합리적으로 이용해 여러 유형의 적을 상대하면 보물찾기 임무가 훨씬 순조로워집니다.<br>● 체험 캐릭터를 선택해 이벤트에 참여할 수 있습니다.<br>● 매 전투가 종료될 때마다 모든 캐릭터의 HP 및 에너지가 기록됩니다.<br>● 개척자가 「균형 레벨」을 올리면 이벤트 내의 적과 체험 캐릭터 레벨도 같이 올라갑니다.<br><br>◆ 이벤트 보상 ◆<br>이벤트 기간 동안 유적을 탐사해 특정 탐사 진도를 달성하면 「보물찾기 보상」에서 임무 보상을 수령할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            235,
            220001,
            213,
            110153,
            110152,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50003,
        "Icon": "BtnQuesAlley.png",
        "Name": "시끌벅적 금 조각상 옛 거리",
        "Desc": "나날이 쇠락하던 금 조각상 거리에 또다시 봄을 맞이할 기회가 찾아왔다. 컴퍼니의 재투자를 노릴 것인가, 현지 상회의 도움을 받을 것인가? 당신은 그 사이에서 사람들의 선택을 좌우하게 된다……",
        "Story": "◆ 소개 ◆<br>나날이 쇠락하던 금 조각상 거리에 또다시 봄을 맞이할 기회가 찾아왔다. 컴퍼니의 재투자를 노릴 것인가, 현지 상회의 도움을 받을 것인가? 당신은 그 사이에서 사람들의 선택을 좌우하게 된다…….<br><br>◆ 이벤트 알림 ◆<br>● 이벤트 오픈 후 매일 새로운 시리즈의 모험 임무 「다시 부흥하는 금빛」이 오픈됩니다. 「다시 부흥하는 금빛•1」을 완료하면 총 4단계의 금 조각상 거리 경영이 시작됩니다.<br>● 「시끌벅적 금 조각상 옛 거리」 한정 이벤트 종료 후 이벤트의 기간 한정 보상을 획득할 수는 없지만, 선주 「나부」 장낙천의 「시끌벅적 금 조각상 옛 거리」에서 콘텐츠를 체험하고 상시 보상을 획득할 수 있습니다.<br><br>◆ 금 조각상 거리 경영 ◆<br>● 금 조각상 거리 경영 기간에 「상회 예비금」을 벌어 상회의 위기를 해결할 수 있습니다. 매 단계의 예비금 목표를 달성해 상회에 납부하면 후속 임무 스토리가 발동되고 금 조각상 거리의 생태계를 바꿀 수 있습니다.<br>● 경영 기간에 「상점 사건」을 완료해 상점과 협력 관계를 맺고, 경영 프로세스를 추진해 상점의 생태계를 바꿀 수도 있습니다. 협력 관계를 맺은 상점은 판매 가능한 화물을 제공합니다.<br>● 금 조각상 거리 경영 단계가 올라가면 더 많은 「상점 사건」이 개방됩니다.<br><br>◆ 화물 적재 ◆<br>● 금 조각상 거리 경영 기간에 「화물 적재」를 통해 「상회 예비금」을 획득할 수 있습니다.<br>● 「상점 사건」을 완료하면 「화물 적재」를 위한 새로운 운송장과 화물이 증가합니다.<br>● 금 조각상 거리의 단계 목표를 달성하면, 도전 콘텐츠인 각 상점의 「맞춤 운송장」이 개방됩니다.<br>● 금 조각상 거리 경영 단계가 올라가면 더 큰 용량의 화물용 별뗏목이 개방되고 더 높은 운송 수익을 획득할 수 있습니다.<br><br>◆ 물류 계획 ◆<br>● 금 조각상 거리 운영 기간에 「물류 계획」에서 항로를 계획하고 일정 물류 평점을 달성하면, 대응하는 보상을 획득할 수 있습니다.<br>● 「상점 사건」을 완료하면, 물류 계획에서 지정 상점을 개방하고 상점과 부두의 물류 항로를 계획할 수 있습니다.<br>● 금 조각상 거리의 단계 목표를 달성하면 「골목 사건」이 나타납니다. 완료 후 보상을 획득하고 「물류 계획」의 노선 혜택을 개방할 수 있습니다.<br>● 금 조각상 거리 경영 단계가 올라가면 저층, 중층, 고층의 물류 항로가 차례로 개방돼 더 많은 상점을 수용할 수 있습니다. <br><br>◆ 상시 보상 ◆<br>● 「물류 계획」, 「상점 사건」, 「골목 사건」, 「맞춤 운송장」을 통해 상업 활력 증서를 획득할 수 있습니다.<br>● 「상회 혜택」시스템에서 상업 활력 증서를 제출해 보상으로 교환할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 「화물 적재」, 「물류 계획」등의 콘텐츠를 진행해 「한정 보상」에서 관리 계획 보상을 수령할 수 있습니다.<br>● 한정 이벤트 기간에 「상점 사건」, 「골목 사건」을 완료하면 「한정 보상」의 부흥 진도 보상을 수령할 수 있습니다.",
        "Reward": [
            236,
            241,
            1,
            1206,
            221001,
            213,
            233,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50002,
        "Icon": "BtnQuestMuseum.png",
        "Name": "겨울 성 박물관 진귀품 목록",
        "Desc": "벨로보그 역사문화박물관 보수 작업이 완료되었다. 대리 관장으로서 운영과 발전을 주도해 박물관의 명성을 되찾아 보자",
        "Story": "◆ 소개 ◆<br>벨로보그 역사문화박물관 보수 작업이 완료되었습니다. 대리 관장으로서 운영과 발전을 주도해 박물관의 명성을 되찾아 보세요.<br><br>◆ 박물관 운영 ◆<br>● 콘텐츠가 개방되면 「견물생심」 시리즈 모험 임무가 오픈됩니다. 「견물생심•1」을 완료하면 즉시 박물관 운영을 시작할 수 있습니다.<br>● 박물관 운영은 총 5단계로, 운영을 통해 「진흥치」를 획득할 수 있습니다. 단계별 누적 목표 달성 후 즉시 단계가 상승하며 새로운 전시구역이 개방됩니다.<br>● 운영일이 오픈되면 발전 기금을 소모해 전시구역을 레벨업하거나 조수를 고용하는 방식으로 「진흥치」를 올릴 수 있습니다.<br><br>◆ 전시품과 조수 수집 ◆<br>● 박물관을 운영하는 과정 중에 개척자는 추가 운영 목표를 획득하거나 돌발 이벤트와 마주치게 됩니다. 운영 목표 및 사건은 분실된 전시품의 단서를 제공합니다. 완료하면 전시품을 박물관 소장으로 보관할 수 있습니다.<br>● 특별 초빙한 조수는 「견물생심」 시리즈 모험 임무를 완료하거나 돌발 이벤트의 안내원 모집 시리즈 임무를 통해 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 각 운영 단계 완료 시 운영 단계 보상을 획득합니다.<br>● 새로운 전시품을 수집하거나 특별 초빙 조수를 영입한 후 「진귀품 목록」에서 수집 보상을 수령할 수 있습니다.<br>● 한정 이벤트 기간 중에 운영과 수집 목표를 달성하면 「한정 보상」에서 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>「겨울 성 박물관 진귀품 목록」 한정 이벤트 종료 후 한정 이벤트 보상을 획득할 수 없지만, 벨로보그 행정구역 「역사문화박물관」에 가서 체험을 즐길 수 있습니다.",
        "Reward": [
            1,
            236,
            241,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50001,
        "Icon": "BtnQuestGraffiti.png",
        "Name": "별사냥 게임",
        "Desc": "",
        "Story": "",
        "Reward": [
            241,
            1,
            22000,
            213,
            110406,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 50000,
        "Icon": "BtnFistClubQuestMission.png",
        "Name": "볼더 타운 슈퍼리그",
        "Desc": "「볼더 타운 슈퍼리그」가 격투 클럽에서 정식으로 개최됐다——Dr. 파고파고에게 자세한 내용을 알아본다",
        "Story": "◆ 소개 ◆<br>「볼더 타운 슈퍼리그」가 격투 클럽에서 정식으로 개최되었습니다——자세한 내용은 Dr. 파고파고에게 물어보세요.<br><br>◆ 이벤트 규칙 ◆<br>「볼더 타운 슈퍼리그」에서 개척자는 각각의 시합 도전에 통과해 대응하는 시합 보상을 획득할 수 있습니다.<br>시합 참여를 선택하면 무작위 추첨 방식으로 상대의 라인업을 확인하고, 상대를 쓰러트린 후 여러 가지 버프를 획득할 수 있습니다.<br>추첨 시작 후 캐릭터 라인업이 고정되며, 개척자는 출전 캐릭터를 변경할 수 없습니다.<br>매 전투가 시작될 때마다 모든 캐릭터의 HP와 에너지가 초기화됩니다.<br>개척자가 「균형 레벨」을 올리면, 이벤트 중 적의 강도도 같이 증가합니다.<br><br>◆ 이벤트 보상 ◆<br>이벤트 기간에 「한정 도전」을 완료하면 한정 추가 보상까지 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>「볼더 타운 슈퍼리그」 한정 이벤트 종료 후, 한정 이벤트 보상을 획득할 수 없지만 「격투 클럽」으로 가서 도전을 진행할 수 있습니다.",
        "Reward": [
            1,
            241,
            213,
            223,
            232,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40006,
        "Icon": "BtnTVSeason2.png",
        "Name": "새벽과 황혼의 두루마리",
        "Desc": "시끌벅적한 오크마 시장에 길을 잃어버린 아이 하나가 나타났다. 아이는 주위를 두리번거리며, 마치 무언가를 찾고 있는 듯한데……",
        "Story": "◆ 소개 ◆<br>시끌벅적한 오크마 시장에 길을 잃은 아이가 나타났습니다. 아이는 주위를 두리번거리며, 마치 무언가를 찾고 있는 것 같습니다. 친절한 개척자는 아이가 준 단서를 따라 사방에 흩어진 신성한 두루마리를 찾고 오크마의 잊힌 과거를 밝히는데……<br><br>◆ 이벤트 규칙 ◆<br>● 이번 이벤트에는 총 5곳에 두루마리가 있습니다. 각 맵에서 상응하는 두루마리를 찾아 전투에 진입해 이야기 속 상대를 쓰러트려야 합니다.<br>● 5개의 전투 스테이지는 매일 순차적으로 개방되며, 5번째 스테이지는 4개의 선행 스테이지에서 점수를 획득해야 개방됩니다.<br>● 「균형 레벨」이 증가하면 적의 강도 역시 상승합니다.<br>● 체험 캐릭터를 선택하여 도전에 참여할 수 있습니다.<br>● 「새벽과 황혼의 두루마리」 콘텐츠에서 아군이 적 처치 시 회복하는 에너지는 일반 전투의 50%입니다.<br><br>◆ 흩어진 두루마리 ◆<br>● 도시 곳곳에 총 4개의 두루마리(스테이지 1~4)가 흩어져 있습니다. 스테이지마다 주요 적이 존재하며, 해당 적은 스테이지에서 「변이 메커니즘」을 보유합니다.<br>● 적의 「변이 메커니즘」을 이용하면 효율적으로 처치할 수 있습니다. 전투 중 「변이 메커니즘」을 발동하면, 「스테이지 버프」 랭크가 상승합니다.<br>● 「스테이지 버프」 랭크는 스테이지 내에서 누적 강화할 수 있는 버프 효과입니다. 누적된 「스테이지 버프」 랭크가 높을수록 캐릭터의 전투 능력이 증가합니다.<br>● 스테이지 1~4 모두 「버프 누적」과 「최종 도전」 두 단계로 구성되어 있습니다.<br>● 「버프 누적」 단계에는 3라운드의 카운트다운이 있으며, 적이 끊임없이 리스폰됩니다. 해당 단계에서는 주요 적의 「변이 메커니즘」을 이용해 「스테이지 버프」 랭크를 최대한 많이 올려야 합니다.<br>● 「최종 도전」 단계에서는 「스테이지 버프」 랭크를 더 이상 올릴 수 없습니다. 4라운드 동안 더 많은 웨이브의 적을 처치할수록 더 높은 점수를 획득하며, 클리어 시 남은 라운드가 있으면 추가 점수를 획득할 수 있습니다. 해당 단계에서 나갈 시 이번 스테이지에서 획득한 「스테이지 버프」 랭크가 기록됩니다.<br>● 「최종 도전」 단계 시작 시 모든 아군의 필살기가 즉시 활성화됩니다.<br><br>◆ 티탄의 도전 ◆<br>● 티탄의 도전은 스테이지 5로, 최종 보스 도전입니다. 해당 스테이지는 스테이지 1~4 중 각 스테이지의 역대 최고 「스테이지 버프」 랭크를 계승합니다.<br>● 스테이지 진입 전, 스테이지 1~4 중 누적된 「스테이지 버프」 2개를 임의로 선택하여 최종 보스 도전에 사용할 수 있습니다.<br>● 4라운드 동안 더 많은 웨이브의 적을 처치할수록 더 높은 점수를 획득하며, 클리어 시 남은 라운드가 있으면 추가 점수를 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간에 스테이지 내에서 「스테이지 버프」를 지정된 랭크까지 올리고 지정된 스테이지 점수를 획득하면, 「한정 보상」에서 스테이지 보상을 수령할 수 있습니다.<br>● 모든 스테이지에 도전해 지정된 점수를 획득하면 세월의 선물을 수령할 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            110252,
            2
        ],
        "Ver": "3.0"
    },
    {
        "_id": 40005,
        "Icon": "BtnQuestTelevision.png",
        "Name": "나쁜꿈 방송국",
        "Desc": "누군가가 페나코니 방송국의 전파를 납치해 이상한 프로그램이 방영되기 시작했다. 이게 무슨 프로그램인지 궁금했던 당신은 배후의 진상을 조사하기로 결심하는데……",
        "Story": "◆ 소개 ◆<br>페나코니의 일부 스크린에서 갑자기 이상한 프로그램이 방영되기 시작했습니다. 방송국의 뉴스 진행자 우마는 당신에게 내막을 이야기하고 싶어 합니다. 그 뒤에는 어떤 비밀이 숨겨져 있을까요……<br><br>◆ 이벤트 규칙 ◆<br>● 이번 이벤트에는 전파가 납치된 텔레비전 화면이 총 5개가 있으며, 각 필드에서 상응하는 텔레비전 화면을 찾아 전투에 진입해 배후의 흑막을 쓰러트려야 합니다.<br>● 5개의 전투 스테이지는 매일 순차적으로 개방되며, 5번째 스테이지는 4개의 선행 스테이지에서 점수를 획득해야 개방됩니다.<br>● 「균형 레벨」이 증가하면 적의 강도 역시 상승합니다.<br>● 체험 캐릭터를 선택하여 도전에 참여할 수 있습니다.<br><br>◆ 4대 채널 ◆<br>● 페나코니 방송국엔 총 4개의 채널(1~4 스테이지)이 있습니다. 스테이지마다 주요 적이 존재하며, 해당 적은 스테이지에서 「변이 메커니즘」을 보유합니다.<br>● 적의 「변이 메커니즘」을 이용하면 적을 효율적으로 처치할 수 있습니다. 전투 중 「변이 메커니즘」을 발동하면, 「스테이지 버프」 랭크가 상승합니다.<br>● 「스테이지 버프」 랭크는 스테이지 내에서 누적 강화할 수 있는 버프 효과입니다. 누적된 「스테이지 버프」 랭크가 높을수록 캐릭터의 전투 능력이 증가합니다.<br>● 1~4 스테이지 모두 「버프 누적」과 「최종 도전」 두 단계로 구성되어 있습니다.<br>● 「버프 누적」 단계에는 4라운드의 카운트다운이 있으며, 적이 끊임없이 리스폰됩니다. 해당 단계에서는 주요 적의 「변이 메커니즘」을 이용해 「스테이지 버프」 랭크를 최대한 많이 올려야 합니다.<br>● 「최종 도전」 단계에서는 「스테이지 버프」 랭크를 더 이상 올릴 수 없습니다. 6라운드 동안 더 많은 웨이브의 적을 처치할수록 더 높은 점수를 획득하며, 클리어 시 남은 라운드가 있으면 추가 점수를 획득할 수 있습니다.<br><br>◆ 라이브 스튜디오 ◆<br>● 라이브 스튜디오는 5 스테이지로, 최종 보스 도전입니다. 해당 스테이지는 1~4 스테이지 중 각 스테이지의 역대 최고 「스테이지 버프」 랭크를 계승합니다.<br>● 스테이지 진입 전, 1~4 스테이지 중 누적된 「스테이지 버프」 2개를 임의로 선택하여 최종 보스 도전에 사용할 수 있습니다.<br>● 6라운드 동안 더 많은 웨이브의 적을 처치할수록 더 높은 점수를 획득하며, 클리어 시 남은 라운드가 있으면 추가 점수를 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간에 스테이지 내에서 「스테이지 버프」를 지정된 랭크까지 올리고 지정된 스테이지 점수를 획득하면, 「한정 보상」에서 스테이지 보상을 수령할 수 있습니다.<br>● 모든 스테이지에 도전해 지정된 점수를 획득하면 방송국 답례품을 수령할 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "2.0"
    },
    {
        "_id": 40004,
        "Icon": "BtnQuestActivityStrongChallenge.png",
        "Name": "가상세계 후각 탐험",
        "Desc": "생태과의 「미지 생명체의 후각 유도를 통한 인지와 환각」 특별 테스트가 시작됐다. 그리고 당신은 이미 초대를 받아 특별 테스트 자격을 얻은 상태인데…",
        "Story": "◆ 소개 ◆<br>생태과 전체가 매우 바쁘게 움직이고 있습니다. 천재가 방문하려는 가운데, 그들은 「미지 생명체의 후각 유도를 통한 인지와 환각」 특별 테스트를 시작했습니다. 해당 테스트에서 특정 냄새 플러그인을 활성화하면 피실험자의 감지 변화를 일으키고, 그들이 각종 환상을 보게 할 수 있습니다. 테스트를 도와달라는 부탁을 받았으니 환상을 용감하게 극복하고 생태과의 핵심 데이터 수집을 도와주세요.<br><br>◆ 이벤트 알림 ◆<br>● 이벤트 시작 후 「가상세계 후각 탐험」의 「일반 모드」가 먼저 오픈됩니다. 「일반 모드」의 모든 스테이지를 클리어한 후 클라우드 로봇과 대화하면 「절망 모드」 스테이지를 오픈할 수 있습니다.<br>● 한정 이벤트 종료 후에는 이벤트 한정 보상을 획득할 수 없습니다.<br><br>◆ 가상세계 후각 탐험 ◆<br>● 냄새 자극으로 인한 환상은 기존 보스 적과 일정한 차이가 있습니다. 전투 시작 시 환상의 특성에 대한 설명을 읽어주세요.<br>● 이전 스테이지에서 일정 점수에 도달해야 다음 스테이지 도전을 오픈할 수 있습니다.<br>● 일반 모드의 적은 균형 레벨의 변화에 따라 난이도가 높아지지만, 절망 모드의 적 레벨은 난이도가 고정되어 있습니다.<br>● 이벤트 중 다양한 냄새 플러그인을 사용해 전투 중 능력 보너스를 획득할 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40003,
        "Icon": "BtnBoxingClubResonance.png",
        "Name": "볼더 타운 슈퍼리그",
        "Desc": "「볼더 타운 슈퍼리그」가 격투 클럽에서 정식으로 개최됐다——Dr. 파고파고에게 자세한 내용을 알아본다",
        "Story": "◆ 소개 ◆<br>「볼더 타운 격투 기술 시범 경기」가 격투 클럽에서 정식으로 개최되었습니다——자세한 내용은 Dr. 파고파고에게 물어보세요.<br><br>◆ 콘텐츠 규칙 ◆<br>「격투 기술 시범 경기」에서는 각각의 시합에 도전하여 상응하는 시합 보상을 획득할 수 있습니다.<br>시합에 참가하면, 해당 유파의 핵심 격투 기술을 획득하게 되며, 상대를 쓰러뜨리면 해당 유파의 강화 격투 기술 두 개 중 한 개를 선택해 획득할 수 있습니다.<br>전투가 시작되면 캐릭터 라인업이 고정되며, 출전 캐릭터를 변경할 수 없습니다.<br>전투가 시작될 때마다 모든 캐릭터의 HP와 에너지가 초기화됩니다.<br>「균형 레벨」이 올라가면, 적의 강도도 같이 증가합니다.<br>도전한 라운드가 5라운드 이하면 퍼펙트 녹다운 평가를 획득하게 됩니다.<br>모든 도전을 완료하면 Dr. 파고파고가 수여하는 「신비한 상품」을 획득할 수 있습니다.<br>시합 내 모든 전투의 라운드 수는 최소 1입니다.",
        "Reward": [
            241,
            1,
            235,
            213,
            223,
            233,
            140363,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40002,
        "Icon": "BtnFantasticStory.png",
        "Name": "진기한 이야기",
        "Desc": "나부의 위기가 잠시 잠잠해지면서 무명객의 업적은 널리 퍼지게 된다. 별뗏목의 바다의 이야기꾼 서연 선생은 당신 일행의 모험에 흥미를 느끼고 그 모험기를 재미있는 이야기로 각색하고 싶어 하는데……",
        "Story": "◆ 소개 ◆<br>선주에는 이미 무명객의 명성이 자자합니다. 이야기꾼 선생도 무명객에 관한 이야기를 쓰고 싶어서 개척자에게 도움을 요청합니다.<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 매일 새로운 영웅의 여정이 총 3회 개방되고, 1회 완료할 때마다 고금의 전설도 개방됩니다.<br>● 이벤트 기간 동안 영웅의 여정을 완료한 후 주인공 템플릿을 획득하고 그 안의 능력을 점차 채워가게 됩니다. 이런 능력을 사용하면 고금의 전설에서 더욱 강해질 수 있습니다.<br>● 주인공 템플릿은 다양한 종류의 주인공 아우라 조합을 제공하고, 이를 자유롭게 장착할 수 있습니다. 해당 효과는 고금의 전설에서 적용됩니다.<br>● 주인공 템플릿의 주인공 아우라 조합을 적절히 진행하면 전투에서 더 높은 점수를 획득합니다.<br>● 개척자님은 체험 캐릭터를 선택해 고금의 전설에 참여할 수 있습니다.<br>● 전투 과정에서 적이 제한된 턴에 계속 나타납니다. 적에게 피해를 가하고 적을 처치하면 점수를 획득할 수 있습니다. 매 전투가 종료된 후 이번 도전 상황에 따라 최고 점수가 갱신됩니다.<br>● 개척자가 「균형 레벨」을 올리면, 이벤트 중 적과 체험 캐릭터의 레벨도 같이 상승합니다.<br><br>◆ 이벤트 보상 ◆<br> 이벤트 기간에 고금의 전설에서 특정 점수에 도달하면 「보상 목록」에서 도전 보상을 수령할 수 있습니다. 고금의 전설 하나마다 최소 10,000점을 획득하면 해당 고금의 전설에 대응하는 ≪개척의협기≫의 문단을 개방할 수 있습니다. 사용한 캐릭터에 따라 문단의 주요 캐릭터도 달라집니다. 모든 문단 개방 후 한정 아이템 「개척의협기」를 수령할 수 있습니다. 배낭의 임무 아이템란에서 이야기를 반복 확인할 수 있으며, 한정 물품은 이번 이벤트에서만 획득할 수 있습니다.",
        "Reward": [
            241,
            1,
            235,
            140310,
            213,
            233,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 40001,
        "Icon": "BtnQuestStarBattle.png",
        "Name": "스타라이트 전쟁의 서막",
        "Desc": "",
        "Story": "◆ 소개 ◆<br>우주정거장의 어느 연구원이 어디선가 「스타라이트 전쟁의 서막」이라는 작전 시뮬레이션 프로그램을 찾아냈습니다. 이 프로그램은 사용자를 가상 전투로 이끌어 다른 상대와 전투 연습을 할 수 있게 해줍니다.<br>시뮬레이션 프로그램의 전투에는 특별한 규칙이 부여됩니다. 규칙을 숙지하고 전략을 세워 적을 시원하게 무찌르세요.<br><br>◆ 이벤트 규칙 ◆<br>이벤트가 오픈되면 매일 새로운 도전 스테이지가 오픈되며, 스테이지는 총 8개 입니다.<br>모든 도전 스테이지는 「왜성」, 「거성」, 「초거성」 3가지 난이도가 있습니다. 난이도에 따라 적의 강도와 게임 모드가 달라집니다. 개척자는 바로 「거성」 난이도에 도전할 수 있으며, 「거성」 난이도 완료 후 「초거성」 난이도에 도전할 수 있습니다.<br>이벤트에 최초 진입 시 개척자의 「균형 레벨」이 이벤트의 적과 체험 캐릭터 레벨을 결정합니다. 개척자가 이벤트 기간에 「균형 레벨」을 올려도 적과 체험 캐릭터 레벨은 바뀌지 않습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 보상을 수령할 수 있습니다. 고난이도 도전을 달성하면 저난이도 도전 보상을 바로 수령할 수 있습니다.<br>개척자는 「초거성」 난이도 도전 시 3차 웨이브와 6차 웨이브의 적을 처치한 후 각각의 도전 보상을 수령할 수 있습니다.",
        "Reward": [
            1,
            241,
            213,
            235,
            232,
            110112,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30014,
        "Icon": "BtnAmphoreusCurio.png",
        "Name": "거룩한 도시 보물 감정",
        "Desc": "최근 오크마 시장에 가짜 골동품이 판을 치고 있다. 골동품점 주인은 골동품 감정을 도와줄 제자를 구하고 있다……",
        "Story": "◆ 소개 ◆<br>● 최근 오크마 시장에 가짜 골동품이 판을 치고 있습니다. 골동품점 주인 테오도로스는 골동품 감정을 도와줄 제자를 구하고 있습니다……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 테오도로스가 매일 새로운 「감정 대기 보물」 한 가지와 감정 심사에 필요한 「감정 소모 재료」를 공개합니다. 보물은 총 7가지입니다.<br>● 당일 감정 심사에 필요한 「감정 소모 재료」를 수집해 제출하면 당일의 감정 심사 보조 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 지정된 재료를 제출하고 임무를 완료하면 성옥 등 한정 이벤트 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            213,
            403013,
            402033,
            402032,
            401032,
            408440,
            408439,
            401031,
            2
        ],
        "Ver": "3.1"
    },
    {
        "_id": 30013,
        "Icon": "BtnQuestAmphoreusActivityTimeLimit.png",
        "Name": "일리아 여행기",
        "Desc": "전해지는 바에 따르면 황금의 후예 「일리아」는 한평생 앰포리어스를 유랑했다고 한다. 여러 해가 지난 후 한 음유시인이 그의 편지를 발견하면서 이 여행기가 탄생했다",
        "Story": "◆ 소개 ◆<br>전해지는 바에 따르면 황금의 후예 「일리아」는 한평생 앰포리어스를 유랑했다고 합니다. 여러 해가 지난 후 한 음유시인이 그의 편지를 발견하면서 이 여행기가 탄생했습니다.<br><br>◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 이벤트 페이지에서 모든 여행기의 내용을 확인할 수 있습니다.<br>「앰포리어스」에서 지정된 여행기의 항목을 완료하면 상응하는 페이지에서 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>이벤트 기간 동안 임의 항목의 완료 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [
            1,
            2,
            213,
            110202,
            233
        ],
        "Ver": "3.0"
    },
    {
        "_id": 30012,
        "Icon": "SpriteOutput/UI/Quest/ExpeditionAboutRanger/ImgExpeditionAboutRangerBanner.png",
        "Name": "레인저의 그림자",
        "Desc": "우주정거장 연구원이 부트힐의 행방을 추적해달라고 부탁한다. 단서는 아리송하고, 갤럭시 레인저의 모습은 베일에 싸여 있다",
        "Story": "◆ 소개 ◆<br>● 우주정거장 연구원이 컴퍼니 일을 자진하여 맡고 그 일을 당신에게 의뢰했습니다. 연구원들이 보수를 빼돌리지 않았다는 사실을 확인한 후, 당신은 여러 사람들이 부트힐의 행방을 쫓고 있다는 것을 알게 되는데……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 시 24개의 의뢰가 게시됩니다. 의뢰는 동시에 최대 4개까지 받을 수 있습니다.<br>● 매번 최소 2명의 캐릭터를 파견해 임무를 완료해야 합니다. 파견 시 S, A, B 세 등급으로 파견 평가를 받게 됩니다. 추천 운명의 길이나 레벨이 높은 캐릭터를 사용하면 파견 평가를 높여 추가 보상을 받을 수 있습니다.<br>● 이벤트 의뢰는 일반 의뢰와 수량 제한 및 의뢰 캐릭터를 공유하지 않습니다. 모든 이벤트 의뢰는 친구의 지원 캐릭터 1명을 파견할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간에 캐릭터를 파견해 이벤트 의뢰를 완료하면 성옥 등 기간 한정 이벤트 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            213,
            233,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 30011,
        "Icon": "BtnBelogogSubmit.png",
        "Name": "춥다리 아저씨의 가게",
        "Desc": "삼포가 벨로보그에서 새로운 사업을 준비하고 있는 것 같다. 가서 확인해 보자……",
        "Story": "◆ 소개 ◆<br>● 삼포가 어느 은하의 이커머스 플랫폼을 이용해 벨로보그에서 새로운 사업을 시작했습니다……<br><br>◆ 이벤트 규칙 ◆<br>● 이벤트 오픈 후 삼포가 매일 「이커머스 상품」 한 가지와 상품 완성에 필요한 「상품 원료」를 공개합니다. 상품은 총 7가지입니다.<br>● 당일 상품에 필요한 「상품 원료」를 수집해 제출하면 당일의 판매 인센티브 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>● 이벤트 기간 동안 지정된 재료를 제출하고 임무를 완료하면 성옥 등 한정 이벤트 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            213,
            402010,
            402015,
            402013,
            402012,
            402011,
            402009,
            402014,
            2
        ],
        "Ver": "2.6"
    },
    {
        "_id": 30010,
        "Icon": "BtnQuestPenaconyActivityTimeLimit.png",
        "Name": "≪꿈을 좇는 여행객 뉴스≫",
        "Desc": "페나코니로 향하던 도중 당신의 우편함에 가십지 하나가 도착했다. 흥미로운 소식이 있을지도 모르니 한번 살펴보자.",
        "Story": "◆ 소개 ◆<br>페나코니로 향하던 도중 우편함에 가십지 하나가 도착했습니다. 흥미로운 소식이 있을지도 모르니 한번 확인해 보세요.<br><br>◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 이벤트 페이지에서 모든 뉴스를 확인할 수 있습니다.<br>페나코니에서 지정된 뉴스를 완료하면 상응하는 페이지에서 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>이벤트 기간 동안 각 뉴스를 완료한 후 상응하는 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [
            1,
            201,
            213,
            233,
            110222,
            2
        ],
        "Ver": "2.0"
    },
    {
        "_id": 30008,
        "Icon": "BtnQuestSpaceZoo.png",
        "Name": "이색 펫 연구",
        "Desc": "우주정거장의 「완•매」의 창조물들이 스스로 문명을 이루다니! 아스타와 스크루룸은 당신에게 조사를 의뢰했다……",
        "Story": "◆ 소개 ◆<br>뜻밖에도 폐쇄된 캐빈에 있는 「완•매」의 창조물들이 자체적으로 문명을 만들어 냈습니다! 아스타는 이에 큰 관심을 보이며 창조물들의 육성 원리를 조사해 달라며 의뢰했습니다. 심지어 아스타와 스크루룸은 당신을 위해 「생명 오븐」과 「보모 로봇」도 준비해 놨습니다……<br><br>◆ 이벤트 규칙 ◆<br>● 「이색 펫 연구」 이벤트에서는 조합 및 매칭을 통해 마음에 드는 「완•매」의 창조물을 육성할 수 있습니다.<br>● 육성 과정에서 일정 확률로 돌연변이가 발생할 수 있으며, 새로운 창조물 특징 또는 「희귀 창조물」을 획득할 수 있습니다.<br>● 모험 임무 「이색 펫 연구」를 완료하거나 「폐쇄된 캐빈」을 자유 탐사해 기본적인 창조물 특징을 획득할 수 있습니다.<br><br>◆ 상시 보상 ◆<br>● 신규 창조물 특징 획득, 「희귀 창조물」 육성 등의 방식을 통해 연구 레벨을 높일 수 있습니다.<br>● 연구 레벨을 높이면 대응하는 보상을 획득할 수 있습니다.<br><br>◆ 한정 보상 ◆<br>● 한정 이벤트 기간에 지정된 육성 목표 달성 시 대응하는 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 알림 ◆<br>「이색 펫 연구」 한정 이벤트가 종료된 후에는 이벤트 기간의 한정 보상을 획득할 수 없으나, 맵 「폐쇄된 캐빈」의 「생명 오븐」을 체험하여 상시 보상을 획득할 수 있습니다.",
        "Reward": [
            241,
            1,
            220003,
            213,
            223,
            233,
            405020,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30007,
        "Icon": "BtnQuestMedicineAssignment.png",
        "Name": "우주정거장 특파",
        "Desc": "우주정거장의 재난 후 부흥 작업은 특파원에게 맡길 수밖에!",
        "Story": "◆ 소개 ◆<br>우주정거장의 재난 후 부흥 작업은 특파원에게 맡길 수밖에!<br><br>◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 캐릭터를 파견해 이벤트 의뢰를 완료하면 보상을 획득할 수 있습니다. 이벤트 시작 후 6일 동안 매일 의뢰 4건이 개방되며, 총 24건의 의뢰가 개방됩니다.<br><br>◆ 이벤트 보상 ◆<br>파견한 캐릭터가 이벤트 의뢰를 완료하면 보상을 획득할 수 있습니다. 추천 운명의 길이나 레벨이 높은 캐릭터를 사용하면 의뢰 평가를 높여 추가 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            213,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30006,
        "Icon": "BtnQuestGuessTheSilhouetteTask.png",
        "Name": "그림자를 찾는 별의 여정",
        "Desc": "개척 여정 중에 마주쳤던 기이한 풍경과 재미난 일들을 Mar. 7th가 모두 촬영했다. 그런데 이 사진들에 문제가 생긴 것 같다……",
        "Story": "◆ 소개 ◆<br>Mar. 7th는 개척 여정 중에 마주쳤던 기이한 풍경과 재미난 일들을 모두 촬영했습니다. 그런데 이 사진들에 문제가 생긴 것 같습니다…….<br><br>◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 매일 검은 그림자에 가려진 사진 2장이 제시됩니다. 사진 속 그림자의 형태에 따라 촬영 목표를 찾아보세요. 촬영에 성공하면 대응하는 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>Mar. 7th를 도와 사진을 촬영하면 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            241,
            2,
            213,
            223,
            110112
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30004,
        "Icon": "BtnQuestTreasureTrotter.png",
        "Name": "신기한 저금통은 어디에?",
        "Desc": "신기한 저금통은 어디에? 괴테 호텔로 가서 레긴이 제작한 신기한 감지기에 물어보자!",
        "Story": "◆ 소개 ◆<br>신기한 저금통은 어디에? 괴테 호텔에 가서 레긴이 제작한 신기한 감지기에 물어보세요!<br><br>◆ 이벤트 규칙 ◆<br>이벤트 오픈 후 개척자는 매일 「레긴」을 도와 감지기 실험을 진행해 저금통의 행방을 찾을 수 있습니다. 저금통의 단서는 총 7곳에 있습니다.<br><br>◆ 이벤트 보상 ◆<br>매일 찾기 임무를 완료하면 보상을 획득할 수 있습니다. 찾기 임무를 모두 마치면 추가 보상을 획득할 수 있습니다.",
        "Reward": [
            1,
            2,
            213,
            223,
            233,
            241,
            110112
        ],
        "Ver": "1.x"
    },
    {
        "_id": 30002,
        "Icon": "BtnAntiVirus.png",
        "Name": "우주 대전쟁",
        "Desc": "누군가가 우주정거장 「헤르타」에 신비로운 선물을 남겼다. 최초로 그 선물을 열어본 사람은 지금 곤경에 처해있다……",
        "Story": "◆ 소개 ◆<br>정찰로 적을 발견해 공격하고 적을 격퇴시킬 수 있습니다. 개척자는 매일 정찰을 3회 진행할 수 있으며, 정찰 횟수는 4:00에 갱신됩니다.<br>활약에 따라 개척자는 명예의 별을 받습니다. 획득한 명예의 별이 많을수록 많은 보상을 획득할 수 있습니다.<br><br>◆ 참여 조건 ◆<br>개척자의 개척 레벨≥Lv.22.<br><br>◆ 공격&연합공격 ◆<br>공격에는 최소 1개의 픽셀 탄두가 소모됩니다. 소모된 탄두는 익일 회복됩니다.<br>연합공격도 가능하며, 정찰한 적을 친구나 다른 개척자들과 공유해 협조를 받을 수 있습니다.<br>다른 플레이어에게 협조하면 명예의 별을 추가로 획득할 수 있습니다.<br><br>◆ 작전 ◆<br>공격 시작 후, 개척자는 총 7라운드의 전투를 펼치게 됩니다. 라운드가 소진되면 전투는 자동으로 종료됩니다.<br>매회 전투마다 목표에게 가하는 피해량은 목표가 격퇴될 때까지 누적됩니다.<br>픽셀 탄두 3개를 소모해 1회의 전투에서 목표에게 가하는 피해를 높일 수 있습니다.<br><br>◆ 명예의 별 ◆<br>적을 정찰해 전투에 참여하고 적이 도망치기 전에 처치하면 명예의 별을 획득할 수 있습니다. 적을 발견한 플레이어는 명예의 별을 추가로 획득할 수 있습니다.<br>전투에서 가하는 피해가 높을수록 적의 위험 레벨이 증가하며 최종 획득하는 명예의 별도 많습니다.<br>또한 매일 우주 대전쟁•임무 완료를 통해서도 명예의 별을 획득할 수 있습니다.<br>명예의 별을 충분히 획득한 후에는 전투 보상을 받을 수 있습니다.<br><br>◆ 전투 기록 ◆<br>매일 공격한 전투 기록을 보고 적을 처치한 과정을 돌이켜 볼 수 있습니다.<br>연합공격의 경우 다른 개척자의 전투 과정을 볼 수 있습니다.",
        "Reward": [
            1,
            241,
            213,
            223,
            233,
            2
        ],
        "Ver": "1.x"
    },
    {
        "_id": 22001,
        "Icon": "BtnQuestColleague.png",
        "Name": "",
        "Desc": "",
        "Story": "",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 21001,
        "Icon": "BtnAbyssAlternation.png",
        "Name": "빛 따라 금 찾아•고난도 도전",
        "Desc": "",
        "Story": "◆ 콘텐츠 규칙 ◆<br>● 빛 따라 금 찾아는 주기적으로 업데이트되는 고난도 상시 도전 콘텐츠이며, 「망각의 정원•혼돈의 기억」, 「허구 이야기」, 「종말의 환영」, 「이상 중재」를 포함합니다.<br>● 영원히 굳건한 도시에 남겨진 비밀•「기억•15」를 완료하면 「망각의 정원•혼돈의 기억」이 개방됩니다.<br>● 모험 임무 「유사의 근거 없는 이야기」를 완료하면 「허구 이야기」가 개방됩니다.<br>● 모험 임무 「종말의 스너프 필름」을 완료하면 「종말의 환영」이 개방됩니다.<br>● 균형 레벨 Lv.6 달성, 「망각의 정원•혼돈의 기억」, 「허구 이야기」, 「종말의 환영」 역대 기록 최고층 3성 달성(각각 다른 버전에서 달성 가능), 모험 임무 「매듭으로 기록된 일」 완료 시 「이상 중재」가 개방됩니다.<br>● 빛 따라 금 찾아는 주기적으로 스테이지 내용 및 보상이 업데이트됩니다.<br><br>◆ 업데이트 규칙 ◆<br>● 「종말의 환영」, 「허구 이야기」, 「망각의 정원•혼돈의 기억」은 순서대로 2주마다 교대로 업데이트되며, 업데이트 시간은 해당 주 월요일 04:00(서버 시간)입니다. 매 회차 콘텐츠 업데이트 후 6주간 개방됩니다.<br>● 「이상 중재」는 버전 업데이트에 따라 갱신되며 버전 말까지 지속됩니다.",
        "Reward": [
            226003,
            263,
            239,
            236
        ],
        "Ver": "3.6"
    },
    {
        "_id": 20070,
        "Icon": "BtnQuestRoleTrial44.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.<br>이전 버전에 상응하는 캐릭터의 체험 스테이지를 클리어한 경우 바로 보상을 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 20068,
        "Icon": "BtnQuestRoleTrial43.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.<br>이전 버전에 상응하는 캐릭터의 체험 스테이지를 클리어한 경우 바로 보상을 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 20067,
        "Icon": "BtnQuestRoleTrial42.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.<br>이전 버전에 상응하는 캐릭터의 체험 스테이지를 클리어한 경우 바로 보상을 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 20066,
        "Icon": "BtnQuestRoleTrial41.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20065,
        "Icon": "BtnQuestRoleTrial40.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20064,
        "Icon": "BtnQuestRoleTrial39.png",
        "Name": "영령과의 동행",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「영령과의 동행」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 「영령과의 동행」 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20062,
        "Icon": "BtnQuestRoleTrial38.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 20061,
        "Icon": "BtnQuestRoleTrial37.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 20060,
        "Icon": "BtnQuestRoleTrial36.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 20059,
        "Icon": "BtnQuestRoleTrial45.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 20058,
        "Icon": "BtnQuestRoleTrial35.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 20057,
        "Icon": "BtnQuestRoleTrial34.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 20055,
        "Icon": "BtnQuestRoleTrial33.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20054,
        "Icon": "BtnQuestRoleTrial32.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20051,
        "Icon": "BtnQuestRoleTrial31.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20050,
        "Icon": "BtnQuestRoleTrial30.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 20048,
        "Icon": "BtnQuestRoleTrial29.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 20047,
        "Icon": "BtnQuestRoleTrial28.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 20044,
        "Icon": "BtnQuestRoleTrial27.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 20041,
        "Icon": "BtnQuestRoleTrial26.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 20040,
        "Icon": "BtnQuestRoleTrial25.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 20038,
        "Icon": "BtnQuestRoleTrial24.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 20037,
        "Icon": "BtnQuestRoleTrial23.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 20035,
        "Icon": "BtnQuestRoleTrial22.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20034,
        "Icon": "BtnQuestRoleTrial21.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20032,
        "Icon": "BtnQuestRoleTrial20.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20031,
        "Icon": "BtnQuestRoleTrial19.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20029,
        "Icon": "BtnQuestRoleTrial18.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20028,
        "Icon": "BtnQuestRoleTrial17.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 20026,
        "Icon": "BtnQuestRoleTrial16.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 20025,
        "Icon": "BtnQuestRoleTrial15.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 20023,
        "Icon": "BtnQuestRoleTrial14.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20022,
        "Icon": "BtnQuestRoleTrial13.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20020,
        "Icon": "BtnQuestRoleTrial12.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20019,
        "Icon": "BtnQuestRoleTrial11.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20017,
        "Icon": "BtnQuestRoleTrial10.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20016,
        "Icon": "BtnQuestRoleTrial9.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20015,
        "Icon": "BtnQuestRoleTrial7.png",
        "Name": "",
        "Desc": "",
        "Story": "",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20012,
        "Icon": "BtnQuestRoleTrial8.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20011,
        "Icon": "BtnQuestRoleTrial7.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20009,
        "Icon": "BtnQuestRoleTrial6.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20008,
        "Icon": "BtnQuestRoleTrial5.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20006,
        "Icon": "BtnQuestRoleTrial4.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20005,
        "Icon": "BtnQuestRoleTrial3.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20002,
        "Icon": "BtnQuestRoleTrial2.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>캐릭터 체험 이벤트 「솜씨 발휘」 오픈 기간 동안 체험 캐릭터가 포함된 고정 파티를 사용해서 제한 횟수 없이 지정된 스테이지를 플레이할 수 있습니다.<br>이벤트 스테이지에서는 파티 편성 및 캐릭터 레벨, 캐릭터가 장착한 광추 및 유물을 변경할 수 없습니다.<br><br>◆ 이벤트 보상 ◆<br>스테이지 도전에 성공하면 이벤트 화면에서 체험 스테이지 보상을 수령할 수 있습니다. 이벤트 기간 동안 각 체험 스테이지 보상은 한 번만 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 20001,
        "Icon": "BtnQuestRoleTrial.png",
        "Name": "솜씨 발휘",
        "Desc": "",
        "Story": "이벤트 기간에 로그인 시 「여정 기록」에서 별의 궤도 전용티켓*10개를 획득하실 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10125,
        "Icon": "BtnQuestStoryTokensTopa.png",
        "Name": "별들의 동행자",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 게임에 접속하면 「여정 기록」에서 보상 「동행•금빛 영혼」을 수령할 수 있습니다. 「동행•금빛 영혼」은 사용 기간 제한이 없고 이벤트 종료 후에도 폐기되지 않으며, 「영혼이 모여 주조된 별」 상점에서 ★5 캐릭터를 교환하는 데 사용할 수 있습니다.<br><br>◆ 교환 상점 ◆<br>● 「영혼이 모여 주조된 별」 상점은 상시 개방되며, 상점에 추가된 캐릭터는 교환 기간 제한이 없습니다.<br>● 상점 내 캐릭터는 성혼 최대 등급까지 교환할 수 있으며, 성혼이 이미 최대치에 달했을 경우 교환할 수 없습니다.<br>※ 상점에서 교환 가능한 캐릭터는 추후 추가될 예정입니다.",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 10121,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0380.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.8"
    },
    {
        "_id": 10120,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0370.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.7"
    },
    {
        "_id": 10119,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0360.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.6"
    },
    {
        "_id": 10118,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0350.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 10111,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0340.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.5"
    },
    {
        "_id": 10107,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0330.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.3"
    },
    {
        "_id": 10093,
        "Icon": "BtnStoryTokensPhonto.png",
        "Name": "별들의 동행자",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 게임에 접속하면 「여정 기록」에서 보상 「동행•금빛 영혼」을 수령할 수 있습니다. 「동행•금빛 영혼」은 사용 기간 제한이 없고 이벤트 종료 후에도 폐기되지 않으며, 「영혼이 모여 주조된 별」 상점에서 ★5 캐릭터를 교환하는 데 사용할 수 있습니다.<br><br>◆ 교환 상점 ◆<br>● 「영혼이 모여 주조된 별」 상점은 상시 개방되며, 상점에 추가된 캐릭터는 교환 기간 제한이 없습니다.<br>● 상점 내 캐릭터는 성혼 최대 등급까지 교환할 수 있으며, 성혼이 이미 최대치에 달했을 경우 교환할 수 없습니다.<br>※ 상점에서 교환 가능한 캐릭터는 추후 추가될 예정입니다.",
        "Reward": [],
        "Ver": "3.2"
    },
    {
        "_id": 10089,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0310.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 10085,
        "Icon": "SignInRewardTabIcon/BtnSingleTimeRewardVersion0300.png",
        "Name": "미미의 선물",
        "Desc": "미미가 널 위해 풍성한 선물을 가져왔으니 얼른 받아. 이 몸한테 고마워하는 거 잊지 마!",
        "Story": "◆ 이벤트 보상 ◆<br>이벤트 기간에 로그인 시 「여정 기록」에서 보상을 수령하실 수 있습니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 10081,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0300.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "3.1"
    },
    {
        "_id": 10080,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0270.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 10076,
        "Icon": "BtnQuestGiftSRole.png",
        "Name": "열차의 선물",
        "Desc": "은하열차는 무수한 세계를 누비며 그 과정에서 수많은 든든한 동료들을 사귀었다. 열차팀은 오랜 친구와 새로운 친구를 개척자와 함께 힘을 모아 싸우도록 초대한다. 앞으로 펼쳐질 개척의 여정이 순조롭길",
        "Story": "◆ 이벤트 보상 ◆<br>이벤트 기간에 로그인 시 즉시 다음 ★5 캐릭터 중에서 하나를 임의로 선택할 수 있습니다.<br>[히메코], [웰트], [브로냐], [게파드], [클라라], [연경], [백로]",
        "Reward": [],
        "Ver": "2.7"
    },
    {
        "_id": 10072,
        "Icon": "SignInRewardTabIcon/BtnSingleTimeRewardVersion0250.png",
        "Name": "비성의 선물",
        "Desc": "은하열차의 순조로운 여정을 기원하며, 연무 의식이라는 기회를 빌려 연맹에서 준비한 작은 선물",
        "Story": "◆ 이벤트 보상 ◆<br>이벤트 기간에 로그인 시 「여정 기록」에서 보상을 수령하실 수 있습니다.",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 10068,
        "Icon": "BtnQuestHarmonyHero.png",
        "Name": "조화의 선율이 울리면…",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>● 개척 임무 「복귀」 완료 후, 「조화의 선율이 울리면…」 이벤트 페이지에서 즉시 「개척자•화합」을 활성화할 수 있습니다.<br>● 이미 「개척자•화합」을 활성화했다면 「개척자•화합」의 성혼 등급을 올릴 수 있는 「화합」의 그림자 1개로 자동 전환됩니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10062,
        "Icon": "BtnChallengeBossReward_1214.png",
        "Name": "명부의 인형",
        "Desc": "「종말의 스너프 필름」 임무를 완료하고 임의 회차의 「종말의 환영」 난이도 02를 클리어하면 캐릭터 「설의」, 300 성옥, 자가 변형성 레진 1개를 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>● 지정된 스테이지를 클리어하면 이벤트 보상을 획득할 수 있습니다.<br><br>◆ 참여 조건 ◆<br>● 모험 임무 「종말의 스너프 필름」을 완료하면 개방됩니다.<br><br>◆ 이벤트 보상 ◆<br>● 임의 회차의 「종말의 환영」 난이도 02를 클리어하면 ★4 캐릭터 「설의(파멸•양자)」, 300 성옥, 자가 변형성 레진 1개를 획득할 수 있습니다.",
        "Reward": [
            1,
            236
        ],
        "Ver": "2.3",
        "Tutorial": [
            8147,
            8148,
            8149,
            8158
        ]
    },
    {
        "_id": 10061,
        "Icon": "BtnAbyssAlternation.png",
        "Name": "빛 따라 금 찾아·고난도 도전",
        "Desc": "",
        "Story": "◆ 콘텐츠 규칙 ◆<br>● 빛 따라 금 찾아는 주기적으로 업데이트되는 고난도 상시 도전 콘텐츠이며, 「망각의 정원•혼돈의 기억」, 「허구 이야기」, 「종말의 환영」을 포함합니다.<br>● 영원히 굳건한 도시에 남겨진 비밀•「기억•15」를 완료하면 「망각의 정원•혼돈의 기억」이 개방됩니다.<br>● 모험 임무 「유사의 근거 없는 이야기」를 완료하면 「허구 이야기」가 개방됩니다.<br>● 모험 임무 「종말의 스너프 필름」을 완료하면 「종말의 환영」이 개방됩니다.<br>● 빛 따라 금 찾아는 주기적으로 스테이지 내용 및 보상이 업데이트됩니다.<br><br>◆ 업데이트 규칙 ◆<br>● 빛 따라 금 찾아는 「종말의 환영」, 「허구 이야기」, 「망각의 정원•혼돈의 기억」의 순서대로 2주마다 교대로 업데이트되며, 업데이트 시간은 해당 주 월요일 04:00(서버 시간)입니다.<br>● 빛 따라 금 찾아 콘텐츠는 회차 업데이트 후 6주간 개방됩니다.",
        "Reward": [
            1,
            262,
            213,
            223,
            233,
            261,
            2
        ],
        "Ver": "2.3",
        "Tutorial": [
            8147,
            8148,
            8149,
            8158
        ]
    },
    {
        "_id": 10060,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0260.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 10059,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0250.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.6"
    },
    {
        "_id": 10058,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0240.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.4"
    },
    {
        "_id": 10057,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0230.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10056,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0220.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.2"
    },
    {
        "_id": 10053,
        "Icon": "BtnFarmMultipleDrop2Set.png",
        "Name": "차원 분열 300%",
        "Desc": "이벤트 기간에 「시뮬레이션 우주」 또는 「차분화 우주」 도전에 성공하면 차원 장신구 <color=#f29e38ff>3배</color> 보상을 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 「시뮬레이션 우주」 또는 「차분화 우주」에 도전하면 몰입 장치에서 3배 보상을 획득할 수 있습니다.<br>이벤트 3배 보상 횟수와 몰입기(혹은 개척력)를 소모하면 기존 보상 외에 추가로 보상을 2회 획득합니다.<br>이벤트 기간 동안 3배 보상 횟수는 제한되어 있으며, 남은 횟수와 최대 횟수는 「차원 분열 300%」 이벤트 화면을 기준으로 합니다.<br>3배 보상 횟수는 이벤트 기간 동안 갱신되지 않으니 잊지 말고 도전해 주시길 바랍니다.<br><br>◆ 이벤트 보상 ◆<br>「시뮬레이션 우주」 또는 「차분화 우주」에 도전해 몰입 장치에서 보상을 획득하면 이벤트 횟수를 자동으로 소모해 3배 보상을 획득합니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10052,
        "Icon": "BtnFarmMultipleDrop.png",
        "Name": "기묘한 영역 300%",
        "Desc": "이벤트 기간에 「침식된 터널」 도전 성공 시 <color=#f29e38ff>3배</color> 보상을 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 「침식된 터널」을 클리어하면 3배 보상을 획득할 수 있습니다.<br>이벤트 3배 보상 횟수와 개척력을 소모하면 기존 보상 외에 추가로 보상을 2회 획득합니다.<br>이벤트 기간 동안 3배 보상 횟수는 제한되어 있으며, 남은 횟수와 최대 횟수는 「기묘한 영역 300%」 이벤트 화면을 기준으로 합니다.<br>3배 보상 횟수는 이벤트 기간 동안 갱신되지 않으니 잊지 말고 도전해 주시길 바랍니다.<br><br>◆ 이벤트 보상 ◆<br>「침식된 터널」을 클리어해 보상을 획득하면 이벤트 횟수를 자동으로 소모해 3배 보상을 획득합니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10051,
        "Icon": "BtnAnniversarySevenDayVersion0210.png",
        "Name": "축제 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.3"
    },
    {
        "_id": 10048,
        "Icon": "SignInRewardTabIcon/BtnSingleTimeRewardVersion0200.png",
        "Name": "먼 별의 선물",
        "Desc": "기간 한정 접속 시 별의 궤도 전용티켓 증정",
        "Story": "◆ 이벤트 보상 ◆<br>이벤트 기간에 로그인 시 「여정 기록」에서 별의 궤도 전용티켓*10을 수령하실 수 있습니다.",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 10047,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0200.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 10043,
        "Icon": "BtnQuestRetrunRecallVer370.png",
        "Name": "뭇별로 되돌아가는 여정",
        "Desc": "안녕하세요, 개척자님. 열차의 동료들이 당신을 기다리고 있습니다. 함께 여정에 올라 다시 한번 은하 대모험을 떠나보세요! 최대 성옥*480을 획득할 수 있습니다!",
        "Story": "◆ 이벤트 소개 ◆<br>● 이벤트 기간에 복귀 개척자를 초대하면 성옥 등 보상을 획득할 수 있습니다.<br>● 활동 중인 개척자는 개인 전용 초대 코드를 공유해 조건을 만족하는 다른 개척자를 초대하고 복귀시킴으로써 성옥 보상과 추첨 기회를 획득할 수 있습니다.<br>● 복귀 개척자는 게임에 로그인한 후 개인 전용 초대 코드를 공유해 조건을 만족하는 다른 개척자를 초대하고 복귀시킴으로써 웹 이벤트에 참여할 수 있습니다.<br>※ 복귀 개척자의 상태 갱신에는 약간의 딜레이가 있으니 2분 후 웹 페이지를 새로고침해주세요.<br><br>◆ 복귀 개척자 ◆<br>이벤트 「별이 돌아오는 길」에 참여할 수 있는 개척자는 「복귀 개척자」로 간주합니다. 「별이 돌아오는 길」 참여 조건은 다음과 같습니다.<br>● 개척 레벨≥Lv.10<br>● 개척 임무 「야릴로-VI」-「오래 기다려온 칼끝」 완료<br>● 게임 미접속 일수≥14일<br>● 지난번 「별이 돌아오는 길」 이벤트 참여로부터 40일 이상 경과<br>※ 복귀 개척자의 상태 지속 시간은 게임 내 「별이 돌아오는 길」 이벤트의 오픈 시간과 일치합니다.",
        "Reward": [],
        "Ver": "2.0"
    },
    {
        "_id": 10041,
        "Icon": "BtnChallengeStoryReward_1110.png",
        "Name": "설원 캠핑",
        "Desc": "임무 「유사의 근거 없는 이야기」를 완료하고 임의 회차의 「허구 이야기」 두 번째 스테이지를 클리어하면 캐릭터 「링스」를 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>지정 스테이지를 클리어하면 이벤트 보상을 획득할 수 있습니다.<br><br>◆ 참여 조건 ◆<br>균형 레벨≥Lv.3 달성 후 임무 「유사의 근거 없는 이야기」를 완료하면 개방됩니다.<br><br>◆ 이벤트 보상 ◆<br>임의 회차의 「허구 이야기」 두 번째 스테이지를 클리어하면 ★4 캐릭터 「링스(풍요•양자)」를 획득할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10040,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0160.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10039,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0131.png",
        "Name": "빛의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10035,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0150.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10032,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0140.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10028,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVersion0130.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10025,
        "Icon": "BtnAbyssReward_1207.png",
        "Name": "깃을 거둔 휴식",
        "Desc": "개척 임무 「고고한 용, 아득한 못」을 완료하고 「망각의 정원•선주 기억•1」을 클리어하면 캐릭터 「어공」을 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>지정 스테이지를 클리어하면 이벤트 보상을 획득할 수 있습니다.<br><br>◆ 참여 조건 ◆<br>개척 임무 「선주 『나부』」-「고고한 용, 아득한 못」 완료 후, 「망각의 정원」에서 새로운 기억 「불사의 약 원정기」가 오픈됩니다.<br><br>◆ 이벤트 보상 ◆<br>「망각의 정원•선주 기억•1」 클리어 후 ★4 캐릭터 「어공(화합•허수)」을 획득합니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10024,
        "Icon": "BtnFarmMultipleDrop2Set.png",
        "Name": "차원 분열",
        "Desc": "이벤트 기간에 「시뮬레이션 우주」 도전에 성공하면 차원 장신구 2배 보상을 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 「시뮬레이션 우주」에 도전해 클리어하면 몰입 장치에서 2배의 차원 장신구 보상을 획득할 수 있습니다.<br>매일 받을 수 있는 2배 보상 횟수는 제한되어 있습니다. 남은 횟수와 최대 횟수는 「차원 분열」 이벤트 화면에서 확인할 수 있습니다.<br>2배 보상 횟수는 매일 04:00(서버 시간)에 리셋되니 잊지 말고 도전해주시길 바랍니다.<br>◆ 이벤트 보상 ◆<br>「시뮬레이션 우주」에 도전해 클리어하여 차원 장신구를 획득하면 자동으로 이벤트 횟수를 소모하여 2배 보상을 획득합니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10023,
        "Icon": "SignInRewardTabIcon/BtnSevenDayRewardPanelVersion0120.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10021,
        "Icon": "BtnFarmMultipleDrop.png",
        "Name": "기묘한 영역",
        "Desc": "이벤트 기간에 「침식된 터널」 도전 성공 시 2배 보상을 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 「침식된 터널」을 클리어하면 2배 보상을 획득할 수 있습니다.<br>이벤트 2배 보상 횟수와 개척력을 소모하면 기존 보상 외에 추가로 보상을 1회 획득합니다.<br>일일 2배 보상 횟수는 제한되어 있으며, 남은 횟수와 최대 횟수는 「기묘한 영역」 이벤트 화면을 기준으로 합니다.<br>2배 보상 횟수는 매일 04:00 (서버 시간)에 갱신되니 잊지 말고 도전해주시길 바랍니다.<br><br>◆ 이벤트 보상 ◆<br>「침식된 터널」을 클리어해 보상을 획득하면 이벤트 횟수를 자동으로 소모해 2배 보상을 획득합니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10020,
        "Icon": "BtnDoubleCocoon.png",
        "Name": "꽃 피는 정원",
        "Desc": "이벤트 기간에 「모조 꽃받침(금)」, 「모조 꽃받침(적)」 도전 성공 시 2배 보상을 획득할 수 있습니다",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 「모조 꽃받침(금)」, 「모조 꽃받침(적)」을 클리어하면 2배 보상을 획득할 수 있습니다.<br>이벤트 2배 보상 횟수와 개척력을 소모하면 기존 보상 외에 추가로 보상을 1회 획득합니다.<br>일일 2배 보상 횟수는 제한되어 있으며, 남은 횟수와 최대 횟수는 「꽃 피는 정원」 이벤트 화면을 기준으로 합니다.<br>2배 보상 횟수는 매일 04:00 (서버 시간)에 갱신되니 잊지 말고 도전해주시길 바랍니다.<br>「별이 돌아오는 길」과 「꽃 피는 정원」 이벤트의 2배 보상이 동시에 유효한 경우, 조건에 맞는 적합한 배수의 보상을 획득할 수 있으며 「꽃 피는 정원」의 이벤트 횟수를 먼저 소모합니다.<br><br>◆ 이벤트 보상 ◆<br>「모조 꽃받침(금)」, 「모조 꽃받침(적)」을 클리어해 경험치 재료, 신용 포인트 및 행적 재료를 획득하면 이벤트 횟수를 자동으로 소모해 2배 보상을 획득합니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10019,
        "Icon": "BtnQuesPlayerReturn.png",
        "Name": "별이 돌아오는 길",
        "Desc": "",
        "Story": "◆ 규칙 설명 ◆<br>이벤트 기간 동안 복귀한 개척자는 「복귀 선물」 보상을 1회 수령할 수 있습니다. 「7일 출석체크」와 「복귀 여정」 이벤트를 완료하면 상응하는 보상을 획득할 수 있습니다. 이벤트 기간 동안 모조 꽃받침, 침식된 터널 등 스테이지를 클리어하면 「2중 우대」로 인한 2배 보상을 누릴 수 있습니다. 또한 「육성 지원」을 통해 메인 속성에 적합한 유물 1세트를 즉시 획득할 수 있으며, 「연소 촉진 티켓」을 이용하여 육성 재료를 빠르게 획득할 수 있습니다.<br><br>◆ 육성 지원 ◆<br>이벤트 기간 동안 현재 보유한 캐릭터 1명을 선택해 메인 속성에 적합한 유물 1세트를 즉시 획득할 수 있습니다.<br>「복귀 선물」 보상에서 일정 수량의 「연소 촉진 티켓」을 획득합니다. 연소 촉진 티켓을 이용하면 모조 꽃받침/정체된 허영에서 생성되는 재료를 빠르게 획득할 수 있습니다. 이벤트 종료 후 「복귀 선물」을 통해 획득한 미사용 연소 촉진 티켓은 회수됩니다.<br><br>◆ 「7일 출석체크」 누적 로그인 보상 ◆<br>이벤트 기간 동안 매일 로그인하면 보상을 수령할 수 있습니다. 보상은 매일 04:00(서버 시간)에 갱신됩니다. 일일 로그인 보상은 일일 1회, 최대 7일 수령할 수 있습니다.<br><br>◆ 「복귀 여정」 복귀 임무 보상 ◆<br>이벤트 기간 동안 지정 임무를 완료하면 임무 보상과 귀환 궤적을 획득할 수 있습니다. 귀환 궤적이 지정 수량에 도달하면 상응하는 이정표의 보상을 수령할 수 있습니다. 각 이정표마다 추가 보상은 1회만 수령할 수 있습니다.<br><br>◆ 「2중 우대」 추가 2배 보상 ◆<br>복귀 기간 동안 모조 꽃받침, 침식된 터널, 차원 장신구 2배 보상 기회를 획득하게 됩니다. 2배 보상 횟수와 개척력을 소모한 후, 기존 보상 외에 보상을 1회 추가로 획득하게 됩니다.<br>※ 「별이 돌아오는 길」 이벤트 기간 동안 「꽃 피는 정원」 등 2배 드랍 이벤트가 동시 개방되면, 보상 획득 시 「꽃 피는 정원」 등 이벤트의 2배 보상 횟수가 우선 소모됩니다.<br><br>◆ 「복귀 설문조사」 ◆<br>설문조사를 작성하시면 보상을 획득할 수 있습니다. 보상은 우편으로 발송됩니다. 설문조사는 1회만 작성할 수 있고, 제출이 완료되면 다시 작성하거나 수정할 수 없습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10018,
        "Icon": "SignInRewardTabIcon/BtnSevenDayVervionDH.png",
        "Name": "별의 선물",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10017,
        "Icon": "BtnImgSingleTask.png",
        "Name": "연속의 꿈",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>지정 스테이지를 클리어하면 이벤트 보상을 획득할 수 있습니다.<br><br>◆ 참여 조건 ◆<br>개척 레벨≥Lv.21 달성 후 임무 「세월의 빛」을 완료하면 개방됩니다.<br><br>◆ 이벤트 보상 ◆<br>「망각의 정원•기억•3」을 클리어하면 ★4 캐릭터 「청작(지식•양자)」을 획득할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10016,
        "Icon": "BtnQuestNewbieMission.png",
        "Name": "별마차의 여정",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 특정 임무를 완료해 보상을 획득할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>특정 임무를 완료하거나 조건을 달성하면 이벤트 보상이 자동적으로 발송됩니다. 개척 레벨을 올려 「폼폼」에게서 개척 레벨 보상도 수령할 수 있습니다.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10015,
        "Icon": "BtnQuestExploitMission.png",
        "Name": "우주 개척의 뜻",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>이벤트 기간 동안 대응하는 개척 레벨을 달성하면 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>총 수령 가능한 보상: 별의 궤도 티켓*40, 성옥*1600.",
        "Reward": [],
        "Ver": "1.x"
    },
    {
        "_id": 10014,
        "Icon": "SignInRewardTabIcon/BtnSevenDayReward2.png",
        "Name": "천외 유람",
        "Desc": "",
        "Story": "◆ 이벤트 규칙 ◆<br>매일 게임에 접속하면 「여정 기록」에서 일일 보상을 수령할 수 있습니다.<br><br>◆ 이벤트 보상 ◆<br>보상은 누적 로그인 일수에 따라 개방되고, 일일 보상은 04:00(서버 시간)에 갱신됩니다.",
        "Reward": [],
        "Ver": "1.x"
    }
]

var _item = {
    "1": {
        "_id": 1,
        "Rarity": 5,
        "Name": "성옥",
        "Desc": "",
        "Story": "유성처럼 밤하늘을 가르는 빛나는 돌. 꺼지기 전에 잡아서 물건을 교환하자?<br><br><i>「그것은 지혜로운 생명의 바람이 흐르는 빛이 되었다고 한다. 시간의 홍수 속에서 순식간에 꺼지긴 했지만, 잠시 나마 어둠을 밝혀주었죠?」</i>",
        "Icon": "900001.png",
        "Pic": "900001.png",
        "Link": 1
    },
    "2": {
        "_id": 2,
        "Rarity": 3,
        "Name": "신용 포인트",
        "Desc": "스타피스 컴퍼니가 고객과 결산을 위해 사용하던 화폐. 오늘날 우주여행에 널리 쓰이는 경화가 되었다",
        "Story": "<i>「사람들이 그저 단말 장치에 표시된 숫자를 위해 분주히 뛰고, 싸우고, 거래한다. 하지만 정작 정말로 소중한 것은 컴퍼니의 숫자로 살 수 없다」</i>",
        "Icon": "2.png",
        "Pic": "2.png",
        "Src": [
            "Calyx: Great Mine",
            "Calyx: Artisanship Commission",
            "Calyx: The Reverie (Dreamscape)",
            "Calyx: \"Murmuring Woods\" Grove of Epiphany",
            "Mission rewards",
            "Assignment rewards",
            "Embers Exchange"
        ],
        "Link": 1
    },
    "300041": {
        "_id": 300041,
        "Rarity": 3,
        "Name": "보급 재료상자•표준형",
        "Desc": "헤르타가 열차에 제공하는 지원. 사용 후 다음 재료 중 1개를 임의로 선택할 수 있다:<br>• 무생의 칼날<br>• 악마 사냥용 화살<br>• 계몽의 열쇠<br>• 한철의 맹세<br>• 허공의 흑요<br>• 가족의 찬가<br>• 생명의 새싹",
        "Story": "우호 협의 내용에 따라 열차에 제공하는 재료<br><br><i>「우호 협의로 주는 거니까 사양하지 마」</i>",
        "Icon": "300041.png",
        "Pic": "300041.png",
        "Link": 1
    },
    "110101": {
        "_id": 110101,
        "Rarity": 4,
        "Name": "꿈의 눈물",
        "Desc": "봉인된 생각. 운명의 길 재료가 부족할 시 대체할 수 있다. 재료의 희귀도에 따라 필요한 꿈의 눈물의 양이 다르다",
        "Story": "씻지 못한 원한, 풀지 못한 수수께끼, 도달하지 못한 풍경, 이루지 못한 업적… 마음을 동하게 하는 아쉬움은 세월이 모여 맺힌 눈물 속에 봉인하네.<br><br><i>「날 믿어. 꿈속에는 모든 것이 있거든…」</i>",
        "Icon": "110101.png",
        "Pic": "110101.png",
        "Src": [
            "Nameless Honor"
        ],
        "Link": 1
    },
    "22": {
        "_id": 22,
        "Rarity": 3,
        "Name": "마일리지",
        "Desc": "전진의 기록, 개척의 척도. 마일리지를 누적하면 개척 레벨을 올릴 수 있다",
        "Story": "<i>「왔노라, 보았노라, 개척했노라」</i>",
        "Icon": "22.png",
        "Pic": "22.png",
        "Src": [
            "Mission rewards",
            "Trailblaze Power consumption"
        ],
        "Link": 1
    },
    "140310": {
        "_id": 140310,
        "Rarity": 4,
        "Name": "개척의협기",
        "Desc": "",
        "Story": "이야기꾼들이 입을 열자 영웅호걸과 천군만마 이야기가 펼쳐진다. 하지만 이것은 이야기꾼이 지어낸 것이 아니라, 당신의 멋진 모험을 바탕으로 탄생한 이야기이다.<br><br><i>「이어지는 내용이 궁금하면 다음 대목도 들어주세요」</i>",
        "Icon": "140303.png",
        "Pic": "140303.png"
    },
    "405020": {
        "_id": 405020,
        "Rarity": 2,
        "Name": "레시피: 맛있는 팥앙금 빵",
        "Desc": "간결한 등식. 합성기에 입력하면 새로운 제작 레시피를 개방할 수 있다",
        "Story": "",
        "Icon": "404001.png",
        "Pic": "404001.png"
    },
    "110112": {
        "_id": 110112,
        "Rarity": 3,
        "Name": "무생의 칼날",
        "Desc": "반물질 군단이 분실한 무기 잔해. <color=#f29e38ff>파멸</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "이 낙인은 계급과 「파멸」의 업적을 의미한다.<br>이 무기의 주인은 생각하는 모든 생령을 증오하고, 지혜로운 생물의 비명에 음악을 감상하듯이 귀를 기울인다. 그들은 수천 년 문명의 탑을 하루 사이에 파괴한다.<br><br><i>「이 낙인을 가진 자는 호흡을 모든 생명에게서 멀어지게 하라는 명을 받든다」</i>",
        "Icon": "110112.png",
        "Pic": "110112.png",
        "Src": [
            "Calyx (Storage Zone)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110113": {
        "_id": 110113,
        "Rarity": 4,
        "Name": "정화의 칼날",
        "Desc": "반물질 군단이 파손한 무기. <color=#f29e38ff>파멸</color> 캐릭터의 운명의 길 행적이 대폭 상승한다",
        "Story": "이 무기는 주인의 군대 계급과 「파괴」의 업적을 의미한다.<br>이 무기의 주인은 전쟁 막바지의 등장을 담당하며, 겁화를 연소해 세계를 소각한다. 어떤 신이 은총을 받든, 얼마나 찬란한 문명을 이루었든, 이 행성은 꺼지는 잿더미처럼 별하늘 깊숙이 죽어 간다.<br><br><i>「이 낙인을 가진 자는 세계 정화의 명을 받든다」</i>",
        "Icon": "110113.png",
        "Pic": "110113.png",
        "Src": [
            "Calyx (Storage Zone)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110122": {
        "_id": 110122,
        "Rarity": 3,
        "Name": "악마 사냥용 화살",
        "Desc": "선주 장인이 별의 천영으로 만든 화살. <color=#f29e38ff>수렵</color> 캐릭터의 운명의 길 행적 중폭 상승한다",
        "Story": "손가락 하나 넓이보다 좁은 화살촉, 비살의 탄약으로 전자 석궁이나 열추적 활에 장착한다. 그 힘은 일격에 흉물의 돌처럼 단단한 몸을 관통할 수 있다.<br><br><i>「천상에서 선인이 내려와 뗏목을 타고 별바다를 누비니, 날아오는 화살은 큰비를 부르고, 빛나는 투구는 하얀 달을 비춘다」</i>",
        "Icon": "110122.png",
        "Pic": "110122.png",
        "Src": [
            "Calyx (Outlying Snow Plains)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110123": {
        "_id": 110123,
        "Rarity": 4,
        "Name": "별 쫓는 화살",
        "Desc": "천궁의 사명이 발사한 화살 비의 조각. <color=#f29e38ff>수렵</color> 캐릭터의 운명의 길 행적이 대폭 상승한다",
        "Story": "신의 기적이 남긴 흔적. 쉽게 볼 수 없다. 광년의 시간을 초월해 하늘의 별을 격파했고, 사람들은 빛의 화살이 남긴 잔화를 통해 그 힘을 상상할 수밖에 없다.<br>선주의 장인 두목 백야만이 조각을 다시 주조해 큰 공을 세운 영웅에게 선사할 자격을 가지고 있다.<br><br><i>「별이 부서지고 하늘이 무너지나, 그 빛은 오래도록 빛나리라」</i>",
        "Icon": "110123.png",
        "Pic": "110123.png",
        "Src": [
            "Calyx (Outlying Snow Plains)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "403013": {
        "_id": 403013,
        "Rarity": 4,
        "Name": "장막의 소포",
        "Desc": "사용 후 다음번 전투에서 모든 아군에게 아래 중 1개의 효과가 랜덤으로 적용된다.<br>속도 20% 증가. 격파 특수효과 60% 증가. 효과 명중 60% 증가",
        "Story": "앰포리어스의 상단은 종종 이런 정체불명의 소포를 판다. 노끈으로 아무렇게나 묶여 있는데, 어쩌면 다른 사람이 버린 쓰레기일 수도 있고, 티탄이 인간에게 준 선물일 수도 있다. 열 때 예측 불가한 변화가 일어난다. 오로닉스 신도들의 풍습이라고 하는데, 그들은 이런 예측할 수 없는 상품을 운명에 균형을 바치는 일종의 의식으로 간주하고, 가치를 결정할 권리를 변화무쌍한 영원한 밤의 장막에 맡긴다.<br><br><i>「큭큭큭, 사실 이 개념은 자그레우스 님이 지어내신 거고, 신도가 이걸 사는 건 신앙이 아니라 뽑기의 짜릿함을 즐기기 위해서라고요!」</i>",
        "Icon": "403013.png",
        "Pic": "403013.png",
        "Src": [
            "Omni-Synthesizer",
            "Dromas Caravan (Wandering Merchant)"
        ],
        "Link": 1
    },
    "110152": {
        "_id": 110152,
        "Rarity": 3,
        "Name": "허공의 흑요",
        "Desc": "허공에서 얻은 검은 물질 덩어리. <color=#f29e38ff>공허</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "칠흑 같은 표면엔 어떤 것도 비치지 않는다. 빛을 흡수할 뿐만 아니라 소유자의 감정 기복도 흡수해 잔잔한 공허함만 남기는 듯하다.<br><br><i>「……」</i>",
        "Icon": "110152.png",
        "Pic": "110152.png",
        "Src": [
            "Calyx (Great Mine)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110153": {
        "_id": 110153,
        "Rarity": 4,
        "Name": "타락의 흑요",
        "Desc": "허공에서 얻은 검은 물질. <color=#f29e38ff>공허</color> 캐릭터의 운명의 길 행적이 대폭 상승한다",
        "Story": "의지가 박약한 사람은 한 번 힐끗 보기만 해도 혼돈에 영원히 빠져버린다.<br><br><i>「         」</i>",
        "Icon": "110153.png",
        "Pic": "110153.png",
        "Src": [
            "Calyx (Great Mine)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "140363": {
        "_id": 140363,
        "Rarity": 3,
        "Name": "벨로보그 고대 무술 잔본",
        "Desc": "",
        "Story": "너덜너덜한 책자. 종이는 누렇고 바스락거리며, 글자는 몹시 흐릿하다. 오랫동안 전승을 잃은 벨로보그 고대 무술의 초식이 기록되어 있다고 한다.<br><br>「장담하는데 이 책은 장례 벌레가 갉아먹게 한 다음 소 오줌에 적셔 오래돼 보이게 만든 겁니다…. 하지만 책에 적힌 내용은 진짜일 가능성이 높아요. 이 점은 동시대의 다른 문서들이 증명할 수 있습니다. 아… 일단 울지 마시고, 감정비 먼저 정산해주시죠. 감사합니다」——「마이너 램프」 발라웨이",
        "Icon": "140363.png",
        "Pic": "140363.png"
    },
    "402009": {
        "_id": 402009,
        "Rarity": 3,
        "Name": "강화 연고: 물리",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 물리 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402009.png",
        "Pic": "402009.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402010": {
        "_id": 402010,
        "Rarity": 3,
        "Name": "강화 연고: 바람",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 바람 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402010.png",
        "Pic": "402010.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402011": {
        "_id": 402011,
        "Rarity": 3,
        "Name": "강화 연고: 화염",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 화염 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402011.png",
        "Pic": "402011.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "110172": {
        "_id": 110172,
        "Rarity": 3,
        "Name": "생명의 새싹",
        "Desc": "풍요의 씨앗에서 돋아난 새싹. <color=#f29e38ff>풍요</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "온기를 발산해 뿌리를 내리는 터, 주변에 푸른 수풀이 무성하다. 황폐한 땅이 기름진 토지가 되고, 말라 죽은 식물은 다시 싹을 틔우고 꽃을 피우며 샘물이 솟아나 세차게 흐른다.<br>가까이 가면 마치 피와 살이 스스로 살아있는 처럼 꿈틀거리며 증식해 참을 수 없이 가렵다.<br><br><i>「평범한 생명을 육성하니, 끊임없이 번성하리라」</i>",
        "Icon": "110172.png",
        "Pic": "110172.png",
        "Src": [
            "Calyx (Backwater Pass)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110173": {
        "_id": 110173,
        "Rarity": 4,
        "Name": "영원의 꽃",
        "Desc": "생명의 새싹에서 피어난 아름다운 꽃. <color=#f29e38ff>풍요</color> 캐릭터의 운명의 길 행적이 대폭 상승한다",
        "Story": "꽃술에 풍요의 힘이 응축되어 영원히 지지 않는다. 화염이나 서리 같은 극악의 환경에서도 성장의 기세가 꺾이지 않는다.<br>시간이 더 흐르면 가지는 별빛을 양식으로 삼고, 뿌리는 중생의 피와 살을 흙으로 삼아 일체가 되어 불사불멸한다. 열매는 영생의 약속이 될 것이다.<br><br><i>「거대한 배가 산처럼 웅장한 기세로 허공을 가르니, 위로 불사의 나무가 있어, 이를 먹으면 장수를 얻으리라」</i>",
        "Icon": "110173.png",
        "Pic": "110173.png",
        "Src": [
            "Calyx (Backwater Pass)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "402013": {
        "_id": 402013,
        "Rarity": 3,
        "Name": "강화 연고: 번개",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 번개 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402013.png",
        "Pic": "402013.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402015": {
        "_id": 402015,
        "Rarity": 3,
        "Name": "강화 연고: 허수",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 허수 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402015.png",
        "Pic": "402015.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "402012": {
        "_id": 402012,
        "Rarity": 3,
        "Name": "강화 연고: 얼음",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 얼음 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402012.png",
        "Pic": "402012.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "252001": {
        "_id": 252001,
        "Rarity": 5,
        "Name": "불과 기름의 앙상블! 셰프의 조리복",
        "Desc": "차장의 의상. 파티 칸 내 「폼폼의 드레스룸」에서 갈아입을 수 있다",
        "Story": "폼폼이 요리할 때 착용하는 조리복. 주방 도구의 앙상블과 튀기고 끓이고 조리는 심포니를 겪고도 기름얼룩 하나 없이 새하얗고 깨끗하다. 폼폼은 지금까지 그 비결을 밝히지 않았다",
        "Icon": "PamSkin/252001.png",
        "Pic": "PamSkin/252001.png",
        "Src": [
            "Obtained from the \"Cosmic Home Décor Guide\" event"
        ]
    },
    "402014": {
        "_id": 402014,
        "Rarity": 3,
        "Name": "강화 연고: 양자",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 양자 속성 피해가 24% 증가한다",
        "Story": "운명의 길의 힘을 품고 있는 재료를 다른 재료와 섞어서 만든 듯한 연고다.<br>이 연고를 무기에 바르면 성능을 강화할 수 있다.<br><br><i>「이것만 있으면 절반의 노력으로 두 배의 성과를 낼 수 있지」</i>",
        "Icon": "402014.png",
        "Pic": "402014.png",
        "Src": [
            "Omni-Synthesizer"
        ],
        "Link": 1
    },
    "101": {
        "_id": 101,
        "Rarity": 5,
        "Name": "별의 궤도 티켓",
        "Desc": "",
        "Story": "은하열차의 통행 티켓. 별의 궤도를 따라 세계를 돌아다닌다.<br><br><i>「가고 싶은 곳 어디든 마음대로 가보고, 보고 싶은 사람을 만나고, 원하는 추억을 남길 수 있다」</i>",
        "Icon": "101.png",
        "Pic": "101.png"
    },
    "110182": {
        "_id": 110182,
        "Rarity": 3,
        "Name": "늑대 독 송곳니",
        "Desc": "보리인이 출정할 때 남긴 흡혈 송곳니. <color=#f29e38ff>파멸</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "보리인은 날카로운 이빨을 예리한 칼날로 삼는다.<br>보리인의 피에는 광적인 충동이 흐르고 있다. 늑대 독의 작용 아래 그들은 피를 마시며 적진을 뚫고 나아간다.<br><br><i>「소부님, 저희에게 강철같은 근육과 뼈를 내려주소서」</i>",
        "Icon": "110182.png",
        "Pic": "110182.png",
        "Src": [
            "Calyx (Scalegorge Waterscape)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110183": {
        "_id": 110183,
        "Rarity": 4,
        "Name": "달의 광기 이빨",
        "Desc": "보리인이 출정할 때 남긴 무시무시한 긴 이빨. <color=#f29e38ff>파멸</color> 캐릭터의 운명의 길 행적이 대폭 상승한다",
        "Story": "보리인은 타고난 「달의 광기」로 신체를 강화한다.<br>전투광들은 놀라운 치유 능력을 가지고 있는데, 증식하는 뼈와 근육으로 핏빛 안갯속을 종횡무진한다.<br><br><i>「소부님, 저희에게 신과 같은 힘을 허락하소서」</i>",
        "Icon": "110183.png",
        "Pic": "110183.png",
        "Src": [
            "Calyx (Scalegorge Waterscape)",
            "Omni-Synthesizer — Material Synthesis",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110": {
        "_id": 110,
        "Rarity": 4,
        "Name": "연소 촉진 티켓",
        "Desc": "개척력과 함께 사용하면 모조 꽃받침/정체된 허영이 생성하는 재료를 빠르게 획득할 수 있다",
        "Story": "오늘날까지도 인류는 여전히 은하열차가 은하를 누비는 구체적인 원리를 파악하지 못했다. 하지만 고대의 물 끓이기 이론은 우리에게 보일러 안에 있는 연소물이 많을수록 열차의 속도가 빨라진다는 것을 알려준다.<br><br><i>「물 끓이기는 인류의 최첨단 과학 기술이니, 더 묻지 말고 그냥 끓이면 된다」</i>",
        "Icon": "110.png",
        "Pic": "110.png",
        "Src": [
            "Currency Wars Point Rewards"
        ]
    },
    "110192": {
        "_id": 110192,
        "Rarity": 3,
        "Name": "숙명적인 사인",
        "Desc": "죽은 자의 미간에 박히고, 물체의 틈새를 관통한다. 이 탄환은 언제나 총알구멍이 있어야 할 곳에 있다. <color=#f29e38ff>수렵</color> 캐릭터의 운명의 길 행적이 중폭 증가한다",
        "Story": "수많은 군인 사이의 틈새를 지나, 견고한 투구의 가장 연약한 부분을 뚫어 기고만장한 폭군의 두개골 중심에 머물며 속삭이는 듯한 한숨을 내쉰다. 이것이 그곳에 나타난 건 치명적인 우연과 같다. 마치 모두가 종점에 도달해야 하는 것처럼.<br><br><i>「때론 총알구멍이 탄도보다 먼저 존재한다」</i>",
        "Icon": "110192.png",
        "Pic": "110192.png",
        "Src": [
            "Calyx: SoulGlad™ Scorchsand Audition Venue",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "402033": {
        "_id": 402033,
        "Rarity": 3,
        "Name": "크렘노스 방패",
        "Desc": "사용 후 다음번 전투에서 모든 아군의 방어력이 15% 증가하고, 획득하는 실드량이 18% 증가한다",
        "Story": "크렘노스성에서 사용하는 고전적인 방패. 수량이 매우 적어 흔히 영광의 상징으로 강자에게 하사된다. 방패를 들어 올리면 몸의 대부분을 보호할 수 있지만, 방어만 하는 건 전사의 길이 아니다.<br><br><i>「방패를 높이 들고 승리와 함께 돌아오거나, 방패 위에 누운 채로 금의환향하거나」<br><align=\"right\">——크렘노스성의 어머니들이 아이에게 가르치는 속담</align></i>",
        "Icon": "402033.png",
        "Pic": "402033.png",
        "Src": [
            "Omni-Synthesizer",
            "Chartonus Smithy"
        ],
        "Link": 1
    },
    "402032": {
        "_id": 402032,
        "Rarity": 3,
        "Name": "드로마스 스테이크",
        "Desc": "사용 후 다음번 전투에서 모든 아군이 가하는 지속 피해가 35% 증가한다",
        "Story": "오크마의 전통 음식——드로마스의 고기로 구워낸 스테이크. 적토로 맛을 낸 것이 가장 전통적이다. 다른 세계의 육우처럼, 고기용 드로마스와 화물용 드로마스는 엄밀히 말하면 다른 품종에 속한다. 이런 품종의 드로마스는 육질이 기름지고 맛있지만, 잘못 조리하면 적토를 먹는 것과 별반 다르지 않다.<br><br><i>「지오리오스를 숭배하는 산의 백성은 드로마스 고기를 한 번도 먹어본 적이 없다는데, 진짜야?」</i><br><i>「흥. 내가, 산의 백성. 배고프면, 아무거나 먹는다. 거기다 맛있다」</i>",
        "Icon": "402032.png",
        "Pic": "402032.png",
        "Src": [
            "Omni-Synthesizer",
            "Marmoreal Diner"
        ],
        "Link": 1
    },
    "251001": {
        "_id": 251001,
        "Rarity": 4,
        "Name": "몽맥",
        "Desc": "몽맥, 원산지는 주명 선주이다. 사람들의 꿈을 먹는 기묘한 생물로, 불안증을 치료하는 데 자주 쓰인다",
        "Story": "<i>「이렇게나 귀여운데, 어떻게 몽맥을 잡아먹을 수 있어, 몽몽~!」</i>",
        "Icon": "pet/251001.png",
        "Pic": "pet/251001.png",
        "Src": [
            "Pet obtained after the Luminary Wardance event"
        ],
        "Link": 1
    },
    "251002": {
        "_id": 251002,
        "Rarity": 4,
        "Name": "뽀글이",
        "Desc": "작은 키메라는 어떻게 육성해야 할까? 활발함 조금, 승부욕 조금, 여기에 물놀이를 좋아하는 천성까지 추가하면… 큰일이야, 전부 다 너무 많이 넣었어!",
        "Story": "<i>「뽀글이가 지켜야 할 세 가지 일: 1등, 1등, 그리고 또 1등!」</i>",
        "Icon": "pet/251002.png",
        "Pic": "pet/251002.png",
        "Src": [
            "A pet obtained from the Seal Slammers event"
        ],
        "Link": 1
    },
    "110202": {
        "_id": 110202,
        "Rarity": 3,
        "Name": "역동적인 선화",
        "Desc": "시계 소년의 캐릭터 원고, 꿈의 윤곽이 생생하게 그려져 있다. <color=#f29e38ff>지식</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "「시계 소년」의 불필요한 붓 터치를 지워서 깔끔해졌다. 각 프레임 속 시계 소년의 스텝에 숨겨져 있는 애니메이터의 지혜가 똑똑히 보인다.<br><br><i>「째깍, 째깍! 친구, 빨리 따라와!」</i>",
        "Icon": "110202.png",
        "Pic": "110202.png",
        "Src": [
            "Calyx: Penacony Grand Theater",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110212": {
        "_id": 110212,
        "Rarity": 3,
        "Name": "유성 결정",
        "Desc": "앰버 로드가 망치를 휘두를 때 몸에서 떨어져 나온 결정석. <color=#f29e38ff>보존</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "거대한 인력의 파동과 「성진(星震)」이라고 불리는 현상이 나타나고 나서야 사람들은 망치가 휘둘러졌음을 알아차린다. 어두운 하늘을 가로지르는 결정석 유성들은 마치 「보존」의 선물처럼 새로운 시대의 시작을 알린다.<br><br><i>「클럽의 천재는 감히 앰버 로드를 은하에서 가장 느린 에이언즈라고 부른다. 하지만 그들 중 그 누구도 그분이 망치를 휘두르는 전 과정을 관찰하는 데 성공하지 못했다」</i>",
        "Icon": "110212.png",
        "Pic": "110212.png",
        "Src": [
            "Calyx: Clock Studios Theme Park",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "401031": {
        "_id": 401031,
        "Rarity": 2,
        "Name": "황금 허니 팬케이크",
        "Desc": "사용 후 다음번 전투에서 전투 진입 시 즉시 모든 아군의 HP를 각자 HP 최대치의 24%만큼 회복한다",
        "Story": "황금 허니 팬케이크는 앰포리어스 역사상 가장 오래된 미식이라 할 수 있으며, 과거 귀족들이 즐겨 먹던 고급 디저트이기도 하다. 또한 오크마의 전서의 석판에서 가장 유행하는 인기 음식으로 떠오르고 있다……<br><br><i>「이거 요새 엄청 유행이네요…. 제가 오크마 토박이인데, 저 어렸을 땐 집에서 달콤한 팬케이크 같은 거 안 먹었어요!」</i><br><i>「어떤 디저트 가게에서 마이데이 씨한테 전서의 석판에 광고해 달라고 한 뒤로 인기가 많아져서, 다른 가게들도 뛰어든 것 같더군요……」</i><br><i>「…하지만 솔직히 말해서 그 가게들이 개발한 팬케이크, 맛은 꽤 좋은 것 같아요」</i>",
        "Icon": "401031.png",
        "Pic": "401031.png",
        "Src": [
            "Omni-Synthesizer",
            "Marmoreal Diner"
        ],
        "Link": 1
    },
    "401032": {
        "_id": 401032,
        "Rarity": 2,
        "Name": "조잡한 암브로시아",
        "Desc": "사용 후 다음번 전투에서 모든 아군의 HP 최대치가 20% 증가한다",
        "Story": "매우 간단한 의식 절차를 거쳐 만든 암브로시아. 맛은 거칠지만, 가격은 매우 저렴해 여전히 꽤 큰 시장이 존재한다. 검은 물결에 대항할 당시, 깨끗한 수원이 부족했던 사람들은 수분과 영양분을 보충하기 위해 이런 조잡한 암브로시아에 의존했다고 한다.<br><br><i>「이제 오크마에 마실 수 있는 깨끗한 물이 있으니, 당신, 앞으로 암브로시아 살 핑계 대지 마」</i>",
        "Icon": "401032.png",
        "Pic": "401032.png",
        "Src": [
            "Omni-Synthesizer",
            "Marmoreal Diner"
        ],
        "Link": 1
    },
    "110222": {
        "_id": 110222,
        "Rarity": 3,
        "Name": "불꽃의 정령",
        "Desc": "「화겁대전」 후 도망 다니는 세차게 타오르는 세양. <color=#f29e38ff>공허</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "화염덩이 형상을 한 교활하고 짓궂은 세양 불씨.<br>「화염」의 크기로 세양의 강함을 판별할 수 있다. 이 화염덩이 세양은 처음으로 지혜를 갖게 되고 나서 숙주의 모든 욕망과 감정을 집어삼키려 했다.<br><br><i>「기쁨과 슬픔을 흡수하고, 의지를 조종한다…」</i>",
        "Icon": "110222.png",
        "Pic": "110222.png",
        "Src": [
            "Calyx (Alchemy Commission)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110232": {
        "_id": 110232,
        "Rarity": 3,
        "Name": "천상의 소절",
        "Desc": "하늘에서 떨어진 악구의 소절. <color=#f29e38ff>화합</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "질서로부터 흩어진 음률. 마치 사막에 황사 한 움큼이 흩어지듯, 하늘에서 조용히 추락해 속세의 소란 속으로 떨어졌다.<br><br><i>「영감에 붙잡히기 전까지, 아무도 그것을 듣지 못했네……」</i>",
        "Icon": "110232.png",
        "Pic": "110232.png",
        "Src": [
            "Calyx: The Reverie (Dreamscape)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "110242": {
        "_id": 110242,
        "Rarity": 3,
        "Name": "생장의 꽃꿀",
        "Desc": "생명의 성장을 촉진하는 꿀. 바커 공의 신성한 숲속 마음 나무 꽃의 즙으로 만든다. <color=#f29e38ff>풍요</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "비옥한 땅에서 흙을 뚫고 나온 마왕은 길이가 팔뚝만 한 둥근 열매에 불과하다. 어째서인지 형제자매들을 물리쳐야만 꿀을 마시고 자랄 자격이 주어진다.<br><br><i>「이 숲에 있는 모든 나무의 수액을 마셔도 되지만, 그 나무의 수액만큼은 입에 대서는 안 된다」</i>",
        "Icon": "110242.png",
        "Pic": "110242.png",
        "Src": [
            "Calyx (Fyxestroll Garden)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "121003": {
        "_id": 121003,
        "Rarity": 4,
        "Name": "음악 레코드판",
        "Desc": "밴드 공연에서 사용한 레코드판. 광추 「인사록•음률 사냥」을 중첩할 수 있다",
        "Story": "<i>「추억을 새기는 가장 좋은 방법」</i>",
        "Icon": "121003.png",
        "Pic": "121003.png"
    },
    "110252": {
        "_id": 110252,
        "Rarity": 3,
        "Name": "말나 새싹",
        "Desc": "기억의 세포는 생각을 추출하고 각명자의 마음에 퍼져 나간다. <color=#f29e38ff>기억</color> 캐릭터의 운명의 길 행적이 중폭 상승한다",
        "Story": "씨앗이 발아하고 어린 가지가 교차하여 시냅스처럼 신호를 전달한다. 세월의 흐름 속에서 이 어린 가지 중 어떤 건 시들고, 어떤 건 생명을 담을 수 있을 때까지 성장하여 어느 영혼의 육체가 된다.<br><br><i>「우린 육체를 버리지 않았다. 조금 더… 오래가는 걸로 바뀌었을 뿐이다」</i>",
        "Icon": "110252.png",
        "Pic": "110252.png",
        "Src": [
            "Calyx (\"Strife Ruins\" Castrum Kremnos)",
            "Omni-Synthesizer — Material Synthesis",
            "Embers Exchange",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "121005": {
        "_id": 121005,
        "Rarity": 4,
        "Name": "황금 국자",
        "Desc": "요정들이 요리할 때 사용하는 전설의 주방 도구. 광추 「영원한 미궁의 식사」를 중첩할 수 있다",
        "Story": "<i>「——거의 비밀 미궁 전체를 장악하는 힘을 갖고 있지, 미!」</i>",
        "Icon": "121005.png",
        "Pic": "121005.png"
    },
    "121004": {
        "_id": 121004,
        "Rarity": 4,
        "Name": "실물 게임 카트리지",
        "Desc": "삽입하면 바로 플레이할 수 있는 게임 카트리지. 광추 「우주 대사업」을 중첩할 수 있다",
        "Story": "데이터 전송 기술이 발달한 오늘날에도 여전히 게임 카트리지를 선호하는 게임 개발자들이 있다. 마치 작가가 펜 끝이 종이에 닿는 감촉을 좋아하는 것처럼 말이다",
        "Icon": "121004.png",
        "Pic": "121004.png"
    },
    "1206": {
        "_id": 1206,
        "Rarity": 4,
        "Name": "소상",
        "Desc": "",
        "Story": "선주 「요청(曜青)」출생, 「나부」의 운기군을 찾아가 수련을 받은 신병<br>어머니가 주신 가문의 검을 몸에 지니고 앞으로의 미래를 동경하고 있다",
        "Icon": "SpriteOutput/AvatarIcon/Avatar/1206.png",
        "Pic": "SpriteOutput/AvatarIcon/Avatar/1206.png"
    },
    "227002": {
        "_id": 227002,
        "Rarity": 4,
        "Name": "쓰레기 기사",
        "Desc": "완•매의 어떤 창조물을 원형으로 제작된 머리 장식",
        "Story": "역사상 위대한 쓰레기 케이크는 많았을지도 모른다. 하지만 당신은 그저 함께 어디든 갈 수 있기를 바랄 뿐이다——<br><br><i>「왼발을 두드리면 좌회전, 오른발을 두드리면 우회전, 꼬리를 두드리면 정지. 출발하자!」</i>",
        "Icon": "DressIcon/227002.png",
        "Pic": "DressIcon/227002.png",
        "Src": [
            "Trailblaze Fashion obtained after the \"Snack Dash\" event"
        ]
    },
    "83134": {
        "_id": 83134,
        "Rarity": 5,
        "Name": "주인 없는 황폐한 별 츠가냐",
        "Desc": "",
        "Story": "",
        "Icon": "71030.png",
        "Pic": "71030.png",
        "Src": [
            "Simulated Universe: World 9 - Immersion Device Redemption",
            "Divergent Universe: Planar Ornament Extraction",
            "Omni-Synthesizer — Relic Synthesis"
        ]
    },
    "83144": {
        "_id": 83144,
        "Rarity": 5,
        "Name": "이즈모 현세와 타카마 신국",
        "Desc": "",
        "Story": "",
        "Icon": "71031.png",
        "Pic": "71031.png",
        "Src": [
            "Simulated Universe: World 9 - Immersion Device Redemption",
            "Divergent Universe: Planar Ornament Extraction",
            "Omni-Synthesizer — Relic Synthesis"
        ]
    },
    "201": {
        "_id": 201,
        "Rarity": 4,
        "Name": "연료",
        "Desc": "개척력을 보충하는 아이템. 개척력을 60pt 회복한다",
        "Story": "무명객의 꿈과 용기로 채워진 연료통.<br><br><i>「유심론? 그것보다는 관측자 효과와 인류의 자아실현이라고 부르고 싶군」</i>",
        "Icon": "201.png",
        "Pic": "201.png",
        "Src": [
            "Level Rewards"
        ]
    },
    "226003": {
        "_id": 226003,
        "Rarity": 5,
        "Name": "이상 중재•성루",
        "Desc": "",
        "Story": "대국에서 승리한 자만이 가질 수 있는 장식 프레임. 그중 「성루」는 불굴의 정신을 상징한다",
        "Icon": "HeadFrame/226003.png",
        "Pic": "HeadFrame/226003.png"
    },
    "213": {
        "_id": 213,
        "Rarity": 4,
        "Name": "여행 가이드",
        "Desc": "캐릭터 경험치 재료. 캐릭터 경험치를 20,000pt 획득한다",
        "Story": "세계를 횡단할 때 반드시 구비해야 하는 모험 총서. 읽기 버튼을 누르면 매력적인 목소리가 독자의 언어로 유명 모험가들의 다양한 세계에서의 모험 전기와 각 행성에서 획득한 값진 지혜에 대해 들려준다.<br><br><i>「여행 가이드의 신규 시리즈 ≪우주 요리 가이드≫가 곧 출판됩니다. 많은 기대 바랍니다」</i><br><i>「투고는 지식학회 공감각 비콘 23θ 연락원에게 연락 바랍니다. 원고료는 원하시는 방식으로 지급합니다」</i>",
        "Icon": "213.png",
        "Pic": "213.png",
        "Src": [
            "Calyx: Outlying Snow Plains",
            "Calyx: Cloudford",
            "Calyx: Dream's Edge",
            "Calyx: \"Sanctum of Prophecy\" Janusopolis",
            "Forgotten Hall"
        ],
        "Link": 1
    },
    "223": {
        "_id": 223,
        "Rarity": 4,
        "Name": "정제한 에테르",
        "Desc": "광추 강화 재료. 광추 경험치를 6,000pt 획득한다",
        "Story": "특수한 기술로 정제된 에테르 한 통.<br><br><i>「기억의 정원은 과거의 영광을 재현하기를 간절히 바란다. 하지만 그것은 그들이 선택한 『과거의 영광』이다, 알겠는가?」</i>",
        "Icon": "223.png",
        "Pic": "223.png",
        "Src": [
            "Calyx: Backwater Pass",
            "Calyx: Divination Commission",
            "Calyx: A Child's Dream",
            "Calyx: \"Strife Ruins\" Castrum Kremnos",
            "Forgotten Hall"
        ],
        "Link": 1
    },
    "232": {
        "_id": 232,
        "Rarity": 3,
        "Name": "유실된 황금 파편",
        "Desc": "유물 강화 재료. 유물 경험치를 500pt 획득한다",
        "Story": "치밀하게 수집된 열계의 먼지. 불규칙한 외형을 가지고 있다. 조건이 맞으면 특정한 유물 형태로 표현된다.<br><br><i>「별들이 올바른 위치로 돌아간다면… 하, 농담이야」</i>",
        "Icon": "232.png",
        "Pic": "232.png",
        "Src": [
            "Daily Training",
            "Salvage Relic",
            "Embers Exchange"
        ],
        "Link": 1
    },
    "233": {
        "_id": 233,
        "Rarity": 4,
        "Name": "유실된 수정덩이",
        "Desc": "유물 강화 재료. 유물 경험치를 1,000pt 획득한다",
        "Story": "환원된 후 치밀해진 열계의 먼지 결정.<br><br><i>「이걸 앰버 로드에게 바치는 광석과 함께 두면 안 돼. 이건 스텔라론의 창조물이야. 이건 보존의 의지와 어긋나」</i>",
        "Icon": "233.png",
        "Pic": "233.png",
        "Src": [
            "Forgotten Hall"
        ],
        "Link": 1
    },
    "250601": {
        "_id": 250601,
        "Rarity": 4,
        "Name": "범인이 나아갈 길",
        "Desc": "확률 갤러리에 배치 후 차분화 우주에서 초기에 획득하는 우주 조각이 20개 증가한다",
        "Story": "「길을 잃은 구도자는 안개 속에서 진리의 흔적을 발견하고 인간 세계로 향했다」<br><br><align=\"right\">——아드리안•스펜서-스미스, ≪별하늘 우화≫</align>",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_TournMedal.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_TournMedal.png"
    },
    "235": {
        "_id": 235,
        "Rarity": 5,
        "Name": "유물 잔해",
        "Desc": "유물 분해 후 획득하는 물질",
        "Story": "깨진 유물의 부속품. 금방이라도 라이트더스트로 분해되어 열계에 흩날릴 것 같다.<br><br><i>「이 고물들을 우습게 보지 마. 난 이걸 복원할 수 있다고」</i>",
        "Icon": "235.png",
        "Pic": "235.png",
        "Src": [
            "Salvage Relic"
        ]
    },
    "236": {
        "_id": 236,
        "Rarity": 5,
        "Name": "자가 변형성 레진",
        "Desc": "유물을 제작할 때 사용되는 희귀한 재료. 합성 시 유물에 출현할 수 있는 메인 속성 중 1가지를 지정할 수 있으며, 추가 소모 시 보조 속성 중에서도 1~2가지를 지정할 수 있다",
        "Story": "가는 먼지처럼 고운 이름 모를 레진. 열계에서 온 듯하다. 보이지 않는 손에 의해 소망하는 형상으로 만들어졌다.<br><br><i>「학회의 연구에 따르면, 자가 변형성 레진은 열계 복제의 기초일 가능성이 매우 높다……」</i>",
        "Icon": "236.png",
        "Pic": "236.png",
        "Src": [
            "Nameless Honor",
            "Omni-Synthesizer — Synthesis using Relic Remains"
        ]
    },
    "250605": {
        "_id": 250605,
        "Rarity": 4,
        "Name": "영웅의 발자취",
        "Desc": "확률 갤러리에 배치 후 차분화 우주에서 [보스] 구역에 진입하면 비술 포인트를 2pt 회복한다",
        "Story": "「외눈의 시인이여, 묘비에 무엇을 새기고 있는가?」<br>「우리가 존재했다는 증거」",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_TournTitanMedal.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_TournTitanMedal.png"
    },
    "238": {
        "_id": 238,
        "Rarity": 5,
        "Name": "변수 주사위",
        "Desc": "최고 레벨인 ★5 유물의 보조 속성 업그레이드 횟수를 재분배하고 그 수치를 랜덤으로 설정하는 데 사용할 수 있다",
        "Story": "확률로 구성된 주사위가 허공에서 회전한다. 주사위 속 불확실성이 마치 항성의 탄생과 붕괴처럼 타올랐다가 꺼진다. 우주는 변수로 가득하며 항성조차 다시 태어날 가능성이 있는데, 유물은 말할 것도 없지 않은가?<br><br><i>「주의: 변수에는 위험이 존재하니, 사용 시 주의하시기 바랍니다. 한 번의 실수로, 최상급에서 쓰레기로 전락할 수 있습니다」</i>",
        "Icon": "238.png",
        "Pic": "238.png",
        "Src": [
            "Nameless Honor",
            "Omni-Synthesizer — Material Synthesis"
        ]
    },
    "250606": {
        "_id": 250606,
        "Rarity": 4,
        "Name": "미미•귀여움 강화 버전",
        "Desc": "확률 갤러리에 배치 후 차분화 우주 제3차원의 창조물 작업대에서 무료 축복 재배치 횟수를 1회 획득한다",
        "Story": "이 몸이 자고 있을 때 몰래 꼬리 쓰다듬지 마!",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_MimiPigeon.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_MimiPigeon.png"
    },
    "250603": {
        "_id": 250603,
        "Rarity": 4,
        "Name": "탐색의 끝",
        "Desc": "확률 갤러리에 배치 후 차분화 우주 제1차원의 창조물 작업대에서 축복 강화에 사용할 수 있는 열량이 1pt 증가한다",
        "Story": "무한한 껍질층이 무한한 우주의 왕을 감싸고 있다. 그럼에도 불구하고 그녀는 열쇠를 돌려 무한히 다음 문을 열고 있다",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_HertaScepter.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_HertaScepter.png"
    },
    "241": {
        "_id": 241,
        "Rarity": 5,
        "Name": "운명의 발자취",
        "Desc": "행적 레벨업의 고급 소재",
        "Story": "거듭되는 패배가 당신에게 승리를 가져다주었고, 한 걸음 한 걸음의 전진이 당신을 운명의 전환점으로 이끌었다",
        "Icon": "241.png",
        "Pic": "241.png",
        "Src": [
            "Currency Wars Point Rewards",
            "Simulated Universe Point Rewards",
            "Nameless Honor",
            "Embers Exchange",
            "Starlight Exchange",
            "Limited-Time Event Rewards"
        ],
        "Link": 1
    },
    "250602": {
        "_id": 250602,
        "Rarity": 4,
        "Name": "헤르타•소장판",
        "Desc": "확률 갤러리에 배치 후 차분화 우주 [상점] 구역의 기물 상점에서 구매 가능한 기물이 1개 증가한다",
        "Story": "위대한 헤르타 님은 그 화신조차 모든 행동에 지혜가 서려 있다",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_HertaPigeon.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_HertaPigeon.png"
    },
    "250604": {
        "_id": 250604,
        "Rarity": 4,
        "Name": "Dr. 레이시오•커스텀",
        "Desc": "확률 갤러리에 배치 후 차분화 우주의 창조물 작업대에서 방정식 덮어쓰기에 필요한 우주 조각이 10개 감소한다",
        "Story": "<i><size=-2>그러니까, 수료율이 스타피스 엔터테인먼트 랜덤박스 출하율과 맞먹는 레이시오 교수가 너한테 합격을 줬다고? 거짓말하지 마.</size></i><br><i><size=-2>……</size></i><br><i><size=-2>너 진심이야?</size></i>",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_DrRatioPigeon.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_DrRatioPigeon.png"
    },
    "250607": {
        "_id": 250607,
        "Rarity": 4,
        "Name": "모든 것에서 먼 이상향",
        "Desc": "확률 갤러리에 배치 후 차분화 우주에서 구역 진입 시 모든 아군의 HP를 HP 최대치의 20%만큼 회복한다",
        "Story": "포영 속에서 희미하게 보이는 약속된 승리의 검의 검집은 마치 꿈의 연장선과도 같다",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_Fate1.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_Fate1.png"
    },
    "250608": {
        "_id": 250608,
        "Rarity": 4,
        "Name": "영주의 그림자",
        "Desc": "확률 갤러리에 배치 후 차분화 우주에서 전투 승리 시 획득하는 우주 조각 수량이 1 증가한다",
        "Story": "영주를 본떠 만든 수정 부조, 영웅의 과거가 새겨져 있다",
        "Icon": "SpriteOutput/Rogue/Tourn/Collection/ItemIcon/IconRogueTournCollection_Fate2.png",
        "Pic": "SpriteOutput/Rogue/Tourn/Collection/ItemFigures/IconRogueTournCollection_Fate2.png"
    },
    "239": {
        "_id": 239,
        "Rarity": 5,
        "Name": "간섭 암호키",
        "Desc": "변수 주사위를 사용하여 ★5 유물의 보조 속성 재설정 시, 1개의 보조 속성을 선택하여 배제할 수 있으며, 배제된 보조 속성은 이번 재설정에서 강화되지 않는다",
        "Story": "암호키 내부의 집적 회로가 최대 부하 연산을 수행하고 있으며, 방출된 간섭 인자는 무수한 광선을 차단하고 그 궤적을 수정한다. 천궁을 뒤덮은 정보 스크린 속에서, 작은 암흑 구역이 나타났다. 그곳은 운명조차 피하고 싶어 하는 곳이다.<br><br><i>「확률론의 격류 속에서 하나의 불협화음이 나타났고, 그것은 흐름에 몸을 맡기길 거부하며, 마치 못처럼 운명의 골수 속에 깊이 박혔다」</i>",
        "Icon": "239.png",
        "Pic": "239.png"
    },
    "261": {
        "_id": 261,
        "Rarity": 4,
        "Name": "빛의 잔재",
        "Desc": "상점 「광추 박람」에서 보상으로 교환할 수 있다",
        "Story": "흘러간 세월이 남긴 이미지. 기억의 정원에게 아주 소중한 자료다.<br><br><i>「기억의 정원에는 자신만의 법칙이 있어. 시간으로 시간을 교환하고, 기억으로 기억을 교환한다. 지불하는 대가만 충분하다면 기억의 정원은 돌이킬 수 없는 과거까지도 보여줄 거야……」</i>",
        "Icon": "261.png",
        "Pic": "261.png",
        "Src": [
            "Forgotten Hall",
            "Pure Fiction",
            "Apocalyptic Shadow",
            "Echo of War"
        ]
    },
    "262": {
        "_id": 262,
        "Rarity": 5,
        "Name": "옥 깃털",
        "Desc": "상점 「진실이 된 농담」에서 보상으로 교환할 수 있다",
        "Story": "2104 앰버기원, 캔들 학파 필경사 포멘코는 과묵한 앵무새 한 마리를 얻었다. 그녀는 앵무새를 지극정성으로 돌봤지만 앵무새는 10년도 채 살지 못했다. 이 과묵한 친구를 기리기 위해 포멘코는 앵무새의 가장 바깥쪽 날개깃 열 개로 깃펜을 만들어 하나는 자신이 사용하고 나머지 아홉 자루는 금고에 보관했다.<br>그녀는 이 깃펜으로 한 앰버기원 내내 필사해 실전될 뻔한 방대한 양의 고대 문헌을 보존했다. 그녀의 장례식에 참석한 동료와 학생들은 「은하의 과거를 비추던 등불 하나가 꺼졌다」며 흐느꼈다.<br>하지만 사람들은 포멘코의 유품을 정리하던 중, 이 깃펜들로는 진실한 내용을 한 마디도 쓸 수 없다는 것을 발견했다.<br><br><i>「새들은 인류 역사의 기원부터 인류가 해낸 위대한 일, 어리석은 일, 혹은 위대하고 어리석은 일을 지켜봐 왔다. 새들은 알고 있다. 참여하고 있다. 말하지 않을 뿐이다」</i>",
        "Icon": "262.png",
        "Pic": "262.png",
        "Src": [
            "Forgotten Hall",
            "Pure Fiction",
            "Apocalyptic Shadow"
        ]
    },
    "263": {
        "_id": 263,
        "Rarity": 5,
        "Name": "론스타 더스트",
        "Desc": "상점 「스타더스트의 선물」에서 보상으로 교환할 수 있다",
        "Story": "천휘자리-λ, 이 이상한 행성은 궤적을 파악하기 어렵고, 그곳의 주민들은 가끔 갑자기 허공을 바라보며 논리적이지 않은 행동을 보인다. 컴퍼니에서 사람을 보내 이를 조사했지만, 항상 황당한 대답이 돌아왔다. 「그건 *내*가 그렇게 했기 때문이지」 결국 지식학회는 이 세계의 응축된 결정에서 「균형」 운명의 길의 영향을 발견하고 올바른 질문을 던졌다.<br>「당신들의 *나*는 어디 있습니까?」<br>「여기, 그리고 저기」<br>사람들은 자신과 세계 밖의 존재하지 않는 질량 중심을 가리키며 더 먼 허공을 향해 손을 뻗었다……<br><br><i>「…그들은 애초에 서로를 포용할 수 없으므로, 절대 쌍성계의 소멸에 빠지지 않을 것이다」</i>",
        "Icon": "263.png",
        "Pic": "263.png",
        "Src": [
            "Anomaly Arbitration",
            "Available at the Jokes Come True store"
        ]
    },
    "309001": {
        "_id": 309001,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「에테르 배틀」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>[서벌] [페라] [후크] [루카]",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309002": {
        "_id": 309002,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「하누 형제 탈옥기」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>[계네빈] [삼포] [아스타] [어공]",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309003": {
        "_id": 309003,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「잔 속의 에피소드」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>[갤러거] [미샤] [설의] [한아] [계네빈] [루카] [링스] [어공]",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309004": {
        "_id": 309004,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「종이새 팡팡」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>[갤러거], [한아], [루카], [아를란]",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "271": {
        "_id": 271,
        "Rarity": 5,
        "Name": "중첩기(특제)",
        "Desc": "헤르타가 특별 제조한 디바이스. 「시뮬레이션 우주」에서 획득한 특수 광추를 중첩할 수 있다",
        "Story": "헤르타가 제조한 특수 장치, 원리는 이곳에서 생략한다.<br><br><i>「고맙지, {NICKNAME}? 내가 너를 위해 다 준비해뒀어」</i>",
        "Icon": "271.png",
        "Pic": "271.png"
    },
    "309008": {
        "_id": 309008,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「아옹아옹 사무소」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>[청작] [페라] [서벌] [아스타]",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309009": {
        "_id": 309009,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「은하 방망이 협객」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>「갤러거」, 「미샤」, 「한아」, 「설의」",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "309007": {
        "_id": 309007,
        "Rarity": 4,
        "Name": "여정에서의 만남: 「우주 인테리어 가이드」",
        "Desc": "예쁜 편지 봉투. 맞춤 제작한 티켓이 들어있다. 사용하면 다음 ★4 캐릭터 중 하나를 임의로 선택할 수 있다:<br>[맥택] [미샤] [설의] [링스]",
        "Story": "「여정에서 새로운 동료를 만나 봐」",
        "Icon": "309001.png",
        "Pic": "309001.png",
        "Link": 1
    },
    "202016": {
        "_id": 202016,
        "Rarity": 4,
        "Name": "1주년 기념",
        "Desc": "「성간 여행」 이벤트 완료 프로필 보상",
        "Story": "1주년 황금 기념 메달을 들고 있는 폼폼.<br><br><i>「짜잔——너한테 선물로 주는 기념 메달이야! 앞으로의 여정도 함께 개척해 보자고!」</i>",
        "Icon": "avatarhead/IconHead_202016.png",
        "Pic": "avatarhead/IconHead_202016.png",
        "Link": 1
    },
    "202018": {
        "_id": 202018,
        "Rarity": 4,
        "Name": "「안녕, 테스트하러 와」",
        "Desc": "「차분화 우주: 인간 희극」에서 획득 가능한 프로필",
        "Story": "시뮬레이션 우주의 헤르타 카툰 캐릭터.<br><br><i>「대규모 업데이트야. 시뮬레이션 우주에서 기다릴 테니 어서 테스트하러 와」</i>",
        "Icon": "avatarhead/IconHead_202018.png",
        "Pic": "avatarhead/IconHead_202018.png",
        "Link": 1
    },
    "202031": {
        "_id": 202031,
        "Rarity": 4,
        "Name": "「안 보이지」",
        "Desc": "「차분화 우주: 천의 얼굴을 가진 영웅」에서 획득 가능한 프로필",
        "Story": "시뮬레이션 우주에서 얼굴은 가리는 카툰 스타일의 스티븐.<br><br><i>「얼굴을 가리는 건… 별다른 이유가 없어요. 아무튼 제가 안 보이기만 하면 돼요」</i>",
        "Icon": "avatarhead/IconHead_202031.png",
        "Pic": "avatarhead/IconHead_202031.png",
        "Link": 1
    },
    "202033": {
        "_id": 202033,
        "Rarity": 4,
        "Name": "야구 방망이의 이름으로",
        "Desc": "「은하 방망이 협객 전설•마왕편」 이벤트 완료 시 획득하는 프로필",
        "Story": "자신감 넘치는 「방망이 협객」.<br><br><i>「이거 꼭 그때 같잖아. ≪은하 방망이 협객 전설≫의 다음 장도 네가 열 거야!」</i>",
        "Icon": "avatarhead/IconHead_202033.png",
        "Pic": "avatarhead/IconHead_202033.png",
        "Link": 1
    },
    "202040": {
        "_id": 202040,
        "Rarity": 4,
        "Name": "「점점 커지는 작은 드로마스」",
        "Desc": "「날씨도 좋은데, 키우자!」 이벤트 완료 시 획득 가능한 프로필 보상",
        "Story": "무럭무럭 자라는 아기 드로마스.<br><br><i>「우웅, 우웅웅! (난 산처럼 강해질 거야!)」</i>",
        "Icon": "avatarhead/IconHead_202040.png",
        "Pic": "avatarhead/IconHead_202040.png",
        "Link": 1
    },
    "202041": {
        "_id": 202041,
        "Rarity": 4,
        "Name": "최후의 승자",
        "Desc": "「화폐 전쟁•제로섬 게임」 이벤트 완료 시 획득하는 프로필",
        "Story": "수중의 자산을 은밀히 계산하는 빼미.<br><br><i>「이 빼미는 말이죠, 이 게임에서 이기기 위해 정말 심혈을 기울였답니다. 이제… 최후의 승자가 누구일지 맞혀볼까요?」</i>",
        "Icon": "avatarhead/IconHead_202041.png",
        "Pic": "avatarhead/IconHead_202041.png",
        "Link": 1
    },
    "202042": {
        "_id": 202042,
        "Rarity": 4,
        "Name": "벽화 위",
        "Desc": "「차분화 우주•천의 얼굴을 가진 영웅」에서 적합 레벨 최고 레벨 달성하면 수령하는 보상 프로필",
        "Story": "벽화에 새겨진 야구 방망이 라쿤.<br><br><i>「아무리 오랜 시간이 흘러도, 『개척』의 의지는 결코 닳아 없어지지 않을 것이다!」</i>",
        "Icon": "avatarhead/IconHead_202042.png",
        "Pic": "avatarhead/IconHead_202042.png",
        "Link": 1
    },
    "110406": {
        "_id": 110406,
        "Rarity": 4,
        "Name": "환영의 무쇠",
        "Desc": "허졸•유린자의 편자. 양자 속성 캐릭터의 승급 소재",
        "Story": "반물질 군단의 유린자는 파괴될 때 극히 낮은 확률로 이러한 편자를 남긴다. 관측자가 없을 경우 존재하거나 존재하지 않는 두 가지 파동 형태를 보인다.<br><br><i>「이 실험의 이름? 유린자의 편자이려나……」</i>",
        "Icon": "110406.png",
        "Pic": "110406.png",
        "Src": [
            "Stagnant Shadow: Base Zone",
            "Omni-Synthesizer — Material Exchange"
        ],
        "Link": 1
    },
    "221001": {
        "_id": 221001,
        "Rarity": 4,
        "Name": "기나긴 기교의 꿈",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "<i>「오늘은 금 조각상 거리의 어느 가게에 들를 거야?」</i><br><i>「가게는 줄을 너무 오래 서야 하니까, 기계새의 배달을 기다리자!」</i>",
        "Icon": "221001.png",
        "Pic": "221001.png",
        "Src": [
            "Obtained from the Aurum Alley's Hustle and Bustle Event"
        ]
    },
    "221003": {
        "_id": 221003,
        "Rarity": 4,
        "Name": "불꽃 정원",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "<i>「지난 숙주는 맛이 너무 써서… 더는 못 먹겠더라고…」</i><br><i>「난 쓴맛 좋아하는데! 다음에 단맛이랑 바꾸지 않을래?」</i>",
        "Icon": "221003.png",
        "Pic": "221003.png",
        "Src": [
            "Obtained from the A Foxian Tale of the Haunted Event"
        ]
    },
    "221005": {
        "_id": 221005,
        "Rarity": 4,
        "Name": "성간 여행",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "<i>「『개척』은 멈추지 않는다」</i><br><i>「함께 반짝이는 뭇별을 향해 나아가자!」</i>",
        "Icon": "221005.png",
        "Pic": "221005.png",
        "Src": [
            "Obtained from the Cosmodyssey Event"
        ]
    },
    "221006": {
        "_id": 221006,
        "Rarity": 4,
        "Name": "프로젝트 진행 중",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "<i>「안녕, 내가 좀 늦었네. 하지만 이건 중요하지 않아. 시뮬레이션 우주의 신규 버전에 관한 주간 보고서가 나왔어. 문제 있으면 핫픽스로 수정하고, 문제없으면 오늘 회의는 여기서 마치자」</i><br><i>「운명의 길 데이터 편성에 오차가 있는 것 같은데… 그래도 새로운 연구 샘플은 꽤 괜찮아 보이네」</i><br><i>「결론: 연구 샘플에게 자아의식이 생기고 있어 위험도가 높습니다. 조정하는 걸 건의합니다」</i>",
        "Icon": "221006.png",
        "Pic": "221006.png",
        "Src": [
            "Redeemable through Herta's Store"
        ]
    },
    "221007": {
        "_id": 221007,
        "Rarity": 4,
        "Name": "이 순간의 승리",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "<i>「연경, 다음 만남이 언제가 될지는 모르겠지만, 그때가 되면 다시 한번 짜릿한 대결을 펼쳐보자고!」</i><br><i>「이 연경도 루카 씨와 같은 마음입니다. 대결 신청에 응하겠습니다! 다음 대결을 기대할게요!」</i>",
        "Icon": "221007.png",
        "Pic": "221007.png",
        "Src": [
            "Phone Wallpaper obtained after the Luminary Wardance event"
        ]
    },
    "221008": {
        "_id": 221008,
        "Rarity": 4,
        "Name": "오늘 밤은 꿈꾸지 않길",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "건배하자, 친구여! 완성된 새집, 같은 곳을 목표로 바라보는 의지, 그리고 기쁨이 가득한 잠 못 드는 밤을 위하여",
        "Icon": "221008.png",
        "Pic": "221008.png",
        "Src": [
            "Phone Wallpaper obtained after the Cosmic Home Décor Guide event"
        ]
    },
    "221012": {
        "_id": 221012,
        "Rarity": 4,
        "Name": "즐거움 한 입",
        "Desc": "휴대폰 배경화면. 획득 후 휴대폰 기능에서 설정할 수 있다",
        "Story": "<i>「맛있어…. 너무 맛있어서 멈출 수가 없어, 미!」</i><br><i>「매일매일 맛있는 음식이 있었으면 좋겠어. 그럼 배고프지 않을 텐데, 미!」</i>",
        "Icon": "221012.png",
        "Pic": "221012.png",
        "Src": [
            "Phone Wallpaper obtained after the \"Chrysos Maze Grand Restaurant\" event"
        ]
    },
    "220001": {
        "_id": 220001,
        "Rarity": 4,
        "Name": "토끼는 어디에?",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "<i>「퍼킨스, 착하지. 보물상자를 열어보렴!」<br>「안 돼…. 안 열 거야…. 안 열어…. 클라라가… 돌아오지 않았잖아……」</i>",
        "Icon": "chatbubble/220001.png",
        "Pic": "chatbubble/220001.png",
        "Src": [
            "Obtained from the Underground Treasure Hunt Event",
            "Redeemable through Herta's Store"
        ],
        "Link": 1
    },
    "220002": {
        "_id": 220002,
        "Rarity": 4,
        "Name": "{TEXTJOIN#54}",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "「{TEXTJOIN#54}은(는) 개척자의 꿈을 꿀까?」<br>「——모르지」<br>「하지만 꿈에서도 우리는 최고의 여행 동료일 거야」",
        "Icon": "chatbubble/220002.png",
        "Pic": "chatbubble/220002.png",
        "Src": [
            "Obtained from Aetherium Wars"
        ],
        "Link": 1
    },
    "220003": {
        "_id": 220003,
        "Rarity": 4,
        "Name": "천체 배양판",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "천체 시뮬레이션의 탄생과 디저트 창조물의 공통점은 아마도 이 둘 모두 「생명」의 육성과 관련이 있다는 점일 것이다",
        "Icon": "chatbubble/220003.png",
        "Pic": "chatbubble/220003.png",
        "Src": [
            "Obtained from the \"Critter Pick\" event"
        ],
        "Link": 1
    },
    "220004": {
        "_id": 220004,
        "Rarity": 4,
        "Name": "몬스터 술집",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "「한잔할래? 음료 재료 커스텀도 가능하다고~」<br>「마실래 마실래! 제일 큰 사이즈에 당도 3배의 무알코올 음료로 한 잔! 재료는 상관없어!」",
        "Icon": "chatbubble/220004.png",
        "Pic": "chatbubble/220004.png",
        "Src": [
            "Obtained from Vignettes in a Cup"
        ],
        "Link": 1
    },
    "220005": {
        "_id": 220005,
        "Rarity": 4,
        "Name": "스튜디오 테마파크 꿈을 좇는 여행기",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "「당신이 제작한 햄스터볼 기사 애니메이션 캐릭터는 정말 인상 깊었어요!」<br>「『좋은꿈의 과거』 애니메이션 제작진에 합류하신 걸 환영합니다!」",
        "Icon": "chatbubble/220005.png",
        "Pic": "chatbubble/220005.png",
        "Src": [
            "Chat Box obtained from the \"Dreamjoy Memoir\" event"
        ],
        "Link": 1
    },
    "220006": {
        "_id": 220006,
        "Rarity": 4,
        "Name": "시간을 낭비하지 말라",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "「Mar. 7th 씨의 검술은 꽤 늘었지만, 스텝은…」<br>「엄청 둔해졌지! 어서 말해! 또 몰래 선인의 기쁨차 마셨지?」<br>「난…! 사부님들, 이미 2주째 밀크티를 안 마셨다고! 오늘은 그냥 봐주라, 응?」",
        "Icon": "chatbubble/220006.png",
        "Pic": "chatbubble/220006.png",
        "Src": [
            "Chat Box obtained from the \"Saga of Primaveral Blade\" event"
        ],
        "Link": 1
    },
    "220007": {
        "_id": 220007,
        "Rarity": 4,
        "Name": "로큰롤! 음악의 파도",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "함께 고민을 벗어던지고 음악의 유토피아에 빠져들어 광란의 파도를 일으키자!",
        "Icon": "chatbubble/220007.png",
        "Pic": "chatbubble/220007.png",
        "Src": [
            "Chat Box obtained from the \"Sound Hunt Ninjutsu Inscription\" event"
        ],
        "Link": 1
    },
    "220008": {
        "_id": 220008,
        "Rarity": 4,
        "Name": "우당탕탕 키메라 대작전",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "키메라 소대의 제군들, 어려운 임무에 도전할 준비가 되었나? 「빠른 행동력과 강한 실행력을 유지하는 것」이 우리의 책임과 사명인 것을 항상 명심하라. 그리고 각자의 강점을 발휘해 임무를 완벽하게 수행하라! 파이팅! 내가 정성껏 준비한 초——호화 보상이 제군들을 기다리고 있다!",
        "Icon": "chatbubble/220008.png",
        "Pic": "chatbubble/220008.png",
        "Src": [
            "Chat Box obtained from \"The Awooo Firm\" event"
        ],
        "Link": 1
    },
    "220009": {
        "_id": 220009,
        "Rarity": 4,
        "Name": "우리는 챔피언!",
        "Desc": "문자 메시지와 채팅 대화창. 획득 후 문자 메시지나 채팅에서 변경할 수 있다",
        "Story": "오늘의 시합은 너로 정했다! 승리를 거머쥐자, 키메라!",
        "Icon": "chatbubble/220009.png",
        "Pic": "chatbubble/220009.png",
        "Src": [
            "Chat Box obtained from the \"Awoo Chrysos Championship\" event"
        ],
        "Link": 1
    },
    "408439": {
        "_id": 408439,
        "Rarity": 2,
        "Name": "오로닉스 석판",
        "Desc": "사용 후 즉시 전투 불능 상태에 빠진 지정된 단일 아군의 HP를 자신의 HP 최대치의 10%만큼 회복한다",
        "Story": "신비로운 석판. 표면에 운명의 티탄의 숨겨진 예언이 새겨져 있다. 석판의 가장자리를 정성껏 다듬어 별 모양으로 만들었고, 여명 기계의 빛 아래서 미약한 빛을 낸다. 소문에 따르면 세월의 축복을 받은 자들은 그것을 통해 미지의 과거… 또는 미래를 엿볼 수 있다고 한다.<br><br><i>「모든 예언은 어두운 밤에 쓰였고, 오로닉스는 그저 우리에게 올려다보는 법을 배우게 했다」</i>",
        "Icon": "408439.png",
        "Pic": "408439.png",
        "Src": [
            "Treasure of Ages"
        ],
        "Link": 1
    },
    "408440": {
        "_id": 408440,
        "Rarity": 2,
        "Name": "대지의 수정 광석",
        "Desc": "사용 후 즉시 지정된 단일 아군의 에너지를 자신의 에너지 최대치 30%만큼 회복한다",
        "Story": "앰포리어스의 민간 신화에서는 지오리오스 성체의 균열로부터 채굴된 광석으로 묘사된다. 대지의 티탄의 일부분으로서 오늘날까지 미약한 생기를 내뿜고 있으며, 신의 메아리를 들려준다. 산의 백성은 종종 그것을 각종 장식품으로 만들어 대지의 티탄에게 경의를 표한다.<br><br><i>「귀를 가까이 가져다 대면 지오리오스의 탄식이 들려…」</i><br><i>「나는 왜 코 고는 소리가 들리는 것 같지?」</i>",
        "Icon": "408440.png",
        "Pic": "408440.png",
        "Src": [
            "Dromas Caravan (Wandering Merchant)"
        ],
        "Link": 1
    },
    "24000": {
        "_id": 24000,
        "Rarity": 5,
        "Name": "어떤 에이언즈의 몰락",
        "Desc": "<color=#f29e38ff>파멸</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "한 줄기의 빛에서 시작되어,<br>그들은 추락하고, 멸망의 위협이 고조되고 있다.<br>그들은 어쩔 수 없이 자가 복제를 멈추고, 앞을 다투어 서로 껴안아,<br>번식할 권리를 대가로 생존의 가능성을 바꾸고자 했다.<br>그들은 손을 맞잡았다, 이렇게 단결해 본 적이 없음에도<br>——운명의 길은 끊기고,<br>그들은 진정한 죽음을 향해 갔다",
        "Icon": "lightconeicons/24000.png",
        "Pic": "LightCone/24000.png"
    },
    "24001": {
        "_id": 24001,
        "Rarity": 5,
        "Name": "별바다 순항",
        "Desc": "<color=#f29e38ff>수렵</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "별바다 사이를 오가는,<br>그의 속도는 빛처럼 빠르다.<br>불사의 흉물을 포위하고,<br>신비의 명약을 찾아내,<br>벗어날 길을 찾는다.<br>그의 항해는 깨지지 않는 서약처럼,<br>영원히 끝나지 않는다",
        "Icon": "lightconeicons/24001.png",
        "Pic": "LightCone/24001.png"
    },
    "24002": {
        "_id": 24002,
        "Rarity": 5,
        "Name": "기억의 소재",
        "Desc": "<color=#f29e38ff>보존</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "우주는 쓰레기가 가득 쌓인 황무지 같다.<br>가끔 귀한 물건이 있어도 주워가는 사람이 없다.<br>그는 지나간 날의 틈새를 넘겨보며, 기억의 씨앗을 골라낸다.<br>——새로운 생명이 움트기 위해선, 그 씨앗이 죽어야만 한다.<br>분홍색, 파란색, 하얀색의 가져온 보석이,<br>그의 묘포에서 반짝인다,<br>그래도 우주는 여전히 적막하다",
        "Icon": "lightconeicons/24002.png",
        "Pic": "LightCone/24002.png"
    },
    "24003": {
        "_id": 24003,
        "Rarity": 5,
        "Name": "고독의 치유",
        "Desc": "<color=#f29e38ff>공허</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "자연에서 탄생한 신비한 것으로 형태와 실체가 없다.<br>만물은 공허하며, 한순간의 꿈에 불과하다.<br>죽고자 하면 죽을 것이고, 살고자 하면 살 것이다.<br>꺼진 것은 다시 빛을 찾고, 마른 것은 다시 채워질 것이다.<br>혼돈의 구원을 불쌍히 여기고, 영약은 허영을 키운다.<br>별의 어두운 면을 등진 채, 병 속에 봉인되었다.<br><br><i>「이러한 역설을 우리는 오히려 영광으로 여기는 구나」</i>",
        "Icon": "lightconeicons/24003.png",
        "Pic": "LightCone/24003.png"
    },
    "24004": {
        "_id": 24004,
        "Rarity": 5,
        "Name": "멈추지 않는 연산",
        "Desc": "<color=#f29e38ff>지식</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "영원히 허공에 멈춰 있는 채로,<br>빛나는 데이터가 홍수처럼 그의 머릿속으로 밀려 들어왔다.<br>과거와 미래의 만물은 부호가 되었고,<br>그는 시작의 순간에 종말의 때를 연역했다.<br>지식, 답, 진실……<br>정보의 안갯속에 찬란한 빛이 떠올랐고,<br>모든 것이 그에게 뚜렷해졌다",
        "Icon": "lightconeicons/24004.png",
        "Pic": "LightCone/24004.png"
    },
    "24005": {
        "_id": 24005,
        "Rarity": 5,
        "Name": "기억은 영원히 막을 내리지 않는다",
        "Desc": "<color=#f29e38ff>기억</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "번화한 행성이든, 황량한 행성이든, 짧은 행성이든, 기나긴 행성이든… 모든 행성에는 모든 순간에 무수한 사건이 일어난다.<br>응결된 역사는 손에 닿자마자 녹아내려 눈물이 되어 세계의 눈동자에서 흘러내린다——<br><br>어떤 이들은 그 눈물이 너무나도 무겁기에 응축된 세월은 영원을 퇴색시킬 수 있을 정도라고 한다.<br>어떤 이들은 그 이야기가 너무나도 아름다우며, 슬픔은 맑고, 기쁨은 평온하며, 그 사이에는 일말의 거짓도 없다고 한다.<br><br>은하는 고요히 흐르고 있고, 그는 어떤 말도 하지 않고 그저 바라볼 뿐이다——<br>그들이 「기억」이 되길 기다리면서",
        "Icon": "lightconeicons/24005.png",
        "Pic": "LightCone/24005.png"
    },
    "11224": {
        "_id": 11224,
        "Rarity": 4,
        "Name": "[Mar. 7th•수렵]의 성혼",
        "Desc": "[Mar. 7th•수렵]의 성혼 등급업 소재",
        "Story": "Mar. 7th가 「수렵」 운명의 길에 오른 후 생성된 성혼 투영. 무한한 가능성 중 하나다",
        "Icon": "11001.png",
        "Pic": "11001.png",
        "Src": [
            "Obtained from Saga of Primaveral Blade",
            "Obtained in the Luminary Wardance event"
        ]
    },
    "22000": {
        "_id": 22000,
        "Rarity": 4,
        "Name": "초보자 임무 시작 전",
        "Desc": "<color=#f29e38ff>공허</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "<i>「얼마나 더 있어야 시작할 수 있지?」<br>「나한테 그런 걸 묻다니…. 신입한테 무슨 일이 생겼나 봐?」<br>「아니」<br>「엘리오께서 그녀를 부른 건 다른 이유 때문이지만, 그래도 초보자 임무에서는 살아남아야 할 텐데」<br>「그녀는 괜찮아」<br>「그렇다면 안심이야. 블레이디도 믿을 수 있는 선배가 된 모양이네」<br>「……」</i>",
        "Icon": "lightconeicons/22000.png",
        "Pic": "LightCone/22000.png"
    },
    "22001": {
        "_id": 22001,
        "Rarity": 4,
        "Name": "저기, 나 여기 있어",
        "Desc": "<color=#f29e38ff>풍요</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "세 소녀가 어두운 밤 속을 걷는다. 주변 풍경은 오싹한 분위기가 더해지고 있다.<br>「곽향 님, 어서 따라오세요, 안 그럼 저희 안 기다려요!」<br>그녀는 으스스한 분위기에 영향을 받지 않은 듯 휴대폰을 들고 앞으로 성큼성큼 나아간다.<br>「저… 저 여기 있어요!」<br>앞에 서 있는 소녀가 쭈뼛쭈뼛 대답한다.<br>「응? 앞쪽에 계셨어요? 그럼, 저랑 쏘쏘 뒤에 있는 건……」<br><br>이 장면에 가장 걸맞은 종지부는 분명 소녀의 비명일 것이다",
        "Icon": "lightconeicons/22001.png",
        "Pic": "LightCone/22001.png"
    },
    "22002": {
        "_id": 22002,
        "Rarity": 4,
        "Name": "내일을 위한 여정",
        "Desc": "<color=#f29e38ff>화합</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "나침반의 바늘이 끊임없이 회전하며 결국 꿈의 순간을 가리켰다.<br>차창밖, 기억 물질이 넘쳐나는 아스다나 은하계는 몽롱한 빛을 뿜고 있으며, 그곳에 위치한 변방 감옥은 전쟁의 불길이 끊이지 않는다.<br><br><i>「있잖아, 꿈속 세계는 어떤 모습일까? 완전한 지도를 꼼꼼하게 그려야겠어!」</i><br>소녀는 측정기를 거두고, 동경에 가득 찬 눈빛으로 손만 뻗으면 닿을 수 있을 듯한 새로운 세계를 바라봤다.<br><i>「그곳은 엉망진창이야. 너희 둘, 도착하면 함부로 돌아다니지 마. 또 저번처럼 납치당하면, 난……」 </i><br>무기를 다 닦은 카우보이 차림의 남자는 음료 한 잔을 들고 소파로 걸어갔다. 그는 어쩔 수 없다는 듯 고개를 저었다.<br><i>「꿈의 땅에는 무한한 가능성이 존재해. 우린 반드시 엄청난 일을 해낼 수 있을 거야…. 차장, 우리가 이곳에 반해버려서 돌아오지 않으면 우리를 그리워할 거야?」</i><br>신사적인 차림의 무명객이 폼폼을 향해 윙크하며 미소 짓는다.<br><i>「차장을 함부로 놀리면 안 돼! 차장, 하고 싶은 말이 이거지?」</i>소녀가 교활한 미소를 지었다.<br><i>「젠장! 너희들!」</i><br>기포가 음료 속에서 떠오르고, 열차 안은 웃음소리로 가득했다.<br>……<br><br>젊은 무명객의 뒷모습이 점차 기억 물질에 삼켜졌다.<br><i>「조심해야 해……」</i><br>뒤를 돌아보니, 열차 칸은 텅 비어 있었다.<br>그는 멍하니 있었다…. 이미 이런 광경을 무수히 겪은 것처럼…",
        "Icon": "lightconeicons/22002.png",
        "Pic": "LightCone/22002.png"
    },
    "22003": {
        "_id": 22003,
        "Rarity": 4,
        "Name": "인사록•음률 사냥",
        "Desc": "<color=#f29e38ff>파멸</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "은하인법은 천변만화, 음률•사냥은 위풍당당. 들어라——<br><br>기타 스트로크 연주, 심장을 울리는 베이스, 전자음의 윤무가 순식간에 공연장을 뜨겁게 달군다!<br>땀은 거짓말을 하지 않고 이어질 파란을 기록하며 건반의 음표가 되어 울려퍼지리.<br>요란하게 노래해라. 적극적으로 나서라. 상처투성이가 된다 해도.<br><i>「요란!」</i><i>「요란!」</i><i>「요란!」</i><br>헤헤, 귀공, 이 거친 파도 같은 세상에서 노래 정도는 목청껏 불러도 되지 않을까?",
        "Icon": "lightconeicons/22003.png",
        "Pic": "LightCone/22003.png"
    },
    "22004": {
        "_id": 22004,
        "Rarity": 4,
        "Name": "우주 대사업",
        "Desc": "<color=#f29e38ff>지식</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "데이터로 구성된 가상 전시장에서 전시회에 참가한 대표들이 의견을 나눈다.<br>두 실루엣이 부스 사이를 오가며 각자에게 필요한 모든 것을 배달한다.<br><br><i>「어, 당신은 혹시…」</i><br><i>「방송에 나오신 거 봤어요」</i><br>그들은 게임, 미식, 서로의 체형, 그리고 우주의 아름다운 모든 것들에 대해 이야기를 나눈다.<br>자주 만날 일이 드문데도, 그들은 오랜 친구처럼 친밀하게 대화한다——<br><br><i>「참, 제 제안을 다시 생각해 보시는 건……」</i><br><i>「열차는 비매품입니다!」</i>",
        "Icon": "lightconeicons/22004.png",
        "Pic": "LightCone/22004.png"
    },
    "1013": {
        "_id": 1013,
        "Rarity": 4,
        "Name": "헤르타",
        "Desc": "",
        "Story": "「지니어스 클럽」 #83 회원, 우주정거장의 진짜 주인.<br>지혜롭지만 공감 능력이 전혀 없는 과학자다",
        "Icon": "SpriteOutput/AvatarIcon/Avatar/1013.png",
        "Pic": "SpriteOutput/AvatarIcon/Avatar/1013.png"
    },
    "22005": {
        "_id": 22005,
        "Rarity": 4,
        "Name": "영원한 미궁의 식사",
        "Desc": "<color=#f29e38ff>화합</color> 운명의 길 전용 광추. 광추 스킬은 해당 운명의 길에만 적용된다",
        "Story": "우르릉 쾅쾅——<br>미궁 밖, 비바람이 끊임없이 휘몰아친다.<br>보글보글——<br>요정들의 신기한 거대 솥이 펄펄 끓는다.<br><br><i>「특제 향신료를 뿌리고…」</i><br><i>「신선한 채소를 넣자!」</i><br><i>「이번에는 분명 성공할 수 있을 거야!」</i><br><br>솥이 또다시 보글보글 끓었고, 요정들은 솥을 간절하게 바라봤다.<br><i>「온다, 온다!」</i><br>강렬한 빛이 솥 밑바닥에서 뿜어져 나왔다——<br><br>이에 모두가 모여들었다!<br><br>……<br><br>향기로운 연회에서 손님들은 잔을 들고 함께 기묘한 세월을 축하한다——<br><br>이 꿈속의 낙원이 영원히 따뜻하고, 영원히 즐겁기를!",
        "Icon": "lightconeicons/22005.png",
        "Pic": "LightCone/22005.png"
    },
    "503": {
        "_id": 503,
        "Rarity": 5,
        "Name": "헤르타 채권",
        "Desc": "「시뮬레이션 우주」 보상. 헤르타 상점에서 아이템을 구매할 수 있다",
        "Story": "",
        "Icon": "503.png",
        "Pic": "503.png",
        "Src": [
            "Currency Wars Point Rewards",
            "Simulated Universe Point Rewards"
        ]
    }
}

var _tut = {
    "8147": {
        "Name": "콘텐츠 규칙",
        "Tuts": [
            {
                "Desc": "스테이지에는 행동 수치 타이머가 설정되어 있으며, 아군과 적이 행동하면 해당하는 행동 수치가 차감됩니다",
                "Img": "TutorialPage_814701.png"
            },
            {
                "Desc": "스테이지 결산 시 나타나는 점수 데이터는 보스의 @잔여 HP 백분율# 및 보스 처치 후 @남은 행동 수치#의 영향을 받습니다. 보스를 처치하지 못한 경우, 보스의 @잔여 HP 백분율#만 점수에 집계됩니다",
                "Img": "TutorialPage_814702.png"
            },
            {
                "Desc": "최종적으로 노드1과 노드2의 전투로 얻은 @점수를 합하여# 결산됩니다",
                "Img": "TutorialPage_814703.png"
            }
        ]
    },
    "8148": {
        "Name": "종말의 환영",
        "Tuts": [
            {
                "Desc": "종말의 환영은 @주기적으로 업데이트#되는 @고난도 도전 스테이지#입니다",
                "Img": "TutorialPage_814801.png"
            },
            {
                "Desc": "「종말의 환영」에서는 「종말」의 투영을 직시하고 이전에 맞섰던 @보스 강적#에게 승리해야 합니다",
                "Img": "TutorialPage_814802.png"
            },
            {
                "Desc": "이러한 강적의 투영은 일반 보스 적과는 @어느 정도 차이#가 있으며, 도전 시작 시 특성을 읽어 자세한 내용을 확인할 수 있습니다",
                "Img": "TutorialPage_814803.png"
            }
        ]
    },
    "8149": {
        "Name": "빠른 개방",
        "Tuts": [
            {
                "Desc": "「종말의 환영」에서는 @클리어한 최고 3성# 난이도가 기록됩니다. 추후 새로운 회차가 시작될 때마다 기록에 따라 상응하는 난이도 및 모든 선행 난이도가 개방됩니다. 최대 @3번째 난이도#까지 빠른 개방을 할 수 있습니다",
                "Img": "TutorialPage_814901.png"
            },
            {
                "Desc": "빠른 개방 후, 역대 클리어한 최고 3성 난이도에 바로 도전할 수 있습니다. 난이도를 3성으로 클리어 시 @모든 선행 난이도를 3성으로 클리어한 것으로 간주하며, 선행 난이도의 모든 보상을 획득할 수 있습니다#",
                "Img": "TutorialPage_814902.png"
            }
        ]
    },
    "8158": {
        "Name": "견고한 수비",
        "Tuts": [
            {
                "Desc": "보스 환영이 @약점이 격파되기 전# 받는 피해가 @대폭 감소#합니다",
                "Img": "TutorialPage_815801.png"
            },
            {
                "Desc": "@약점이 격파되면# 추가로 행동 게이지가 감소하고 받는 피해가 @대폭 증가#합니다",
                "Img": "TutorialPage_815802.png"
            },
            {
                "Desc": "보스 환영의 약점을 빠르게 @격파#하고 보스 환영에게 가하는 피해를 대폭 증가시키세요. 이는 @더 높은 도전 점수#를 얻기 위한 핵심입니다",
                "Img": "TutorialPage_815803.png"
            }
        ]
    },
    "9306": {
        "Name": "차분화 우주•수치 매핑",
        "Tuts": [
            {
                "Desc": "「차분화 우주•인간 희극」에서 제공되는 기능으로, @캐릭터의 레벨, 광추 레벨, 행적과 유물#은 조건 충족 시 강화됩니다",
                "Img": "TutorialPage_930601.png"
            },
            {
                "Desc": "캐릭터 레벨이 현재 균형 레벨 조건보다 낮을 경우, @현재 균형 레벨에 맞는 캐릭터 레벨로 상승#합니다",
                "Img": "TutorialPage_930602.png"
            },
            {
                "Desc": "캐릭터가 장착한 광추 레벨이 현재 균형 레벨 조건보다 낮을 경우, @현재 균형 레벨에 맞는 광추 레벨로 상승#합니다. 캐릭터가 광추를 보유하지 않을 경우 @현재 균형 레벨에 맞는 임시 광추#를 자동으로 장착합니다",
                "Img": "TutorialPage_930603.png"
            },
            {
                "Desc": "캐릭터가 개방한 행적이 활성화되지 않았거나, 행적 레벨이 현재 균형 레벨 조건 미만이면 @행적이 활성화되거나 현재 균형 레벨에 맞는 행적 레벨로 상승#합니다",
                "Img": "TutorialPage_930604.png"
            },
            {
                "Desc": "캐릭터 장비의 유물 총 강화 레벨이 현재 균형 레벨 조건 미만이면, 유물이 @현재 균형 레벨에 맞는 임시 유물로 교체#됩니다",
                "Img": "TutorialPage_930605.png"
            }
        ]
    },
    "9307": {
        "Name": "",
        "Tuts": []
    },
    "9308": {
        "Name": "차분화 우주•창조물 작업대",
        "Tuts": [
            {
                "Desc": "창조물 작업대에서 각각의 완•매 창조물은 한 가지 창조물 기능에 대응합니다",
                "Img": "TutorialPage_930808.png"
            },
            {
                "Desc": "축복 강화, 축복 덮어쓰기, 방정식 덮어쓰기, 기물 합성, 가중 기물 덮어쓰기 등 다양한 기능이 포함되어 있습니다",
                "Img": "TutorialPage_930801.png"
            },
            {
                "Desc": "같은 창조물 작업대에서는 해당 작업대에 있는 모든 완•매 창조물의 기능을 사용할 수 있습니다",
                "Img": "TutorialPage_930809.png"
            }
        ]
    },
    "9309": {
        "Name": "차분화 우주•주기 연산",
        "Tuts": [
            {
                "Desc": "주기 연산에서는 회차마다 @특수한 콘텐츠 내용#이 업데이트됩니다. 매 회차 첫 클리어 시 추가 보상을 획득할 수 있습니다",
                "Img": "TutorialPage_930901.png"
            },
            {
                "Desc": "주기 연산 플레이 시 @추가로 적합값 보상#을 획득할 수 있으나, 매 회차 상한이 있습니다",
                "Img": "TutorialPage_930902.png"
            }
        ]
    },
    "9310": {
        "Name": "차분화 우주•차원 장신구 추출",
        "Tuts": [
            {
                "Desc": "직접 보스를 선택해 도전할 수 있으며, 전투 승리 후 상응하는 차원 장신구를 획득할 수 있습니다",
                "Img": "TutorialPage_931001.png"
            },
            {
                "Desc": "차분화 우주 클리어 시의 구축 내용은 저장할 수 있으며, 같은 구축 내용으로 빠른 도전을 진행할 수 있습니다",
                "Img": "TutorialPage_931002.png"
            }
        ]
    },
    "9311": {
        "Name": "",
        "Tuts": []
    },
    "9312": {
        "Name": "차분화 우주•초과 전환",
        "Tuts": [
            {
                "Desc": "「차분화 우주」에서 보스 적을 처치하면 @「초과 전환」# 도전에 진입합니다",
                "Img": "TutorialPage_931201.png"
            },
            {
                "Desc": "「초과 전환」 도전 진입 시 모든 아군의 @필살기를 활성화#하고 @전투 스킬 포인트를 5pt 회복#합니다",
                "Img": "TutorialPage_931205.png"
            },
            {
                "Desc": "「초과 전환」 도전에서 @적 HP를 소모#하면 @전환 데이터#를 획득할 수 있습니다",
                "Img": "TutorialPage_931202.png"
            },
            {
                "Desc": "도전 목표를 달성하면 @전리품 상자#를 획득할 수 있습니다. 목표를 많이 달성할수록 보상이 더 풍성해집니다",
                "Img": "TutorialPage_931203.png"
            },
            {
                "Desc": "「초과 전환」 도전에서는 적에게 처치당해도 전투 승리로 간주하며, 전환 데이터에 따라 결산을 진행합니다",
                "Img": "TutorialPage_931204.png"
            }
        ]
    },
    "9313": {
        "Name": "차분화 우주•소장품",
        "Tuts": [
            {
                "Desc": "빛나는 펠드스파호에는 소장품 전시 구역이 다수 존재하며, @소장품# 미리보기와 배치가 가능합니다",
                "Img": "TutorialPage_931301.png"
            },
            {
                "Desc": "@「차분화 우주」#, @「시뮬레이션 우주·곤충 떼 재난」#과 @「시뮬레이션 우주·황금과 기계」#에서 특정 도전을 완료하면 @소장품#을 획득할 수 있습니다",
                "Img": "TutorialPage_931302.png"
            },
            {
                "Desc": "소장품 전시 구역에 배치된 소장품은 「차분화 우주」의 도전에 @버프#를 제공합니다",
                "Img": "TutorialPage_931303.png"
            }
        ]
    },
    "9314": {
        "Name": "차분화 우주•미술품",
        "Tuts": [
            {
                "Desc": "빛나는 펠드스파호에는 미술품 전시 구역이 다수 존재하며, @미술품# 미리보기와 배치가 가능합니다",
                "Img": "TutorialPage_931401.png"
            },
            {
                "Desc": "@「차분화 우주」#, @「시뮬레이션 우주·곤충 떼 재난」#과 @「시뮬레이션 우주·황금과 기계」#에서 특정 도전을 완료하면 @미술품#을 획득할 수 있습니다",
                "Img": "TutorialPage_931402.png"
            }
        ]
    },
    "9315": {
        "Name": "차분화 우주•방정식 덮어쓰기",
        "Tuts": [
            {
                "Desc": "창조물 작업대의 기능 중 하나로, 우주 조각을 소모해 기존 방정식을 교체할 수 있습니다",
                "Img": "TutorialPage_931501.png"
            },
            {
                "Desc": "덮어쓰기를 할 때마다 랜덤 방정식 3개 중 1개를 골라 선택한 방정식을 덮어씁니다",
                "Img": "TutorialPage_931502.png"
            },
            {
                "Desc": "방정식 덮어쓰기에 필요한 우주 조각 수량은 덮어쓰기 횟수에 따라 증가합니다. 모든 창조물 작업대의 방정식 덮어쓰기 횟수에는 최대치가 존재합니다",
                "Img": "TutorialPage_931503.png"
            }
        ]
    },
    "9316": {
        "Name": "차분화 우주•축복 덮어쓰기",
        "Tuts": [
            {
                "Desc": "창조물 작업대의 기능 중 하나로, 우주 조각을 소모해 기존 축복을 교체할 수 있습니다",
                "Img": "TutorialPage_931601.png"
            },
            {
                "Desc": "덮어쓰기를 할 때마다 랜덤 축복 3개 중 1개를 골라 선택한 축복을 덮어씁니다",
                "Img": "TutorialPage_931602.png"
            },
            {
                "Desc": "축복 덮어쓰기에 필요한 우주 조각 수량은 덮어쓰기 횟수에 따라 상승합니다",
                "Img": "TutorialPage_931603.png"
            }
        ]
    },
    "9317": {
        "Name": "차분화 우주•축복 강화",
        "Tuts": [
            {
                "Desc": "창조물 작업대의 기능 중 하나로, 창조물 작업대의 열량을 소모하여 축복을 강화할 수 있습니다",
                "Img": "TutorialPage_931701.png"
            },
            {
                "Desc": "창조물 작업대마다 일정 수량의 초기 열량을 보유합니다. 열량을 소모하면 축복을 강화할 수 있습니다",
                "Img": "TutorialPage_931702.png"
            },
            {
                "Desc": "축복의 등급이 높을수록 강화에 필요한 열량도 높아집니다",
                "Img": "TutorialPage_931703.png"
            }
        ]
    },
    "9318": {
        "Name": "차분화 우주•기물 합성",
        "Tuts": [
            {
                "Desc": "창조물 작업대의 기능 중 하나로, 같은 등급의 기물 2개를 사용해 합성할 수 있습니다",
                "Img": "TutorialPage_931801.png"
            },
            {
                "Desc": "합성할 때마다 더 높은 등급의 랜덤 기물 3개 중 1개를 선택해 획득합니다. 최고 ★3 기물을 획득할 수 있습니다",
                "Img": "TutorialPage_931802.png"
            },
            {
                "Desc": "디버프 기물을 사용해 기물을 합성할 수 없습니다. 모든 창조물 작업대의 기물 합성 횟수에는 최대치가 존재합니다",
                "Img": "TutorialPage_931803.png"
            }
        ]
    },
    "9319": {
        "Name": "차분화 우주•가중 기물 덮어쓰기",
        "Tuts": [
            {
                "Desc": "창조물 작업대의 기능 중 하나로, 기존 가중 기물을 교체할 수 있습니다",
                "Img": "TutorialPage_931901.png"
            },
            {
                "Desc": "덮어쓰기를 할 때마다 랜덤 가중 기물 3개 중 1개를 선택하며, 선택된 가중 기물을 덮어씁니다",
                "Img": "TutorialPage_931902.png"
            },
            {
                "Desc": "가중 기물 덮어쓰기는 우주 조각을 소모하지 않습니다. 모든 창조물 작업대의 가중 기물 덮어쓰기 횟수에는 최대치가 존재합니다",
                "Img": "TutorialPage_931903.png"
            }
        ]
    },
    "9320": {
        "Name": "차분화 우주•특성",
        "Tuts": [
            {
                "Desc": "「차분화 우주」에서 @영감 회로#를 활성화해 @운명의 길 특성#을 개방할 수 있습니다",
                "Img": "TutorialPage_932001.png"
            },
            {
                "Desc": "임의의 @「키워드」#를 포함한 @축복# 혹은 @방정식#을 획득하면 대응하는 특성을 활성화할 수 있습니다",
                "Img": "TutorialPage_932002.png"
            },
            {
                "Desc": "모든 @운명의 길#은 대응하는 @특성#을 1개 보유하고 있습니다. 특성의 효과와 활성화 상황은 메뉴에서 조회할 수 있습니다",
                "Img": "TutorialPage_932003.png"
            }
        ]
    },
    "8110": {
        "Name": "은하 오디세이",
        "Tuts": [
            {
                "Desc": "「은하 오디세이」에서는 @주사위를 던져# 맵에서 전진하고, 다양한 콘텐츠를 통해 @개척 크레딧#을 획득할 수 있습니다",
                "Img": "TutorialPage_811001.png"
            },
            {
                "Desc": "자신의 @개척 크레딧#을 폼폼에게 공헌하세요. 공헌한 @개척 크레딧#이 많을수록 더 많은 @개인 보상#이 개방됩니다.<br>모든 개척자의 공헌도에 따라 은하 공헌 보상이 순차적으로 개방됩니다",
                "Img": "TutorialPage_811003.png"
            }
        ]
    },
    "8100": {
        "Name": "전의의 파도•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "전투 중 @「전의 수치」#를 누적하면 @「전의 단계」#를 올릴 수 있습니다.<br>@「전의 4단계: 힘의 각성」 단계# 진입 시 강력한 스테이지 버프를 획득할 수 있고, 전투 효율이 크게 증가합니다",
                "Img": "TutorialPage_810001.png"
            },
            {
                "Desc": "「전의 단계」는 총 @4#단계입니다. 더 높은 단계로 오를 때마다 @「서포트 기능」#을 1개 추가로 활성화하고 강력한 스테이지 버프를 획득할 수 있습니다.<br>전투 진입 전 스테이지마다 다른 「서포트 기능」을 선택하여 추가할 수 있습니다",
                "Img": "TutorialPage_810002.png"
            },
            {
                "Desc": "전투 중 캐릭터가 @행동#할 때마다 「전의 수치」가 누적됩니다.<br>각 스테이지에는 독특한 @「전의 메커니즘」#이 마련되어 있습니다. 「전의 메커니즘」을 발동하면 「전의 수치」가 대폭 증가하고, 「전의 단계」를 빠르게 올릴 수 있습니다",
                "Img": "TutorialPage_810003.png"
            }
        ]
    },
    "8101": {
        "Name": "과중 피해•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "보스를 제외한 적 중에 @HP가 낮은# 적을 선택하여 @단일 공격# 스킬을 사용하세요.<br>적 처치 후 이번 공격으로 가한 @초과 피해#에 따라 적 @보스#에게 @높은 배율#의 단일 목표 피해를 가합니다",
                "Img": "TutorialPage_810101.png"
            },
            {
                "Desc": "「전의 4단계: 힘의 각성」 동안, 보스를 제외한 적은 전투 진입 후 HP가 대폭 감소합니다.<br>주의: 해당 스테이지의 적 보스는 HP가 매우 높습니다. @보스를 제외한 적#을 처치하여 발생되는 @초과 피해#를 이용해 적 보스에게 높은 피해를 가할 수 있습니다",
                "Img": "TutorialPage_810102.png"
            }
        ]
    },
    "8102": {
        "Name": "과중 피해•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "@단체 공격# 스킬로 적을 공격하세요.<br>보스를 제외한 적을 처치하면 이번 공격으로 발생된 @초과 피해#에 따라 적 @보스#에게 높은 배율의 피해를 가하게 됩니다",
                "Img": "TutorialPage_810201.png"
            },
            {
                "Desc": "「전의 4단계: 힘의 각성」 동안, 보스를 제외한 적은 전투 진입 후 HP가 대폭 감소합니다.<br>주의: 해당 스테이지의 적 보스는 HP가 매우 높습니다. @보스를 제외한 적#을 처치하여 발생되는 @초과 피해#를 이용해 적 보스에게 높은 피해를 가할 수 있습니다",
                "Img": "TutorialPage_810202.png"
            }
        ]
    },
    "8103": {
        "Name": "무한 행동•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "아군의 @동일한 캐릭터#로 최대한 많이 연속 행동하세요.<br>동일한 캐릭터가 @연속 행동#하면 대량의 「전의 수치」를 누적할 수 있습니다",
                "Img": "TutorialPage_810301.png"
            },
            {
                "Desc": "캐릭터는 @필살기# 발동 후 행동 게이지가 @100%# 증가합니다.<br>필살기를 사용해 동일한 캐릭터로 연속 행동할 수 있습니다",
                "Img": "TutorialPage_810301.png"
            }
        ]
    },
    "8104": {
        "Name": "무한 행동•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "임의의 아군이 @연속 행동#하면 대량의 「전의 수치」를 누적할 수 있습니다.<br>적을 처치하거나 @적의 행동을 저지#하여 아군 캐릭터의 행동을 유지할 수 있습니다",
                "Img": "TutorialPage_810401.png"
            },
            {
                "Desc": "캐릭터는 @필살기# 발동 후 행동 게이지가 @100%# 증가합니다.<br>필살기를 사용해 동일한 캐릭터로 연속 행동할 수 있습니다",
                "Img": "TutorialPage_810401.png"
            }
        ]
    },
    "8105": {
        "Name": "저금통 효과•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "이번 스테이지에서 @저금통#을 처치하면 대량의 「전의 수치」를 누적할 수 있습니다.<br>저금통이 도망치기 전에 빠르게 처치하세요",
                "Img": "TutorialPage_810501.png"
            },
            {
                "Desc": "@저금통#을 1마리 처치할 때마다 해당 저금통은 모든 적에게 @디버프 상태: 취약#을 부여합니다.<br>「전의 4단계: 힘의 각성」 동안 저금통 처치 후 획득한 디버프로 빠르게 보스를 처치하세요",
                "Img": "TutorialPage_810502.png"
            }
        ]
    },
    "8106": {
        "Name": "저금통 효과•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "이번 스테이지에서 @저금통#을 처치하면 대량의 「전의 수치」를 누적할 수 있습니다.<br>저금통이 도망치기 전에 빠르게 처치하세요",
                "Img": "TutorialPage_810501.png"
            },
            {
                "Desc": "@저금통#을 1마리 처치할 때마다 해당 저금통은 모든 적에게 랜덤 @지속 피해#를 부여합니다.<br>「전의 4단계: 힘의 각성」 동안 저금통 처치 후 적에게 부여하는 지속 피해로 빠르게 보스를 처치하세요",
                "Img": "TutorialPage_810502.png"
            }
        ]
    },
    "8107": {
        "Name": "생사의 경계•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "아군 캐릭터의 HP가 @증가# 또는 @감소#하면 「전의 수치」를 누적하게 됩니다",
                "Img": "TutorialPage_810701.png"
            },
            {
                "Desc": "「전의 4단계: 힘의 각성」 동안, HP가 @1,500#pt 증가 또는 감소할 때마다 버프 1스택을 획득할 수 있습니다. 최대 중첩수: 99스택",
                "Img": "TutorialPage_810702.png"
            }
        ]
    },
    "8108": {
        "Name": "약점 급습•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "적의 @약점#을 격파하거나 @약점 격파# 상태의 적을 공격하면 「전의 수치」를 누적할 수 있습니다",
                "Img": "TutorialPage_810801.png"
            },
            {
                "Desc": "@보스를 제외한 적#의 약점을 격파하면 적 보스의 @약점 보호#를 해제할 수 있습니다.<br>「전의 4단계: 힘의 각성」 동안 적 보스는 약점 보호가 없으며, @약점 격파 상태#의 적을 공격하면 대량의 버프를 획득합니다",
                "Img": "TutorialPage_810802.png"
            }
        ]
    },
    "8109": {
        "Name": "약점 급습•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "적의 @약점#을 격파하거나 @약점 격파# 상태의 적을 공격하면 「전의 수치」를 누적할 수 있습니다",
                "Img": "TutorialPage_810801.png"
            },
            {
                "Desc": "적의 약점을 격파하면 모든 적에게 @강인성 소모#를 가할 수 있습니다.<br>「전의 4단계: 힘의 각성」 동안 적 보스는 약점 보호가 없으며, @약점 격파 상태#의 적을 공격하면 대량의 버프를 획득합니다",
                "Img": "TutorialPage_810902.png"
            }
        ]
    },
    "8111": {
        "Name": "최고의 리더•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "아군 파티 편성의 @첫 번째 캐릭터#가 @필살기#를 발동하면 「전의 수치」를 누적할 수 있습니다",
                "Img": "TutorialPage_811101.png"
            },
            {
                "Desc": "아군 파티 편성의 @두 번째 캐릭터#는 필살기 발동 후 첫 번째 캐릭터의 @에너지를 회복#시키고, 다음번 공격의 피해를 증가시킵니다",
                "Img": "TutorialPage_811102.png"
            }
        ]
    },
    "8112": {
        "Name": "최고의 리더•콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "아군 파티 편성의 @첫 번째 캐릭터#가 @필살기#를 발동하면 「전의 수치」를 누적할 수 있습니다",
                "Img": "TutorialPage_811101.png"
            },
            {
                "Desc": "아군 파티 편성의 첫 번째 캐릭터는 @다른 캐릭터#가 필살기를 발동하면 @에너지를 회복#하고, 일정 확률로 자신의 다음번 공격 피해가 증가합니다",
                "Img": "TutorialPage_811202.png"
            }
        ]
    },
    "8140": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "제한된 라운드 내에 최대한 많은 적을 처치하고 파티 레벨을 올리세요.<br>파티 레벨이 오르면 랜덤으로 나타나는 무기 또는 액세서리를 선택할 수 있습니다",
                "Img": "TutorialPage_814001.png"
            },
            {
                "Desc": "우선 무기를 레벨업하고 상응하는 공명 액세서리를 찾아보세요.<br>Lv.8 무기와 대응하는 공명 액세서리를 획득하면 후속 레벨업에서 강력한 전설 무기로 업그레이드할 수 있습니다",
                "Img": "TutorialPage_814002.png"
            },
            {
                "Desc": "대응하는 속성 또는 특성 보너스를 보유한 액세서리는 무기의 효과를 강화할 수 있습니다",
                "Img": "TutorialPage_814003.png"
            },
            {
                "Desc": "다양한 무기와 액세서리를 조합하면 더욱 강력한 조합 효과를 얻을 수 있습니다",
                "Img": "TutorialPage_814004.png"
            }
        ]
    },
    "8141": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "이번 스테이지 스타팅 무기: @모두가 나를 위해#<br>[모두가 나를 위해]는 고정 속도로 공격을 발동하고, 랜덤 적에게 [화염탄]을 발사합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!",
                "Img": "TutorialPage_814101.png"
            },
            {
                "Desc": "추천 무기 조합<br>소환 특성: 모두가 나를 위해, 비열한 자의 선심, 서리 소화기, 질풍의 거대 망치<br>관련 액세서리: 내가 모두를 위해(소환 무기 속도 증가), 빙염의 부적(얼음 및 화염 속성 피해 증가)",
                "Img": "TutorialPage_814102.png"
            }
        ]
    },
    "8142": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "이번 스테이지 스타팅 무기: @뇌전 가시#<br>적 1기에게 [뇌전 가시]를 부여하여, 목표 턴 시작 시 @지속 피해#를 가하는 뇌격을 발사하고, 목표가 처치되면 다른 적에게 옮겨갑니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!",
                "Img": "TutorialPage_814201.png"
            },
            {
                "Desc": "추천 무기 조합<br>바람, 번개 속성: 뇌전 가시, 질풍의 거대 망치, 레인저의 장궁<br>적 처치 후 발동: 질풍의 거대 망치, 달콤한 숙면<br>관련 액세서리: 바람번개의 사슬(바람 및 번개 속성 피해 증가)",
                "Img": "TutorialPage_814202.png"
            }
        ]
    },
    "8143": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "이번 스테이지 스타팅 무기: @달콤한 숙면#<br>아군 캐릭터 또는 무기가 적을 처치할 시, [달콤한 숙면]이 범위 폭발을 일으켜 인접한 적에게 양자 속성 피해를 가합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!",
                "Img": "TutorialPage_814301.png"
            },
            {
                "Desc": "추천 무기 조합<br>단일 목표 공격으로 적 처치 후 발동: 달콤한 숙면, 질풍의 거대 망치, 무지개 야구 방망이<br>양자, 허수, 물리 속성: 달콤한 숙면, 행운의 룰렛",
                "Img": "TutorialPage_814302.png"
            }
        ]
    },
    "8144": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "이번 스테이지 스타팅 무기: @서리 비검#<br>아군의 연속 행동 횟수가 3회를 초과하면 적이 행동하기 전 [서리 비검]이 랜덤 적에게 여러 개의 비검을 날리며, 비검 개수는 연속 행동 횟수에 따라 증가합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!",
                "Img": "TutorialPage_814501.png"
            },
            {
                "Desc": "추천 무기 조합<br>행동 시 발동: 미의 축복, 레인저의 장궁, 무지개 야구 방망이, 축성의 의지<br>얼음 및 화염 속성: 모두가 나를 위해, 비열한 자의 선심, 서리 소화기",
                "Img": "TutorialPage_814502.png"
            }
        ]
    },
    "8145": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "이번 스테이지 스타팅 무기: @서리 비검#<br>아군의 연속 행동 횟수가 3회를 초과하면 적이 행동하기 전 [서리 비검]이 랜덤 적에게 여러 개의 비검을 날리며, 비검 개수는 연속 행동 횟수에 따라 증가합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!",
                "Img": "TutorialPage_814501.png"
            },
            {
                "Desc": "추천 무기 조합<br>행동 시 발동: 미의 축복, 레인저의 장궁, 무지개 야구 방망이, 축성의 의지<br>얼음 및 화염 속성: 모두가 나를 위해, 비열한 자의 선심, 서리 소화기",
                "Img": "TutorialPage_814502.png"
            }
        ]
    },
    "8146": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "이번 스테이지 스타팅 무기: @공허의 경고#<br>아군 캐릭터가 적을 명중하면 일정 확률로 해당 목표를 [좌절] 상태에 빠트리며, 적이 다른 디버프 상태에 빠져도 [좌절] 상태에 빠트립니다. [좌절]이 일정 스택을 달성하면 [공허의 경고]가 해당 목표에게 [양자의 비도]를 발동하고 [좌절] 스택 수가 초기화됩니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!",
                "Img": "TutorialPage_814601.png"
            },
            {
                "Desc": "추천 무기 조합<br>디버프 상태: 공허의 경고, 서리 소화기<br>필살기 발동 시 발동: 미의 축복, 레인저의 장궁",
                "Img": "TutorialPage_814602.png"
            }
        ]
    },
    "8122": {
        "Name": "영화 편집 콘텐츠 안내",
        "Tuts": [
            {
                "Desc": "모든 챕터는 상영 전에 반드시 내부 시사회를 통과해야 하며, 영화마다 각각 다른 @감정 목표#가 있습니다",
                "Img": "TutorialPage_812201.png"
            },
            {
                "Desc": "@시간 주사위#를 플롯에 넣으면, @영화의 감정에 영향을 줍니다#",
                "Img": "TutorialPage_812202.png"
            },
            {
                "Desc": "플롯 색깔에 따라 관객의 감정이 변하며, 그에 따른 효과도 달라집니다",
                "Img": "TutorialPage_812203.png"
            }
        ]
    },
    "8130": {
        "Name": "",
        "Tuts": [
            {
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다",
                "Img": "TutorialPage_813602.png"
            },
            {
                "Desc": "",
                "Img": ""
            },
            {
                "Desc": "@같은 색 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다",
                "Img": "TutorialPage_813604.png"
            },
            {
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다",
                "Img": "TutorialPage_813605.png"
            }
        ]
    },
    "8131": {
        "Name": "개척자 새",
        "Tuts": [
            {
                "Desc": "@키위#를 일정 수량 없앨 때마다 랜덤으로 @2×2칸의 범위 폭발#이 발동합니다",
                "Img": "TutorialPage_813101.png"
            }
        ]
    },
    "8132": {
        "Name": "은랑 새",
        "Tuts": [
            {
                "Desc": "@블루베리#를 일정 수량 없앨 때마다 랜덤으로 일정 수량의 과일이 @슈퍼 폭탄#으로 전환됩니다.<br>슈퍼 폭탄과 인접한 과일을 바꾸면 필드 위 @같은 종류의 모든 과일#을 없앨 수 있습니다",
                "Img": "TutorialPage_813201.png"
            }
        ]
    },
    "8133": {
        "Name": "Mar. 7th 새",
        "Tuts": [
            {
                "Desc": "@딸기#를 일정 수량 없앨 때마다 랜덤으로 일정 수량의 과일이 @직선 폭탄#으로 전환됩니다.<br>직선 폭탄을 제거하면 @폭탄이 있는 가로줄# 또는 @세로줄#을 터트릴 수 있습니다",
                "Img": "TutorialPage_813301.png"
            }
        ]
    },
    "8134": {
        "Name": "반디 새",
        "Tuts": [
            {
                "Desc": "@바나나#를 일정 수량 없앨 때마다 랜덤으로 @십자형 폭발#을 발동합니다",
                "Img": "TutorialPage_813401.png"
            }
        ]
    },
    "8135": {
        "Name": "로빈 새",
        "Tuts": [
            {
                "Desc": "@복숭아#를 일정 수량 없앨 때마다 랜덤으로 일정 수량의 과일이 @사각형 폭탄#으로 전환됩니다.<br>사각형 폭탄을 없애면 @3×3#칸의 범위 폭발을 발동할 수 있습니다",
                "Img": "TutorialPage_813501.png"
            }
        ]
    },
    "8136": {
        "Name": "종이새 팡팡",
        "Tuts": [
            {
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다",
                "Img": "TutorialPage_813602.png"
            }
        ]
    },
    "8137": {
        "Name": "종이새 팡팡",
        "Tuts": [
            {
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다",
                "Img": "TutorialPage_813602.png"
            },
            {
                "Desc": "@같은 색 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다",
                "Img": "TutorialPage_813604.png"
            },
            {
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다",
                "Img": "TutorialPage_813605.png"
            }
        ]
    },
    "8138": {
        "Name": "멀티 난투 모드",
        "Tuts": [
            {
                "Desc": "멀티 난투 모드에서는 한 게임당 총 @6명#의 플레이어가 대전에 참여합니다. 플레이어는 라운드마다 @남은 상대 중 1명과# 대전을 진행합니다",
                "Img": "TutorialPage_813801.png"
            },
            {
                "Desc": "정해진 @시간#과 @횟수# 내에 과일을 없애고 종이새의 전투력을 높여 최대한 살아남아보세요!",
                "Img": "TutorialPage_813802.png"
            },
            {
                "Desc": "라운드 시작 시 플레이어는 @이전 라운드의 마지막 필드를 이어받으며#, 모두 동일한 신규 필드 효과를 획득합니다",
                "Img": "TutorialPage_813804.png"
            },
            {
                "Desc": "플레이어 HP가 0이 되면 @빈사# 상태에 빠지고 다시 @피해를 입으면# @탈락#하게 됩니다",
                "Img": "TutorialPage_813803.png"
            }
        ]
    },
    "8139": {
        "Name": "종이새 팡팡",
        "Tuts": [
            {
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다",
                "Img": "TutorialPage_813601.png"
            },
            {
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다",
                "Img": "TutorialPage_813602.png"
            },
            {
                "Desc": "@같은 색 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다",
                "Img": "TutorialPage_813604.png"
            },
            {
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다",
                "Img": "TutorialPage_813605.png"
            }
        ]
    },
    "8150": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "적의 약점 @격파# 시 @행동 게이지가 100% 증가#하고 전투 스킬 포인트를 1pt 회복합니다",
                "Img": "TutorialPage_815001.png"
            },
            {
                "Desc": "Tip: 적의 약점을 @순차적으로 격파#하면 @여러 번의 연속 행동# 기회를 획득할 수 있습니다",
                "Img": "TutorialPage_815002.png"
            }
        ]
    },
    "8151": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "각 웨이브의 모든 적은 @HP를 공유#합니다",
                "Img": "TutorialPage_815101.png"
            },
            {
                "Desc": "적이 @디버프 상태#에 빠지거나 행동할 때 @필살기 취약#을 1스택 획득합니다.<br>@취약 스택 수가 가장 높은# 적을 집중 공격하면 모든 적에게 더 높은 피해를 가할 수 있습니다",
                "Img": "TutorialPage_815102.png"
            }
        ]
    },
    "8152": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "행동 게이지에 있는 @[선물 상자]#가 행동하면 모든 적의 약점을 @격파#하고 아군의 @공격력#이 대폭 증가하며, 해당 효과는 효과가 종료될 때까지 지속됩니다.<br>@[선물 상자]# 효과가 지속되는 동안 @전력을 다해# 적을 공격하여 더 높은 피해를 가하세요!",
                "Img": "TutorialPage_815202.png"
            },
            {
                "Desc": "아군 캐릭터가 행동할 때마다 @[선물 상자]의 행동 게이지가 증가#하고, [선물 상자] 버프를 더 빠르게 획득합니다",
                "Img": "TutorialPage_815502.png"
            }
        ]
    },
    "8153": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "적의 공격력이 대폭 증가하여 공격 시 아군에게 @치명적인 공격#을 가합니다",
                "Img": "TutorialPage_815301.png"
            },
            {
                "Desc": "아군 캐릭터가 치명적인 공격을 받을 시 전투 불능 상태에 @빠지지 않고#, HP 100% 및 에너지 50%를 회복합니다",
                "Img": "TutorialPage_815302.png"
            }
        ]
    },
    "8154": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "적의 초기 강인성 수치는 해당 적의 강인성 최대치의 50%입니다",
                "Img": "TutorialPage_815401.png"
            },
            {
                "Desc": "적이 @격파 피해#를 받으면 @취약#을 1스택 획득합니다.<br>취약 스택 수가 높은 적을 집중 공격하면 더 높은 @격파 피해#를 가할 수 있습니다",
                "Img": "TutorialPage_815402.png"
            }
        ]
    },
    "8155": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "@단일 아군 캐릭터#가 @필살기#를 3회 @누적 발동#하면, 즉시 @필살기를 다시 활성화#합니다",
                "Img": "TutorialPage_815501.png"
            }
        ]
    },
    "8156": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "아군 캐릭터가 @필살기# 또는 @추가 공격# 발동 후, 명중한 목표 수량에 따라 상응하는 @[별빛]# 스택 수를 획득하고, 이에 따라 @전체 피해 증가# 효과가 상승합니다",
                "Img": "TutorialPage_815601.png"
            },
            {
                "Desc": "@[별빛]#이 10스택 누적될 때마다 추가로 적에게 @고정 피해#를 가합니다. 피해량은 @[별빛]#의 스택 수에 따라 상승합니다",
                "Img": "TutorialPage_815602.png"
            }
        ]
    },
    "8157": {
        "Name": "튜토리얼",
        "Tuts": [
            {
                "Desc": "아군 캐릭터가 @필살기#를 발동하여 적을 공격하면 적의 @행동 게이지#가 100% 증가하고 적의 공격력이 감소하며, 해당 적에게 여러 종류의 @지속 피해# 효과를 부여합니다",
                "Img": "TutorialPage_815701.png"
            },
            {
                "Desc": "적이 행동한 후 아군 캐릭터가 @즉시 필살기를 발동#하여 적을 공격하면, 적은 @즉시 재행동#하고 @지속 피해# 효과를 받습니다",
                "Img": "TutorialPage_815702.png"
            }
        ]
    }
}

var _ver = [
    "3.8",
    "3.7",
    "3.6",
    "3.5",
    "3.4",
    "3.3",
    "3.2",
    "3.1",
    "3.0",
    "2.7",
    "2.6",
    "2.5",
    "2.4",
    "2.3",
    "2.2",
    "2.1",
    "2.0",
    "1.x"
]