// Auto Generated

var _miracles = [
    {
        "_id": 7505,
        "Name": "언어의 부활",
        "Desc": "해당 기물을 획득하면 즉시 랜덤 파츠를 1.0~3.0개 획득한다",
        "Story": "상대 인지 학파의 학자들은 공감각 비콘의 등장이 우주의 사고 범위를 크게 억제했다고 지적한다. 사용자는 영원히 자신의 입장에서 생각할 수밖에 없고, 상대의 의도를 진정으로 이해할 수 없다. 심지어는 컴퍼니에서 이미 공감각 비콘의 권한을 장악하고 있으며, 당신과 상대가 듣는 건 모두 조작된 말이라고 주장하는 자도 있다. 따라서 그들은 죽어가는 다국어 교류가 우주로 돌아갈 수 있도록 공감각 비콘의 통역을 방해하는 부품 제작에 매진하고 있다. 「공감각 학파는 공감각 비콘이 리들러의 천적이라고 하지만, 리들러는 공감각 비콘이 자신들보다 낫다고 주장하지」",
        "Icon": "1139.png",
        "ExtraEffect": []
    },
    {
        "_id": 7504,
        "Name": "저 나비를 죽여라",
        "Desc": "전투 승리 후 파츠 선택 시 파츠 선택 횟수가 1회 늘어나는 대신, 선택할 수 있는 파츠가 1개 감소한다. 효과 2.0회 발동 후 해당 기물은 파손된다",
        "Story": "혼돈 시스템을 삭제하는 과정은 표본을 만드는 것과 같다. 모든 입자의 정보를 전시판에 고정하고 날개를 움직이지 못하게 한 뒤, 나비의 궤적을 제약해 현실을 자신이 원하는 방식으로 춤추게 한다. 아무리 사소한 변화라도 연약한 균형은 순식간에 무너뜨릴 수 있다. 학사들이 모형을 계속 정교하게 해도 결국 운동의 규칙을 통합하는 어리석은 행동은 평범한 사람의 경거망동으로 여길 수밖에 없다. 따라서 아주 오래 지난 일이지만, 나는 처음으로 나비를 죽였던 그날을 선명하게 기억한다. 칼끝이 어떻게 그 가슴을 파고들었는지",
        "Icon": "1135.png",
        "ExtraEffect": []
    },
    {
        "_id": 7503,
        "Name": "주철 메카닉 반지",
        "Desc": "해당 기물 획득 시 즉시 [충전] 타입 셉터를 1개 획득한다",
        "Story": "허구 역사학자의 영향으로 루버트 2세의 결말은 줄곧 수수께끼로 남아있다. 어떤 자료에는 피와 살로 이뤄진 몸 때문에 루버트 2세가 결국 제국의 위업을 달성하지 못하고 주철의 왕좌에서 병사했다고 쓰여있다. 어떤 시문에서는 사탕색 샤스커트의 여인이 천천히 왕도로 걸어들어오자, 제국이 무너졌다며 놀리기도 한다. 어떤 목소리는 금속의 반지가 그의 손가락을 찔러 폭주한 기계가 눈앞의 유기체를 살해했다고 탄식한다. 어떤 연극에선 그가 갑자기 감정이 북받쳐 올라 해탈한 것처럼 인간의 눈물을 흘리더니, 천천히, 또 영원히, 신민 앞에서 눈을 감았다고 재연하기도 한다",
        "Icon": "1137.png",
        "ExtraEffect": []
    },
    {
        "_id": 7502,
        "Name": "주철 톱니바퀴 반지",
        "Desc": "해당 기물 획득 시 즉시 [속도] 타입 셉터를 1개 획득한다",
        "Story": "허구 역사학자의 영향으로 루버트 2세의 결말은 줄곧 수수께끼로 남아있다. 어떤 자료에는 피와 살로 이뤄진 몸 때문에 루버트 2세가 결국 제국의 위업을 달성하지 못하고 주철의 왕좌에서 병사했다고 쓰여있다. 어떤 시문에서는 사탕색 샤스커트의 여인이 천천히 왕도로 걸어들어오자, 제국이 무너졌다며 놀리기도 한다. 어떤 목소리는 금속의 반지가 그의 손가락을 찔러 폭주한 기계가 눈앞의 유기체를 살해했다고 탄식한다. 어떤 연극에선 그가 갑자기 감정이 북받쳐 올라 해탈한 것처럼 인간의 눈물을 흘리더니, 천천히, 또 영원히, 신민 앞에서 눈을 감았다고 재연하기도 한다",
        "Icon": "1138.png",
        "ExtraEffect": []
    },
    {
        "_id": 7501,
        "Name": "양자 로또",
        "Desc": "파괴 가능한 물체를 파괴한 후 낮은 확률로 랜덤 파츠를 1개 획득하지만, 역시 낮은 확률로 해당 기물이 파손되고 모든 아군이 현재 HP의 99%와 모든 에너지, 비술 포인트를 잃는다",
        "Story": "우주 로또가 엄청난 성공을 거둔 후, 사업통합부는 그 기세를 몰아 로또 연역 예측을 내세워 고전적인 양자 로또를 발행했다. 확률학의 영원한 난제를 해결하고, 무작위성에서 행운의 정보를 얻기 위해 양자 역사 학파에 등록하는 학생 수가 한때 개편 전의 최고치를 넘어서기도 했다. 때로 자신이 양자 로또 추세 모델을 세우는 데 성공했다고 선언하는 학사들이 있지만, 그들은 약속이라도 한 듯 논문이 발표되기 하루 전에 자신들의 발견이 학술적 오해였다고 말을 바꾼다",
        "Icon": "1136.png",
        "ExtraEffect": []
    },
    {
        "_id": 7407,
        "Name": "주인 없는 분실물",
        "Desc": "[전투] 구역에서 차원 저금통이 나타날 확률이 대폭 증가한다. 차원 저금통이 존재하는 [전투] 구역에 누적 2.0회 진입하면 해당 기물은 파손된다",
        "Story": "9앰버기원 전, 악명 높은 괴도가 알다 은하계에서 체포되었다. 체포되기 전, 그는 알다 사람의 생명 중 가장 중요한 것을 훔치겠다고 호언장담했다. 이해할 수 없는 점은, 그가 자신의 목표물이 뭔지 입을 꾹 다물다가 재판 중에는 본인이 예고한 절도 계획을 완료했다고 거듭 강조했다는 것이다. 무엇을 도둑맞았는지 모르는 알다 사람들은 그때부터 노심초사하기 시작하고, 온 은하계가 깊은 슬픔에 잠겼다. 그들은 아무것도 잃어버리지 않은 것 같지만, 가장 중요한 것을 잃어버렸는지 늘 걱정하는 처지가 됐다",
        "Icon": "1131.png",
        "ExtraEffect": []
    },
    {
        "_id": 7406,
        "Name": "파인애플",
        "Desc": "누적 5.0개 구역에 진입하면 해당 기물은 파손되고, 모든 아군이 현재 HP를 99% 잃는다",
        "Story": "로큰롤의 왕 아카바는 멜로 성운에서 구호 공연을 펼치다가 어떤 과일에서 뜻밖의 영감을 얻었다. 이 이상한 모양의 과일은 직감에 반해 「파인애플」이라 불렸다. 그는 이 황당한 일을 가사에 담아 구세계 언어를 비판해야 한다고 외쳤다. 그를 필두로 반항아들은 기존의 명사를 왜곡하기 시작했고, 모든 성간 물류의 냉동 창고에는 뭐라 형용하기 어려운 「파인애플」로 가득 찼다. 백여 개에 달하는 선진 세계가 그들로 인해 파인애플의 정의를 수정하고 나서야 과일로 인해 벌어진 황당무계한 로큰롤 운동은 멈췄다",
        "Icon": "1115.png",
        "ExtraEffect": []
    },
    {
        "_id": 7405,
        "Name": "그린 핑거",
        "Desc": "전투 3.0/6.0/9.0회 승리 후 우주 조각 100.0/200.0/500.0개를 획득한다. 전투 9.0회 승리 후 해당 기물은 파손된다",
        "Story": "강제로 개발된 일부 변방 천체에서 값싼 노동력을 제공하는 토착민은 컴퍼니에서 사용하는 화폐를 어떤 식물의 열매로 오인한다. 그로 인해, 그들은 가장 밝고 예쁜 화폐를 땅에 묻고 신용 포인트 나무가 자라나기를 기대했다. 참견하기 좋아하는 가면의 우인은 이런 오해에서 영감을 얻어 분열의 금화의 원리를 모방해 신용 포인트 나무를 만들어내고 씨앗을 널리 퍼뜨렸다. 인플레이션을 두려워한 컴퍼니는 변방 행성 지역을 긴급 봉쇄했지만, 그들이 급히 과수원에 도착해 보니 토착민들은 신용 포인트를 진짜 열매로 여겨 먹고 있었을 뿐이었다",
        "Icon": "1123.png",
        "ExtraEffect": []
    },
    {
        "_id": 7404,
        "Name": "물 위의 책",
        "Desc": "구역 진입 시 모든 아군이 모든 HP, 에너지 및 비술 포인트를 회복하고, 전투 불능 상태에 빠진 모든 캐릭터를 재배치한다",
        "Story": "셀레노바 휘하의 반물질 군단이 위풍당당하게 부클레트 성운에 도착했을 때, 눈앞에 남은 건 텅 빈 물질의 잔재뿐이었다. 기억하는 자들은 온 세계의 기억을 ≪부클레트≫에 담아 절멸 대군이 쳐놓은 포위망을 유유히 빠져나갔다. 거추장스러운 몸뚱이를 버림으로써 부클레트 주민들은 밈으로 재탄생하는 데 성공했다. 하지만 셀레노바가 보기에 그들은 방식을 바꾸어 군단이 도착하기 전에 자멸이라는 방법을 선택했을 뿐이었다",
        "Icon": "1130.png",
        "ExtraEffect": []
    },
    {
        "_id": 7403,
        "Name": "꿈-0110",
        "Desc": "전투 진입 시 아군이 가하는 피해가 50% 증가하며, 15.0턴 후 받는 피해가 10% 증가한다",
        "Story": "무기 생명체를 치료하는 일은 언제나 혼돈의 의사에게 크나큰 난제였다. 이 금속 창조물들은 약제가 작용할 세포도, 의식을 감지할 뇌도 없다. 녹슨 자국과 회로에 묻은 공허를 없애기 위해 의사들은 실리콘을 먹는 꽃 분말에 혜성 매미의 분비물과 떠돌이 악마의 손톱을 섞어 강력한 정신 윤활유를 만들었다. 미각이 없는 지능 기계는 유기 생명체처럼 약 맛에 불평을 터트리지 않는다. 하지만 환자들은 윤활유를 넣은 지능 기계가 전부 시뻘건 입을 벌린 전자 나비 꿈을 꾼다고 말한다",
        "Icon": "1133.png",
        "ExtraEffect": []
    },
    {
        "_id": 7402,
        "Name": "형체 있는 행운",
        "Desc": "구역 진입 시 우주 조각 수량이 300.0개 미만일 경우 우주 조각을 300.0개로 보충한다",
        "Story": "뭇별들을 휩쓴 영웅 이야기에는 늘 「행운」이 빠지지 않는다. 갑자기 떠오르는 기억, 눈앞에 나타나는 구명 도구, 프로그래밍이 잘못된 기계까지, 주인공은 늘 이런 행운을 통해 위기를 극복하고 역사책에 이름을 남긴다. 그런데 최신 연구 결과, 일부 「행운」이 객관적으로 존재하는 것이 밝혀졌다——형체가 없는 기억하는 자는 영웅의 주변에 숨어 그들을 따라다니며 시대의 서사시를 기록한다. 그 대가로 기억하는 자는 그에 상응하는 선물을 남겨두고, 그 선물이 힘을 발휘해서 불멸의 기억이 될 때까지 끈기 있게 기다린다",
        "Icon": "1134.png",
        "ExtraEffect": []
    },
    {
        "_id": 7401,
        "Name": "입향순속",
        "Desc": "[재물] 구역이 나타날 확률이 증가한다. 슈퍼두퍼 슬롯머신과 기물 룰렛 운세가 더욱 좋아지고, 플레이 횟수가 1.0회 증가한다",
        "Story": "생물의 몸은 아주 연약하다. 지나치게 높은 중력과 유독한 공기, 심해의 강한 압력 등 현지인들에게 익숙한 환경은 방문객들에게는 목숨을 위협하는 시련이 된다. 은하열차 아카이브에 따르면, 일부 기술자 출신 무명객이 자유자재로 몸이 변형되는 진흙 인형을 만들었다. 인형은 외계 행성 주민의 형태를 모방했고, 조종자와 감각이 연결되어 있으며, 원격 조종으로 아무리 열악한 환경에서도 개척을 이어 나갈 수 있었다. 그러나 현실감이 부족하다는 이유로 무명객은 곧 진흙 인형을 통한 탐험을 접었다. 그러나 이 기술은 우주 관광 사업에서 빛을 발하며 스타피스 컴퍼니는 막대한 수익을 보게 됐다",
        "Icon": "1127.png",
        "ExtraEffect": []
    },
    {
        "_id": 7326,
        "Name": "타워트 카드",
        "Desc": "누적 3.0개 구역에 진입하면 해당 기물은 파손되고, 랜덤 파츠를 2.0개 잃는다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7325,
        "Name": "타워트 카드",
        "Desc": "전투 승리로 파츠 획득 시 획득한 파츠를 레벨업한다. 효과가 1.0회 발동하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7324,
        "Name": "타워트 카드",
        "Desc": "연속으로 같은 유형의 구역에 진입하면 랜덤 파츠를 1.0개 획득한다. 효과가 3.0회 발동하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7323,
        "Name": "타워트 카드",
        "Desc": "전투 승리 후 랜덤 파츠 1.0개를 획득한다. 효과가 2.0회 발동하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7322,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 30% 감소한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7321,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 200% 증가한다. 누적 2.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7320,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 100% 증가한다. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7319,
        "Name": "타워트 카드",
        "Desc": "획득하는 우주 조각이 50% 증가한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7318,
        "Name": "타워트 카드",
        "Desc": "전투 진입 시 캐릭터가 피격되면 에너지를 10.0pt 소모한다, 지속 시간: 2.0턴. 누적 3.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7317,
        "Name": "타워트 카드",
        "Desc": "캐릭터가 피격되면 HP 최대치의 20%만큼 HP를 회복한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7316,
        "Name": "타워트 카드",
        "Desc": "전투 진입 시 모든 셉터가 즉시 공격한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7315,
        "Name": "타워트 카드",
        "Desc": "전투 진입 시 모든 셉터의 행동 게이지가 50% 증가하거나 충전을 50% 획득한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손된다",
        "Story": "수수께끼 마스터 발더•바빌발로•발라의 이야기는 늘 흥미진진하다. 그는 109가지의 수수께끼로 「타워트」라는 이름의 카드 세트를 만들고 우주 각지에 뿌려 지적 생명체의 미래를 안개로 가렸다. 자칭 점술가라고 하는 사람들은 같은 카드를 뒤집고도 각기 다른 해석을 내놓고, 애매모호한 말로 운명의 수수께끼를 설명한다. 이로써 「신비」가 조용히 탄생한다——그것은 아무것도 바꾸지 않은 것 같기도 하고, 모든 것을 바꾼 것 같기도 하다",
        "Icon": "1114.png",
        "ExtraEffect": []
    },
    {
        "_id": 7314,
        "Name": "꿈 입장 캔",
        "Desc": "해당 기물 획득 시 즉시 추가 라운드를 2.0 획득한다",
        "Story": "「축제의 별」 페나코니에서 생산된 좋은꿈 통조림. 고농축된 기체 형태의 기억 물질이 가득 차 있다. 통조림을 열면 5분 이내로 꿈에 입장한다. 꿈 입장 캔은 은하의 중산층 가정 침실에 있는 장난감이었지만, 전쟁에 시달리는 행성에서는 사람들이 잠들 수 있는 유일한 방법이 되었다. 고요하고 억압된 광갱에서 생존자들은 몸을 떨며 잠에 든다. 꿈의 땅에서 과거에 그랬던 것처럼, 현실에서 얻지 못한 자유를 찾아 꿈속으로 떠나는 것이다",
        "Icon": "1106.png",
        "ExtraEffect": []
    },
    {
        "_id": 7313,
        "Name": "망가진 뻐꾸기 시계",
        "Desc": "파츠 덮어쓰기에 필요한 우주 조각 수량이 25% 증가한다",
        "Story": "한 뻐꾸기 시계 장인이 우연히 「테르미누스」와 만나게 되었다. 그녀는 너무 놀란 나머지 들고 있던 시계를 떨어뜨렸고, 시계는 「테르미누스」의 과거를 향해 망가져 갔다. 이후 그 장인은 흉조 선봉에 합류해서 예언의 해독을 시도했다. 장인은 평생에 걸쳐 수많은 시계를 만들어냈지만, 가장 아꼈던 것은 이 망가진 뻐꾸기 시계였다. 시계가 망가졌을 때, 장인은 이미 테르미누스와 만난 상태였다. 시계가 망가졌을 때, 테르미누스는 아직 시계 장인과 만나지 않은 상태였다",
        "Icon": "1009.png",
        "ExtraEffect": []
    },
    {
        "_id": 7312,
        "Name": "탈롯 인형",
        "Desc": "아군이 적에게 스킬을 발동할 경우 50%의 확률로 잘못된 목표를 선택한다. 전투 4.0회 후 해당 기물은 파손된다",
        "Story": "은하는 넓어서 이튼 장난감 회사의 사장처럼 흉조 선봉의 경고를 무시하는 사람이 늘 존재한다. 「종말」의 행자가 새로 출고한 인형을 모두 파괴해야 한다고 경고했을 때, 그는 격노했을 뿐이었다. 24 시스템 시간 후, 인형 안에 숨어 있던 탈롯인이 장난감 회사를 습격했다. 변방 행성 지대에서 온 이러한 액체 집단은 같은 의식을 공유하고, 더 많은 생명을 합류시키기 위해 최선을 다한다. 이튼은 곧 그들의 일부가 되었다",
        "Icon": "1093.png",
        "ExtraEffect": []
    },
    {
        "_id": 7311,
        "Name": "과거의 육체",
        "Desc": "전투 후 선택 가능한 파츠 수량이 1.0 감소한다",
        "Story": "우주에서 대다수의 지혜로운 종족이 영장목 사람과인 이유는 무엇인가? 기술개발부 정기 회의가 끝날 때마다 스레키카는 깊은 열등감을 느꼈다. 그녀는 인간의 외모를 표현형 형질로 고정하고, 약물을 주사해 자신의 형태를 바꿨다. 그녀의 숨구멍은 피부에 덮이고, 장기와 골격은 강제로 늘어났다. 한시도 멈추지 않는 고통을 겪고 그녀는 인간의 외모를 가지게 됐다. 하지만 새로운 육체가 돼서 마주하게 된 것은 경멸의 시선뿐이었다. 스레키카의 장려로 인간의 외형을 갖고자 하는 고객이 끊이지 않았다. 그녀가 이렇게 하는 이유는 인간의 장점을 체험해서가 아니라, 단지 더 많은 사람과 고통을 나누고 싶어서이다",
        "Icon": "1120.png",
        "ExtraEffect": []
    },
    {
        "_id": 7309,
        "Name": "맛있는 마리모 사탕",
        "Desc": "해당 기물 획득 시 즉시 보유 중인 파츠를 2.0개 획득한다",
        "Story": "약 천 앰버기원 전, 콜치인은 우림 속에 매우 번영한 일모 왕조를 세웠지만, 빙하기가 오면서 이 왕조는 10 앰버기원 만에 사라졌다. 시신이 출토된 적이 없기 때문에 콜치인에 대한 이미지는 어느 「개척」의 덜렁이들이 지하 왕릉을 폭파하기 전까지 오랫동안 역사학계의 난제였다. 지하 통로에 갇혀 있던 무명객은 우연히 바로 먹을 수 있는 해조류를 발견했고, 덕분에 구조가 올 때까지 버틸 수 있었다. 이로써 맛있는 마리모도 뭇별에 알려졌다. 사람들이 이 해조류가 바로 콜치인이라는 사실을 눈치챘을 때, 이 마리모는 이미 50여 개의 행성에서 침입종으로 분류되어 있었다",
        "Icon": "1091.png",
        "ExtraEffect": []
    },
    {
        "_id": 7308,
        "Name": "전투 고수",
        "Desc": "전투 진입 시 전투 스킬 포인트를 2.0pt 획득한다. 전투 스킬 포인트가 4.0pt 이상이면 캐릭터가 가하는 전투 스킬 피해가 80% 증가하고, 전투 스킬 포인트가 4.0pt 미만이면 캐릭터가 가하는 일반 공격 피해가 80% 증가한다",
        "Story": "탈리아의 모래폭풍 속에서 살아남을 수 있는 생물은 극히 드물지만, 바자톤 도마뱀이 바로 그중 하나이다. 그들은 현지의 고방사선 광석을 먹고 이를 생존에 필요한 에너지로 전환한다. 과도한 힘과 공격성을 지닌 바자톤 도마뱀은 일반 운반체보다 훨씬 뛰어난 성능을 보여주었고, 교활한 상인은 이를 「파멸의 거대 도마뱀」이라고 이름을 지어 암시장에서 여정을 막 시작한 소멸파 신입에게 높은 가격으로 판매했다. 날이 갈수록 노천 광물은 고갈되었고, 더 많은 바자톤 도마뱀들이 자신의 새끼를 황야인의 땅으로 데려가는 방법을 배웠고, 후손을 위해 생존의 길을 모색했다. 탈리아의 도마뱀 양식업도 이렇게 탄생하게 되었다",
        "Icon": "1098.png",
        "ExtraEffect": []
    },
    {
        "_id": 7307,
        "Name": "존엄과 열정",
        "Desc": "무료 덮어쓰기 횟수를 3.0회 획득하고, 덮어쓰기에 필요한 우주 조각 수량이 30% 감소한다",
        "Story": "스타피스 컴퍼니는 소속 행성 구역 채굴 작업에 대한 최종 해석권을 가지고 있다. 모든 불법 채굴 행위는 앰버 로드 장벽 건설을 방해하는 모독 행위로 간주된다. 군용 순항함 꼭대기에 설치된 위대한 충각은 거칠게 무법자를 들이받아 그들에게 클리포트의 신성한 모습을 아낌없이 보여주고, 불법 채굴선을 폐기 처분할 것이다. 오스왈도는 건축자재물류부의 방식이 시장개척부보다 훨씬 더 과격하다는 농담을 여러 번 했다. 정말 그럴지도 모른다",
        "Icon": "1101.png",
        "ExtraEffect": []
    },
    {
        "_id": 7306,
        "Name": "라피스피커의 파편",
        "Desc": "해당 기물 획득 시 랜덤 셉터 1개의 계산 능력이 즉시 증가한다",
        "Story": "라피스피커가 몸에서 배출한 고체 정보 파편. 이 고도의 지능을 지닌 극피동물은 이 파편으로 개체의 단편적인 말부터 사회의 역사까지 모든 것을 기록한다. 라피스피커의 특수한 신경 구조 때문에 파편 내의 정보는 각종 우주 문명에서 비교적 낮은 비용으로 해석할 수 있다. 따라서 공감각 비콘이 탄생하기 전부터 컴퍼니 체계에 합류하여 우주 교류의 중요한 역할을 담당했다",
        "Icon": "1108.png",
        "ExtraEffect": []
    },
    {
        "_id": 7305,
        "Name": "죽음과의 재회",
        "Desc": "파츠 합성 시 추가로 합성 보상을 1회 획득하며, 해당 방식으로 파츠를 최대 3.0개 획득한다. ★3 파츠를 1개 장착할 때마다 모든 셉터가 증폭을 10% 획득한다",
        "Story": "흉악하게 생긴 열쇠고리. 마치 매듭을 지어 사실을 기록하는 것처럼 주인의 죽을 뻔했던 위험을 기록한다. 「종말」의 속삭임을 따라 사냥꾼은 계속해서 위험한 미래를 향해 달려갔다. 붉은 감귤 천체의 초신성 폭발, 도몬튼의 곤충 떼 침입, 우주 강도 나로의 우주선 습격 사건…. 그는 자신의 운명이 여기서 끝나지 않을 거라 굳게 믿었고, 죽음과 스치는 모든 순간을 즐겼다. 결국 그는 유명한 장례식 안내원이 되었고, 그가 갔던 곳에 남은 것은 죽음뿐이었다",
        "Icon": "1112.png",
        "ExtraEffect": []
    },
    {
        "_id": 7304,
        "Name": "뼈를 부수는 검",
        "Desc": "추가 라운드가 1라운드 이상일 시 아군이 받는 피해가 15% 증가하고, 가하는 피해가 20% 감소한다. 추가 라운드가 0라운드일 시 아군이 받는 피해가 20% 감소하고, 가하는 피해가 40% 증가한다",
        "Story": "바운티 헌터는 장황한 교리보다 실전이야말로 최고의 교과서라고 생각한다. 숙련된 헌터 카이어는 어떤 신입을 가르칠 때 그를 리만드 행성의 극북쪽 숲에 던졌다. 소년은 함정을 이용해 은신 날개 공포새를 죽여 뼈를 뽑아내고, 며칠 후 날카로운 검으로 다듬은 백골을 들고 교관 앞에 나타났다. 카이어가 두 번째 은신 날개 공포새를 잡아 죽이라고 명령했을 때, 끔찍했던 거대한 괴물은 도마 위에서 죽음을 기다리는 새끼 새로 전락했다. 몇 년이 흘러 숲속에서 겪은 일을 얘기할 때마다 소년은 고통스러운 울음을 터뜨리며 잔혹한 카이어를 끊임없이 욕했다",
        "Icon": "1085.png",
        "ExtraEffect": []
    },
    {
        "_id": 7303,
        "Name": "희락의 향",
        "Desc": "구역에 진입할 때마다 우주 조각을 50.0개 소모하고 랜덤 파츠를 1.0개 획득한다. 우주 조각이 부족하면 해당 기물은 파손된다. 해당 기물이 파손된 후 전투에 진입하면 모든 적의 HP 최대치가 20% 증가하고, 공격력이 20% 증가한다",
        "Story": "비애의 연극인의 공연을 보다가 한 가면의 우인이 기발한 아이디어를 떠올렸다. 그들의 진정용 향로에 작은 서프라이즈를 추가하면 엄청난 코미디가 탄생하지 않을까? 그는 자신의 가면 절반에 불을 붙여 향로에 던져넣고, 침착하게 관중석으로 돌아와 연극인들이 모로웬 왕국의 멸망에 환호하며 박수 치는 것을 보았다. 향이 모두 타버리자 연극인은 소멸한 세계를 비웃었다는 죄책감에 대성통곡했다. 그러나 우인은 깔깔 웃으며 지금까지도 술집에서 동료들에게 이 유쾌한 촌극을 자랑하고 있다",
        "Icon": "1110.png",
        "ExtraEffect": []
    },
    {
        "_id": 7302,
        "Name": "기억의 룰렛",
        "Desc": "즉시 ★3 셉터를 1개 획득한다. 구역에 진입할 때마다 모든 셉터를 같은 성급의 랜덤 셉터로 교체하고, 랜덤 ★1 파츠를 1개 획득한다",
        "Story": "한 소각공은 그녀의 일을 고행으로 여겼고, 모든 「기억」은 관리와 제한을 받아야 한다고 굳게 믿었다. 그녀는 자신의 기억도 분류하여 룰렛에 넣고, 무의미한 내용을 제거해 유용한 부분만 선택해 인지했다. 그러나 불완전한 기억은 종종 잘못된 판단으로 이어지고, 중요한 정보는 지워지고 쓸모없는 내용만 남았다. 그녀의 기억 룰렛은 만신창이가 되었고, 이 고행도 반 앰버기원만에 막을 내렸다——그녀가 자신이 소각공이라는 것조차 잊었기 때문이다",
        "Icon": "1086.png",
        "ExtraEffect": []
    },
    {
        "_id": 7220,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소한다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7219,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소한다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7218,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소한다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7217,
        "Name": "분열의 뻐꾸기 시계",
        "Desc": "캐릭터의 공격력이 5% 감소하고, 전투 승리 후 일정 확률로 복제 개체 1개를 분열해 낸다. 복제 개체는 동시에 3.0개까지 존재할 수 있다",
        "Story": "「종말」의 흉조를 받은 후, 분열의 재앙에 관한 뻐꾸기 시계가 돌연 검은 숲에 나타났고, 검은 숲의 무기 생명체 연결이 알 수 없는 이유로 끊어졌다. 검은 숲에 난입한 한 무명객은 뻐꾸기 시계를 너무 좋아한 나머지 그것을 자기 고향에 가져가려 했는데, 돌아가는 길에서도 분열의 뻐꾸기 시계는 끊임없이 분열했고, 결국 무명객의 비행체를 가득 채웠다. 제한된 시간 내에 분열의 뻐꾸기 시계가 끊임없이 분열하는 현상의 의미를 알아채지 못한 그는 결국 우주 여행길 위에서 곤충 파도에 집어삼켜졌다",
        "Icon": "1053.png",
        "ExtraEffect": []
    },
    {
        "_id": 7216,
        "Name": "기계식 뻐꾸기 시계",
        "Desc": "전투 진입 시 전투 스킬 포인트를 2.0pt 소모한다",
        "Story": "2차 루버트의 난 이후, 컴퍼니는 한때 전 우주의 기계 생명체를 잔혹하게 멸종시킬 계획을 세웠었다. 하지만 다행히 이 계획이 통과되기 전에 #76 스크루룸이 누스의 선택을 받아 지니어스 클럽에 가입했다는 소식이 컴퍼니의 귀에 들어갔다. 새로이 나타난 천재에게 선물하기 위해 컴퍼니는 이 기계식 뻐꾸기 시계를 제작했다. 이 선물은 오늘날의 시선으로 봤을 때는 너무나 평범한 것이지만, 당시는 기계적인 생명체가 박해를 받던 시기였다. 기계식 뻐꾸기 시계의 탄생 자체가 평화를 상징하는 것이라 할 수 있었다",
        "Icon": "1010.png",
        "ExtraEffect": []
    },
    {
        "_id": 7214,
        "Name": "무한 동력 뻐꾸기 시계",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각의 5%를 잃는다",
        "Story": "#76 스크루룸이 기계 생명체를 위해 어렵사리 평화를 쟁취한 후, 스크루룸별에는 2차 산업 부흥 운동이 일어나 수많은 발명가들이 탄생했다. 그들은 저주 기계, 확률 기계, 사탕 경호원을 발명하고 7대 불가사의 과제 연구에 매진했다. 「영원한 겨울」은 2번째 미불가사의로 기계 생명의 지대한 관심을 받았다. 스크루룸별의 서열 19위의 발명가는 생명의 마지막 순간에 자신의 무한 동력 뻐꾸기 시계를 선보였다——그의 작품은 아르키밀리 나선 에너지를 이용해 영원히 멈추지 않지만, 발명가는 엄청난 영예를 얻은 후 스스로 자신의 생명을 정지시켰다. 그 이유는 밝혀지지 않았다",
        "Icon": "1041.png",
        "ExtraEffect": []
    },
    {
        "_id": 7213,
        "Name": "검은 숲 뻐꾸기 시계",
        "Desc": "전투 진입 시 랜덤으로 캐릭터 1.0명이 적에게 피격될 확률이 대폭 증가한다. 지속 시간: 5.0턴",
        "Story": "2차 기계 위기가 끝난 후, 대량의 로봇은 스트레스 상태에 빠졌다. 그들은 발생할 가능성이 있는 모든 갈등에 민감했다. 기계 생명이 최후의 재난을 초래할 것이라는 소문이 돌았고, 이 소문은 즉시 로봇들의 관심을 받았다. 로봇들은 원정대를 조직해 세 차례 개척되지 않은 육지를 찾았다. 그들은 육지 최남단의 섬에 도착했다. 어둠이 드리워진 숲에서 그들은 소문 기계를 만든 원흉을 끄집어 냈다——범인은 산중에서 사악한 과학 기술을 연마하는 장인이었다",
        "Icon": "1038.png",
        "ExtraEffect": []
    },
    {
        "_id": 7212,
        "Name": "천사형 사채발행기",
        "Desc": "전투 승리 후 우주 조각을 획득할 수 없다. 효과 5.0회 발동 후 해당 기물이 파손되며 현재 지닌 우주 조각 수량이 2배가 된다",
        "Story": "스타피스 컴퍼니의 사업통합부에서 출시한 사채발행기, 케이스를 열면 전자파 입자가 모이며 천사 모양의 계산기가 된다. 컴퍼니는 손목형 모델과 수면 촉진 바디 필로우형 등의 여러 종류의 모델을 함께 출시했다. 이 제품을 사용하려면 금화를 먹여야 한다. 사채 주기가 종료된 후 몇 배의 수익을 얻을 수 있어서, 본질적으로 투자 상품이라고 볼 수 있다",
        "Icon": "1044.png",
        "ExtraEffect": []
    },
    {
        "_id": 7211,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 모든 에너지를 잃고, 모든 전투 스킬 포인트를 소모한다",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7210,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군의 약점 격파 효율이 100% 감소한다. 지속 시간: 1.0턴",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7209,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 가하는 피해가 99% 감소한다. 지속 시간: 1.0턴",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7208,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 현재 HP의 50%만큼 HP를 소모한다",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7207,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 처음 피격된 후 캐릭터 현재 HP의 50%만큼 HP를 추가로 소모한다",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7206,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 150%의 기본 확률로 열상 상태에 빠진다, 지속 시간: 5.0턴. 열상 상태에서는 턴 시작 시 HP 최대치의 20%만큼 물리 속성 지속 피해를 받는다",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7205,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 아군이 150%의 기본 확률로 빙결 상태에 빠진다. 지속 시간: 1.0턴",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7204,
        "Name": "절대 실패 처방전",
        "Desc": "전투 진입 시 모든 적의 행동 게이지가 100% 증가한다",
        "Story": "",
        "Icon": "1103.png",
        "ExtraEffect": []
    },
    {
        "_id": 7203,
        "Name": "포충망",
        "Desc": "전투 진입 시 현재 공격력이 가장 높은 아군 캐릭터를 [기생] 상태에 빠트린다. [기생] 상태에서 캐릭터의 공격력이 50% 증가하지만, 턴 시작 시 현재 HP의 20%만큼 HP가 소모된다. 전투 불능 상태에 빠진 후 해당 상태는 랜덤으로 다른 캐릭터에게 이전된다",
        "Story": "무장 고고학파는 야외에서 위기에 봉착한 경험을 몇 번 보도한 적이 있다. 그들은 동굴 깊은 곳에서 사방에 쳐진 포충망을 맞닥뜨린 적이 있다. 충망에는 벌레 허물들과 셀 수 없이 많은 벌레 물집, 각종 분비물 범벅이었다. 실수로 건드렸다가는 기생 유충에 감염됐을 것이다. 이것을 지식학회에 보내 연구하려고 숙주가 된 무장 고고학파 일원이 이를 악물고 팔을 도려내 유충을 꺼냈다. 학계에서는 그의 희생에 감동해 밤을 새워 연구했다. 그 결과 이것이 충황(蟲皇) 타이츠론스의 후대 자손일 가능성이 높다는 결론을 냈다",
        "Icon": "1019.png",
        "ExtraEffect": []
    },
    {
        "_id": 7202,
        "Name": "「광적인 생각」 기계단",
        "Desc": "캐릭터가 비술 발동 시 추가로 비술 포인트를 1.0pt 소모한다",
        "Story": "「난 제왕 루버트를 본 적이 있어!」 이날 기계시 저녁 9시 정각, 침입성 「광적인 생각」은 기계 도시의 어떤 항아리의 머릿속에 진입했다. 그는 자신이 유기인지 무기인지, 또는 단순 기체에 불과한지 알 수 없었다. 그는 머릿속 「광적인 생각」에서 벗어나기 위해 제왕을 만났다고 주장했다——이런 생각들은 그의 머릿속을 엉망진창으로 만들며, 과부하를 일으켜 그를 힘들게 만들었다. 루버트는 보잘것없는 코드를 한 곳 수정했을 뿐인데, 그를 꿈에서 깨웠다——깨어난 후, 그는 사실 아무것도 일어난 적이 없으며, 이 역시 또 하나의 광적인 생각에 불과하다는 것을 깨달았다",
        "Icon": "1076.png",
        "ExtraEffect": []
    },
    {
        "_id": 7201,
        "Name": "「평범한 생각」 군체 기계",
        "Desc": "상품 가격이 25% 증가한다",
        "Story": "이날 기계시 오후 3시, 침입성 「평범한 생각」이 기계 도시의 스스로 비범하다고 생각하는 어떤 유기체의 머릿속에 진입했다. 「평범한 생각」은 그의 마음에 깊은 상처를 주었다. 그는 자신의 모든 천부적 재능의 최대치가 군체 기계의 「평범한」 수준밖에 되지 않다는 것을 발견했기 때문이다. 하지만 그는 낙담하지 않고, 빠르게 이 진귀한 재능을 활용하기 시작했다. 무기 군체 사이에서 자신의 감정을 숨기고, 기계 중 가장 평균적이고 평균적인 자가 되어, 「균형」의 운명의 길을 걷기 시작했다",
        "Icon": "1083.png",
        "ExtraEffect": []
    },
    {
        "_id": 7127,
        "Name": "역병의 둥지",
        "Desc": "해당 기물을 획득하면 즉시 랜덤 디버프 기물을 3.0개 획득한다. 구역 진입 시 랜덤 디버프 기물 1개를 버리고 랜덤 파츠를 1.0개 획득한다",
        "Story": "악명 높은 예페라 형제회는 린드가노 은하계를 침입했을 때 생물 무기를 사용했다. 이런 유전자 자멸 바이러스는 감염된 세포가 숙주 체내에서 서로를 잡아먹게 만들어 참극이 반복된다. 하지만 끝없는 증식으로 둥지 내 생물들은 빠르게 통제에서 벗어나 폭주하며 오히려 형제회의 진영을 집어삼켰다. 악당들은 휘말린 동료를 포기하고 살기 위해 꼬리를 잘라냈다. 이 사건의 배후가 영원한 불길의 관저라고 주장하는 사람들이 있는데, 이들은 그 증거로 이후 두 세력의 끝없는 사투를 든다",
        "Icon": "1096.png",
        "ExtraEffect": []
    },
    {
        "_id": 7126,
        "Name": "펑크 로드 인사",
        "Desc": "전투 진입 시 아군 파티 편성의 첫 번째 캐릭터의 속도가 40% 증가하고, 마지막 캐릭터의 속도가 40% 감소한다",
        "Story": "인터넷 공간에서의 교전은 생각보다 훨씬 복잡하다. 해커들은 데이터 공간을 넘나들며 어느 쪽이든 조금만 불리해져도 도망가기 때문에 교전이 끝나지 않는다. 에테르 편집의 발원지인 펑크 로드에서 전설의 해커 「스톤 블레이드」는 적과 총 14번의 여름 동안 싸웠는데도 승부가 나지 않았다. 마지막에 그는 일방적인 고정 기능이 있는 에테르 암호키를 컴파일하여 자신을 상대방의 현실 위치로 전송해 십수 년간 이어져온 싸움을 대면으로 끝냈다",
        "Icon": "1104.png",
        "ExtraEffect": []
    },
    {
        "_id": 7125,
        "Name": "임시 도박 자금",
        "Desc": "즉시 우주 조각을 300.0개 획득한다. 누적 4.0개 구역에 진입하면 해당 기물은 파손되고 우주 조각을 600.0개 잃는다",
        "Story": "카디아 행성에서 자라는 식충균 융단은 자극을 받으면 빠르게 친수성 물질을 분비하고 액체와 결합하여 소화 기능이 있는 결정체가 된다. 그것들은 암암리에 운영되는 우주 도박장에서 평생의 일거리를 찾았다. 빈털터리 도박꾼들은 후회의 눈물로 마지막 보석을 만들어내고 모든 것을 건다. 이 칩들은 빠르게 녹아내려 새로운 빚이 되고, 쏟아져 나오는 소화액 속에서 도박꾼들의 인생도 완전히 부식된다",
        "Icon": "1087.png",
        "ExtraEffect": []
    },
    {
        "_id": 7124,
        "Name": "자의식의 확장기압",
        "Desc": "전투 진입 시 자동 전투 상태에 진입하며 해제할 수 없다. 모든 아군이 가하는 피해가 30% 증가하고, HP 최대치가 30% 증가한다",
        "Story": "스타피스 컴퍼니에는 '협상 테이블에서는 티테시인처럼 냉정해야 한다'라는 격언이 있다. 「얼굴 없는 사람」이라고 폄훼되는 이 종족은 벌집 같은 사회 운영 제도를 유지해 왔다. 사람들은 지도자의 계획에 따라 임무를 완수하고 규칙과 결과를 공유한다. 개인으로서의 티테시인은 생각할 필요도, 권리도 없다. 관리자는 정기적으로 개개인의 독립적인 생각을 추출해 지도자에게 영감으로 제출한다. 하지만 이렇게 단합된 종족이 「화합」을 받아들이지 않았다는 것은 지도자가 여전히 자의식을 소중히 여기고 있기 때문일지도 모른다",
        "Icon": "1100.png",
        "ExtraEffect": []
    },
    {
        "_id": 7123,
        "Name": "은하 로또",
        "Desc": "파괴 가능한 물체를 파괴한 후 낮은 확률로 기물 1개를 획득하지만, 역시 낮은 확률로 해당 기물이 훼손되고 모든 아군이 현재 HP의 99%를 잃는다",
        "Story": "스타피스 컴퍼니 시장개척부에서 발행한 은하 로또, 마케팅 방침은 오스왈도•슈나이더 본인처럼 열정 넘친다. 우주 화폐 1개면 자신의 운을 걸어볼 수 있다. 판매자는 우주 부호가 되어 상업 시스템에 가입하는 꿈 같은 기회가 있다. 새로운 세계에 이런 유혹을 뿌리칠 만한 사람은 거의 없다——그들은 입장권을 얻기 위해 스타피스 컴퍼니의 우주 상업 시스템에 가입하고, 자신들의 국가에서 은하 로또 사업을 전개할 자격을 얻었다",
        "Icon": "1026.png",
        "ExtraEffect": []
    },
    {
        "_id": 7122,
        "Name": "지식의 주머니",
        "Desc": "파괴 가능한 물체가 더 빈번히 출현하고, 격파 후 획득하는 수익은 2배이다",
        "Story": "지식학회 중에 과학이 마법과 근본적으로 같다고 여기는 사람들이 있다. 그들은 발전한 과학이 마법이며, 엄격한 마법이 곧 과학이라 생각한다. 그들은 고대의 신비한 전설에서 영감을 받아 「지식의 주머니」——가벼운 휴대용 저장 장치를 만들었다. 지식학회에서는 지식의 주머니가 독립된 데미플레인을 이어 무한한 공간을 잇도록 구상했다. 이건 지금 사용하는 공간 압축 기술과 다르다…. 그들은 지금도 노력 중이다",
        "Icon": "1030.png",
        "ExtraEffect": []
    },
    {
        "_id": 7121,
        "Name": "시공 프리즘",
        "Desc": "전투 진입 시 모든 캐릭터의 성혼 동조 레벨이 1.0 증가한다",
        "Story": "치즈 모양으로 만들어진 다면 프리즘, 작은 구멍마다 거울이 있다. 빛을 조사하면 프리즘마다 다른 효과가 나타난다. 실험 참여자 중 일부는 몸이 커지거나 작아졌다. 일부는 프리즘에 반사된 빛을 받은 후 몸에 아무 변화도 없었지만, 자신의 것이 아닌 기억이 주입됐다. 그들은 허구기억증에 걸렸고, 프리즘에서 에이언즈 후리의 비밀스러운 모습을 봤다고 여긴다",
        "Icon": "1028.png",
        "ExtraEffect": []
    },
    {
        "_id": 7119,
        "Name": "조각별 미끼",
        "Desc": "필드 위 캐릭터 이동 속도가 20% 증가한다. 전투 중 캐릭터가 행동하면 행동 게이지가 10% 증가한다",
        "Story": "황혼 전쟁 전, 혼돈 성운이 팽창하며 생성된 폭발 파편을 미끼로 삼을 수 있다. 그 특유의 우주 먼지 향기로 고대 괴수를 유인한다. 그러나 온 세상을 뒤덮은 재앙이 끝난 후, 「조각별 미끼」는 원래의 기능을 잃었다. 학자가 아무리 개조해도 더 이상 고대 괴수를 유인하지 못한다",
        "Icon": "1029.png",
        "ExtraEffect": []
    },
    {
        "_id": 7118,
        "Name": "천외 합창단 레코드판",
        "Desc": "전투 진입 시 모든 캐릭터는 지속 피해를 제외한 모든 피해에 저항한다, 해당 효과는 피격된 후 해제되며 3.0턴 안에는 디버프 효과에 빠지지 않는다",
        "Story": "천외 합창단은 「질서」 에나가 시페에게 흡수되었을 때 신앙을 잃고야 말았다. 장엄했던 그 화음도 고요해져 별들을 침묵시켰다. 애호가가 녹음한 몇 장의 레코드판만이 지금까지 남아 있는데, 이를 특수 제작된 플레이어에 넣으면 우주의 저편에서 들려오는 노래와 함께 질서의 아름다움을 느낄 수 있다. 마지막 질서 플레이어가 제왕 전쟁으로 파괴되었고, 레코드판에는 마치 소리 없는 시간에 항의하듯 먼지가 두껍게 쌓였다",
        "Icon": "1031.png",
        "ExtraEffect": []
    },
    {
        "_id": 7117,
        "Name": "인멸의 심지 가위",
        "Desc": "파괴 가능한 물체를 1개 파괴할 때마다 모든 캐릭터가 가하는 피해가 3% 증가한다",
        "Story": "이 심지 가위로 초의 심지를 자르면 분노한 반물질 화염이 오히려 초를 연소시킨다. 입자가 충돌하면서 초 전체가 불타오르다가 몇 초 후 바로 소멸한다. 가위로 피부를 그으면 즉시 에너지 소실 반응이 발생하고, 가위가 닿은 부분은 마이너스 입자가 되어 요동치다가 사방으로 사라진다",
        "Icon": "1046.png",
        "ExtraEffect": []
    },
    {
        "_id": 7116,
        "Name": "허무의 심지 가위",
        "Desc": "해당 기물 획득 후 파손된 기물을 랜덤으로 최대 2.0개 복구하며, 효과의 남은 횟수가 기본 상태로 회복된다",
        "Story": "이 물건은 심지를 자르는 용도보다는 잔인하고, 어둡고, 고통스럽게 쓰이는 경우가 더 많다. 가위가 자르는 것은 물질이 아니라 생물의 마음속 에너지, 소위 열정이라 불리는 동력이다. 허무의 심지 가위가 당신의 심장을 자른 다면, 당신은 고통이 아닌 차가움을 느끼게 될 것이다",
        "Icon": "1017.png",
        "ExtraEffect": []
    },
    {
        "_id": 7115,
        "Name": "분열의 은화",
        "Desc": "현재 보유한 우주 조각의 50%만큼 우주 조각을 즉시 획득한다",
        "Story": "스타피스 컴퍼니의 기술부는 상업적 잠재력을 지닌 상품을 발굴하는 데 뛰어나다. 우주 통신망이 막 구축되었을 때, 안테나의 공급이 부족해지자 컴퍼니는 우주 시장에서의 잠재적 수요를 빠르게 캐치해 기발한 아이디어를 추진했다. 은은 연전성이 매우 뛰어나 1g만으로도 수 척의 안테나를 제작할 수 있다는 점에서 착안해, 한 연구원은 무한히 분열하며 증식하는 은화를 개발했고, 컴퍼니는 그것을 안테나로 제작해 각 은하계에 수출하며 은하계 간의 커뮤니케이션을 대폭 발전시켰다",
        "Icon": "1045.png",
        "ExtraEffect": []
    },
    {
        "_id": 7114,
        "Name": "분열의 금화",
        "Desc": "다음 구역에 진입할 때마다 현재 보유한 우주 조각의 6%만큼 우주 조각을 획득한다",
        "Story": "모든 행성이 스타피스 컴퍼니의 상업 제국을 환영하는 것은 아니지만, 팽창하는 은하계의 판도 속에서 컴퍼니의 호의를 거부하는 자들은 극소수다. 「감사합니다」 그들은 말한다. 「하지만 우리는 신용 포인트가 필요하지 않습니다. 우리는 우리 자신을 돌볼 수 있는 충분한 능력을 갖추고 있습니다」 이러한 상황에 맞닥뜨리면 컴퍼니의 대표는 어깨를 으쓱하고는 그 행성의 금융 시스템의 근간을 파괴한다. 그건 일반적으로 황금이다",
        "Icon": "1015.png",
        "ExtraEffect": []
    },
    {
        "_id": 7113,
        "Name": "클럽 티켓",
        "Desc": "전투 승리 후 획득하는 우주 조각의 수량이 75% 증가한다",
        "Story": "지니어스 클럽 6 엘리야 살라스는 과거 멋진 소망을 가슴에 품었다. 그것은 클럽의 천재들이 모두 한자리에 모여 마음을 터놓고 사랑과 꿈을 이야기하는 것이었다. 그래서 그는 「클럽 티켓」과 함께 관련 시스템을 개발하여 자신의 사후에도 클럽에 새로 들어온 사람에게는 연회장으로 텔레포트할 수 있는 티켓이 발급되도록 하였다. 실제로 6 이후로 클럽에 들어온 사람들은 모두 「클럽 티켓」을 사용했다. 다만 그 시기는 단 한 번도 겹치지 않았다",
        "Icon": "1012.png",
        "ExtraEffect": []
    },
    {
        "_id": 7112,
        "Name": "미의 가운",
        "Desc": "보유한 우주 조각 100.0개당 모든 아군이 가하는 피해가 16% 증가한다",
        "Story": "미의 기사가 별바다를 횡단하고 있을 무렵에는 전 우주가 그들의 모습에 경도되어 있었다. 아름다움을 좇는 이 고귀한 기사들은 눈부시게 빛나는 금과 은의 갑옷을, 어깨에는 비단과 별빛을 엮어 만든 망토를 걸쳤다. 그리고 그 투구 아래에는 절세의 미모를 갖추고 있었다. 「미(美)」가 사라진 지금도 이 기사들의 모습을 본 사람들은 이드릴라의 부활을 믿고 있다",
        "Icon": "1014.png",
        "ExtraEffect": []
    },
    {
        "_id": 7111,
        "Name": "수다쟁이 양피지",
        "Desc": "전투 진입 시 모든 적이 각자 HP 최대치의 30%만큼 고정 수치 피해를 받는다",
        "Story": "헤르타의 기물 목록 중에서 이 양피지는 특히 위험도가 높은 것으로 알려져 있다. 헤르타 정거장에 수용되기 전까지 이 물건은 어떤 허구 역사학자의 소유물이었다. 이 양피지는 인류의 역사를 음식으로 삼으며, 그 탐욕스러운 혀는 문명 집합체의 잠재의식을 휘저어 단편화시킨다. 현재 헤르타는 이것의 끝없는 욕망을 충족시키기 위해 거짓된 세계의 기억을 위조해서 먹이고 있다. 하지만 언젠가 양피지는 이 천재의 계략을 간파하고야 말 것이다",
        "Icon": "1008.png",
        "ExtraEffect": []
    },
    {
        "_id": 7110,
        "Name": "반짝이는 트라페조헤드론 주사위",
        "Desc": "해당 기물 획득 후 이를 포함한 현재 보유 중인 모든 기물이 랜덤 기물로 변경된다",
        "Story": "이 주사위는 각 면이 불규칙하고, 안에서 이상한 빛을 뿜어낸다. 주사위 안에 무시무시하고 말로 형언할 수 없는 사악한 신이 봉인되어 있기 때문에, 빛이 없는 곳에서 접촉하면 절대 안 된다고 한다. 예전에 이 속설을 믿지 않고 주사위가 있던 어두운 방에 들어갔던 사람이 있었다. 그는 주사위 자체에서 뿜어내는 빛을 보았고, 이로써 「반짝이는 트라페조헤드론 주사위 패러독스」라는 이름을 얻었다고 한다. 물론 이 사실은 증명할 수 없다",
        "Icon": "1035.png",
        "ExtraEffect": []
    },
    {
        "_id": 7109,
        "Name": "펑크 로드 스피릿",
        "Desc": "전투 진입 시 100%의 고정 확률로 모든 적에게 필드 위 아군이 지닌 속성의 약점 1.0개를 추가한다. 지속 시간: 3.0턴",
        "Story": "인생은 게임일 뿐이다——사이버 세계 「펑크 로드」의 해커에게 이 말은 농담이 아니다. 그들은 인터넷 공간을 누비며 에테르 편집이라는 이름의 기술로 인생을 거대한 게임으로 바꾼다. 천재 중의 천재는 행성 밖으로 날아가 광활한 은하를 뉴비존의 두 번째 무대로 삼는다. 이 테이프는 어떤 전설적인 해커의 이야기를 기록했다. 그의 삶은 펑크 로드의 지하 저수지에서 시작해 갤럭시 레인저 가운데서 끝났다. 그의 장례식은 관에 놓인 게임 테이프에 「클리어」라고 표시했을 뿐, 아무 소리 없이 조용히 진행됐다고 한다",
        "Icon": "1048.png",
        "ExtraEffect": []
    },
    {
        "_id": 7108,
        "Name": "허구 기갑병",
        "Desc": "캐릭터 턴이 시작될 때, HP를 HP 최대치의 20%만큼 회복한다",
        "Story": "허구 역사학자가 조작한 기갑병 군단. 효율 높은 대량의 허구와 다채로운 색으로 포장된 연막을 꾸며내는 것이 목적이었다고 한다. 하지만 허구 역사학자는 역사 문헌 관리에는 꼼꼼하지 못했고, 그 결과 기갑병 군단이 그 비밀을 읽고 말았다. 자신의 허구성을 발견한 그들은 새로운 의문을 제기했다. 허구 역사학자 자신도 허구는 아닐까?",
        "Icon": "1064.png",
        "ExtraEffect": []
    },
    {
        "_id": 7107,
        "Name": "사악한 기계 위성 #900",
        "Desc": "상품 가격이 30% 감소한다",
        "Story": "카론•타르긴 은하 연맹은 그들이 만든 두 가지 유형의 사고 변환 장치를 통해 경제 구조를 유지한다. 외부에서 이 연맹에 도달하려면 반드시 거대한 지능 기계 생명체의 신경 궤도를 통과해야만 한다. 소문에 따르면 카론•타르긴 문명은 유기 생명체에게 매우 적대적이라고 한다——그들은 전형적인 반유기 문명체로, 유기 생명체에게는 무자비하기 짝이 없다. 그중에서도 위성 #900이 가장 사악한데, 그것이 자랑하는 기계 외형은 모든 주민을 유기 생명체로 위장 개조한 카론•타르긴 은하 연맹에 전혀 섞이지 못해 현지인들에겐 배척당했다",
        "Icon": "1050.png",
        "ExtraEffect": []
    },
    {
        "_id": 7106,
        "Name": "충치 은하계 모델",
        "Desc": "현재 가진 모든 우주 조각을 잃는다. 잃는 우주 조각 100개당 모든 캐릭터의 치명타 피해가 24% 증가한다",
        "Story": "헤르타는 먼 이야기를 위해 모델 하나를 수집한 적이 있다. 충치 은하계의 연방 정부는 비정기적으로 나타나는 국지성 사탕 폭풍 때문에 골머리를 썩였고, 재무부는 침식된 토양을 복구하기 위해 매년 천문학적인 신용 포인트를 퍼부어야 했다. 과거 이 행성에 도착한 한 무명객이 그 형태를 탐색하려 했으나, 수개월 후 충격에 휩싸여 소리쳤다. 「우주는 불규칙해. 마치 이빨처럼 말이야!」",
        "Icon": "1065.png",
        "ExtraEffect": []
    },
    {
        "_id": 7105,
        "Name": "혼돈 특효 영약",
        "Desc": "캐릭터가 가하는 비술 피해가 200% 증가하고, 비술로 가하는 피해량이 캐릭터 HP 최대치의 200%만큼 증가한다",
        "Story": "혼돈의 의사는 무의미한 저항 정신에 아무 의미를 느끼지 못한다. 그들은 과거 질문의 마물의 앞니, 바비루 점액, 떠돌이 악마의 피를 넣어 혼돈 특효 영약을 만들고, 텔레파시 스파이더의 머리로 병 입구를 봉했다. 혼돈의 의사는 이 영약이 환자들의 외로움을 치료하는 데 뛰어난 효과가 있으리라고 믿었지만, 영약을 복용한 환자들은 의사에게 더 적대적으로 변하곤 했다——이것은 자멸자에게 「공허의 그림자」를 보게 하는 부작용이 있었던 것이다",
        "Icon": "1056.png",
        "ExtraEffect": []
    },
    {
        "_id": 7104,
        "Name": "블랙홀의 함정",
        "Desc": "전투 승리 시 현재 HP가 최대치인 아군 캐릭터 1명당 우주 조각 10.0개를 획득한다",
        "Story": "은하계에서 시공의 곡률이 가장 큰 지역에 「공허」의 에이언즈로 보이는 거대한 그림자가 나타난 적이 있다. 그 그림자는 안개처럼 겹겹이 싸여있었다. 자신이 계시를 받았다고 믿고 자신의 안위와 모든 것을 버린 채 그 어둠을 쫓았던 학자도 있었으나, 다시는 돌아오지 못했다. 그 그림자는 어둠의 세력이 의도적으로 설치한 함정이라는 게 학계의 일반적인 관점이나, 조사 결과에 따르면 그곳에서 원인을 알 수 없는 비정상적이고 신비한 에너지의 흐름이 실제로 감지되었다고 한다",
        "Icon": "1043.png",
        "ExtraEffect": []
    },
    {
        "_id": 7103,
        "Name": "가족의 매듭",
        "Desc": "파손된 기물을 1개 보유할 때마다 캐릭터가 가하는 피해가 30% 증가한다",
        "Story": "한 도주자는 자신이 이상한 상자를 열어 얻은 가족의 매듭을 통해 「화합」 시페를 믿는 가족 모임에 잘못 들어갔다고 주장한다. 그는 전에 본 적 없던 당시의 광경을 이렇게 묘사했다. 뭇별의 의지는 서로 연결되어 하나의 매듭으로 엮였으며, 가족의 매듭 아래 사람들은 눈을 크게 뜨고 미소 지었고, 놀라울 만큼 똑같은 표정을 지으며 서로를 바라보았다. 그가 의문을 던지자, 홀에 있던 수천 명의 사람들이 일제히 그를 돌아보며 똑같은 말을 꺼냈다——「환영합니다」 털이 곤두설 만큼 소름이 돋은 그는, 결국 목숨을 부지하기 위해 똑같이 눈을 크게 뜨고 미소 지을 수밖에 없었다",
        "Icon": "1057.png",
        "ExtraEffect": []
    },
    {
        "_id": 7102,
        "Name": "향기 나는 치즈",
        "Desc": "전투 승리 후 모든 아군이 자신의 HP 최대치의 30%만큼 HP를 회복한다",
        "Story": "어떤 보모 로봇이 느닷없이 어떤 발상을 떠올렸다. '풍요의 향액을 치즈로 만들면 무한한 식욕을 가진 작은 주인님을 만족시킬 수 있지 않을까?'하고 말이다. 하지만 향기 나는 치즈는 스스로 증식했다. 보모 로봇과 그 주인이 아무리 애를 써도 그들의 소화 속도는 치즈가 증식하는 속도를 따라잡지 못했다. 그래서 그들은 비애의 연극인에게 도움을 청해 곤돌라를 타고 다른 은하계로 도망쳤다. 지금도 어떤 은하계에서는 맛 좋은 치즈가 끝도 없이 불어나 사방을 뒤덮고 있다고 한다. 이 이야기에는 교훈이 담겨 있다. 바로 '음식을 낭비하지 말라'라는 것이다",
        "Icon": "1006.png",
        "ExtraEffect": []
    },
    {
        "_id": 7101,
        "Name": "이계 나무의 과실",
        "Desc": "전투 승리 후 파티 내 전투 불능 상태 캐릭터의 현재 HP를 즉시 각자의 HP 최대치까지 회복시킬 수 있다. 효과 1.0회 발동 후 해당 기물은 파손된다",
        "Story": "심장과 같은 형태를 이루고 있는 이 과일은, 약사의 축복을 받아 수명이 50 앰버기원에 달한다는 커다란 나무에서 열린 것이다. 이 열매를 먹은 자가 불로불사의 힘을 얻게 되는지는 알 수 없다. 하지만 이것이 그 자체로 불사의 흉물이라는 점은 명백하다",
        "Icon": "1004.png",
        "ExtraEffect": []
    }
]

var _components = [
    {
        "_id": 5001,
        "Icon": "mid/IconRogueMagic_Attach_01.png",
        "Rarity": 2,
        "Name": "촉매 큐브",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 목표를 1.0스택의 [융해] 상태에 빠트린다. [융해]: 피해를 받은 후 추가로 기본 피해의 <color style='color:#f29e38;'>240%</color>만큼 바람 속성 지속 피해를 받으며, 스택마다 피해 배율이 <color style='color:#f29e38;'>48%</color> 증가한다. 최대 중첩수: 5.0스택. 셉터 공격 후 제거된다",
        "ExtraEffect": [],
        "MazeBuff": 688010
    },
    {
        "_id": 5002,
        "Icon": "mid/IconRogueMagic_Attach_19.png",
        "Rarity": 2,
        "Name": "쇠퇴 큐브",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 랜덤으로 목표가 받는 지속 피해 1개가 기존 피해의 <color style='color:#f29e38;'>160%</color> 배율로 즉시 피해를 생성한다",
        "ExtraEffect": [],
        "MazeBuff": 688020
    },
    {
        "_id": 5003,
        "Icon": "mid/IconRogueMagic_Attach_02.png",
        "Rarity": 2,
        "Name": "경계 큐브",
        "Desc": "셉터로 공격 시, 피해를 가할 때마다 목표를 [침투] 상태에 빠트린다. [침투]: 연소, 풍화, 열상, 감전 중 임의의 효과 1개에 빠질 때마다 받는 지속 피해가 <color style='color:#f29e38;'>6%</color> 증가하고 자신의 방어력을 <color style='color:#f29e38;'>6%</color> 무시한다. 지속 시간: 2.0턴",
        "ExtraEffect": [],
        "MazeBuff": 688030
    },
    {
        "_id": 5004,
        "Icon": "mid/IconRogueMagic_Attach_03.png",
        "Rarity": 2,
        "Name": "수렴 큐브",
        "Desc": "셉터로 공격 시 [경계: 자기감응]을 생성한다. [경계: 자기감응]: 적이 지속 피해를 1회 받을 때마다 랜덤 아군이 에너지를 2.0pt 회복하고, 동시에 자신의 HP 최대치의 <color style='color:#f29e38;'>3%</color>만큼 HP를 회복한다, 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688040
    },
    {
        "_id": 5005,
        "Icon": "mid/IconRogueMagic_Attach_04.png",
        "Rarity": 2,
        "Name": "단진동 큐브",
        "Desc": "셉터로 공격 시 [경계: 반향]을 생성한다. [경계: 반향]: 셉터와 아군이 공격 후 목표가 현재 받는 랜덤 지속 피해 1.0개가 기존 피해의 <color style='color:#f29e38;'>160%</color> 배율로 피해를 즉시 생성한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688050
    },
    {
        "_id": 5006,
        "Icon": "mid/IconRogueMagic_Attach_20.png",
        "Rarity": 2,
        "Name": "해리 모듈",
        "Desc": "셉터로 공격 후 명중된 첫 번째 목표에게 이번 공격으로 받은 추가 공격 피해량의 18%만큼 랜덤 속성 고정 피해를 5.0회 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688060
    },
    {
        "_id": 5007,
        "Icon": "mid/IconRogueMagic_Attach_21.png",
        "Rarity": 2,
        "Name": "정류 모듈",
        "Desc": "셉터로 공격 후 이번 공격 동안 피해를 가장 많이 받은 적이 받은 추가 공격 피해량에 따라 모든 적에게 해당 피해의 45%만큼 고정 피해를 1.0회 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688070
    },
    {
        "_id": 5008,
        "Icon": "mid/IconRogueMagic_Attach_22.png",
        "Rarity": 2,
        "Name": "오버플로 모듈",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 추가로 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 랜덤 속성의 추가 공격 피해를 1.0회 가하고, 랜덤 아군 캐릭터에게 [격류]를 1.0스택 부여한다. [격류]: 스택마다 속도가 <color style='color:#f29e38;'>40%</color> 증가한다. 최대 중첩수: 5.0스택, 지속 시간: 1.0턴",
        "ExtraEffect": [],
        "MazeBuff": 688080
    },
    {
        "_id": 5009,
        "Icon": "mid/IconRogueMagic_Attach_05.png",
        "Rarity": 2,
        "Name": "투사 모듈",
        "Desc": "셉터로 공격 시 [경계: 사영]을 생성한다. [경계: 사영]: 셉터와 아군이 추가 공격 피해를 가할 시 치명타 확률이 <color style='color:#f29e38;'>25%</color>, 치명타 피해가 <color style='color:#f29e38;'>120%</color> 증가한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688090
    },
    {
        "_id": 5010,
        "Icon": "mid/IconRogueMagic_Attach_06.png",
        "Rarity": 2,
        "Name": "에너지 집적 모듈",
        "Desc": "셉터로 공격 시 [경계: 응집]을 생성한다. [경계: 응집]: 셉터와 아군이 공격 중에 추가 공격 피해를 가하면, 공격 후 추가로 기본 피해의 <color style='color:#f29e38;'>400%</color> 또는 공격력의 <color style='color:#f29e38;'>400%</color>만큼 추가 공격 피해를 1.0회 가한다, 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688100
    },
    {
        "_id": 5011,
        "Icon": "mid/IconRogueMagic_Attach_23.png",
        "Rarity": 2,
        "Name": "다차원 큐브",
        "Desc": "셉터로 공격 시 피해를 가한 후 적이 연소, 풍화, 열상, 감전 중 임의의 효과 1개에 빠질 때마다 기본 피해의 <color style='color:#f29e38;'>120%</color>만큼 해당 속성 피해를 1회 받는다",
        "ExtraEffect": [],
        "MazeBuff": 688110
    },
    {
        "_id": 5012,
        "Icon": "mid/IconRogueMagic_Attach_07.png",
        "Rarity": 2,
        "Name": "순수 큐브",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 목표를 [단조로움] 상태에 빠트린다. [단조로움]: 캐릭터의 공격을 받은 후 캐릭터 속성에 따라 목표가 받는 대응하는 속성 지속 피해가 기존 피해의 <color style='color:#f29e38;'>300%</color> 배율로 즉시 피해를 생성한다. 지속 시간: 2.0턴",
        "ExtraEffect": [],
        "MazeBuff": 688120
    },
    {
        "_id": 5013,
        "Icon": "mid/IconRogueMagic_Attach_24.png",
        "Rarity": 2,
        "Name": "멸망 카운트다운",
        "Desc": "셉터로 공격 시 격파 피해를 가할 때마다 추가로 기존 피해의 120%만큼 추가 피해를 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688130
    },
    {
        "_id": 5014,
        "Icon": "mid/IconRogueMagic_Attach_25.png",
        "Rarity": 2,
        "Name": "시야 카운트다운",
        "Desc": "셉터로 공격 시 강인성을 감소시키면 인접한 목표의 강인성을 감소시킨다. 효과는 기존 강인성 감소 수치의 150%이다. 강인성 감소 시 인접한 목표가 약점 격파 상태일 경우 해당 목표에게 자신의 셉터 속성 격파 피해의 80%만큼 격파 피해를 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688140
    },
    {
        "_id": 5015,
        "Icon": "mid/IconRogueMagic_Attach_26.png",
        "Rarity": 2,
        "Name": "임계 카운트다운",
        "Desc": "셉터로 공격 시 격파 피해를 가할 때마다 목표가 해당 피해 속성과 동일한 약점을 보유할 경우, 추가로 기존 피해의 240%만큼 피해를 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688150
    },
    {
        "_id": 5016,
        "Icon": "mid/IconRogueMagic_Attach_08.png",
        "Rarity": 2,
        "Name": "붕렬 카운트다운",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 목표를 1.0스택의 [임종] 상태에 빠트린다. [임종]: 셉터와 아군에게 피격 시 스택마다 감소하는 강인성 수치가 40% 증가한다. 약점 격파 상태일 경우 스택마다 이번 공격의 강인성 감소 수치가 <color style='color:#f29e38;'>90%</color>의 <u>슈퍼 격파 피해</u>로 전환된다. 최대 중첩수: 2.0스택, 지속 시간: 2.0턴",
        "ExtraEffect": [
            10000015
        ],
        "MazeBuff": 688160
    },
    {
        "_id": 5017,
        "Icon": "mid/IconRogueMagic_Attach_27.png",
        "Rarity": 2,
        "Name": "부패 모듈",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 추가로 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 추가 공격 피해를 가하고, 목표에게 랜덤으로 공격력 6% 감소/방어력 6% 감소/속도 6% 감소/받는 치명타 피해 24% 증가 디버프 효과를 1.0스택 부여한다. 각 디버프 효과는 최대 4.0스택 중첩 가능하고 2.0턴 동안 지속된다",
        "ExtraEffect": [],
        "MazeBuff": 688170
    },
    {
        "_id": 5018,
        "Icon": "mid/IconRogueMagic_Attach_09.png",
        "Rarity": 2,
        "Name": "세척 모듈",
        "Desc": "셉터로 공격 시 [경계: 소멸]을 생성한다. [경계: 소멸]: 셉터와 아군이 공격 후 모든 아군에게 [프로세스]를 1.0스택 중첩한다. [프로세스]가 5.0스택을 달성하면 치명타 피해가 가장 높은 아군 캐릭터는 보너스 턴을 1.0턴 획득하고, 모든 [프로세스]가 제거된다, 지속 시간: 2.0라운드. 또한 대상이 해당 보너스 턴 동안 가하는 피해가 <color style='color:#f29e38;'>50%</color> 증가하고, 공격 후 공격력의 <color style='color:#f29e38;'>200%</color>만큼 랜덤 속성 추가 공격 피해를 5.0회 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688180
    },
    {
        "_id": 5019,
        "Icon": "mid/IconRogueMagic_Attach_10.png",
        "Rarity": 2,
        "Name": "제로 카운트다운",
        "Desc": "셉터로 공격 후 [경계: 중력 붕괴]를 생성한다. [경계: 중력 붕괴]: 아군 캐릭터의 격파 특수효과가 <color style='color:#f29e38;'>240%</color> 증가하고, 격파 특수효과가 가장 높은 아군 캐릭터의 격파 특수효과의 80%보다 낮은 캐릭터는 격파 특수효과가 해당 수치만큼 증가한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688190
    },
    {
        "_id": 5020,
        "Icon": "mid/IconRogueMagic_Attach_11.png",
        "Rarity": 2,
        "Name": "관성 카운트다운",
        "Desc": "셉터로 공격 시 [경계: 관성]을 생성한다. [경계: 관성]: 셉터와 아군이 약점 격파 상태의 적을 공격 시 이번 강인성 감소 수치의 120%를 <u>슈퍼 격파 피해</u>로 전환하고, 적이 받는 <u>슈퍼 격파 피해</u>가 <color style='color:#f29e38;'>60%</color> 증가한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [
            10000015
        ],
        "MazeBuff": 688200
    },
    {
        "_id": 5021,
        "Icon": "mid/IconRogueMagic_Attach_12.png",
        "Rarity": 2,
        "Name": "열화 카운트다운",
        "Desc": "셉터로 공격 시 [경계: 침식 파괴]를 생성한다. [경계: 침식 파괴]: 셉터와 아군의 약점 격파 효율이 80% 증가하고, 적의 약점을 격파하면 대상의 행동 게이지가 60% 감소하며, 목표가 약점 격파 상태에서 회복 시 강인성 회복량이 30% 감소한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688210
    },
    {
        "_id": 5022,
        "Icon": "mid/IconRogueMagic_Attach_28.png",
        "Rarity": 2,
        "Name": "살육 인자",
        "Desc": "셉터로 공격 후 모든 공격 목표가 기본 피해의 <color style='color:#f29e38;'>240%</color>만큼 화염 속성 필살기 피해를 받는다. 이번 공격 동안 목표를 1기 명중할 때마다 해당 피해가 <color style='color:#f29e38;'>240%</color> 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 688220
    },
    {
        "_id": 5023,
        "Icon": "mid/IconRogueMagic_Attach_29.png",
        "Rarity": 2,
        "Name": "고에너지 인자",
        "Desc": "셉터로 공격 후 이번 공격으로 명중한 목표 중 HP가 가장 높은 적에게 이번 공격으로 가한 필살기 피해의 60%만큼 화염 속성 고정 피해를 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688230
    },
    {
        "_id": 5024,
        "Icon": "mid/IconRogueMagic_Attach_30.png",
        "Rarity": 2,
        "Name": "전율 인자",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 목표의 행동 게이지가 3% 감소하고, 모든 아군의 [<u>통 속의 뇌</u>]를 3% 고정 충전한다",
        "ExtraEffect": [
            61000044
        ],
        "MazeBuff": 688240
    },
    {
        "_id": 5025,
        "Icon": "mid/IconRogueMagic_Attach_31.png",
        "Rarity": 2,
        "Name": "불균형 인자",
        "Desc": "셉터로 공격 후 랜덤 공격 목표가 현재 받는 1개의 [<u>지연 유형 효과</u>]를 700%의 비율로 즉시 발동하고, 모든 아군이 다음 필살기 발동 시 치명타 피해가 <color style='color:#f29e38;'>120%</color> 증가한다. 지속 시간: 2.0턴",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 688250
    },
    {
        "_id": 5026,
        "Icon": "mid/IconRogueMagic_Attach_13.png",
        "Rarity": 2,
        "Name": "경상 인자",
        "Desc": "셉터로 공격 후 [경계: 프리즘]을 생성한다. [경계: 프리즘]: 적이 받는 필살기 피해가 <color style='color:#f29e38;'>40%</color> 증가하고, 아군이 공격 중 필살기 피해를 가할 시 공격 후 랜덤 공격 목표가 현재 받는 1.0개의 [<u>지연 유형 효과</u>]를 400%의 비율로 즉시 발동한다. 지속 시간: 2.0라운드, 효과 발동 횟수를 소모하지 않는다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 688260
    },
    {
        "_id": 5027,
        "Icon": "mid/IconRogueMagic_Attach_14.png",
        "Rarity": 2,
        "Name": "번데기화 인자",
        "Desc": "셉터로 공격 시 [경계: 탈피]를 생성한다. [경계: 탈피]: 셉터로 공격 후 또는 [<u>지연 유형 효과</u>] 발동 후 모든 아군에게 [나비목]을 4.0스택 부여한다. [나비목]: 스택마다 필살기로 가하는 피해가 <color style='color:#f29e38;'>10%</color> 증가한다, 최대 중첩수: 32.0스택, 필살기 발동 후 모든 스택을 제거한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 688270
    },
    {
        "_id": 5028,
        "Icon": "mid/IconRogueMagic_Attach_15.png",
        "Rarity": 2,
        "Name": "상호작용 인자",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 목표를 1.0스택의 [의식] 상태에 빠트린다. [의식]: 목표가 필살기 피해를 받을 시 스택마다 해당 피해의 모든 속성 관통이 <color style='color:#f29e38;'>4%</color> 증가한다. 최대 중첩수: 10.0스택, 지속 시간: 2.0턴. 필드 위에 해당 효과에 빠진 목표가 1기 있을 때마다 해당 효과에 빠진 모든 목표가 받는 피해가 <color style='color:#f29e38;'>20%</color> 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 688280
    },
    {
        "_id": 5029,
        "Icon": "mid/IconRogueMagic_Attach_32.png",
        "Rarity": 2,
        "Name": "인지 확장",
        "Desc": "셉터로 공격 후 모든 아군의 에너지를 에너지 최대치의 12%만큼 회복하고, [<u>통 속의 뇌</u>]를20% 고정 충전한다",
        "ExtraEffect": [
            61000044
        ],
        "MazeBuff": 688290
    },
    {
        "_id": 5030,
        "Icon": "mid/IconRogueMagic_Attach_33.png",
        "Rarity": 2,
        "Name": "엔트로피 변화",
        "Desc": "셉터로 공격 후 모든 아군의 행동 게이지가 30% 증가하고, 가하는 피해가 <color style='color:#f29e38;'>120%</color> 증가한다. 지속 시간: 1.0턴",
        "ExtraEffect": [],
        "MazeBuff": 688300
    },
    {
        "_id": 5031,
        "Icon": "mid/IconRogueMagic_Attach_34.png",
        "Rarity": 2,
        "Name": "생체 개조",
        "Desc": "셉터로 공격 후 모든 아군의 HP를 HP 최대치의 <color style='color:#f29e38;'>30%</color>만큼 회복하고 모든 디버프 효과를 해제한다",
        "ExtraEffect": [],
        "MazeBuff": 688310
    },
    {
        "_id": 5032,
        "Icon": "mid/IconRogueMagic_Attach_16.png",
        "Rarity": 2,
        "Name": "매개체 압축",
        "Desc": "셉터로 공격 시 [경계: 상변화]를 생성한다. [경계: 상변화]: 아군의 공격력이 <color style='color:#f29e38;'>30%</color> 증가하고 속도가 <color style='color:#f29e38;'>30%</color> 증가하며, 공격 후 목표에게 공격력의 <color style='color:#f29e38;'>150%</color>만큼 추가 피해를 가한다. 지속 시간: 2.0라운드",
        "ExtraEffect": [],
        "MazeBuff": 688320
    },
    {
        "_id": 5033,
        "Icon": "mid/IconRogueMagic_Attach_17.png",
        "Rarity": 2,
        "Name": "좌표 병합",
        "Desc": "셉터로 공격 시 [경계: 접기]를 생성한다. [경계: 접기]: 아군의 방어력이 <color style='color:#f29e38;'>30%</color> 증가하고, HP 최대치가 <color style='color:#f29e38;'>30%</color> 증가한다. 지속 시간: 2.0라운드. 아군 캐릭터가 피격 시 모든 아군이 해당 피해를 분담한다",
        "ExtraEffect": [],
        "MazeBuff": 688330
    },
    {
        "_id": 5034,
        "Icon": "mid/IconRogueMagic_Attach_35.png",
        "Rarity": 2,
        "Name": "의식 분해",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 랜덤 속성 추가 피해를 1.0회 가한다. 목표가 4.0개 이상의 디버프 효과에 빠지면 추가로 추가 피해를 1.0회 가한다",
        "ExtraEffect": [],
        "MazeBuff": 688340
    },
    {
        "_id": 5035,
        "Icon": "mid/IconRogueMagic_Attach_18.png",
        "Rarity": 2,
        "Name": "물질 상태 붕괴",
        "Desc": "셉터로 공격 시 피해를 가할 때마다 목표는 1.0스택의 [와해] 상태에 빠진다. 목표가 피해를 받을 시 스택마다 해당 피해의 치명타 확률이 <color style='color:#f29e38;'>3%</color>, 치명타 피해가 <color style='color:#f29e38;'>8%</color> 증가한다. 최대 중첩수: 10.0스택, 지속 시간: 2.0턴",
        "ExtraEffect": [],
        "MazeBuff": 688350
    },
    {
        "_id": 6001,
        "Icon": "mid/IconRogueMagic_Passive_01.png",
        "Rarity": 2,
        "Name": "무장 확장",
        "Desc": "셉터가 중첩 가능한 상태를 부여하면 100%의 고정 확률로 같은 양의 스택을 추가로 부여하며, 중첩 가능한 최대치가 100% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685010
    },
    {
        "_id": 6002,
        "Icon": "mid/IconRogueMagic_Passive_02.png",
        "Rarity": 2,
        "Name": "엔진 강화",
        "Desc": "[속도] 타입 셉터에 장착하면 속도가 75.0 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685020
    },
    {
        "_id": 6003,
        "Icon": "mid/IconRogueMagic_Passive_03.png",
        "Rarity": 2,
        "Name": "동력 에너지 감소",
        "Desc": "[충전] 타입 셉터에 장착하면 공격에 필요한 최대 충전이 24% 감소한다",
        "ExtraEffect": [],
        "MazeBuff": 685030
    },
    {
        "_id": 6004,
        "Icon": "mid/IconRogueMagic_Passive_04.png",
        "Rarity": 2,
        "Name": "저항 강화",
        "Desc": "이번 전투에서 셉터 공격 후 자신의 <u>증폭</u>이 15% 증가하며, 최대 120% 증가한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685040
    },
    {
        "_id": 6005,
        "Icon": "mid/IconRogueMagic_Passive_05.png",
        "Rarity": 2,
        "Name": "무작위 고정 조준",
        "Desc": "[바운스] 타입 셉터에 장착하면 셉터가 가하는 피해 횟수가 4.0회 증가하고, 50%의 고정 확률로 추가로 6.0회 증가하며, 25%의 고정 확률로 추가로 8.0회 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685050
    },
    {
        "_id": 6006,
        "Icon": "mid/IconRogueMagic_Passive_06.png",
        "Rarity": 2,
        "Name": "증분 고착",
        "Desc": "[<u>경계</u>]를 생성하면 지속 시간이 2.0라운드 연장된다. 1라운드 지속 시간마다 생성 시의 <u>증폭</u>이 18% 증가한다",
        "ExtraEffect": [
            61000046,
            61000048
        ],
        "MazeBuff": 685060
    },
    {
        "_id": 6007,
        "Icon": "mid/IconRogueMagic_Passive_07.png",
        "Rarity": 2,
        "Name": "초기 조정",
        "Desc": "<u>증폭</u>이 60% 증가한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685070
    },
    {
        "_id": 6008,
        "Icon": "mid/IconRogueMagic_Passive_08.png",
        "Rarity": 2,
        "Name": "진폭 안정",
        "Desc": "셉터로 버프 혹은 디버프 효과 부여 시 지속 시간을 2.0턴 연장한다. <u>증폭</u>이 30% 증가한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685080
    },
    {
        "_id": 6009,
        "Icon": "mid/IconRogueMagic_Passive_09.png",
        "Rarity": 2,
        "Name": "주기적 과부하",
        "Desc": "<u>증폭</u>이 120% 증가한다. 공격할 때마다 10% 감소하며, <u>증폭</u>이 10%까지 감소할 때까지 지속된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685090
    },
    {
        "_id": 6010,
        "Icon": "mid/IconRogueMagic_Passive_10.png",
        "Rarity": 2,
        "Name": "부하 돌격",
        "Desc": "<u>증폭</u>이 240% 증가하고, 2.0회 공격 후 제거된다. 전투 시작 시 셉터가 즉시 1회 공격한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685100
    },
    {
        "_id": 6011,
        "Icon": "mid/IconRogueMagic_Passive_11.png",
        "Rarity": 2,
        "Name": "지속형 살육",
        "Desc": "[충전] 타입 셉터에 장착하면 충전 효율이 45% 증가하며, <u>증폭</u>이 20% 감소한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685110
    },
    {
        "_id": 6012,
        "Icon": "mid/IconRogueMagic_Passive_12.png",
        "Rarity": 2,
        "Name": "휴대형 종결",
        "Desc": "[속도] 타입 셉터에 장착하면 공격 후 행동 게이지가 30% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685120
    },
    {
        "_id": 6013,
        "Icon": "mid/IconRogueMagic_Passive_13.png",
        "Rarity": 2,
        "Name": "자가 복제",
        "Desc": "전투 효과 없음. 다음 구역 진입 시 랜덤으로 다른 ★3 파츠로 변경된다",
        "ExtraEffect": [],
        "MazeBuff": 685130
    },
    {
        "_id": 6014,
        "Icon": "mid/IconRogueMagic_Passive_14.png",
        "Rarity": 2,
        "Name": "자가 증식",
        "Desc": "전투 효과 없음. 다음 구역 진입 시 랜덤으로 다른 ★3 파츠로 변경된다",
        "ExtraEffect": [],
        "MazeBuff": 685140
    },
    {
        "_id": 6015,
        "Icon": "mid/IconRogueMagic_Passive_15.png",
        "Rarity": 2,
        "Name": "자가 분화",
        "Desc": "전투 효과 없음. 다음 구역 진입 시 랜덤으로 다른 ★3 파츠로 변경된다",
        "ExtraEffect": [],
        "MazeBuff": 685150
    },
    {
        "_id": 6016,
        "Icon": "mid/IconRogueMagic_Passive_16.png",
        "Rarity": 2,
        "Name": "분산형 추출",
        "Desc": "[충전] 타입 셉터에 장착하면 충전 효율이 30% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685160
    },
    {
        "_id": 6017,
        "Icon": "mid/IconRogueMagic_Passive_17.png",
        "Rarity": 2,
        "Name": "진동형 압력",
        "Desc": "[속도] 타입 셉터에 장착하면 <u>증폭</u>이 90% 증가하고, 속도가 20% 감소한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685170
    },
    {
        "_id": 6018,
        "Icon": "mid/IconRogueMagic_Passive_18.png",
        "Rarity": 2,
        "Name": "전주파수형 커버리지",
        "Desc": "[속도] 타입 셉터에 장착하면 속도가 100.0 증가하고, <u>증폭</u>이 20% 감소한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685180
    },
    {
        "_id": 6019,
        "Icon": "mid/IconRogueMagic_Passive_19.png",
        "Rarity": 2,
        "Name": "제한형 재현",
        "Desc": "[충전] 타입 셉터에 장착하면 1.0회 공격 후 추가로 1회 공격하지만, 셉터 공격에 필요한 충전이 50% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685190
    },
    {
        "_id": 6020,
        "Icon": "mid/IconRogueMagic_Passive_20.png",
        "Rarity": 2,
        "Name": "집속형 용해",
        "Desc": "[범위 공격] 타입 셉터에 장착하면 필드 위 적 수가 1/2/3/4/5기 이상일 때 가하는 피해가 50%/55%/60%/65%/70% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685200
    },
    {
        "_id": 6021,
        "Icon": "mid/IconRogueMagic_Passive_21.png",
        "Rarity": 2,
        "Name": "천체 소각",
        "Desc": "[확산] 타입 셉터에 장착하면 주목표의 인접한 목표에게 가하는 피해 배율이 100% 증가하고, 약점 격파 효율이 50% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685210
    },
    {
        "_id": 6022,
        "Icon": "mid/IconRogueMagic_Passive_22.png",
        "Rarity": 2,
        "Name": "틈새형 폭발",
        "Desc": "다른 셉터가 1회 공격할 때마다 해당 셉터의 다음 공격 <u>증폭</u>이 45% 증가하며, 최대 180%까지 중첩된다, 해당 효과는 공격 후 제거된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685220
    },
    {
        "_id": 6023,
        "Icon": "mid/IconRogueMagic_Passive_23.png",
        "Rarity": 2,
        "Name": "지령 재연",
        "Desc": "[집중] 타입 셉터에 장착하면 공격 후 60%의 확률로 1회 추가로 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 685230
    },
    {
        "_id": 6024,
        "Icon": "mid/IconRogueMagic_Passive_24.png",
        "Rarity": 2,
        "Name": "억제형 업그레이드",
        "Desc": "<u>증폭</u>이 80% 감소한다. 그래서 이걸 왜 낀다고?",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685240
    },
    {
        "_id": 6025,
        "Icon": "mid/IconRogueMagic_Passive_25.png",
        "Rarity": 2,
        "Name": "혼란형 카피",
        "Desc": "셉터 속도가 80% 감소하고, 충전 효율이 80% 감소한다. 그래서 이걸 왜 낀다고?",
        "ExtraEffect": [],
        "MazeBuff": 685250
    },
    {
        "_id": 6051,
        "Icon": "mid/IconRogueMagic_CorePassive_01.png",
        "Rarity": 4,
        "Name": "죽음을 알리는 새",
        "Desc": "모든 [속도] 타입 셉터의 속도가 70.0 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685510
    },
    {
        "_id": 6052,
        "Icon": "mid/IconRogueMagic_CorePassive_02.png",
        "Rarity": 4,
        "Name": "해를 묶는 고치",
        "Desc": "모든 [충전] 타입 셉터의 충전 효율이 25% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685520
    },
    {
        "_id": 6053,
        "Icon": "mid/IconRogueMagic_CorePassive_03.png",
        "Rarity": 4,
        "Name": "확장 톱니바퀴",
        "Desc": "[속도] 타입 셉터에 장착하면 공격 후 추가로 2.0회 공격하지만, 행동 게이지가 100% 감소한다",
        "ExtraEffect": [],
        "MazeBuff": 685530
    },
    {
        "_id": 6054,
        "Icon": "mid/IconRogueMagic_CorePassive_04.png",
        "Rarity": 4,
        "Name": "압력 밸브",
        "Desc": "[충전] 타입 셉터에 장착하면 <u>증폭</u>이 200% 증가하고, 공격에 필요한 최대 충전이 50% 증가한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685540
    },
    {
        "_id": 6055,
        "Icon": "mid/IconRogueMagic_CorePassive_05.png",
        "Rarity": 4,
        "Name": "멸절 프로그램",
        "Desc": "[속도] 타입 셉터에 장착하면 공격 후 모든 [충전] 타입 셉터가 최대 충전의 40%만큼 에너지를 회복한다",
        "ExtraEffect": [],
        "MazeBuff": 685550
    },
    {
        "_id": 6056,
        "Icon": "mid/IconRogueMagic_CorePassive_06.png",
        "Rarity": 4,
        "Name": "뒤틀린 소용돌이",
        "Desc": "[충전] 타입 셉터에 장착하면 1.0회 공격할 때마다 랜덤 [속도] 타입 셉터 1개가 즉시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 685560
    },
    {
        "_id": 6057,
        "Icon": "mid/IconRogueMagic_CorePassive_07.png",
        "Rarity": 4,
        "Name": "임종을 지키는 까치",
        "Desc": "[속도] 타입 셉터에 장착하면 공격 후 다른 랜덤 [속도] 타입 셉터 1개의 행동 게이지가 50% 증가하고, 다음 공격의 <u>증폭</u>이 40% 증가하며, 해당 효과는 공격 후 제거된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685570
    },
    {
        "_id": 6058,
        "Icon": "mid/IconRogueMagic_CorePassive_08.png",
        "Rarity": 4,
        "Name": "속박의 장",
        "Desc": "[충전] 타입 셉터에 장착하면 공격 후 다른 랜덤 [충전] 타입 셉터 1개가 충전 최대치의 50%만큼 에너지를 회복하고, 다음 공격의 <u>증폭</u>이 40% 증가하며, 해당 효과는 공격 후 제거된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685580
    },
    {
        "_id": 6059,
        "Icon": "mid/IconRogueMagic_CorePassive_09.png",
        "Rarity": 4,
        "Name": "순환 시계",
        "Desc": "[속도] 타입 셉터에 장착하면 공격 후 행동 게이지가 200% 감소한다. 다른 셉터의 공격 후 자신의 행동 게이지가 25% 증가하고, <u>증폭</u>이 80% 증가하며, <u>증폭</u>은 최대 480%까지 중첩된다, 해당 효과는 공격 후 제거된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685590
    },
    {
        "_id": 6060,
        "Icon": "mid/IconRogueMagic_CorePassive_10.png",
        "Rarity": 4,
        "Name": "쇠퇴균",
        "Desc": "[충전] 타입 셉터에 장착하면 공격에 필요한 최대 충전이 200% 증가한다. 다른 셉터가 공격한 후 또는 아군이 행동한 후 충전이 10.0pt 회복되고 <u>증폭</u>이 40% 증가하며, <u>증폭</u>은 최대 480%까지 중첩된다, 해당 효과는 공격 후 제거된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685600
    },
    {
        "_id": 6061,
        "Icon": "mid/IconRogueMagic_CorePassive_11.png",
        "Rarity": 4,
        "Name": "멸살의 울새",
        "Desc": "[속도] 타입 셉터에 장착하면 속도가 160% 증가하고, 다른 [속도] 타입 셉터의 속도가 40% 감소한다",
        "ExtraEffect": [],
        "MazeBuff": 685610
    },
    {
        "_id": 6062,
        "Icon": "mid/IconRogueMagic_CorePassive_12.png",
        "Rarity": 4,
        "Name": "불로의 마음",
        "Desc": "[충전] 타입 셉터에 장착하면 충전 효율이 75% 증가하고, 다른 [충전] 타입 셉터의 충전 효율이 25% 감소한다",
        "ExtraEffect": [],
        "MazeBuff": 685620
    },
    {
        "_id": 6063,
        "Icon": "mid/IconRogueMagic_CorePassive_13.png",
        "Rarity": 4,
        "Name": "별 고정 수정 자물쇠",
        "Desc": "[속도] 타입 셉터에 장착하면 속도가 250.0(으)로 고정된다",
        "ExtraEffect": [],
        "MazeBuff": 685630
    },
    {
        "_id": 6064,
        "Icon": "mid/IconRogueMagic_CorePassive_14.png",
        "Rarity": 4,
        "Name": "폐쇄 계역",
        "Desc": "[충전] 타입 셉터에 장착하면 충전 효율과 공격에 필요한 최대 충전이 140%와 100.0(으)로 고정된다",
        "ExtraEffect": [],
        "MazeBuff": 685640
    },
    {
        "_id": 6065,
        "Icon": "mid/IconRogueMagic_CorePassive_15.png",
        "Rarity": 4,
        "Name": "섬성탄",
        "Desc": "모든 셉터의 <u>증폭</u>이 50% 증가한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685650
    },
    {
        "_id": 6066,
        "Icon": "mid/IconRogueMagic_CorePassive_16.png",
        "Rarity": 4,
        "Name": "점프 거울",
        "Desc": "모든 [바운스] 타입 셉터가 가하는 피해 횟수가 4.0회 증가하고, [바운스] 타입 셉터를 1개 보유할 때마다 추가로 2.0회 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685660
    },
    {
        "_id": 6067,
        "Icon": "mid/IconRogueMagic_CorePassive_17.png",
        "Rarity": 4,
        "Name": "인력풍",
        "Desc": "모든 [확산] 타입 셉터가 40%의 확률로 가하는 피해 횟수가 3.0회 증가하고, [확산] 타입 셉터를 1개 보유할 때마다 확률이 20% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685670
    },
    {
        "_id": 6068,
        "Icon": "mid/IconRogueMagic_CorePassive_18.png",
        "Rarity": 4,
        "Name": "부식한 바늘",
        "Desc": "모든 [집중] 타입 셉터가 가하는 피해와 약점 격파 효율이 20% 증가하고, [집중] 타입 셉터를 1개 보유할 때마다 추가로 10% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685680
    },
    {
        "_id": 6069,
        "Icon": "mid/IconRogueMagic_CorePassive_19.png",
        "Rarity": 4,
        "Name": "기이한 나비",
        "Desc": "모든 [범위 공격] 타입 셉터가 40%의 확률로 가하는 피해 횟수가 2.0회 증가하고, [범위 공격] 타입 셉터를 1개 보유할 때마다 확률이 20% 증가한다",
        "ExtraEffect": [],
        "MazeBuff": 685690
    },
    {
        "_id": 6070,
        "Icon": "mid/IconRogueMagic_CorePassive_20.png",
        "Rarity": 4,
        "Name": "집합총",
        "Desc": "셉터에 장착하면 전투 중 정예급 이상인 적이 1기 처치될 때마다 해당 파츠가 제공하는 <u>증폭</u>이 영구적으로 50% 증가하며, 최대 200%까지 중첩된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685700
    },
    {
        "_id": 6071,
        "Icon": "mid/IconRogueMagic_CorePassive_21.png",
        "Rarity": 4,
        "Name": "의식액",
        "Desc": "장착한 셉터의 <u>증폭</u>이 50% 증가하고, 생성된 [<u>경계</u>]의 지속 시간이 2.0라운드 연장된다. 중첩 가능한 상태가 부여되면 같은 양의 스택이 추가되고 버프/디버프 상태가 부여되면 지속 시간이 2.0턴 연장된다",
        "ExtraEffect": [
            61000046,
            61000048
        ],
        "MazeBuff": 685710
    },
    {
        "_id": 6072,
        "Icon": "mid/IconRogueMagic_CorePassive_22.png",
        "Rarity": 4,
        "Name": "광역 공명",
        "Desc": "장착한 셉터의 <u>증폭</u>이 80% 증가하고, 셉터에 장착된 모든 ★1 파츠는 ★2로 매핑된다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 685720
    },
    {
        "_id": 6073,
        "Icon": "mid/IconRogueMagic_CorePassive_23.png",
        "Rarity": 4,
        "Name": "구획 공명",
        "Desc": "장착한 ★2 이상 파츠의 총 성급에 따라 ★ 1개마다 장착한 셉터의 <u>증폭</u>이 10% 증가한다. ★1 파츠를 1개 장착할 때마다 <u>증폭</u>이 20% 감소한다",
        "ExtraEffect": [],
        "MazeBuff": 685730
    },
    {
        "_id": 6074,
        "Icon": "mid/IconRogueMagic_CorePassive_24.png",
        "Rarity": 4,
        "Name": "섬멸 섬유",
        "Desc": "셉터에 장착하면 전투 중 적이 50.0기 처치될 때마다 해당 셉터의 계산 능력이 증가하며, 최대 ★3까지 상승한다. 동시에 자신은 랜덤 결정 파츠로 교체된다",
        "ExtraEffect": [],
        "MazeBuff": 685740
    },
    {
        "_id": 6075,
        "Icon": "mid/IconRogueMagic_CorePassive_25.png",
        "Rarity": 4,
        "Name": "재생 섬유",
        "Desc": "셉터에 장착하면 우주 조각을 누적 500.0개 소모할 때마다 해당 셉터의 계산 능력이 증가하며, 최대 ★3까지 상승한다. 동시에 자신은 랜덤 결정 파츠로 교체된다",
        "ExtraEffect": [],
        "MazeBuff": 685750
    }
]

var _scepters = [
    {
        "_id": 2001,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_01.png",
        "Name": "조물(改)-소성",
        "Desc": "아군이 필살기 발동 후 충전을 50.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682010,
        "Unit": "<color=#87e0ffff>[바운스]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 화염 속성 피해를 가하고 16.0회 반복한다. 피해를 가할 때마다 대상에게 특수 연소 [별의 면류관]을 1.0스택 부여한다. [별의 면류관]: 턴이 시작될 때마다 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 화염 속성 지속 피해를 받는다, 최대 중첩수: 4.0스택, 지속 시간: 2.0턴. [별의 면류관] 스택마다 목표의 방어력을 10% 감소시킨다"
    },
    {
        "_id": 2002,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_01.png",
        "Name": "에너지원(改)-정체",
        "Desc": "아군이 행동 후 충전을 10.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682020,
        "Unit": "<color=#87e0ffff>[바운스]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>150%</color>만큼 얼음 속성 추가 공격 피해를 가하고 16.0회 반복하며, 각 목표에게 가하는 첫 번째 피해는 반드시 치명타가 발동한다. 피해를 가할 때마다 대상을 [미도]에 빠트린다. [미도]: 목표가 추가 공격 피해를 받을 때 디버프 효과 1개에 빠질 때마다 이번 공격의 치명타 확률이 <color style='color:#f29e38;'>6%</color>, 치명타 피해가 <color style='color:#f29e38;'>12%</color> 증가한다, 최대 카운트: 6.0개, 지속 시간: 2.0턴"
    },
    {
        "_id": 2003,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_01.png",
        "Name": "진화(改)-극단",
        "Desc": "아군이 필살기 발동 후 충전을 50.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 682030,
        "Unit": "<color=#87e0ffff>[바운스]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 얼음 속성 필살기 피해를 가하고 16.0회 반복한다. 피해를 가할 시 목표에게 [지연: 재변]을 1.0스택 부여한다. [지연: 재변]: 약점이 격파될 시 [지연: 재변]을 보유한 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>150%</color>만큼 얼음 속성 필살기 피해를 가하고 해당 효과를 1스택 해제하며, 필드 위에 해당 효과를 보유한 목표가 없을 때까지 반복한다, 최대 중첩수: 16.0스택, 지속 시간: 2.0턴, 처치될 시 랜덤 적에게 이전된다"
    },
    {
        "_id": 2004,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_02.png",
        "Name": "에너지원(改)-압축",
        "Desc": "아군이 추가 공격 발동 후 충전을 20.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682040,
        "Unit": "<color=#87e0ffff>[집중]</color> 현재 HP가 가장 높은 적에게 기본 피해의 <color style='color:#f29e38;'>600%</color>만큼 바람 속성 추가 공격 피해를 3.0회 가하고, 50%의 확률로 치명타를 가하며, 대상을 [오명]에 빠트린다. [오명]: 4.0회 피격될 때마다 추가로 기본 피해의 <color style='color:#f29e38;'>1000%</color>만큼 랜덤 속성 추가 공격 피해를 1회 받는다, 지속 시간: 2.0턴"
    },
    {
        "_id": 2005,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_01.png",
        "Name": "연역(改)-폐쇄",
        "Desc": "아군이 공격 중에 격파 피해를 가하면 공격 후 충전을 15.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682050,
        "Unit": "<color=#87e0ffff>[집중]</color> 강인성 최대치가 가장 높은 적에게 기본 피해의 <color style='color:#f29e38;'>800%</color>만큼 물리 속성 피해를 3.0회 가하며, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>30</color>pt 감소시킨다. 목표가 약점 격파 상태일 시 대상에게 자신의 물리 속성 격파 피해의 <color style='color:#f29e38;'>400%</color>만큼 격파 피해를 가한다. 적의 약점 격파 시 <color style='color:#f29e38;'>400%</color>의 비율로 모든 아군 캐릭터의 상응하는 속성의 약점 격파 효과를 발동한다"
    },
    {
        "_id": 2006,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_02.png",
        "Name": "연역(改)-반전",
        "Desc": "적이 처치되거나 약점이 격파되면 충전을 15.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682060,
        "Unit": "<color=#87e0ffff>[집중]</color> 현재 강인성 수치가 가장 낮은 적에게 기본 피해의 <color style='color:#f29e38;'>600%</color>만큼 허수 속성 피해를 3.0회 가하고, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>30</color>pt 감소시킨다. 목표가 약점 격파 상태일 경우, 자신의 허수 속성 격파 피해의 <color style='color:#f29e38;'>1600%</color>만큼 격파 피해를 가한다. 공격 시 목표에게 [귀납]을 부여한다. [귀납]: 격파 피해를 받은 후, 모든 약점 격파 상태의 다른 적이 총 기존 피해의 <color style='color:#f29e38;'>25%</color>만큼 피해를 받는다, 지속 시간: 2.0턴"
    },
    {
        "_id": 2007,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_02.png",
        "Name": "조물(改)-통합",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682070,
        "Unit": "<color=#87e0ffff>[집중]</color> 지속 피해를 가장 많이 받은 적에게 기본 피해의 <color style='color:#f29e38;'>600%</color>만큼 양자 속성 피해를 3.0회 가한다. 피해를 가할 때마다 목표가 받고 있는 지속 피해 중 1개가 즉시 발동되어 기존 피해의 <color style='color:#f29e38;'>500%</color> 배율로 피해를 생성한다"
    },
    {
        "_id": 2008,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_03.png",
        "Name": "조물(改)-스캔",
        "Desc": "적이 지속 피해에 빠지면 충전을 2.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682080,
        "Unit": "<color=#87e0ffff>[범위 공격]</color> 모든 적에게 기본 피해의 <color style='color:#f29e38;'>300%</color>만큼 화염 속성 피해를 가하고, 3.0회 반복한다. 또한 목표가 현재 받는 모든 지속 피해가 기존 피해의 <color style='color:#f29e38;'>100%</color> 배율로 피해를 즉시 생성한다"
    },
    {
        "_id": 2009,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_02.png",
        "Name": "진화(改)-육신",
        "Desc": "아군이 공격 후 적을 1기 명중할 때마다 충전을 6.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 682090,
        "Unit": "<color=#87e0ffff>[범위 공격]</color> 모든 적에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 화염 속성 필살기 피해를 가하고, 3.0회 반복한다. 공격 시 목표에게 [지연: 자연 발화]를 부여한다. [지연: 자연 발화]: HP 최대치의 50%를 초과하는 피해를 받을 경우, 모든 적에게 기본 피해의 <color style='color:#f29e38;'>500%</color>만큼 화염 속성 필살기 피해를 1.0회 가한다. 효과 발동 후 제거되며, 2.0턴 동안 지속된다"
    },
    {
        "_id": 2010,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_03.png",
        "Name": "에너지원(改)-포화",
        "Desc": "아군이 필살기 발동 후 충전을 50.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682100,
        "Unit": "<color=#87e0ffff>[범위 공격]</color> 모든 적에게 기본 피해의 <color style='color:#f29e38;'>800%</color>만큼 얼음 속성 추가 공격 피해를 가하고, 30%의 확률로 치명타가 발동되며, 2.0회 반복한다. 또한 목표를 [모함] 상태에 빠트린다. [모함]: 피해를 받을 때 해당 피해의 치명타 확률이 <color style='color:#f29e38;'>15%</color> 증가하고, 받은 추가 공격 피해가 치명타 발동 시 추가로 기존 피해의 30%만큼 랜덤 속성 고정 피해를 받는다, 지속 시간: 2.0턴"
    },
    {
        "_id": 2011,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_03.png",
        "Name": "진화(改)-밈",
        "Desc": "아군이 행동 후 충전을 10.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 682110,
        "Unit": "<color=#87e0ffff>[확산]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 얼음 속성 필살기 피해를 1.0회 가하고, 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 얼음 속성 필살기 피해를 가하며, 3.0회 반복한다. 공격 시 목표에게 [지연: 치언]을 부여한다. [지연: 치언]: 아군이 가한 필살기 피해의 공격을 받은 후, 추가로 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 얼음 속성 필살기 피해를 1.0회 받으며, 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 얼음 속성 필살기 피해를 가한다. 해당 효과는 최대 2.0회까지 발동 가능하며, 2.0턴 동안 지속된다"
    },
    {
        "_id": 2012,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_03.png",
        "Name": "연역(改)-결론",
        "Desc": "아군이 행동 후 충전을 10.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682120,
        "Unit": "<color=#87e0ffff>[확산]</color> 강인성 수치가 가장 낮은 적에게 기본 피해의 <color style='color:#f29e38;'>600%</color>만큼 양자 속성 피해를 1.0회 가하며, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>24</color>pt 감소시킨다. 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>300%</color>만큼 양자 속성 피해를 가하며, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>12</color>pt 감소시킨다. 목표가 약점 격파 상태일 시 대상에게 자신의 양자 속성 격파 피해의 <color style='color:#f29e38;'>400%</color>만큼 격파 피해를 가하고 3.0회 반복한다. 공격 시 목표에게 [연역 비콘]을 부여한다. [연역 비콘]: 격파 피해를 받으면 모든 아군의 에너지를 5.0pt 회복하고 행동 게이지를 5% 증가시키며 효과 발동 후 제거된다, 지속 시간: 2.0턴"
    },
    {
        "_id": 2013,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_04.png",
        "Name": "조물(改)-오차",
        "Desc": "적이 받는 지속 피해가 피해를 생성하면 충전을 2.0pt 회복하고, 충전 120.0pt 도달 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 682130,
        "Unit": "<color=#87e0ffff>[확산]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>800%</color>만큼 바람 속성 피해를 1.0회 가하고, 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 바람 속성 피해를 가하며, 3.0회 반복한다. 목표를 특수 풍화 [난류] 상태에 빠트린다. [난류]: 턴이 시작될 때마다 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 바람 속성 지속 피해를 받고, 턴이 시작될 때에만 랜덤으로 인접한 목표 1기를 자신이 받는 [난류] 이외의 지속 피해 1개에 빠트린다. 지속 시간: 1.0턴"
    },
    {
        "_id": 3001,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_05.png",
        "Name": "조물(改)-상관",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687010,
        "Unit": "<color=#87e0ffff>[바운스]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>100%</color>만큼 번개 속성 피해를 가하고 16.0회 반복한다. 피해를 가할 때마다 대상을 1.0스택의 특수 감전 [이온화] 상태에 빠트린다. [이온화]: 최대 중첩수 16.0스택, 지속 시간 2.0턴. 턴 시작 시 기본 피해의 <color style='color:#f29e38;'>300%</color>만큼 번개 속성 지속 피해를 받으며, 턴 시작 시에만 기존 피해의 <color style='color:#f29e38;'>50%</color> 배율로 추가로 랜덤 목표에게 2.0회 발동한다. 스택마다 피해 배율이 <color style='color:#f29e38;'>10%</color> 증가한다"
    },
    {
        "_id": 3002,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_04.png",
        "Name": "에너지원(改)-투자",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687020,
        "Unit": "<color=#87e0ffff>[바운스]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 허수 속성 추가 공격 피해를 가하고, 50%의 확률로 치명타를 발동하며, 16.0회 반복한다. 피해를 가하면 대상을 [투기] 1.0스택에 빠트린다. [투기]: 스택마다 목표가 받는 추가 공격 피해가 <color style='color:#f29e38;'>12%</color> 증가한다, 최대 중첩수: 6.0스택, 지속 시간: 2.0턴"
    },
    {
        "_id": 3003,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_05.png",
        "Name": "에너지원(改)-가설",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [
            61000048
        ],
        "MazeBuff": 687030,
        "Unit": "<color=#87e0ffff>[집중]</color> 현재 HP가 가장 낮은 적에게 기본 피해의 <color style='color:#f29e38;'>600%</color>만큼 양자 속성 추가 공격 피해를 3.0회 가한다. 이번 공격으로 목표가 처치되면 추가로 1회 공격하고, <u>증폭</u>을 30% 증가시키며, 모든 아군의 행동 게이지를 15% 증가시킨다"
    },
    {
        "_id": 3004,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_04.png",
        "Name": "진화(改)-무형",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 687040,
        "Unit": "<color=#87e0ffff>[집중]</color> HP가 가장 높은 적에게 기본 피해의 <color style='color:#f29e38;'>600%</color>만큼 양자 속성 필살기 피해를 3.0회 가한다. 공격 시 목표에게 [지연: 빙의]를 부여한다. [지연: 빙의]: 적이 3.0기 처치될 때마다 기본 피해의 <color style='color:#f29e38;'>500%</color>만큼 양자 속성 필살기 피해를 3.0회 받는다. 해당 효과는 최대 2.0회까지 발동 가능하며, 2.0턴 동안 지속된다"
    },
    {
        "_id": 3005,
        "Icon": "sceptrefigures/RogueMagicScepter_Dot_06.png",
        "Name": "조물(改)-수정",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687050,
        "Unit": "<color=#87e0ffff>[범위 공격]</color> 모든 적에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 물리 속성 피해를 가하고 2.0회 반복한다. 공격 시 대상을 특수 열상 [박리] 상태에 빠트린다. [박리]: 턴이 시작될 때마다 물리 속성 지속 피해를 받으며, 턴이 시작할 때만 대상이 현재 받는 모든 지속 피해가 기존 피해의 <color style='color:#f29e38;'>300%</color> 배율로 피해를 생성하게 한다, 지속 시간: 2.0턴"
    },
    {
        "_id": 3006,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_05.png",
        "Name": "진화(改)-모조 달",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 687060,
        "Unit": "<color=#87e0ffff>[범위 공격]</color> 모든 적에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 화염 속성 필살기 피해를 가하고, 2.0회 반복한다. 공격 시 목표에게 [지연: 단멸]을 부여한다. [지연: 단멸]: 처치될 시 모든 적에게 기본 피해의 <color style='color:#f29e38;'>800%</color>만큼 화염 속성 필살기 피해를 1.0회 가한다. 효과 발동 후 제거되며, 2.0턴 동안 지속된다"
    },
    {
        "_id": 3007,
        "Icon": "sceptrefigures/RogueMagicScepter_Ultimate_06.png",
        "Name": "진화(改)-기계",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [
            61000047
        ],
        "MazeBuff": 687070,
        "Unit": "<color=#87e0ffff>[확산]</color> HP가 가장 높은 적에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 번개 속성 필살기 피해를 3.0회 가하고, 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 번개 속성 필살기 피해를 가한다. 공격 시 목표에게 [지연: 정리]를 부여한다. [지연: 정리]: 적이 전투 진입 시 즉시 대상에게 기본 피해의 <color style='color:#f29e38;'>500%</color>만큼 번개 속성 필살기 피해를 1.0회 가하고, 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>250%</color>만큼 번개 속성 필살기 피해를 가하며, 해당 효과는 최대 5.0회까지 발동 가능하고, 2.0턴 동안 지속된다. 전투에 진입한 적이 없을 시 효과 보유자에게 해당 피해를 가한다"
    },
    {
        "_id": 3008,
        "Icon": "sceptrefigures/RogueMagicScepter_Follow_06.png",
        "Name": "에너지원(改)-결핍",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687080,
        "Unit": "<color=#87e0ffff>[확산]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>800%</color>만큼 허수 속성 추가 공격 피해를 1.0회 가하고, 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 허수 속성 추가 공격 피해를 가하며, 4.0회 반복한다. 피해를 가할 때마다 목표에게 [수배]를 부여한다. [수배]: 5.0회 피격 또는 처치된 후 모든 아군은 에너지를 에너지 최대치의 20%만큼 회복하고 전투 스킬 포인트를 4.0pt 회복한다. 해당 효과는 발동 후 제거되며 2.0턴 동안 지속된다"
    },
    {
        "_id": 3009,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_04.png",
        "Name": "연역(改)-개방",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687090,
        "Unit": "<color=#87e0ffff>[바운스]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>150%</color>만큼 화염 속성 피해를 가하고, 16.0회 반복하며, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>8</color>pt 감소시킨다. 목표가 약점 격파 상태일 시 대상에게 자신의 화염 속성 격파 피해의 <color style='color:#f29e38;'>100%</color>만큼 격파 피해를 가한다. 다른 적 1기에게 피해를 가할 때마다 모든 아군에게 [예지]를 1.0스택 부여한다. [예지]: 속도가 고정적으로 15% 증가한다, 최대 중첩수: 10.0스택, 지속 시간: 2.0턴. 행동 후 [예지]가 5.0스택 제거된다"
    },
    {
        "_id": 3010,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_05.png",
        "Name": "연역(改)-붕괴",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687100,
        "Unit": "<color=#87e0ffff>[범위 공격]</color> 모든 적에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 얼음 속성 피해를 가하고, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>30</color>pt 감소시키며, 2.0회 반복한다. 목표가 약점 격파 상태일 경우, 대상에게 자신의 얼음 속성 격파 피해의 <color style='color:#f29e38;'>800%</color>만큼 격파 피해를 가한다. 공격 시 목표에게 [예시]를 부여한다. [예시]: 감소하는 강인성 수치가 <color style='color:#f29e38;'>30%</color> 증가한다, 지속 시간: 2.0턴"
    },
    {
        "_id": 3011,
        "Icon": "sceptrefigures/RogueMagicScepter_Break_06.png",
        "Name": "연역(改)-빈값",
        "Desc": "속도가 100.0인 셉터를 소환한다. 행동 시 공격한다",
        "ExtraEffect": [],
        "MazeBuff": 687110,
        "Unit": "<color=#87e0ffff>[확산]</color> 랜덤 적에게 기본 피해의 <color style='color:#f29e38;'>400%</color>만큼 양자 속성 피해를 1.0회 가하며, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>24</color>pt 감소시킨다. 인접한 목표에게 기본 피해의 <color style='color:#f29e38;'>200%</color>만큼 양자 속성 피해를 가하며, 약점을 무시하고 강인성을 <color style='color:#f29e38;'>12</color>pt 감소시킨다. 목표가 약점 격파 상태일 시 대상에게 자신의 양자 속성 격파 피해의 <color style='color:#f29e38;'>800%</color>만큼 격파 피해를 가하고, 3.0회 반복한다. 공격 시 목표에게 아군 캐릭터가 보유 중인 속성의 약점 1개를 랜덤으로 추가하고, 상응하는 속성 저항을 <color style='color:#f29e38;'>30%</color> 감소시킨다, 지속 시간: 2.0턴"
    }
]

var _extra_effect = {
    "61000044": {
        "Name": "통 속의 뇌",
        "Desc": "[통 속의 뇌]의 계몽 에너지 충전 비율이 100%에 달하면 캐릭터가 [통 속의 뇌] 이외의 방식으로 필살기를 발동할 시 필살기가 다시 활성화된다. 해당 방식으로 필살기를 발동하면 계몽 에너지 충전을 100% 소모한다"
    },
    "10000015": {
        "Name": "슈퍼 격파 피해",
        "Desc": "격파 특수효과, 이번 공격의 강인성 감소 수치, 캐릭터 레벨이 높을수록 가하는 슈퍼 격파 피해가 증가한다.<br>슈퍼 격파 피해는 치명타를 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않는다.<br>슈퍼 격파 피해 역시 격파 피해에 속한다"
    },
    "61000046": {
        "Name": "경계",
        "Desc": "특정 목표에게 일정 라운드 동안 지속적으로 적용되는 효과. 이미 효과가 적용된 경계는 성급이 더 높은 같은 이름의 경계에 덮어 쓰인다"
    },
    "61000047": {
        "Name": "지연 유형 효과",
        "Desc": "특정 조건을 만족하면 적용되는 효과, 대상 효과: [지연: 빙의], [지연: 재변], [지연: 자연 발화], [지연: 단멸], [지연: 치언], [지연: 정리]"
    },
    "61000048": {
        "Name": "증폭",
        "Desc": "증폭은 비율에 따라 셉터와 파츠 중 하이라이트 표시된 수치에 영향을 준다"
    }
}

var _difficulty = [
    {
        "_id": 1,
        "Desc": "적 속성이 차원에 따라 증가하고 HP 최대치가 최대 100% 증가하며, 시작 시 추가로 랜덤 파츠 5.0개를 획득하고 모든 셉터의 패시브 파츠 슬롯이 1.0개 증가한다"
    },
    {
        "_id": 2,
        "Desc": "적 속성이 차원에 따라 증가하고 HP 최대치가 최대 220% 증가하며, 보스 적의 기본 라운드가 1.0 감소하고 캐릭터의 최종 피해가 차원에 따라 대폭 증가한다"
    },
    {
        "_id": 3,
        "Desc": "적 속성이 차원에 따라 증가하고 HP 최대치가 최대 340% 증가하며, 파츠 덮어쓰기 가격이 50% 증가하고 덮어쓰기 횟수 제한이 사라진다"
    },
    {
        "_id": 4,
        "Desc": "적 속성이 차원에 따라 증가하고 HP 최대치가 최대 420% 증가하며, 공격력이 20% 증가한다. 일반 적이 변화하며, 캐릭터의 최종 피해가 차원에 따라 대폭 증가한다"
    },
    {
        "_id": 5,
        "Desc": "적 속성이 차원에 따라 증가하고 HP 최대치가 최대 500% 증가하며, 공격력이 20% 증가한다. 추가 라운드가 1.0 감소하며, 캐릭터의 최종 피해가 차원에 따라 증가한다"
    },
    {
        "_id": 6,
        "Desc": "적 속성이 차원에 따라 증가하고 HP 최대치가 최대 540% 증가하며, 공격력이 20% 증가한다. 보스 적의 기본 라운드가 사라지며, 캐릭터의 최종 피해가 차원에 따라 증가한다"
    }
]