// Auto Generated

var _tut = [
    {
        "_id": 2247,
        "Name": "듀얼 전장",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224701.png",
                "Desc": "모든 아군은 @두 개의 전장#에서 각각 전투를 진행하며, 서로 다른 전장에 있는 아군과 적은 다른 전장의 목표를 @공격할 수 없습니다#"
            }
        ],
        "Type": 1,
        "Order": 438
    },
    {
        "_id": 2249,
        "Name": "환신",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224901.png",
                "Desc": "아군 캐릭터가 [환신] 상태에 빠지면 @[퇴장]#하게 되며, [환신] 상태에서 소환된 유닛이 대신 전투를 수행하고 해당 캐릭터의 일부 속성을 계승합니다"
            }
        ],
        "Type": 1,
        "Order": 438
    },
    {
        "_id": 2238,
        "Name": "부하 HP",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223801.png",
                "Desc": "[부하 가능] 상태의 유닛은 받은 피해 중 @현재 HP를 초과하는 부분#을 [부하 HP]로 전환하며, 이로 인해 전투 불능 상태에 빠지지 않습니다"
            }
        ],
        "Type": 1,
        "Order": 437
    },
    {
        "_id": 2237,
        "Name": "후열 목표",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223701.png",
                "Desc": "[후열 목표]는 전장 진형 후방에 있어, @[단일 공격]#, @[확산]# 유형의 스킬에 선택되지 않습니다. @[범위 공격], [바운스], [추가 공격]# 유형의 스킬로 적의 후열 목표를 공격할 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 436
    },
    {
        "_id": 2236,
        "Name": "HP 카운트",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223601.png",
                "Desc": "[HP 카운트]를 보유한 유닛은 @피격 시# HP가 감소하지 않지만, [HP 카운트]가 감소합니다. [HP 카운트]가 @0이 되면# 유닛은 전투 불능 상태에 빠집니다. @치유#, @실드# 효과로는 [HP 카운트] 감소를 막을 수 없습니다"
            }
        ],
        "Type": 1,
        "Order": 435
    },
    {
        "_id": 3228,
        "Name": "긴 꿈의 기억",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_322801.png",
                "Desc": "이곳에서 언제든지 기억 속에서 경험했던 모든 순간을 확인할 수 있습니다"
            },
            {
                "Image": "TutorialPage_322802.png",
                "Desc": "모든 기억은 이곳에 고유한 시간 순서대로 저장됩니다——시점이 다른 경우에도 동일한 시간 순서를 따릅니다"
            },
            {
                "Image": "TutorialPage_322803.png",
                "Desc": "또한 매우 흐릿한 과거는 해당 노드를 클릭하여 더 자세히 회상할 수 있습니다"
            },
            {
                "Image": "TutorialPage_322804.png",
                "Desc": "종말 임무에서 겪은 일은 운명의 지도책에서도 확인할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9337,
        "Name": "차분화 우주•풍선 팡팡팡",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_933701.png",
                "Desc": "캐릭터의 공격이 풍선을 명중하면 풍선의 색이 변합니다. 풍선의 색은 두 가지 색 사이에서 번갈아 가며 바뀝니다"
            },
            {
                "Image": "TutorialPage_933702.png",
                "Desc": "필드 위 모든 풍선을 같은 색으로 만들면 라운드가 완료됩니다. 제한 시간 내에 더 많은 도전 라운드를 완료할수록 더 풍부한 보상을 얻을 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 10030,
        "Name": "튜토리얼",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_223901.png",
                "Desc": "[HP 카운트]를 보유한 유닛은 @피격 시# HP가 감소하지 않지만, [HP 카운트]가 감소합니다. [HP 카운트]가 @0이 되면# 유닛은 전투 불능 상태에 빠집니다. @치유#, @실드# 효과로는 [HP 카운트] 감소를 방지할 수 없습니다"
            },
            {
                "Image": "TutorialPage_223902.png",
                "Desc": "아군 캐릭터가 @적 처치 시# [HP 카운트]를 회복하며, 기억 정령이 적 처치 시 기억 마스터의 [HP 카운트]를 회복합니다. [HP 카운트]가 낮은 아군 캐릭터를 사용해 적을 처치하면 해당 캐릭터의 [HP 카운트]가 소진되어 전투 불능 상태에 빠지는 것을 방지할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10031,
        "Name": "튜토리얼",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224001.png",
                "Desc": "[후열 목표]는 전장 진형 후방에 있어, @[단일 공격]#, @[확산]# 유형의 스킬에 선택되지 않습니다. @[범위 공격], [바운스], [추가 공격]# 유형의 스킬로 적의 후열 목표를 공격할 수 있습니다"
            },
            {
                "Image": "TutorialPage_224002.png",
                "Desc": "적 [후열 목표]가 @처치#될 시 적 보스가 받는 피해가 증가하며, 최대 @2,000%#까지 증가합니다. 해당 효과는 적 보스 단계 전환 시 해제됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10032,
        "Name": "튜토리얼",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224101.png",
                "Desc": "[부하 가능] 상태의 유닛은 받은 피해 중 @현재 HP를 초과하는 부분#을 [부하 HP]로 전환하며, 이로 인해 전투 불능 상태에 빠지지 않습니다"
            },
            {
                "Image": "TutorialPage_224102.png",
                "Desc": "행동 게이지의 @[부하 청산] 행동 시# HP @결산#이 진행되며, 현재 HP가 0 이하인 유닛은 치명적인 피해를 받습니다. @치유#를 통해 아군 유닛의 HP가 0 이하로 떨어지는 것을 막을 수 있습니다. 이번 스테이지의 적은 @HP가 낮지만 가하는 피해가 높으므로#, 실드 제공과 치유에 특화된 캐릭터를 @여러 명# 선택하는 것을 추천합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10033,
        "Name": "튜토리얼",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_224801.png",
                "Desc": "모든 아군은 @두 개의 전장#에서 각각 전투를 진행하며, 서로 다른 전장에 있는 아군과 적은 @공격할 수 없습니다#. 시작 시 아군 캐릭터의 절반을 선택하여 흑투사 전장으로 이동시키고, 나머지 캐릭터는 백기사 전장으로 이동합니다"
            },
            {
                "Image": "TutorialPage_224802.png",
                "Desc": "두 전장의 적 보스를 최대한 @동시에# 처치해야 부활을 막을 수 있습니다. 딜링 능력을 보유한 @두 명#의 캐릭터를 각각 전장에 보내 적 보스와 대전하는 것을 추천합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10034,
        "Name": "튜토리얼",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_225001.png",
                "Desc": "적 보스는 @아군에게 일정 횟수 피격되면# 아군 캐릭터 1명을 [환신] 상태에 빠뜨립니다. 해당 상태에서는 [환각의 인어]가 해당 캐릭터를 대신해 전투를 진행합니다. [환각의 인어]는 캐릭터의 일부 속성을 계승합니다"
            },
            {
                "Image": "TutorialPage_225002.png",
                "Desc": "[환각의 인어]는 치유 및 실드 효과를 획득할 수 없으며, 처치될 시 모든 아군에게 대량의 피해를 가합니다. [환각의 인어]는 @전투 스킬#을 사용해 @목표의 HP 최대치에 기반한# 지속 피해 효과를 부여하고 지속 피해 효과를 추가로 결산하며, @일반 공격#을 사용해 [환신] 상태를 해제할 수 있습니다. [환각의 인어]를 서포트할 수 있는 캐릭터를 선택하여 전투 스킬의 강력한 지속 피해를 활용하는 것을 추천합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10060,
        "Name": "키메라 희귀도 규칙",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006001.png",
                "Desc": "키메라에게는 @희귀도#가 있으며 무지개색, 금색, 보라색, 파란색, 흰색 순입니다(내림차순)"
            },
            {
                "Image": "TutorialPage_1006002.png",
                "Desc": "라운드가 진행될수록 상점에 더 높은 희귀도의 키메라가 나타납니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10061,
        "Name": "챌린지 규칙",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006101.png",
                "Desc": "챌린지에서는 익숙한 키메라 훈련사 또는 다른 친구들과 대전할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1006102.png",
                "Desc": "챌린지에서 플레이어는 @저장 파일#을 사용해 대전을 진행합니다. @토너먼트#를 한 라운드 완료하면 해당 라운드에서 사용한 라인업을 저장할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1006103.png",
                "Desc": "친구 도전에서 플레이어는 상대의 @방어 라인업#에 도전할 수 있습니다. 방어 라인업은 이벤트 메인 화면에서 설정할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1006104.png",
                "Desc": "아군이 설정한 방어 라인업은 이벤트 메인 화면에 표시됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10062,
        "Name": "소환 대기열",
        "Ver": "3.8",
        "Tuts": [
            {
                "Image": "TutorialPage_1006201.png",
                "Desc": "@소환#된 키메라는 전투에 합류하기 전 @소환 대기열#에 표시됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 100021,
        "Name": "화폐 전쟁",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000101.png",
                "Desc": "「화폐 전쟁」에서 파티원을 고용하여 @8~10인 파티#를 구성해 전투를 진행하고, 경쟁자를 쓰러트리세요"
            }
        ],
        "Type": 5,
        "Order": 699
    },
    {
        "_id": 100022,
        "Name": "캐릭터•포지션",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000102.png",
                "Desc": "캐릭터마다 각자의 @[포지션]#이 있으며, 이는 @[전방], [후방]#으로 나뉩니다.<br>일부 캐릭터는 @[전후방]# 포지션에 속하며, 전방 포지션에 배치할 수 있고, 후방 포지션에 배치할 수도 있습니다"
            }
        ],
        "Type": 5,
        "Order": 698
    },
    {
        "_id": 100023,
        "Name": "캐릭터•캐릭터 역량 강화",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000103.png",
                "Desc": "캐릭터가 @올바른 포지션#에 있을 시, 「화폐 전쟁」 전용 신규 능력——@캐릭터 역량 강화#를 획득할 수 있습니다.<br>색다른 전투 체험을 체험해 보세요"
            },
            {
                "Image": "TutorialPage_10000201.png",
                "Desc": "@[전방]# 캐릭터 역량 강화:<br>캐릭터 본체 스킬이 @강화#되거나, @새로운 전투 스킬#을 획득합니다"
            },
            {
                "Image": "TutorialPage_10000202.png",
                "Desc": "@[후방]# 캐릭터 역량 강화:<br>강화된 캐릭터 스킬을 사용해 후방에서 전투를 진행하며, 전투 중 @자동으로 스킬을 발동해# 적을 공격하거나 파티원을 서포트합니다"
            }
        ],
        "Type": 5,
        "Order": 697
    },
    {
        "_id": 100024,
        "Name": "캐릭터•성급",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001103.png",
                "Desc": "3개의 동일한 성급의 캐릭터는 자동으로 @성급업#이 되며, 캐릭터의 전투력이 대폭 상승합니다.<br>@★3#은 보통 캐릭터의 가장 강력한 형태입니다"
            },
            {
                "Image": "TutorialPage_10000402.png",
                "Desc": "캐릭터 성급업 후 수치 속성이 상승할 뿐만 아니라, @캐릭터 역량 강화# 효과도 강화됩니다.<br>예시: Dr. 레이시오는 전투 중 @연속으로 분필을 던져# 적을 공격할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 696
    },
    {
        "_id": 100025,
        "Name": "캐릭터•코스트",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "화폐 전쟁에서 캐릭터는 각자의 @[코스트]#가 있으며, 이는 캐릭터를 구매하기 위한 금화 가격입니다.<br><color=#b4b4b4>1코스트#, <color=#6cce9f>2코스트#, <color=#7196ff>3코스트#, <color=#927fe7>4코스트#, <color=#ffd471>5코스트#로 나뉩니다"
            },
            {
                "Image": "TutorialPage_10000502.png",
                "Desc": "캐릭터의 전투 능력은 코스트에 따라 다른 수준의 @초기 강화#를 획득합니다.<br>전반적으로 <color=#ffd471>5코스트#><color=#927fe7>4코스트#><color=#7196ff>3코스트#><color=#6cce9f>2코스트#><color=#b4b4b4>1코스트#이며, 동일한 코스트의 캐릭터들은 @전투력이 비슷합니다#"
            }
        ],
        "Type": 5,
        "Order": 695
    },
    {
        "_id": 100026,
        "Name": "캐릭터•육성 및 체험",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000701.png",
                "Desc": "「화폐 전쟁」에서 캐릭터 고용 시:<br>@보유 중인 캐릭터#의 경우, 해당 캐릭터의 @육성 데이터#를 @계승#합니다.<br>@미보유 캐릭터#의 경우, 상응하는 @체험 캐릭터#를 고용해 플레이할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 694
    },
    {
        "_id": 100027,
        "Name": "캐릭터•수치 매핑",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000702.png",
                "Desc": "@육성 기준에 도달하지 않은# 캐릭터를 보유할 경우, 시스템이 자동으로 강화를 진행합니다.<br>자동 강화된 캐릭터에는 @매핑 표식#이 있습니다"
            }
        ],
        "Type": 5,
        "Order": 693
    },
    {
        "_id": 100028,
        "Name": "유대",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001104.png",
                "Desc": "@동일한 유대#를 가진 직원을 고용하면 팀의 전투력을 대폭 상승시킬 수 있습니다"
            },
            {
                "Image": "TutorialPage_10002802.png",
                "Desc": "같은 유대를 보유한 캐릭터를 더 많이 출전시키면 유대 레벨을 높일 수 있습니다.<br>유대 레벨이 높을수록 효과가 더욱 강력해집니다"
            }
        ],
        "Type": 5,
        "Order": 692
    },
    {
        "_id": 100029,
        "Name": "유대•추적",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10002901.png",
                "Desc": "@유대 추적# 기능을 잘 활용하면, 상점에서 원하는 유대를 가진 캐릭터를 더욱 빠르게 찾을 수 있습니다!"
            }
        ],
        "Type": 5,
        "Order": 691
    },
    {
        "_id": 100030,
        "Name": "금화",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "「화폐 전쟁」에서 @금화#는 캐릭터 구매, 팀 규모 레벨업, 상점 재배치에 사용되는 가장 핵심적인 경제 자원입니다.<br>더 많은 금화를 획득하여 팀의 전투력을 높이세요"
            },
            {
                "Image": "TutorialPage_10000802.png",
                "Desc": "전투 종료 시 획득 가능:<br>이번 노드 금화 수입 = 기본 금화 + @연승# 금화 + @이자#"
            }
        ],
        "Type": 5,
        "Order": 690
    },
    {
        "_id": 100031,
        "Name": "금화•연승",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000601.png",
                "Desc": "전투에서 승리하면 연승 카운트가 1 증가합니다.<br>연승을 많이 할수록 @연승 금화 보상이 더 많아집니다#"
            }
        ],
        "Type": 5,
        "Order": 689
    },
    {
        "_id": 100032,
        "Name": "금화•이자",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000803.png",
                "Desc": "전투 종료 시, @금화 10개#를 보유할 때마다 @금화 1개의 이자#를 획득합니다(최대 금화 5개).<br>@적절히 금화를 모으는 것#도 더 많은 경제적 이익을 얻는 효과적인 수단입니다"
            }
        ],
        "Type": 5,
        "Order": 688
    },
    {
        "_id": 100033,
        "Name": "상점",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "각 노드의 준비 단계 시작 시, 상점이 자동으로 1회 재배치 됩니다. 상점에서 금화를 사용하여 필요한 캐릭터를 구매하세요"
            },
            {
                "Image": "TutorialPage_10003102.png",
                "Desc": "금화 2개를 사용하여 상점을 재배치하여, 나타나는 캐릭터를 초기화할 수 있습니다.<br>잠금 기능을 사용하면 다음 노드 시작 시 상점의 자동 재배치가 중단됩니다"
            }
        ],
        "Type": 5,
        "Order": 687
    },
    {
        "_id": 100034,
        "Name": "레벨•팀 규모",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001105.png",
                "Desc": "전투에 참여하여 경험치를 획득하거나, 금화를 사용해 경험치를 구매하여 @레벨을 올리면# @팀 규모#를 확장하여 더 많은 캐릭터를 출전시킬 수 있습니다!"
            }
        ],
        "Type": 5,
        "Order": 686
    },
    {
        "_id": 100035,
        "Name": "레벨•상점 재배치 확률",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "@레벨#이 올라갈수록 상점에서 더욱 쉽게 @더 높은 코스트#의 캐릭터를 재배치할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 685
    },
    {
        "_id": 100036,
        "Name": "차원과 노드",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "화폐 전쟁 대전은 3개의 차원으로 구성되어 있습니다.<br>차원마다 각각 다른 유형의 노드들로 구성되어 있습니다"
            },
            {
                "Image": "TutorialPage_10003402.png",
                "Desc": "보상: 난이도가 비교적 낮은 노드로, 무한한 행동 수치가 적용되고, 적이 전리품 수정 광석을 랜덤으로 드랍합니다.<br>전투: 도전적인 전투 노드로, 다양한 경쟁자 진영의 일반 및 정예 적을 상대하게 됩니다.<br>보급: 다양한 캐릭터 및 장비 보급품 패키지가 제공되며, 현재 진영 상황에 따라 자유롭게 보급을 선택할 수 있습니다.<br>조우: 난이도를 선택할 수 있는 도전 노드이며, 전투 도전 완료 시 추가 보상을 획득할 수 있습니다. 적 난이도가 높을수록 더 높은 보상 등급을 얻을 수 있습니다.<br>보스: 해당 차원의 보스 도전이며, 도전 완료 시 해당 차원을 클리어합니다"
            }
        ],
        "Type": 5,
        "Order": 684
    },
    {
        "_id": 100037,
        "Name": "파티 HP",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000301.png",
                "Desc": "화폐 전쟁에서는 파티 HP를 100pt 보유한 상태로 시작합니다.<br>대전 종료 시 남은 파티 HP에 따라 대전 평가가 결정됩니다"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "전투, 조우, 보스 노드에서 승리 시, 파티 HP는 그대로 유지됩니다.<br>패배 시, 일정 파티 HP를 잃습니다.<br>파티 HP가 소진되면 대전에 실패합니다"
            }
        ],
        "Type": 5,
        "Order": 683
    },
    {
        "_id": 100038,
        "Name": "전투•승리 규칙",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10003601.png",
                "Desc": "@카운트다운이 0#이 되기 전에 모든 적을 처치하면 전투에서 승리합니다"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "카운트다운이 0이 되기 전에 모든 적을 처치하지 못하면 전투에서 패배하며, 아군 파티가 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_10000303.png",
                "Desc": "HP가 0일 시 시뮬레이션 테스트가 종료되고 퇴장합니다. @전력을 다해 살아남으세요#"
            }
        ],
        "Type": 5,
        "Order": 682
    },
    {
        "_id": 100039,
        "Name": "전투•최소 진행도",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10003701.png",
                "Desc": "조우 및 보스 노드의 전투에는 최저 진도 요건이 있습니다.<br>카운트다운 종료 전에 최저 진도 요건을 달성하지 못하면 더 많은 파티 HP를 잃습니다"
            }
        ],
        "Type": 5,
        "Order": 681
    },
    {
        "_id": 100040,
        "Name": "전투•빈사 규칙",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001601.png",
                "Desc": "캐릭터가 전투 중 치명적인 공격을 받을 시 @전투 불능 상태에 빠지지 않으며#, 즉시 일부 HP를 회복합니다"
            },
            {
                "Image": "TutorialPage_10001602.png",
                "Desc": "캐릭터가 전투 중 치명적인 공격을 받을 시 전투의 @남은 카운트다운#이 감소하여 @전투가 조기에 종료#됩니다.<br>즉, 카운트다운 종료 전에 @모든 적을 처치#하기가 @더 어려워집니다#"
            },
            {
                "Image": "TutorialPage_10001603.png",
                "Desc": "적절한 @힐러#나 @유대#, @생존 장비#를 찾아 전투가 조기 종료되지 않도록 @팀의 생존력#을 높이세요"
            }
        ],
        "Type": 5,
        "Order": 680
    },
    {
        "_id": 100041,
        "Name": "전투•자동 비술",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001201.png",
                "Desc": "「화폐 전쟁」에서 @전방# 캐릭터는 @자동으로 비술을 사용하여# 전투에 진입합니다"
            },
            {
                "Image": "TutorialPage_10001202.png",
                "Desc": "여러 전방 캐릭터가 @동시에 활성화할 수 없는# 비술 효과를 보유할 시, @왼쪽에 위치한# 첫 번째 캐릭터의 비술만 적용됩니다"
            }
        ],
        "Type": 5,
        "Order": 679
    },
    {
        "_id": 100042,
        "Name": "장비",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004001.png",
                "Desc": "「화폐 전쟁」에서는 캐릭터마다 최대 3개의 장비를 장착할 수 있습니다.<br>캐릭터에게 적합한 장비를 장착시키면 캐릭터의 전투력을 대폭 향상시킬 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 678
    },
    {
        "_id": 100043,
        "Name": "장비•기본 장비",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004101.png",
                "Desc": "기본 장비는 가장 기본적인 장비 유형으로, 캐릭터에게 다양한 기본 속성 보너스를 제공합니다"
            }
        ],
        "Type": 5,
        "Order": 677
    },
    {
        "_id": 100044,
        "Name": "장비•합성",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000901.png",
                "Desc": "임의 @기본 장비 2개#를 조합하여 @고급 장비 1개#를 합성할 수 있습니다.<br>기본 장비를 눌러 합성표를 확인할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 676
    },
    {
        "_id": 100045,
        "Name": "장비•고급 장비",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "@고급 장비#는 합성표에 있는 기본 장비의 @기초 속성#을 보유합니다.<br>또한 @고급 장비#는 독특한 전투 효과를 보유하고 있어 캐릭터의 전투력을 대폭 상승시킬 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 675
    },
    {
        "_id": 100046,
        "Name": "장비•추천 및 추적",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004401.png",
                "Desc": "캐릭터 카드에서 캐릭터에게 적합한 추천 장비를 볼 수 있습니다"
            },
            {
                "Image": "TutorialPage_10004402.png",
                "Desc": "장비 추적 기능을 활용하면 캐릭터에게 필요한 추천 장비를 쉽게 확인할 수 있습니다!"
            }
        ],
        "Type": 5,
        "Order": 674
    },
    {
        "_id": 100047,
        "Name": "레어 장비•특권 장비",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004501.png",
                "Desc": "같은 이름의 고급 장비 버전은 더 강력한 수치 속성뿐만 아니라 고유 전투 효과 역시 강화됩니다"
            }
        ],
        "Type": 5,
        "Order": 673
    },
    {
        "_id": 100048,
        "Name": "레어 장비•엠블럼",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004601.png",
                "Desc": "일반적으로 유대에는 상응하는 유대 엠블럼 장비가 있습니다.<br>엠블럼을 유대에 포함되지 않은 다른 캐릭터에게 장착하면 캐릭터도 해당 유대에 포함되며, 유대 카운트가 증가하는 동시에 해당 캐릭터 역시 유대의 강화 효과를 획득하게 됩니다"
            },
            {
                "Image": "TutorialPage_10004602.png",
                "Desc": "일반적으로 레드 다이아몬드/블루 다이아몬드+기본 장비를 합성하면 각 유대의 엠블럼을 획득할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 672
    },
    {
        "_id": 100049,
        "Name": "레어 장비•레드 다이아몬드&블루 다이아몬드",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004701.png",
                "Desc": "희귀 합성 재료의 용도는 다음과 같습니다.<br>각 유대 엠블럼을 합성하여 유대 인원수 증가<br>부의 다이아몬드를 합성하여 팀 규모 상한 증가"
            }
        ],
        "Type": 5,
        "Order": 671
    },
    {
        "_id": 100050,
        "Name": "레어 장비•부의 다이아몬드",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10004801.png",
                "Desc": "매우 희귀한 진귀 장비는 획득 시 팀 규모 상한이 1 증가합니다.<br>지속적으로 장착 시 금화도 일부 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10004802.png",
                "Desc": "임의의 레드 다이아몬드/블루 다이아몬드 2개를 합성하면 부의 다이아몬드를 획득할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 670
    },
    {
        "_id": 100051,
        "Name": "소모품•분해 스패너",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001002.png",
                "Desc": "@분해 스패너#를 사용해 캐릭터가 장착한 장비를 자유롭게 배분하여 팀 전투력을 극대화할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 669
    },
    {
        "_id": 100052,
        "Name": "소모품•용광로",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005001.png",
                "Desc": "장비에 드래그하면 랜덤으로 같은 등급의 다른 장비를 얻을 수 있습니다"
            },
            {
                "Image": "TutorialPage_10005002.png",
                "Desc": "캐릭터에게 드래그하면 해당 캐릭터의 모든 장비를 다시 랜덤으로 획득할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 668
    },
    {
        "_id": 100053,
        "Name": "소모품•직원 영사기",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005101.png",
                "Desc": "캐릭터에게 드래그하면 해당 캐릭터의 ★1 복제 1개를 획득할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 667
    },
    {
        "_id": 100054,
        "Name": "소모품•행운의 토큰",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005201.png",
                "Desc": "캐릭터에게 드래그하면 해당 캐릭터의 추천 장비 목록에 있는 4개의 고급 장비 중에서 1개를 선택해 획득할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 666
    },
    {
        "_id": 100055,
        "Name": "소모품•특권 부여 카드",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005301.png",
                "Desc": "고급 장비에 드래그하면 해당 고급 장비를 업그레이드하여 동명의 특권 장비를 획득할 수 있으며, 장비의 속성 수치와 특수 효과가 대폭 강화됩니다"
            },
            {
                "Image": "TutorialPage_10005302.png",
                "Desc": "캐릭터에게 드래그하면 캐릭터가 장착 중인 고급 장비 중 1개를 선택하여 특권 장비로 업그레이드합니다"
            }
        ],
        "Type": 5,
        "Order": 665
    },
    {
        "_id": 100056,
        "Name": "직급",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001702.png",
                "Desc": "「화폐 전쟁」에서는 초기 직급을 가지고 시작합니다.<br>기본 게임 모드의 @현재 가장 높은 직급 난이도#에 도전해 성공하면, 결산 시 남은 @파티 HP#에 따라 @대전 평가#를 획득하고 직급을 올릴 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 664
    },
    {
        "_id": 100057,
        "Name": "직급•승진 규칙",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001302.png",
                "Desc": "파티 HP가 @70 이상#이면 @직급이 3 증가#합니다.<br>클리어 시 파티 HP가 @40 이상#이면 @직급이 2 증가#합니다.<br>클리어 시 파티 HP가 40 미만이면 @직급이 1 증가#합니다"
            },
            {
                "Image": "TutorialPage_10001703.png",
                "Desc": "도전 실패 시, 현재 직급이 감소하지 않습니다"
            }
        ],
        "Type": 5,
        "Order": 663
    },
    {
        "_id": 100058,
        "Name": "기본 게임",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005601.png",
                "Desc": "@「기본 게임」#은 화폐 전쟁의 기본 플레이 모드입니다.<br>기본 게임에 도전하여 직급을 올릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_10001701.png",
                "Desc": "기본 게임에서는 도전하고 싶은 @직급 난이도#를 자유롭게 선택할 수 있습니다.<br>직급이 높을수록 도전 난이도가 높아지고, 보상도 더욱 풍성해집니다"
            }
        ],
        "Type": 5,
        "Order": 662
    },
    {
        "_id": 100059,
        "Name": "오버클록 게임",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001401.png",
                "Desc": "@「오버클록 게임」#은 플레이 타임이 @더 짧은# 빠른 모드로, @격주 점수# 임무 보상을 효율적으로 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10001402.png",
                "Desc": "@「오버클록 게임」# 모드는 도전 난이도를 자유롭게 선택할 수 있지만, 클리어 후 @직급을 올릴 수 없습니다#"
            }
        ],
        "Type": 5,
        "Order": 661
    },
    {
        "_id": 100060,
        "Name": "오버클록 게임•규칙",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "@「오버클록 게임」#은 차원마다 @진행 노드가 더 적습니다#"
            },
            {
                "Image": "TutorialPage_10001502.png",
                "Desc": "「오버클록 게임」에서는 노드가 시작될 때마다 자동으로 @더 많은 경험치와 금화를 획득하지만, 더 이상 이자를 획득할 수 없습니다#"
            }
        ],
        "Type": 5,
        "Order": 660
    },
    {
        "_id": 100061,
        "Name": "공략 모음집",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10005901.png",
                "Desc": "「화폐 전쟁」에서는 콘텐츠 메인 화면이나 대전 준비 단계 화면에서 공략 모음집을 확인할 수 있습니다.<br>다른 플레이어들이 추천한 라인업을 확인하고 참고해 보세요"
            }
        ],
        "Type": 5,
        "Order": 659
    },
    {
        "_id": 100062,
        "Name": "공략 모음집•공략 응용",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006001.png",
                "Desc": "대전 중에는 공략 시스템이 보유하고 있는 캐릭터 라인업을 기반으로 적합한 공략을 자동으로 추천해 드립니다.<br>@공략 적용# 기능을 사용하면 상점에서 원하는 공략 추천 캐릭터를 빠르게 찾을 수 있습니다!"
            }
        ],
        "Type": 5,
        "Order": 658
    },
    {
        "_id": 100063,
        "Name": "공략 모음집•장비 추적",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006101.png",
                "Desc": "공략을 적용하면 공략에서 추천하는 캐릭터의 장비를 언제든지 추적할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 657
    },
    {
        "_id": 100064,
        "Name": "고급 스킬•전투력 향상",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001001.png",
                "Desc": "팀의 핵심인 메인 딜러를 정해 해당 캐릭터를 중심으로 육성하세요.<br>Tip: 메인 딜러는 보통 유대 내에서 코스트와 성급이 더 높은 공격 캐릭터입니다"
            },
            {
                "Image": "TutorialPage_10006202.png",
                "Desc": "메인 딜러 육성 방법:<br>1. 우선적으로 성급을 올리되, 1/2/3코스트 캐릭터는 ★3까지, 4/5코스트 캐릭터는 ★2을 목표로 육성합니다.<br>2. 우선적으로 해당 캐릭터에게 적합한 고급 장비 3개를 장착합니다.<br>3. 메인 딜러의 유대 효과를 최소 2개 활성화하세요"
            }
        ],
        "Type": 5,
        "Order": 656
    },
    {
        "_id": 100065,
        "Name": "고급 스킬•캐릭터 찾기",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "상점 레벨이 상승할수록 상점에 등장하는 각 코스트 캐릭터 확률이 계속 변화합니다.<br>상점 레벨이 높을수록 높은 코스트의 캐릭터(4/5코스트)가 등장할 확률이 상승합니다.<br>상점 레벨이 높을수록 낮은 코스트의 캐릭터(1/2/3코스트)가 등장할 확률이 감소합니다"
            },
            {
                "Image": "TutorialPage_10006302.png",
                "Desc": "원하는 캐릭터를 찾는 방법: 캐릭터의 코스트에 따라 출현 확률이 가장 높은 레벨에서 상점을 재배치하세요.<br>예시: 2코스트 캐릭터가 메인 딜러인 라인업의 경우, Lv.6에 머물면서 상점을 재배치하여 해당 캐릭터를 찾으세요. 이때 2코스트 캐릭터가 나올 확률은 40%입니다.<br>예시: 4코스트 캐릭터가 메인 딜러인 라인업의 경우, 최대한 빨리 Lv.8까지 올린 후 상점을 재배치하여 해당 캐릭터를 찾으세요"
            }
        ],
        "Type": 5,
        "Order": 655
    },
    {
        "_id": 100066,
        "Name": "고급 스킬•경제 자원 및 운영",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006401.png",
                "Desc": "게임에서 획득하는 금화의 양은 승패에 큰 영향을 미칩니다.<br>금화 50개를 남겨두면 노드마다 금화 5개의 이자를 얻을 수 있습니다. 티끌 모아 태산인 셈이죠!"
            },
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "금화 사용을 효율적으로 관리하는 방법:<br>1. 초반에는 상점 재배치를 과도하게 하지 말고, 이자를 모으기 및 상점 레벨 업을 우선시하세요. 후반에 높은 코스트의 캐릭터를 찾을 수 있습니다.<br>2. 라인업의 비핵심 캐릭터는 ★3까지 올릴 필요 없이 ★2면 충분합니다. 금화를 충분히 절약할 수 있죠"
            }
        ],
        "Type": 5,
        "Order": 654
    },
    {
        "_id": 100067,
        "Name": "고급 스킬•장비 업그레이드",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10006501.png",
                "Desc": "기본 장비는 총 8종이 있으며, 각 기본 장비는 하나의 속성 유형에 해당합니다. 예시:<br>•접이식 나이프는 전방 전투력을 증가시키며, 전방 딜러에게 적합합니다.<br>•평화의 권총은 후방 전투력을 증가시키며, 후방 딜러에게 적합합니다.<br>•롤러 슈즈는 속도 증폭을 증가시키며, 속도형 캐릭터에게 적합합니다"
            },
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "고급 장비의 효과는 일반적으로 합성 공식의 기본 장비 효과와 연관이 있습니다. 예시:<br>접이식 나이프(전방) + 럭키 스타(행운의 일격 확률) = 고주파 전기톱(전방 캐릭터 행운의 일격 확률 대폭 증가)<br>생명의 꽃(HP) + 양산형 장갑(방어구) = 통각 차단 칩(치유 대상이 받는 피해 감소)"
            }
        ],
        "Type": 5,
        "Order": 653
    },
    {
        "_id": 2246,
        "Name": "앰포리어스의 「증오」",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_224601.png",
                "Desc": "[반조물주], [미소스], [로고스]의 공격 스킬은 [앰포리어스의 「증오」]를 증가시키며, [증오]가 증가하면 아군의 회복 가능한 HP 최대치와 회복 가능한 전투 스킬 포인트 최대치가 감소합니다. [증오]가 최대치에 도달하면 전투에서 패배합니다!"
            },
            {
                "Image": "TutorialPage_224602.png",
                "Desc": "아군이 필살기를 발동하면 [영웅, 영원히 타오르는 뭇별처럼] 또는 [서사시, 우리가 쓰는 대로]를 충전할 수 있고, [영웅, 영원히 타오르는 뭇별처럼]과 [서사시, 우리가 쓰는 대로]를 발동하면 [앰포리어스의 「증오」]가 대폭 감소합니다!"
            }
        ],
        "Type": 1,
        "Order": 434
    },
    {
        "_id": 6361,
        "Name": "시간의 귀허•세월의 지원",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636101.png",
                "Desc": "Mar. 7th가 모두를 위해 @세월의 경계#를 펼쳤습니다. 시간의 귀허 안에서 오로닉스의 기도문은 @계속 강화 상태를 유지#합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6362,
        "Name": "「부세」의 시련•1",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636201.png",
                "Desc": "@「염원」을 나타내는 응축된 결정 3개#를 찾아 순서대로 @재구성#하면 시련을 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_636202.png",
                "Desc": "시련은 @빛의 구역#을 형성하며, 구역 안팎의 시공간이 다릅니다. 캐릭터가 @빛과 어둠의 구역 경계#를 지날 때 @반대편 빛의 구역#으로 텔레포트됩니다"
            },
            {
                "Image": "TutorialPage_636301.png",
                "Desc": "@응축된 결정을 재구성#할 때마다 빛의 구역의 @경계가 확장#됩니다. 이 특성을 활용해 시련을 완료하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6363,
        "Name": "「부세」의 시련•1",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636301.png",
                "Desc": "@응축된 결정을 재구성#할 때마다 빛의 구역의 @경계가 확장#됩니다. 이 특성을 활용해 시련을 완료하세요"
            },
            {
                "Image": "TutorialPage_636302.png",
                "Desc": "@응축된 결정을 재구성#할 때마다 빛의 구역의 @경계가 확장#됩니다. 이 특성을 활용해 시련을 완료하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6364,
        "Name": "「부세」의 시련•2",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636401.png",
                "Desc": "@「절망」을 나타내는 응축된 결정 3개#를 찾아 순서대로 @부수면# 시련을 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_636402.png",
                "Desc": "이번 시련은 @어둠이 뒤덮인 구역#에서 진행되며, 구역 안팎의 시공간이 다릅니다. 캐릭터가 @빛과 어둠의 경계#를 넘을 때, @반대편 어둠의 구역#으로 텔레포트됩니다"
            },
            {
                "Image": "TutorialPage_636501.png",
                "Desc": "@응축된 결정#을 파괴할 때마다 빛의 구역의 @경계가 줄어듭니다#. 이 특성을 활용해 시련을 완료하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6365,
        "Name": "「부세」의 시련•2",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636501.png",
                "Desc": "@응축된 결정#을 파괴할 때마다 빛의 구역의 @경계가 줄어듭니다#. 이 특성을 활용해 시련을 완료하세요"
            },
            {
                "Image": "TutorialPage_636502.png",
                "Desc": "@응축된 결정#을 파괴할 때마다 빛의 구역의 @경계가 줄어듭니다#. 이 특성을 활용해 시련을 완료하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6366,
        "Name": "트로이 목마 프로그램 「겨우살이」•1",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636601.png",
                "Desc": "「겨우살이」호는 스크루룸의 개인 소장품으로, 우아한 디자인의 트로이 목마 프로그램입니다. @순항# 버튼을 누르면 비행을 시작하며, 다시 한번 누르면 @공중 정지# 상태로 전환합니다"
            },
            {
                "Image": "TutorialPage_636602.png",
                "Desc": "왼쪽 조이스틱으로 「겨우살이」호의 방향을 제어하고, @가속# 버튼을 눌러 일시적으로 가속할 수 있습니다"
            },
            {
                "Image": "TutorialPage_636603.png",
                "Desc": "@나가기# 버튼을 누르면 비행을 종료하고, @수직 반전# 설정을 변경하면 비행 방식을 변경할 수 있습니다"
            },
            {
                "Image": "TutorialPage_636604.png",
                "Desc": "「겨우살이」호에는 자동 조종 프로그램이 탑재되어 있습니다. @자동 조종# 버튼을 누르면 「겨우살이」호가 항행 지점까지 자동으로 비행하며, 이동 중 다시 한번 누르면 @수동 조종#으로 전환합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6367,
        "Name": "트로이 목마 프로그램 「겨우살이」•2",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636701.png",
                "Desc": "비행 중에 맵을 열어 @항행 지점#을 확인할 수 있습니다"
            },
            {
                "Image": "TutorialPage_636702.png",
                "Desc": "@항행 지점# 아이콘을 선택하고 순항 시작을 누르면 「겨우살이」호가 선택한 항행 지점으로 자동 비행하여 착륙합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6368,
        "Name": "트로이 목마 프로그램 「겨우살이」•3",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636801.png",
                "Desc": "14행 대수식 배리어가 해제되었습니다. 스크루룸이 δme-13 데이터 공간에 다수의 @가속 링#을 배치하여 「겨우살이」호의 해킹 효율을 증가시켰습니다"
            },
            {
                "Image": "TutorialPage_636802.png",
                "Desc": "「겨우살이」호가 @가속 링#을 통과할 때 강력한 가속 효과를 얻지만, 그동안에는 방향을 제어할 수 없습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6369,
        "Name": "비밀 통로 구동기",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_636901.png",
                "Desc": "「비밀 통로 구동기」는 @앰포리어스 전역의 야누스의 비밀 통로#와 연결되어 있으며, 이를 가동하면 모든 @개방된# 비밀 통로가 @「즉시 발동」# 상태에 진입합니다"
            },
            {
                "Image": "TutorialPage_636902.png",
                "Desc": "「비밀 통로 구동기」와 다시 상호작용하면 자유롭게 상태를 전환할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 7104,
        "Name": "키레네",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_710302.png",
                "Desc": "키레네의 비술을 발동하면 모든 동료의 이동 속도가 증가합니다. 전투 진입 후 즉시 결계가 펼쳐지고 동료의 공격에 확정 피해가 부여됩니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9947,
        "Name": "방 및 가구 커스터마이징",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819004.png",
                "Desc": "「우주 인테리어 가이드」 이벤트 완료 후, 개척자는 은하열차의 「파티 칸」 2층에서 자신의 방을 가질 수 있습니다"
            },
            {
                "Image": "TutorialPage_994702.png",
                "Desc": "방 안의 「가구 커스텀」 기능을 통해 모험 중에 획득한 다양한 가구들을 방에 배치할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 100001,
        "Name": "캐릭터•포지션",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000101.png",
                "Desc": "「화폐 전쟁」에서 파티원을 고용하여 @8~10인 파티#를 구성해 전투를 진행하고, 경쟁자를 쓰러트리세요"
            },
            {
                "Image": "TutorialPage_10000102.png",
                "Desc": "캐릭터마다 각자의 @[포지션]#이 있으며, 이는 @[전방], [후방]#으로 나뉩니다.<br>일부 캐릭터는 @[전후방]# 포지션에 속하며, 전방 포지션에 배치할 수 있고, 후방 포지션에 배치할 수도 있습니다"
            },
            {
                "Image": "TutorialPage_10000103.png",
                "Desc": "캐릭터가 @올바른 포지션#에 있을 시, 「화폐 전쟁」 전용 신규 능력——@캐릭터 역량 강화#를 획득할 수 있습니다.<br>색다른 전투 체험을 체험해 보세요"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100002,
        "Name": "캐릭터•캐릭터 역량 강화",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000201.png",
                "Desc": "@[전방]# 캐릭터 역량 강화:<br>캐릭터 본체 스킬이 @강화#되거나, @새로운 전투 스킬#을 획득합니다"
            },
            {
                "Image": "TutorialPage_10000202.png",
                "Desc": "@[후방]# 캐릭터 역량 강화:<br>강화된 캐릭터 스킬을 사용해 후방에서 전투를 진행하며, 전투 중 @자동으로 스킬을 발동해# 적을 공격하거나 파티원을 서포트합니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100003,
        "Name": "전투•승리 규칙",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000301.png",
                "Desc": "@카운트다운이 0이 되기# 전에 모든 적을 처치하면 전투에서 승리하며, @연승 카운트#를 1회 누적합니다.<br>연승을 많이 달성할수록 더 많은 금화 보상을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10000302.png",
                "Desc": "카운트다운이 0이 되기 전에 모든 적을 처치하지 못하면 전투에서 패배하며, 아군 파티가 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_10000303.png",
                "Desc": "HP가 0일 시 시뮬레이션 테스트가 종료되고 퇴장합니다. @전력을 다해 살아남으세요#"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100004,
        "Name": "캐릭터•성급",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000401.png",
                "Desc": "@3개의 성급이 동일한# 캐릭터는 자동으로 @성급#이 상승하며, 캐릭터의 전투력이 대폭 상승합니다.<br>@★3#은 보통 캐릭터의 가장 강력한 형태입니다"
            },
            {
                "Image": "TutorialPage_10000402.png",
                "Desc": "캐릭터 성급업 후 수치 속성이 상승할 뿐만 아니라, @캐릭터 역량 강화# 효과도 강화됩니다.<br>예시: Dr. 레이시오는 전투 중 @연속으로 분필을 던져# 적을 공격할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100005,
        "Name": "캐릭터•코스트",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000501.png",
                "Desc": "화폐 전쟁에서 캐릭터는 각자의 @[코스트]#가 있으며, 이는 캐릭터를 구매하기 위한 금화 가격입니다.<br><color=#b4b4b4>1코스트#, <color=#6cce9f>2코스트#, <color=#7196ff>3코스트#, <color=#927fe7>4코스트#, <color=#ffd471>5코스트#로 나뉩니다"
            },
            {
                "Image": "TutorialPage_10000502.png",
                "Desc": "캐릭터의 전투 능력은 코스트에 따라 다른 수준의 @초기 강화#를 획득합니다.<br>전반적으로 <color=#ffd471>5코스트#><color=#927fe7>4코스트#><color=#7196ff>3코스트#><color=#6cce9f>2코스트#><color=#b4b4b4>1코스트#이며, 동일한 코스트의 캐릭터들은 @전투력이 비슷합니다#"
            },
            {
                "Image": "TutorialPage_10000503.png",
                "Desc": "@레벨#이 올라갈수록 상점에서 더욱 쉽게 @더 높은 코스트#의 캐릭터를 재배치할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100006,
        "Name": "금화•연승",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000601.png",
                "Desc": "전투에서 승리하면 연승 카운트가 1 증가합니다.<br>연승을 많이 할수록 @연승 금화 보상이 더 많아집니다#"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100007,
        "Name": "캐릭터•수치 매핑",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000701.png",
                "Desc": "「화폐 전쟁」에서 캐릭터 고용 시:<br>@보유 중인 캐릭터#의 경우, 해당 캐릭터의 @육성 데이터#를 @계승#합니다.<br>@미보유 캐릭터#의 경우, 상응하는 @체험 캐릭터#를 고용해 플레이할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10000702.png",
                "Desc": "@육성 기준에 도달하지 않은# 캐릭터를 보유할 경우, 시스템이 자동으로 강화를 진행합니다.<br>자동 강화된 캐릭터에는 @매핑 표식#이 있습니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100008,
        "Name": "금화",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000801.png",
                "Desc": "「화폐 전쟁」에서 @금화#는 가장 핵심적인 경제 자원입니다.<br>더 많은 금화를 획득하여 팀의 전투력을 높이세요"
            },
            {
                "Image": "TutorialPage_10000802.png",
                "Desc": "전투 종료 시 획득 가능:<br>이번 노드 금화 수입 = 기본 금화 + @연승# 금화 + @이자#"
            },
            {
                "Image": "TutorialPage_10000803.png",
                "Desc": "전투 종료 시, @금화 10개#를 보유할 때마다 @금화 1개의 이자#를 획득합니다(최대 금화 5개).<br>@적절히 금화를 모으는 것#도 더 많은 경제적 이익을 얻는 효과적인 수단입니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100009,
        "Name": "장비•합성",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10000901.png",
                "Desc": "@기본 장비 2개#를 조합하여 @고급 장비 1개#를 합성할 수 있습니다.<br>기본 장비를 눌러 합성표를 확인할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10000902.png",
                "Desc": "@고급 장비#는 합성표에 있는 기본 장비의 @기초 속성#을 보유합니다.<br>또한 @고급 장비#는 독특한 전투 효과를 보유하고 있어 캐릭터의 전투력을 대폭 상승시킬 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100010,
        "Name": "장비",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001001.png",
                "Desc": "팀의 핵심인 @메인 딜러#에게 우선적으로 @고급 장비 3개#를 장착하세요.<br>Tip: 메인 딜러는 보통 유대 내에서 코스트와 성급이 높은 딜러 캐릭터입니다"
            },
            {
                "Image": "TutorialPage_10001002.png",
                "Desc": "@분해 스패너#를 사용해 캐릭터가 장착한 장비를 자유롭게 배분하여 팀 전투력을 극대화할 수 있습니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100011,
        "Name": "팀 결성",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001101.png",
                "Desc": "「화폐 전쟁」에서 팀원을 고용하여 @8~10명의 팀#을 구성해 전투를 진행하고, 상대를 쓰러트리세요"
            },
            {
                "Image": "TutorialPage_10001102.png",
                "Desc": "캐릭터마다 각자의 @[포지션]#이 있으며, @[전방]#, @[후방]#, @[전후방]#으로 나뉩니다.<br>캐릭터가 @올바른 포지션#에 있을 때, 「화폐 전쟁」 전용 신규 능력——@캐릭터 역량 강화#를 획득할 수 있습니다!"
            },
            {
                "Image": "TutorialPage_10001103.png",
                "Desc": "3개의 동일한 성급의 캐릭터는 자동으로 @성급업#이 되며, 캐릭터의 전투력이 대폭 상승합니다.<br>@★3#은 보통 캐릭터의 가장 강력한 형태입니다"
            },
            {
                "Image": "TutorialPage_10001104.png",
                "Desc": "@동일한 유대#를 가진 직원을 고용하면 팀의 전투 능력을 대폭 상승시킬 수 있습니다.<br>@유대 추적# 기능을 잘 활용하면, 상점에서 필요한 유대를 가진 캐릭터를 더욱 빠르게 찾을 수 있습니다!"
            },
            {
                "Image": "TutorialPage_10001105.png",
                "Desc": "금화를 사용해 경험치를 구매하고 @레벨을 올리면# @팀 규모#를 확장하여 더 많은 캐릭터를 출전시킬 수 있습니다!<br>레벨이 높을수록 상점 재배치 시 @높은 코스트#의 캐릭터가 더 쉽게 나타납니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100012,
        "Name": "캐릭터 비술",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001201.png",
                "Desc": "「화폐 전쟁」에서 @전방# 캐릭터는 @자동으로 비술을 사용하여# 전투에 진입합니다"
            },
            {
                "Image": "TutorialPage_10001202.png",
                "Desc": "여러 전방 캐릭터가 @동시에 활성화할 수 없는# 비술 효과를 보유할 시, @왼쪽에 위치한# 첫 번째 캐릭터의 비술만 적용됩니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100013,
        "Name": "파티 HP",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001301.png",
                "Desc": "@현재 가장 높은 직급 난이도#에 도전해 성공하면, 결산 시 남은 @파티 HP#에 따라 @대전 평가#를 획득하고 직급을 올릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_10001302.png",
                "Desc": "클리어 시 파티 HP가 @70 이상#이면 @직급이 3 증가#합니다.<br>클리어 시 파티 HP가 @40 이상#이면 @직급이 2 증가#합니다.<br>클리어 시 파티 HP가 40 미만이면 @직급이 1 증가#합니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100014,
        "Name": "오버클록 게임",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001401.png",
                "Desc": "@「오버클록 게임」#은 플레이 타임이 @더 짧은# 빠른 모드로, @격주 점수# 임무 보상을 효율적으로 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10001402.png",
                "Desc": "@「오버클록 게임」# 모드는 도전 난이도를 자유롭게 선택할 수 있지만, 클리어 후 @직급을 올릴 수 없습니다#"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100015,
        "Name": "오버클록 게임•규칙",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001501.png",
                "Desc": "@「오버클록 게임」#은 플레이 타임이 @더 짧은# 빠른 모드로, 차원마다 @진행 노드가 더 적습니다#"
            },
            {
                "Image": "TutorialPage_10001502.png",
                "Desc": "「오버클록 게임」에서는 노드가 시작될 때마다 자동으로 @더 많은 경험치와 금화를 획득하지만, 더 이상 이자를 획득할 수 없습니다#"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100016,
        "Name": "전투•카운트다운 페널티",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001601.png",
                "Desc": "캐릭터가 전투 중 치명적인 공격을 받을 시 @전투 불능 상태에 빠지지 않으며#, 즉시 일부 HP를 회복합니다"
            },
            {
                "Image": "TutorialPage_10001602.png",
                "Desc": "캐릭터가 전투 중 치명적인 공격을 받을 시 전투의 @남은 카운트다운#이 감소하여 @전투가 조기에 종료#됩니다.<br>즉, 카운트다운 종료 전에 @모든 적을 처치#하기가 @더 어려워집니다#"
            },
            {
                "Image": "TutorialPage_10001603.png",
                "Desc": "적절한 @힐러#나 @유대#, @생존 장비#를 찾아 전투가 조기 종료되지 않도록 @팀의 생존력#을 높이세요"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 100017,
        "Name": "직급",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_10001701.png",
                "Desc": "기본 게임에서는 도전하고 싶은 @직급 난이도#를 자유롭게 선택할 수 있습니다.<br>직급이 높을수록 도전 난이도가 높아지고, 보상도 더욱 풍성해집니다"
            },
            {
                "Image": "TutorialPage_10001702.png",
                "Desc": "@현재 가장 높은 직급 난이도#에 도전해 성공하면, 결산 시 남은 @파티 HP#에 따라 @대전 평가#를 획득하고 직급을 올릴 수 있습니다.<br>대전 평가에 따라 최대 @직급 +3#까지 상승할 수 있습니다"
            },
            {
                "Image": "TutorialPage_10001703.png",
                "Desc": "도전 실패 시, 현재 직급이 감소하지 않습니다"
            }
        ],
        "Type": 5,
        "Order": 0
    },
    {
        "_id": 10040,
        "Name": "달려라, 디저트!",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004001.png",
                "Desc": "「달려라, 디저트!」는 창조물들이 자진해서 개최한 장애물 달리기 대회입니다. 경기마다 플레이어 @8#명이 관전에 참여하여 선수들을 @응원#합니다"
            },
            {
                "Image": "TutorialPage_1004002.png",
                "Desc": "응원에는 @통통 디저트#가 소모되지만, 각 경기 구간이 종료될 때마다 응원하는 선수가 @상위 3위#를 차지하면 해당 선수의 승리 수익에 따라 대량의 디저트가 반환됩니다"
            },
            {
                "Image": "TutorialPage_1004003.png",
                "Desc": "경기 중 플레이어는 @경기장 아이템#을 사용하여 경기에 영향을 줄 수 있습니다. 아이템 사용 시 @모든 아이템#이 쿨타임에 들어갑니다"
            },
            {
                "Image": "TutorialPage_1004004.png",
                "Desc": "매 경기가 종료되면 @관전 점수#를 획득하며, 경기장 등급이 높을수록 더 많은 점수를 획득할 수 있습니다. 점수를 누적하여 관전 보상을 수령할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1004005.png",
                "Desc": "고급 경기를 처음 관람하면 @디저트 교환#이 개방되며, 여분의 「통통 디저트」를 특이한 간식, 영의 눈물 등의 보상으로 교환할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10041,
        "Name": "승리 수익",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004101.png",
                "Desc": "각 구간에서 플레이어가 응원한 선수가 1위를 하면, @이번 응원에 소모한 디저트#와 해당 선수의 @승리 수익#에 따라 상응하는 수량의 디저트를 돌려받게 됩니다"
            },
            {
                "Image": "TutorialPage_1004102.png",
                "Desc": "응원한 선수가 2위 또는 3위를 차지할 경우, 반환되는 디저트가 그에 따라 감소합니다.<br>응원한 선수가 3위 안에 들지 못할 경우, 디저트가 반환되지 않습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10042,
        "Name": "경기장 아이템",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004201.png",
                "Desc": "경기 중 플레이어는 @경기장 아이템#을 사용하여 경기에 영향을 줄 수 있습니다. 아이템 사용 시 @모든 아이템#이 쿨타임에 들어갑니다"
            },
            {
                "Image": "TutorialPage_1004202.png",
                "Desc": "@쓰레기봉투#는 필드의 아무 위치에나 드래그하여 사용할 수 있으며, 약간의 딜레이 후 범위 내 창조물을 기절시킵니다. 순위가 높은 창조물을 견제하고 저지하는 데 효과적입니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10043,
        "Name": "경기장 아이템",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004301.png",
                "Desc": "@신호 차단기#를 스프링 보드 또는 푸시 보드로 드래그하여 사용하면 상응하는 장치가 잠시 멈춥니다. 스프링 보드를 멈추면 위에 있는 창조물이 튕겨 나가는 것을 막을 수 있으며, 푸시 보드를 멈추면 창조물이 필드 밖으로 밀려 나가는 것을 막을 수 있습니다"
            },
            {
                "Image": "TutorialPage_1004302.png",
                "Desc": "@만능 미끼#는 필드의 아무 위치에나 드래그하여 사용할 수 있으며, 주변의 창조물을 지속적으로 유인합니다. 필드 장치나 특수 타일 근처에 배치하면 예상치 못한 효과를 만들어낼 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10044,
        "Name": "응원 팁",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004401.png",
                "Desc": "응원 코너에서 우측 상단을 눌러서 경기장을 확인할 수 있습니다.<br>선수들의 스킬에 따라 유리한 지형이 달라지니, 응원 전에 경기장을 잘 확인해야 승리 가능성이 가장 높은 선수를 발견할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10045,
        "Name": "필드 장치와 특수 타일",
        "Ver": "3.7",
        "Tuts": [
            {
                "Image": "TutorialPage_1004501.png",
                "Desc": "감속 타일: 창조물이 지면에 붙어 점프할 수 없고, 행동 속도가 감소합니다"
            },
            {
                "Image": "TutorialPage_1004502.png",
                "Desc": "미끌미끌 타일: 창조물이 점프 후 계속 전방을 향해 일정 거리 슬라이드 합니다"
            },
            {
                "Image": "TutorialPage_1004504.png",
                "Desc": "푸시 보드 장치: 일정 시간마다 푸시 보드가 바깥쪽을 향해 1회 밀어냅니다"
            },
            {
                "Image": "TutorialPage_1004503.png",
                "Desc": "스프링 보드: 창조물이 스프링 보드에 착지하면 특정 방향을 향해 일정 거리 튕겨 나갑니다"
            },
            {
                "Image": "TutorialPage_1004505.png",
                "Desc": "텔레포트 포탈: 창조물이 텔레포트 포탈에 진입하면 다른 랜덤 텔레포트 포탈로 이동합니다"
            },
            {
                "Image": "TutorialPage_1004506.png",
                "Desc": "컨베이어 벨트: 컨베이어 벨트에 착지한 창조물은 점프하지 않으며, 컨베이어 벨트를 따라 이동합니다"
            },
            {
                "Image": "TutorialPage_1004507.png",
                "Desc": "버블: 버블에 닿은 창조물은 다른 창조물에 부딪히거나 일정 시간이 지나 버블이 터질 때까지 버블 안에 갇힙니다"
            },
            {
                "Image": "TutorialPage_1004508.png",
                "Desc": "경사: 경사에 착지한 창조물은 경사면을 따라 아래로 미끄러집니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 6357,
        "Name": "바르톨로스의 시점•1",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635701.png",
                "Desc": "자유자재로 움직일 수 있는 도둑 유령 바르톨로스를 조종하여 도전 임무를 완료하세요. 왼쪽 컨트롤러로 도둑 유령을 조종하고, 상승, 하강 버튼으로 도둑 유령의 비행 높이를 조절할 수 있습니다. 조종 종료 버튼을 눌러 도둑 유령 조종에서 나갈 수 있습니다"
            },
            {
                "Image": "TutorialPage_635702.png",
                "Desc": "도둑 유령 바르톨로스는 보물을 삼킬 수 있으며, 보물에 가까이 가서 삼키기 버튼을 누르면 즉시 보상을 획득할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6358,
        "Name": "바르톨로스의 시점•2",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635801.png",
                "Desc": "바르톨로스는 거품 공격을 발동할 수 있으며, @공격 버튼을 누르고 있으면# 현재 고정된 목표에게 @연속으로# 거품탄을 발사합니다"
            },
            {
                "Image": "TutorialPage_635802.png",
                "Desc": "거품 공격을 발동하면 거품 에너지가 소모됩니다. 주변에 떠다니는 @거품 공#을 주우면 거품 에너지를 보충할 수 있습니다. @「거품의 집」#을 연속 공격하면 파괴하여 거품 공을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_635901.png",
                "Desc": "자그레우스의 힘은 적들이 바르톨로스를 감지할 수 없게 하며, 일정량의 거품탄을 발사하면 적을 처치할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6359,
        "Name": "바르톨로스의 시점",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_635901.png",
                "Desc": "자그레우스의 힘은 적들이 바르톨로스를 감지할 수 없게 하며, 일정량의 거품탄을 발사하면 적을 처치할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6360,
        "Name": "바르톨로스의 시점•3",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_636001.png",
                "Desc": "필드에는 「변화의 동전」을 보유한 @「하늘을 나는 암포라」#가 있습니다. 거품 공격으로 이를 파괴하면 「변화의 동전」을 획득할 수 있습니다. 현재 방에 있는 「변화의 동전」을 모두 수집하면 보상을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_636002.png",
                "Desc": "맵에서 「바르톨로스의 시점」 아이콘을 누르면 @「변화의 동전」# 수집 상황을 확인할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8207,
        "Name": "이상 중재",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820701.png",
                "Desc": "이상 중재는 @난도가 극도로 높은# 도전 스테이지로, 주기적으로 스테이지 내용과 보상이 업데이트됩니다"
            },
            {
                "Image": "TutorialPage_820702.png",
                "Desc": "이상 중재에는 @나이트#와 @킹#, 두 종류의 스테이지가 있습니다. 나이트 스테이지를 클리어하지 않을 경우 킹은 호위의 보호를 받아 난이도가 <color=#eb4d3dff>대폭 증가#합니다"
            },
            {
                "Image": "TutorialPage_820703.png",
                "Desc": "모든 @나이트 스테이지#를 클리어하면 호위를 잃은 킹은 약화됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8208,
        "Name": "호위 제거",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820801.png",
                "Desc": "모든 나이트 스테이지 클리어 후, 킹의 능력이 약화됩니다. 나이트 스테이지 기록을 초기화해도 킹의 약화 상태에 영향을 미치지 않습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8209,
        "Name": "중반 격전",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_820702.png",
                "Desc": "나이트 스테이지에서 남은 라운드가 비교적 적으면, 아군은 라운드 시작 시 전투 버프를 획득합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9847,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@가시 기둥#과 충돌한 물범은 @6#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9848,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @6#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9849,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @6#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @2#pt 증가합니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9850,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@가시 기둥#과 충돌한 물범은 @6#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @2#pt 증가합니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9851,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @6#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16505,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650501.png",
                "Desc": "{TEXTJOIN#247}와(과) 상호작용할 아이템을 선택하세요"
            },
            {
                "Image": "TutorialPage_1650502.png",
                "Desc": "아이템을 @{TEXTJOIN#247}에게 드래그하면# 상호작용을 시작할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1650503.png",
                "Desc": "@마우스 왼쪽 버튼으로# 카메라를 회전할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16506,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650601.png",
                "Desc": "오른쪽으로 퇴장하여 출근하는 키메라가 몇 마리인지 세어보세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16507,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650701.png",
                "Desc": "짐을 끌고 달리는 중에 가속 바가 나타납니다. @순서에 맞게 방향키를 누르면# {TEXTJOIN#247}을(를) 걷게 할 수 있으며, 연속으로 올바른 키를 누르면 {TEXTJOIN#247}이(가) 뛰기 시작합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16508,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650801.png",
                "Desc": "손님의 요구사항에 맞는 음식을 선택하여 주문을 완료하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 16509,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1650901.png",
                "Desc": "아이템란 밖으로 공을 드래그한 뒤 손을 떼면 공을 던질 수 있습니다. 공의 시작 위치가 @높을수록# 공이 더 @멀리# 날아갑니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10010,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001001.png",
                "Desc": "@「웃음 상자」#는 전투를 서포트하며, 행동할 때마다 특수 효과가 발동되어 전투에 도움을 줍니다"
            },
            {
                "Image": "TutorialPage_1001002.png",
                "Desc": "스테이지가 개방될수록 더 많은 @「코미디언」#이 공연에 참여하게 됩니다.<br>파티의 코미디언들은 각자 다른 @「깜짝 선물」#을 「웃음 상자」에 넣어 전투에 다양한 도움을 줍니다"
            },
            {
                "Image": "TutorialPage_1001003.png",
                "Desc": "「코미디언」은 @「웃음 참기 게이지」#를 획득하여 「웃음 상자」를 충전할 수 있습니다.<br>「웃음 참기 게이지」가 높을수록 「웃음 상자」의 @효과가 강해집니다#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10011,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10012,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001011.png",
                "Desc": "스파클이 동료에게 전투 스킬 발동 시, 동료의 다음 @세 번의 전투 스킬은 전투 스킬 포인트를 소모하지 않습니다#"
            },
            {
                "Image": "TutorialPage_1001012.png",
                "Desc": "파티 내의 캐릭터가 @전투 스킬# 사용 시 웃음 상자를 @충전#하여 스파클의 @깜짝 선물 피해 단수#를 증가시킬 수 있습니다. 스파클의 깜짝 선물은 랜덤 적에게 피해를 가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10013,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001021.png",
                "Desc": "청작은 패가 난 후에도 @계속해서 패를 뽑을 수 있으며#, @패가 날 때마다# 웃음 상자에 @대량의 충전#을 제공합니다"
            },
            {
                "Image": "TutorialPage_1001022.png",
                "Desc": "청작의 @깜짝 선물#은 적 유닛에게 @디버프 효과#를 부여하며, 이후 다른 「깜짝 선물」 공격의 @피해#를 @강화#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10014,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001031.png",
                "Desc": "어벤츄린의 @필살기#로 @추첨#을 할 수 있으며, 추첨 결과에 따라 @깜짝 선물의 바운스 단수#가 결정되고, 그에 해당하는 웃음 참기 게이지를 획득합니다"
            },
            {
                "Image": "TutorialPage_1001032.png",
                "Desc": "가장 높은 포인트가 나올 시, 웃음 상자가 @즉시 행동#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10015,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001041.png",
                "Desc": "비소의 @깜짝 선물#로 비소는 대량의 「비황」을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1001042.png",
                "Desc": "필살기 발동 시, 비소는 모든 비황을 소모하여 @모든 적#에게 여러 번 피해를 가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10016,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001051.png",
                "Desc": "케리드라의 @깜짝 선물#은 이전 깜짝 선물을 @재발동#할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10017,
        "Name": "튜토리얼",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1001061.png",
                "Desc": "삼포가 필살기 발동 시, 추가로 @고정 10스택의 개인용 웃음 상자#를 발동합니다. 추가로 발동되는 웃음상자에는 @모든 코미디언#의 깜짝 선물이 포함됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10020,
        "Name": "종이새 팡팡 • 새들의 전쟁",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1002001.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#입니다. 새들의 전쟁 모드에서는 게임당 총 @30명#의 플레이어가 대전에 참여합니다"
            },
            {
                "Image": "TutorialPage_1002002.png",
                "Desc": "해당 모드에는 @횟수 제한이 없으며#, 정해진 시간 안에 과일을 없애서 종이새의 @전투력#을 최대한 높여 보세요"
            },
            {
                "Image": "TutorialPage_1002003.png",
                "Desc": "라운드가 끝날 때마다 현재 전투력이 @목표 전투력보다 낮은# 플레이어는 탈락하게 됩니다. 전체 대전에서 각 플레이어에게는 @단 한 번의 탈락 면제 기회#가 주어집니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10021,
        "Name": "청작 새",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@슈퍼 폭탄 2개#를 없앨 때마다 랜덤으로 필드에 있는 과일 @1#개가 @버블 익스프레스#로 전환됩니다.<br>인접한 과일을 없애면 버블을 터뜨리고 안에 있는 아이템을 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10022,
        "Name": "티탄 룬의 빛 인장",
        "Ver": "3.6",
        "Tuts": [
            {
                "Image": "TutorialPage_1002201.png",
                "Desc": "거대 무덤 장치가 해당 공간에 투영한 @티탄 룬#을 수집하여 계속 진행하세요"
            },
            {
                "Image": "TutorialPage_1002202.png",
                "Desc": "일부 티탄 룬은 @특정 각도에서 관찰해야 하며#, 룬을 완성해야 계속해서 다운로드를 진행할 수 있습니다"
            },
            {
                "Image": "TutorialPage_1002203.png",
                "Desc": "일부 티탄 룬은 @다른 장치를 활용해# 도안을 조정해야 하며, 룬을 완성해야 계속해서 다운로드를 진행할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 2245,
        "Name": "검은 물결의 열기",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_224501.png",
                "Desc": "[검은 물결의 열기]는 지속 피해류 디버프 상태에 속하며, 지속 피해는 목표가 받은 피해의 일부에서 비롯되고, 중첩 시 [검은 물결의 열기] 지속 턴이 갱신됩니다"
            },
            {
                "Image": "TutorialPage_224502.png",
                "Desc": "[검은 물결의 열기] 상태일 때 목표는 턴이 시작될 때마다 풍화, 연소, 감전, 열상 지속 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_224503.png",
                "Desc": "적의 [검은 물결의 열기] 상태는 [파멸 속의 광란] 상태 종료 시 즉시 해제되고, 아군의 [검은 물결의 열기] 상태는 자신의 HP가 최대치까지 회복될 시 즉시 해제되며, 해당 지속 피해를 받지 않습니다"
            }
        ],
        "Type": 1,
        "Order": 433
    },
    {
        "_id": 2244,
        "Name": "이율배반",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_224401.png",
                "Desc": "[이율배반] 상태에서는 필살기가 활성화됩니다. 하지만 효과 지속 기간에 필살기를 발동하면 대량의 HP가 손실됩니다"
            }
        ],
        "Type": 1,
        "Order": 432
    },
    {
        "_id": 3226,
        "Name": "개척을 계속하기",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_322601.png",
                "Desc": "개척 후문 완료. 개척 임무를 계속 진행하여 개척 레벨을 올리면 더 많은 이벤트에 참여할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3227,
        "Name": "유물 합성•속성 지정",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_322701.png",
                "Desc": "기존의 소원 레진은 1:1 비율로 자가 변형성 레진으로 자동 전환되었으며, 자가 변형성 레진을 소모하면 유물 합성 시 메인 속성 1가지를 지정할 수 있고, 추가로 소모하면 보조 속성 1~2가지를 추가로 지정할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 7103,
        "Name": "파이논•비술",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_710301.png",
                "Desc": "파이논이 파티에 있으면 탐사 시 @비술 포인트 최대치#가 증가하며, 비술을 발동하면 전방 일정 범위 내의 적을 @처치#합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9960,
        "Name": "경영 콘텐츠",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996001.png",
                "Desc": "손님의 @요구사항#을 파악하고, @메뉴판의 음식#을 눌러 주방에 주문을 전달하세요"
            },
            {
                "Image": "TutorialPage_996002.png",
                "Desc": "주문 후 주방에서는 @순서대로# 음식을 준비합니다. @미리 주문#도 가능하며, 각 메뉴는 최대 3개까지 보관할 수 있습니다"
            },
            {
                "Image": "TutorialPage_996003.png",
                "Desc": "음식이 준비되면 손님 머리 위에 @알림이 뜨고#, 이를 누르면 서버에게 @서빙#을 지시할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9961,
        "Name": "재배 콘텐츠",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996004.png",
                "Desc": "농작물을 재배하려면 @자금#을 소모해야 합니다"
            },
            {
                "Image": "TutorialPage_996005.png",
                "Desc": "농지의 빈 곳을 @누르거나# @드래그#하여 농작물을 재배하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9962,
        "Name": "경영 콘텐츠",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996006.png",
                "Desc": "매일 일정한 수의 손님이 방문하며, @승급# 후에는 @더 많은 손님#이 방문합니다.<br>영업이 종료되기 전까지 최선을 다해 모든 손님들을 응대해 보세요"
            },
            {
                "Image": "TutorialPage_996007.png",
                "Desc": "주문 접수 시 메뉴 조리에 필요한 식자재가 소모되며, @식자재 소진# 시에는 더 이상 메뉴를 만들 수 없습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9963,
        "Name": "청소 사건",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996008.png",
                "Desc": "손님이 식사를 마치면 테이블이 더러워져 다음 손님의 @착석#에 @영향#을 줄 수 있습니다"
            },
            {
                "Image": "TutorialPage_996009.png",
                "Desc": "서버가 서빙 중에 음식을 쏟으면 @통로가 막힐# 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9964,
        "Name": "피버 상태와 피버 레벨",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996010.png",
                "Desc": "@피버 상태#에 진입하면 모든 메뉴의 @판매 가격이 상승#합니다. @연속으로 응대한# 손님이 많을수록 판매 가격 상승폭이 커집니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9965,
        "Name": "경영 관리 안내",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996011.png",
                "Desc": "식당 인테리어에서 @테이블을 구매#하면 더 많은 손님이 동시에 식사할 수 있습니다"
            },
            {
                "Image": "TutorialPage_996012.png",
                "Desc": "직원 교육에서는 더 많은 요정 직원을 @모집#할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9967,
        "Name": "시설 및 직원 레벨업",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996014.png",
                "Desc": "식당 시설을 레벨업하면 더욱 강력한 @효과#를 얻을 수 있습니다"
            },
            {
                "Image": "TutorialPage_996015.png",
                "Desc": "식당 직원을 교육하면 @자동화# 스킬을 개방할 수 있습니다!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9968,
        "Name": "거대 작물",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996016.png",
                "Desc": "@호박, 가시열매 또는 그린볼 양배추#를 @동일한 농지#에 가득 심으면 @거대 작물#을 수확할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9969,
        "Name": "자동화 가이드",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_996017.png",
                "Desc": "자동화 스킬은 직원들에게 @자동 서빙, 자동 청소 및 자동 주문 전달# 능력을 부여합니다"
            },
            {
                "Image": "TutorialPage_996018.png",
                "Desc": "더 많은 직원에게 자동화 스킬을 개방해 @경영 부담을 줄여보세요#!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10000,
        "Name": "음료 속성",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000001.png",
                "Desc": "음료 제조가의 전문적인 안목으로 잔에 담긴 음료가 지닌 3가지 속성을 간파할 수 있습니다. 각 속성에는 @2가지 다른 경향#이 존재합니다"
            },
            {
                "Image": "TutorialPage_1000002.png",
                "Desc": "다양한 재료를 추가하면 속성의 경향도 변화하며, 이는 「스페셜 블렌드 레시피」의 「약간」, 「매우」 등 키워드에 해당합니다.<br>레시피의 표현이 모호하므로 음료 제조가는 힌트를 바탕으로 신중히 판단해야 합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10001,
        "Name": "「스페셜 블렌드 레시피」의 숨겨진 효과",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000101.png",
                "Desc": "@「알려진 효과」#를 제조하거나, 맛과 효과가 완전히 다른 @「숨겨진 효과」#에 도전할 수 있습니다.<br>2가지 효과는 @독립적#이니, 취향에 따라 자유롭게 제조해 보세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10005,
        "Name": "「낡은 잔, 새로운 벗」: 음료 제조",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000001.png",
                "Desc": "음료 제조가의 전문적인 안목으로 잔에 담긴 음료가 지닌 3가지 속성을 간파할 수 있습니다. 각 속성에는 @2가지 다른 경향#이 존재합니다"
            },
            {
                "Image": "TutorialPage_1000002.png",
                "Desc": "다양한 재료를 추가하면 속성의 경향도 변화하며, 이는 「스페셜 블렌드 레시피」의 「약간」, 「매우」 등 키워드에 해당합니다.<br>레시피의 표현이 모호하므로 음료 제조가는 힌트를 바탕으로 신중히 판단해야 합니다"
            },
            {
                "Image": "TutorialPage_1000101.png",
                "Desc": "@「알려진 효과」#를 제조하거나, 맛과 효과가 완전히 다른 @「숨겨진 효과」#에 도전할 수 있습니다.<br>2가지 효과는 @독립적#이니, 취향에 따라 자유롭게 제조해 보세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 10002,
        "Name": "황금 희생양•5",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000201.png",
                "Desc": "윤회의 운명 속에서는 가끔 포털이 나타날 수도 있습니다. 포털에는 @활성화, 비활성화# 두 가지 상태가 존재합니다. @동일한 에너지 색깔#의 포털 중 하나에 들어가면 @건너편으로 텔레포트#되며, 동시에 포털은 @비활성화#됩니다"
            },
            {
                "Image": "TutorialPage_1000202.png",
                "Desc": "맵에는 특수한 버튼이 존재하며, 이를 밟으면 @동일한 에너지 색깔의 포털 세트가 초기화#됩니다. 포털 활성화 상태에서는 버튼이 @나타나지 않습니다#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 10003,
        "Name": "황금 희생양•6",
        "Ver": "3.5",
        "Tuts": [
            {
                "Image": "TutorialPage_1000301.png",
                "Desc": "조심하세요! @포털에 들어가는# 순간, 또 다른 당신이 @스위치를 밟고 있다면# 포털이 @활성화된 상태를 유지#하게 되어, 포털에 들어간 당신은 @무한히 텔레포트되는 시공간의 난류 속에서 길을 잃게# 될 것입니다……"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 3225,
        "Name": "조수의 선물",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_322501.png",
                "Desc": "재창기 후의 앰포리어스 탐사 시 다양한 방법을 통해 「무질서 암브로시아」를 얻을 수 있습니다. 개척 임무/모험 임무 완료, 월드 내 전리품 오픈, 가끔 나타나는 도둑 유령 바르톨로스 처치, 창생 약충 수집 등의 방법이 있습니다"
            },
            {
                "Image": "TutorialPage_322502.png",
                "Desc": "「암브로시아」를 물에 녹여 공양 레벨을 올리고 보상을 수령하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8802,
        "Name": "튜토리얼",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880201.png",
                "Desc": "행동 라운드 수가 종료되기 전에 모든 적을 처치하면 전투 승리로 간주하며, 전투 승리 시 상대에게 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_880202.png",
                "Desc": "행동 라운드 수가 종료되기 전에 모든 적을 처치하지 못하면 전투 패배로 간주하며, 전투 패배 시 자신이 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_880203.png",
                "Desc": "HP가 0일 시 선수는 전투 패배로 퇴장합니다. @전력을 다해 살아남으세요#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8803,
        "Name": "튜토리얼",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880301.png",
                "Desc": "동일한 기물을 구매하면 기물의 경험치를 올릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_880302.png",
                "Desc": "기물 경험치가 가득 차면 성급이 올라가며, 더욱 강력한 전투 효과를 제공합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8804,
        "Name": "튜토리얼",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_880401.png",
                "Desc": "종료 시 개척자의 기능 등급이 @NO.5보다 높으면# @클리어#한 것으로 간주하며, 그렇지 않을 경우 실패로 간주합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8805,
        "Name": "튜토리얼",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_930601.png",
                "Desc": "「Fate/stay night」에서 @캐릭터 레벨, 광추 레벨, 행적과 유물#은 조건 충족 시 강화됩니다"
            },
            {
                "Image": "TutorialPage_930602.png",
                "Desc": "캐릭터 레벨이 현재 균형 레벨 조건보다 낮을 경우, @현재 균형 레벨에 맞는 캐릭터 레벨로 상승#합니다"
            },
            {
                "Image": "TutorialPage_930603.png",
                "Desc": "캐릭터가 장착한 광추 레벨이 현재 균형 레벨 조건보다 낮을 경우, @현재 균형 레벨에 맞는 광추 레벨로 상승#합니다. 캐릭터가 광추를 보유하지 않을 경우 @현재 균형 레벨에 맞는 임시 광추#를 자동으로 장착합니다"
            },
            {
                "Image": "TutorialPage_930604.png",
                "Desc": "캐릭터가 개방한 행적이 활성화되지 않았거나, 행적 레벨이 현재 균형 레벨 조건 미만이면 @행적이 활성화되거나 현재 균형 레벨에 맞는 행적 레벨로 상승#합니다"
            },
            {
                "Image": "TutorialPage_930605.png",
                "Desc": "캐릭터 장비의 유물 총 강화 레벨이 현재 균형 레벨 조건 미만이면, 유물이 @현재 균형 레벨에 맞는 임시 유물로 교체#됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9970,
        "Name": "종이새 팡팡 • 2인 대전",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997001.png",
                "Desc": "2인 대전에서는 양측이 @같은 필드#에서 번갈아 가며 행동합니다. 각 라운드마다 양측은 @2회#씩 행동할 수 있으며, @4라운드 후# 전투력이 더 높은 쪽이 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9971,
        "Name": "종이새 팡팡 • 2인 대전",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997101.png",
                "Desc": "2인 대전에서는 @같은 과일을 4개 이상 연결해# 폭탄을 생성하면 @보너스 횟수#를 얻습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9973,
        "Name": "새 전투 스킬",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9974,
        "Name": "대전 아이템",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997401.png",
                "Desc": "대전 아이템은 다양한 효과를 가지고 있습니다. 아이템 사용 시 @행동 횟수가 소모되진 않지만#, 각 아이템은 대전마다 @사용 횟수 제한#이 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9975,
        "Name": "폭탄 연쇄 반응",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997501.png",
                "Desc": "임의의 @과일 폭탄 2개#의 위치를 바꾸면 연쇄 반응을 발동할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9976,
        "Name": "아케이드 대전 평판",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997601.png",
                "Desc": "청작이 아케이드 대전에서 새로운 상대에게 승리할 때마다 @평판이 누적#됩니다. 평판 레벨이 올라갈수록 더 많은 기능이 개방됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9978,
        "Name": "스토리 모드",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997601.png",
                "Desc": "청작이 아케이드 대전에서 새로운 상대에게 승리할 때마다 @평판이 누적#됩니다. 평판 레벨이 올라갈수록 더 많은 기능과 새로운 대전 아이템이 개방됩니다"
            },
            {
                "Image": "TutorialPage_997701.png",
                "Desc": "@도전 목표를 완료#하거나 @평판 레벨을 올리면# 대전 아이템 강화에 필요한 「짹짹타닥 도구상자」를 얻을 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9979,
        "Name": "보너스 과일",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_997901.png",
                "Desc": "보너스 과일을 없애면 @전투력이 3pt# 증가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9980,
        "Name": "활성화 구역",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_998001.png",
                "Desc": "활성화 구역에서 과일 또는 장애물을 없애면 @2배의 전투력#을 획득합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9987,
        "Name": "종이새 팡팡",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수# 내에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@같은 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 @전투 스킬#을 발동하여 과일 제거를 도와줍니다"
            },
            {
                "Image": "TutorialPage_997401.png",
                "Desc": "대전 시작 전 휴대할 대전 아이템을 선택할 수 있습니다. 아이템 사용 시 @행동 횟수를 소모하지 않습니다#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9988,
        "Name": "멀티 모드 • 다인 난투",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813801.png",
                "Desc": "다인 난투 모드에서는 한 게임당 총 @6명#의 플레이어가 대전에 참여합니다. 라운드가 시작될 때마다 플레이어는 @남은 상대 중 1명#과 대전을 진행합니다"
            },
            {
                "Image": "TutorialPage_813802.png",
                "Desc": "다인 대전에서는 2인 대전과 달리 @보너스 횟수를 획득할 수 없습니다#. 정해진 @시간#과 @횟수# 내에 과일을 없애고 종이새의 전투력을 높여 최대한 살아남아보세요!"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "각 대전이 끝날 때마다 전투력이 낮은 플레이어는 @고정 피해#를 받습니다. 플레이어의 HP가 0이 되면 @빈사# 상태에 진입하고, @다시 피해를 받으면# 탈락합니다"
            },
            {
                "Image": "TutorialPage_998903.png",
                "Desc": "멀티 모드의 다인 난투에서는 모든 대전 아이템이 ★3 효과로 강화됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9989,
        "Name": "멀티 모드 • 2인 대전",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_998901.png",
                "Desc": "2인 대전에서 플레이어는 상대와 @같은 필드#에서 대전을 진행합니다"
            },
            {
                "Image": "TutorialPage_998902.png",
                "Desc": "정해진 @시간#과 @횟수# 내에 과일을 없애세요. @4라운드# 후 전투력이 더 높은 쪽이 승리합니다"
            },
            {
                "Image": "TutorialPage_998903.png",
                "Desc": "멀티 모드의 2인 대전에서는 모든 대전 아이템이 ★3 효과로 강화됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9990,
        "Name": "종이새 팡팡 • 2인 대전",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수# 내에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@같은 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 @전투 스킬#을 발동하여 과일 제거를 도와줍니다"
            },
            {
                "Image": "TutorialPage_997001.png",
                "Desc": "2인 대전에서는 양측이 @같은 필드#에서 번갈아 가며 행동합니다. 각 라운드마다 양측은 @2회#씩 행동할 수 있으며, @4라운드# 후 전투력이 더 높은 쪽이 승리합니다"
            },
            {
                "Image": "TutorialPage_997101.png",
                "Desc": "2인 대전에서는 @같은 과일을 4개 이상 연결해# 폭탄을 생성하면 @보너스 횟수#를 얻습니다"
            },
            {
                "Image": "TutorialPage_999501.png",
                "Desc": "2인 대전에서는 @슈퍼 폭탄 2개의 위치를 바꿔# 연쇄 반응을 발동해도 @보너스 횟수#를 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9991,
        "Name": "종이새 팡팡 • 다인 난투",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수# 내에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@같은 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 @전투 스킬#을 발동하여 과일 제거를 도와줍니다"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "다인 난투에서 각 대전이 끝날 때마다 전투력이 낮은 플레이어는 @고정 피해#를 받습니다. 플레이어의 HP가 0이 되면 @빈사# 상태에 진입하고, @다시 피해를 받으면# 탈락합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9992,
        "Name": "제이드 새",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@블루베리 5개#를 없앨 때마다 필드 중앙에 @3×3칸의 범위 폭발#을 @1회# 발동합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9993,
        "Name": "부트힐 새",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@복숭아 5개#를 없앨 때마다 랜덤으로 필드에 있는 과일 @3개#가 @보너스 복숭아#로 전환됩니다.<br>보너스 복숭아를 없애면 전투력을 @3pt# 획득합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9994,
        "Name": "청작 새",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@슈퍼 폭탄 3개#를 없앨 때마다 랜덤으로 아이템 1가지의 사용 가능 횟수를 @1회# 회복합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9995,
        "Name": "종이새 팡팡 • 2인 대전",
        "Ver": "3.4",
        "Tuts": [
            {
                "Image": "TutorialPage_999501.png",
                "Desc": "2인 대전에서는 @슈퍼 폭탄 2개의 위치를 바꿔# 연쇄 반응을 발동해도 @보너스 횟수#를 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2243,
        "Name": "알고리즘 스위칭",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_224301.png",
                "Desc": "「잔다르」가 [진화 형태]로 전환 시, 필드에 적이 생성되거나 아군 기억 정령이 소환되면 「잔다르」의 형태 전환을 가속할 수 있습니다"
            },
            {
                "Image": "TutorialPage_224302.png",
                "Desc": "「잔다르」가 [논증 형태]로 전환 시, 적을 처치하거나 아군 기억 정령이 사라지면 「잔다르」의 형태 전환이 빨라지고 위협을 줄일 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 431
    },
    {
        "_id": 2242,
        "Name": "날씨",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_224201.png",
                "Desc": "조석의 눈의 존재로 인해 필드 위 모든 목표는 날씨 효과에 영향을 받습니다. 맑은 날씨일 때 전장 환경에는 [온도]가 적용됩니다. 임의의 목표가 턴을 시작하면 [온도]가 상승합니다. 아군은 [온도]에 따라 지속적인 연소 피해를 받으며, 아군이 가하는 피해 역시 [온도]에 따라 상승합니다"
            }
        ],
        "Type": 1,
        "Order": 430
    },
    {
        "_id": 9958,
        "Name": "불씨 상자와 비술 자물쇠",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_322001.png",
                "Desc": "「불씨 상자」는 중요한 물품을 저장하는 용기입니다. 활성화 시 「불씨 상자」 외부에 @열쇠 구멍#이 나타나며, 상응하는 @열쇠 조각#이 여러 개 활성화됩니다"
            },
            {
                "Image": "TutorialPage_322002.png",
                "Desc": "열쇠 조각은 고정된 빈도로 끊임없이 @회전#하며 열쇠 구멍에 @투영#을 생성합니다. 오로닉스의 기도문을 사용하면 @조각을 되돌리고 투영을 바꿀 수 있습니다#"
            },
            {
                "Image": "TutorialPage_322003.png",
                "Desc": "열쇠 구멍 내의 투영은 @초록색#으로 표시되며, 이는 @올바른 투영#임을 나타냅니다. 열쇠 구멍 밖의 투영은 주황색으로 표시되며, 이는 여분의 투영임을 나타냅니다. 투영과 열쇠 구멍이 @「완벽하게 중첩」#되면, 열쇠 구멍이 자동으로 해금됩니다. 모든 열쇠 구멍이 해금되면 불씨 상자가 오픈됩니다"
            },
            {
                "Image": "TutorialPage_322004.png",
                "Desc": "힌트: 일부 캐릭터의 비술은 @시간 정지# 효과를 생성할 수 있습니다. @「기억」 운명의 길 개척자# 등의 경우, 이를 통해 해금 절차를 줄일 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 289
    },
    {
        "_id": 6351,
        "Name": "서풍 나침반•1",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635101.png",
                "Desc": "@시작점, 종료 지점, 나침반의 화살표 방향 및 빨간색 장애물의 위치#를 관찰하고 나침반의 각 고리를 @회전#시켜 @시작점에서 화살표의 방향을 따라 막힘없이 종료 지점에 도착#하도록 해야 합니다"
            },
            {
                "Image": "TutorialPage_635106.png",
                "Desc": "@빨간색 부채꼴 모양은 루트를 막는 장애물#을 의미합니다. 루트는 장애물을 통과할 수 없으며, @루트 연결 시 피해야 합니다#"
            },
            {
                "Image": "TutorialPage_635102.png",
                "Desc": "@「선택」# 버튼으로 특정 고리를 선택하고, @「회전」# 버튼으로 회전할 수 있습니다. 루트가 연결되면 나침반에 알림이 나타나며, 이때 @「루트 확인」# 버튼을 눌러 루트를 확정할 수 있습니다"
            },
            {
                "Image": "TutorialPage_635103.png",
                "Desc": "나침반의 루트를 확정하면 장치가 발동합니다. @필드에 나침반의 안내에 따라 무지개 길이 나타납니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6352,
        "Name": "조석의 눈 풍력 장치",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635201.png",
                "Desc": "조석의 눈에는 풍력 장치가 있으며, 경로상의 플랫폼은 기류에 의해 밀려납니다. 근처의 제어 장치를 @되돌리면 풍력 장치의 방향을 바꿀 수 있으며#, 플랫폼을 다른 쪽으로 이동시킬 수 있습니다. 감실을 사용해 @기도문을 강화하면 되돌리는 과정에 시간제한이 없어지며# 이는 지속됩니다"
            },
            {
                "Image": "TutorialPage_635202.png",
                "Desc": "되돌아가고 있는 제어 장치에 @되돌리기 버튼을 한 번 더 누르면 되돌리기를 중단하고 풍력 장치를 반전#시킬 수 있습니다. 이 특성을 이용해 플랫폼 위에서 장치를 되돌리거나 되돌리기를 중단하여 기류의 방향을 전환하면 플랫폼과 함께 다른 위치로 이동할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6354,
        "Name": "서풍 나침반•2",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635104.png",
                "Desc": "연결된 루트에 @전리품 표식#이 있으면 필드의 해당 위치로 이동하여 전리품을 획득할 수 있습니다. 하나의 나침반에 여러 연결 방식이 있을 수 있지만, @전리품#이 있는 위치를 지나가는 루트는 단 하나뿐입니다. 나침반과 @다시 상호작용#하면 루트를 수정할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6355,
        "Name": "서풍 나침반•3",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635105.png",
                "Desc": "「구름 속 폐성」 조석의 눈에서 나침반이 중앙 플랫폼과 연결된 후 @주변으로 향하는 루트를 선택해야 설치를 완료할 수 있습니다#. 주변으로 향하는 루트에도 @전리품#이 있을 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6356,
        "Name": "서풍 나침반",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_635101.png",
                "Desc": "@시작점, 종료 지점, 나침반의 화살표 방향 및 빨간색 장애물의 위치#를 관찰하고 나침반의 각 고리를 @회전#시켜 @시작점에서 화살표의 방향을 따라 막힘없이 종료 지점에 도착#하도록 해야 합니다"
            },
            {
                "Image": "TutorialPage_635106.png",
                "Desc": "@빨간색 부채꼴 모양은 루트를 막는 장애물#을 의미합니다. 루트는 장애물을 통과할 수 없으며, @루트 연결 시 피해야 합니다#"
            },
            {
                "Image": "TutorialPage_635102.png",
                "Desc": "@「선택」# 버튼으로 특정 고리를 선택하고, @「회전」# 버튼으로 회전할 수 있습니다. 루트가 연결되면 나침반에 알림이 나타나며, 이때 @「루트 확인」# 버튼을 눌러 루트를 확정할 수 있습니다"
            },
            {
                "Image": "TutorialPage_635103.png",
                "Desc": "나침반의 루트를 확정하면 장치가 발동합니다. @필드에 나침반의 안내에 따라 무지개 길이 나타납니다#"
            },
            {
                "Image": "TutorialPage_635104.png",
                "Desc": "연결된 루트에 @전리품 표식#이 있으면 필드의 해당 위치로 이동하여 전리품을 획득할 수 있습니다. 하나의 나침반에 여러 연결 방식이 있을 수 있지만, @전리품#이 있는 위치를 지나가는 루트는 단 하나뿐입니다. 나침반과 @다시 상호작용#하면 루트를 수정할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8340,
        "Name": "튜토리얼",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834001.png",
                "Desc": "제한된 라운드 내에 최대한 많은 적을 처치하고 파티 레벨을 올리세요.<br>파티 레벨이 오르면 랜덤으로 출현하는 무기 또는 액세서리 중에서 1회 선택할 수 있습니다"
            },
            {
                "Image": "TutorialPage_834002.png",
                "Desc": "우선 무기를 레벨업하고 상응하는 공명 액세서리를 찾아보세요.<br>Lv.8 무기와 대응하는 공명 액세서리를 획득하면 후속 레벨업에서 강력한 전설 무기로 업그레이드할 수 있습니다"
            },
            {
                "Image": "TutorialPage_834003.png",
                "Desc": "대응하는 속성 또는 특성 보너스를 보유한 액세서리는 무기의 효과를 강화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_834004.png",
                "Desc": "다양한 무기와 액세서리를 조합하면 더욱 강력한 조합 효과를 얻을 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8341,
        "Name": "추천 무기",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834101.png",
                "Desc": "이번 스테이지 스타팅 무기: @레인저 배지#<br>「레인저 배지」는 고정 속도로 궁수를 소환해 바람 화살을 발사합니다. 아군의 @소환물#이 많을수록 궁수의 수량이 늘어납니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_834102.png",
                "Desc": "무기 조합 추천<br>바람•번개•물리 속성: 레인저 배지, 질뢰의 망치, 암살 단도<br>발사 특성: 레인저 배지, 영원한 얼음의 창<br>연타 특성: 레인저 배지(진화 후), 질뢰의 망치<br>관련 액세서리: 바람번개의 사슬(연타율 증가), 녹야의 숨결(바람•번개•물리 속성 피해 증가), 영원한 어둠의 방패(발사 수량 증가)"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8342,
        "Name": "추천 무기",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834201.png",
                "Desc": "이번 스테이지 스타팅 무기: @영원한 얼음의 창#<br>「영원한 얼음의 창」은 아군이 일정 수량의 적을 명중하면 HP가 가장 높은 적에게 「얼음창」을 발사합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_834202.png",
                "Desc": "무기 조합 추천<br>얼음•양자 속성: 영원한 얼음의 창, 그믐달 차크람, 암월의 맹세<br>트윈 무기: 암월의 맹세, 태양의 증명<br>관련 액세서리: 얼지 않는 약샘(얼음•양자 속성 피해 증가), 영원한 어둠의 방패(발사 수량 증가)"
            },
            {
                "Image": "TutorialPage_834203.png",
                "Desc": "트윈 무기는 강력한 특수 전설 무기입니다.<br>트윈 무기가 진화하려면 1개의 최고 레벨 무기+액세서리가 아닌 2개의 최고 레벨 무기가 필요합니다.<br>트윈 무기 「해와 달의 문장」 = Lv.8 「태양의 증명」 + Lv.8 「암월의 맹세」"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8343,
        "Name": "추천 무기",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834301.png",
                "Desc": "이번 스테이지 스타팅 무기: @화염의 지팡이#<br>「화염의 지팡이」는 적과 아군의 HP를 불태우고 폭발을 일으킵니다. 누적으로 불태운 @아군 HP#가 높을수록 폭발 시 피해가 증가합니다.<br>스타팅 @무기 레벨#을 우선으로 올리고, 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_834302.png",
                "Desc": "무기 조합 추천<br>HP 변동: 화염의 지팡이, 탄산 사수<br>화염•허수 속성: 화염의 지팡이, 탄산 사수, 행운의 룰렛<br>발사 특성: 탄산 사수, 행운의 룰렛, 영원한 얼음의 창"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8344,
        "Name": "추천 무기",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834401.png",
                "Desc": "이번 스테이지 스타팅 무기: @섬멸 로봇#<br>「섬멸 로봇」이 적 1기에게 「섬멸 표식」을 부여하고, 목표가 @격파 피해#를 받을 시 대상에게 랜덤 속성 피해를 가하며 랜덤 속성 약점을 부여합니다.<br>우선 초기 @무기 레벨#을 올려 해당 무기의 @공명 액세서리#를 획득한 후 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_834402.png",
                "Desc": "무기 조합 추천<br>격파 스타일: 섬멸 로봇, 일곱 빛깔 야구공, 미의 축복<br>소환 특성: 일곱 빛깔 야구공, 미의 축복, 행운의 룰렛"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8345,
        "Name": "추천 무기",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834501.png",
                "Desc": "이번 스테이지 스타팅 무기: @부요의 깃털#<br>아군 캐릭터가 적을 공격하면 일정 확률로 「부요의 깃털」을 발동하여 회오리로 모든 적을 공격합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_834502.png",
                "Desc": "무기 조합 추천<br>행동 시 발동: 부요의 깃털, 미의 축복, 매우 평범한 야구 방망이<br>연타 특성: 부요의 깃털, 질뢰의 망치, 일곱 빛깔 야구공<br>지존 무기: 일곱 빛깔 야구공, 매우 평범한 야구 방망이"
            },
            {
                "Image": "TutorialPage_834503.png",
                "Desc": "지존 무기는 매우 강력한 특수 전설 무기입니다.<br>지존 무기로 진화하려면 전설 무기 1개와 최고 레벨 일반 무기 1개가 필요합니다.<br>지존 무기 「수프림 올컬러 홈런」 = 전설 무기 「무지개 투수」 + Lv.8 「매우 평범한 야구 방망이」"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8346,
        "Name": "튜토리얼",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_834601.png",
                "Desc": "보세요! @「마왕 표식」#이 있는 녀석이 마왕의 수하입니다"
            },
            {
                "Image": "TutorialPage_834602.png",
                "Desc": "마왕 수하는 @이번 단계 내내# 우리를 쫓을 겁니다. 우선 그를 처치하는 데 집중하세요!"
            },
            {
                "Image": "TutorialPage_834603.png",
                "Desc": "마왕 수하를 처치하고 마왕의 보물을 획득하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9981,
        "Name": "폭렬 미사일",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998101.png",
                "Desc": "미사일을 발사해 목표를 공격할 수 있으며, 명중 시 대상을 파괴하거나 방해합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9982,
        "Name": "니트로 폭발",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998201.png",
                "Desc": "니트로 폭발을 사용하면 @속도가 대폭 증가#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9983,
        "Name": "무적 모드",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998301.png",
                "Desc": "스킬 사용 후 @무적# 상태에 진입하고 @가속# 효과를 획득하며, 다른 레이싱 카 또는 장애물과 @충돌#하면 지속 시간이 연장됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9984,
        "Name": "운세 테스트",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998401.png",
                "Desc": "사용 가능한 스킬이 있을 시 레이싱 카가 @랜덤#으로 스킬 패 한 장을 뽑습니다"
            },
            {
                "Image": "TutorialPage_998401.png",
                "Desc": "스킬 패엔 짜후(효과 없음), 츠(무적), 펑(가속), 텐후(무적 가속)가 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9985,
        "Name": "규칙 설명",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998501.png",
                "Desc": "가속 존을 지나면 속도가 증가합니다"
            },
            {
                "Image": "TutorialPage_998502.png",
                "Desc": "감속 존에 닿으면 속도가 감소합니다"
            },
            {
                "Image": "TutorialPage_998503.png",
                "Desc": "이건 @광고판#입니다.<br>광고판을 쓰러뜨리면 @감속# 효과가 발생합니다.<br>광고주를 화나게 하지 마세요!"
            },
            {
                "Image": "TutorialPage_998504.png",
                "Desc": "@스킬 보틀#을 수집하여 에너지 게이지를 채우세요"
            },
            {
                "Image": "TutorialPage_998505.png",
                "Desc": "@가속 보틀#을 수집하여 가속 에너지를 모으세요"
            },
            {
                "Image": "TutorialPage_998506.png",
                "Desc": "코스에 있는 @정체불명의 인형#을 조심하세요! 부딪히면 @방향을 제어하지 못하고 기절합니다#!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9986,
        "Name": "가속 구역/감속 구역",
        "Ver": "3.3",
        "Tuts": [
            {
                "Image": "TutorialPage_998501.png",
                "Desc": "가속 존을 지나면 속도가 증가합니다"
            },
            {
                "Image": "TutorialPage_998502.png",
                "Desc": "감속 존에 닿으면 속도가 감소합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2235,
        "Name": "꿈방울과 깊은 잠",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_223501.png",
                "Desc": "아군 HP 감소 시 [빈사의 꿈방울]을 누적하며, 최대치에 도달하면 [폴룩스]는 행동 게이지가 증가하고 다음 행동에 [강화] 상태에 진입합니다"
            },
            {
                "Image": "TutorialPage_223502.png",
                "Desc": "[강화] 상태에서 [폴룩스] 혹은 [연민의 긴 팔]이 피격될 시 [빈사의 꿈방울]을 감소시키고 아군의 HP를 회복합니다. [빈사의 꿈방울]이 모두 소진되면 [강화] 상태가 해제됩니다"
            },
            {
                "Image": "TutorialPage_223503.png",
                "Desc": "[깊은 잠에 잠겨]는 해당 목표가 적에게 피해를 가할 시 적이 받는 피해를 감소시키며, 아군이 일정 HP까지 회복하면 해당 상태가 해제됩니다"
            }
        ],
        "Type": 1,
        "Order": 424
    },
    {
        "_id": 6345,
        "Name": "오로닉스의 기적•추억의 룬",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_634501.png",
                "Desc": "룬 받침과 상호작용을 하면 @「추억의 룬」#을 획득할 수 있습니다. 룬 보유 시 「기적의 구슬」이 비추는 범위가 @캐릭터를 따라 이동#하며 캐릭터 주변의 시공간을 전환합니다"
            },
            {
                "Image": "TutorialPage_634502.png",
                "Desc": "추억의 룬 보유 시 룬 받침과 다시 상호작용을 하면 룬을 내려놓을 수 있으며, @기적의 구슬이 비추는 범위도 이동을 멈추게 됩니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6350,
        "Name": "오로닉스의 기도문•시상의와 시간 정지",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_635001.png",
                "Desc": "@「시상의」#는 오로닉스 사제들이 제작한 시간의 제기로, 크기와 형태가 다양합니다. 「시상의」를 @파괴하면# 주변의 @시간이 정지#됩니다"
            },
            {
                "Image": "TutorialPage_635002.png",
                "Desc": "파괴된 시상의를 @되돌리면 시상의를 복구#할 수 있으며, 주변의 시간이 다시 흐르게 됩니다"
            },
            {
                "Image": "TutorialPage_635003.png",
                "Desc": "오브젝트를 @되돌릴# 시 해당 오브젝트는 @시간 정지 구역의 영향을 받지 않습니다#"
            },
            {
                "Image": "TutorialPage_635004.png",
                "Desc": "움직이고 있는 오브젝트를 @특정 시점에 멈추고 싶다면#, 먼저 @시간 정지 구역을 전개#한 뒤 @되돌리기를 진행하고#, 특정 시점에서 @되돌리기를 중단하세요#"
            },
            {
                "Image": "TutorialPage_633301.png",
                "Desc": "힌트: 일부 캐릭터의 비술도 시간 정지 효과를 일으킬 수 있습니다. (@「기억」 운명의 길 개척자# 등)"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 3224,
        "Name": "연소 촉진 티켓 안내",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_322401.png",
                "Desc": "@연소 촉진 티켓#을 사용하면, @모조 꽃받침/정체된 허영#에서 드랍되는 육성 재료를 빠르게 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_322403.png",
                "Desc": "캐릭터 육성 화면에서 빠른 획득을 통해 부족한 @모조 꽃받침/정체된 허영# 재료를 보충할 수 있습니다"
            },
            {
                "Image": "TutorialPage_322402.png",
                "Desc": "「별이 돌아오는 길」 발동 시 일정 수량의 연소 촉진 티켓을 획득합니다. 「별이 돌아오는 길」 종료 후 @사용하지 않은 연소 촉진 티켓은 회수#됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 7102,
        "Name": "카스토리스•비술",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_710201.png",
                "Desc": "카스토리스가 @비술#을 발동하면 지속적으로 경로상의 범위 내 적을 @현기증#에 빠트릴 수 있습니다.<br>비술을 다시 사용해 @범위# 내 적을 공격하면 @죽음의 용을 소환해 전투에 진입#합니다"
            },
            {
                "Image": "TutorialPage_710202.png",
                "Desc": "죽음의 용은 자신의 @HP#를 소모하여 모든 적에게 @연속으로 브레스를 발사#할 수 있습니다.<br>죽음의 용 @HP가 25% 미만#일 시, 계속해서 브레스를 발사하고 @자폭#을 발동할 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9820,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9821,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982102.png",
                "Desc": "아군 캐릭터가 치명적인 피해를 받을 시 전투 불능 상태에 빠지지 않으며, @즉시 부활#하고 @행동 게이지가 증가#합니다"
            },
            {
                "Image": "TutorialPage_982101.png",
                "Desc": "아군 캐릭터가 @치유를 받을 시# HP 회복량이 @HP 감소량#으로 전환됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9822,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982201.png",
                "Desc": "아군 2, 3, 4번 캐릭터가 적을 공격하면 선택한 목표를 @[조준]# 상태에 빠뜨리며, 1번 캐릭터의 @행동 게이지가 증가#합니다"
            },
            {
                "Image": "TutorialPage_982202.png",
                "Desc": "아군 1번 캐릭터는 [조준] 상태에 빠진 @적 유닛만을 선택해# 공격할 수 있으며, 대상에게 추가로 피해를 가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9823,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982301.png",
                "Desc": "적의 HP가 소진될 시 @사망하지 않으며#, 다시 한번 피해를 받으면 @모든 적에게 피해를 전달#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9824,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982402.png",
                "Desc": "@약점 격파# 상태의 적 공격 시 @모든 속성#의 @약점 격파# 효과가 발동합니다"
            },
            {
                "Image": "TutorialPage_982401.png",
                "Desc": "적이 @격파#될 시 자신의 약점을 @인접한 유닛#에게 부여합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9825,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982501.png",
                "Desc": "적이 지속 피해에 빠질 시 @[맹독]#을 1스택 획득합니다. [맹독] 상태의 적이 받는 지속 피해는 @반드시 치명타#입니다"
            },
            {
                "Image": "TutorialPage_982502.png",
                "Desc": "[맹독] 스택 수가 높을수록 받는 @치명타 피해#가 증가합니다. [맹독]을 @4스택# 보유한 적을 공격하면 대상 및 인접한 목표에게 @지속 피해#를 발동합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9826,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982601.png",
                "Desc": "아군 캐릭터가 @전투 스킬#을 발동하면 @전투 스킬 포인트를 회복#하고, @전투 스킬 포인트 최대치#가 증가하며 동시에 피해가 증가합니다"
            },
            {
                "Image": "TutorialPage_982602.png",
                "Desc": "아군 유닛이 @피격#되면, @전투 스킬 포인트# 수와 @최대치가 감소#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9827,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982701.png",
                "Desc": "아군 캐릭터가 @필살기# 발동 시 @[메아리]# 횟수를 획득하고, @소환물#의 피해가 증가합니다"
            },
            {
                "Image": "TutorialPage_982702.png",
                "Desc": "@소환물이 공격#하면 @[메아리] 횟수#를 소모하고 즉시 행동합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9829,
        "Name": "가시 기둥",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@가시 기둥#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9830,
        "Name": "가시 벽",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9831,
        "Name": "튜브 기둥",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @1#pt 증가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9832,
        "Name": "재행동 구역",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982008.png",
                "Desc": "행동 후 @재행동 구역#에 남은 물범은 @추가 행동#을 획득할 수 있습니다. 매 라운드 1회만 발동합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9833,
        "Name": "소용돌이 함정",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982009.png",
                "Desc": "@소용돌이 함정#에 빠진 물범은 @현재 HP의 50%#만큼 피해를 받고, 처음 위치로 돌아갑니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9834,
        "Name": "빙판",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "미끌미끌한 빙판은 물범이 더 멀리, 더 오래 이동할 수 있게 해 줍니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9835,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @1#pt 증가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9836,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "미끌미끌한 빙판은 물범이 더 멀리, 더 오래 이동할 수 있게 해 줍니다"
            },
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9837,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@가시 기둥#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @1#pt 증가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9838,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9839,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@가시 기둥#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9840,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9841,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @1#pt 증가합니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9842,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982006.png",
                "Desc": "@가시 벽#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @1#pt 증가합니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9843,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982008.png",
                "Desc": "행동 후 @재행동 구역#에 남은 물범은 @추가 행동#을 획득할 수 있습니다. 매 라운드 1회만 발동합니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9844,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982009.png",
                "Desc": "@소용돌이 함정#에 빠진 물범은 @현재 HP의 50%#만큼 피해를 받고, 처음 위치로 돌아갑니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9845,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982004.png",
                "Desc": "@가시 기둥#과 충돌한 물범은 @3#pt의 피해를 받습니다"
            },
            {
                "Image": "TutorialPage_982007.png",
                "Desc": "@튜브 기둥#과 충돌한 물범은 @가속#되며, 이번 라운드에서 공격력이 @1#pt 증가합니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9846,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_982010.png",
                "Desc": "미끌미끌한 빙판은 물범이 더 멀리, 더 오래 이동할 수 있게 해 줍니다"
            },
            {
                "Image": "TutorialPage_982001.png",
                "Desc": "물범을 @드래그#하면 발사할 수 있습니다. 충돌 시 적에게 @공격력#에 상응하는 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_982002.png",
                "Desc": "물범은 다양한 @스킬#을 가지고 있습니다. 스킬을 활용하는 것이 승리의 관건입니다"
            },
            {
                "Image": "TutorialPage_982003.png",
                "Desc": "물범은 라운드마다 1회 행동할 수 있으며, 새로운 라운드가 시작되면 @선후공이 교체#됩니다"
            },
            {
                "Image": "TutorialPage_982005.png",
                "Desc": "적군 물범을 처치하면 @점수#를 획득합니다. 만점을 달성하면 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9951,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995101.png",
                "Desc": "이건 「개척」을 테마로 한 @시뮬레이션 경영 게임#입니다. 플레이어는 큐레이터가 되어 @「스타레일☆WORLD」#의 서브 전시장을 경영합니다"
            },
            {
                "Image": "TutorialPage_995102.png",
                "Desc": "전시장에는 은하 각지의 @특별 부스#가 마련되어 있습니다. 친숙한 캐릭터들을 @조수#로 초대해 함께 부스를 경영할 수 있습니다"
            },
            {
                "Image": "TutorialPage_995103.png",
                "Desc": "게임의 목표는 최대한 많은 돈을 버는 것입니다. @전시장 레벨#을 올리고 전시회를 더 시끌벅적하게 만들어 보세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9952,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995201.png",
                "Desc": "각 부스는 <color=#6ee0b6ff>[기념]#, <color=#ffc870ff>[소비]#, <color=#73b0f4ff>[오락]# 세 가지 구역 중 하나에 해당합니다"
            },
            {
                "Image": "TutorialPage_995202.png",
                "Desc": "각 유형의 구역에는 @상응하는 근무 구역의 조수#만을 배치할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9953,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995301.png",
                "Desc": "전시일이 시작되면 일정 시간마다 @폼폼 배달# 사건이 발생합니다.<br>폼폼 배달을 완료하면 @전시일# 진도가 @올라갑니다#"
            },
            {
                "Image": "TutorialPage_995302.png",
                "Desc": "상응하는 조수에게로 물건을 @드래그#하면 @배달 보상#을 획득할 수 있습니다.<br>보상에는 @대량의 금화#, @다이아몬드#, @입장권# 등 희귀한 아이템이 포함됩니다"
            },
            {
                "Image": "TutorialPage_995303.png",
                "Desc": "@전시회의 초당 수입이 증가#하면, 폼폼 배달로 획득하는 @대량의 금화 보상#도 @증가#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9954,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995401.png",
                "Desc": "특정 @조수 조합이 동시에 영업#하면 @경영 유대#를 활성화하고 양쪽 수입을 높일 수 있습니다"
            },
            {
                "Image": "TutorialPage_995402.png",
                "Desc": "경영 유대는 보통 @2인 유대#이며, 예시로 @Mar. 7th#와 @히메코#는 유대를 형성할 수 있습니다. 나중에는 더욱 강력한 @3인 유대# 조합이 나타날 수 있습니다"
            },
            {
                "Image": "TutorialPage_995403.png",
                "Desc": "@전시장 관리# 화면에서 현재 조수의 @유대 정보#를 확인할 수 있으며, 각 캐릭터의 @유대 조합#을 확인할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9955,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995501.png",
                "Desc": "이 게임의 목표는 많은 돈을 벌고, @전시장 레벨#을 올려 전시장을 더욱 번창하게 만드는 것입니다"
            },
            {
                "Image": "TutorialPage_995502.png",
                "Desc": "더 많은 금화를 벌려면 먼저 전시장의 @초당 수입#을 높여야 합니다.<br>초당 수입이 증가하면 조수가 더 많은 금화를 벌 수 있을 뿐만 아니라 폼폼 배달과 같은 @전시회 사건#의 금화 보상 수량도 증가합니다"
            },
            {
                "Image": "TutorialPage_995503.png",
                "Desc": "특정 @조수 조합이 동시에 영업#하면 @경영 유대#를 활성화하고 양쪽 수입을 높일 수 있습니다"
            },
            {
                "Image": "TutorialPage_995504.png",
                "Desc": "@입장권#을 사용하면 더 많은 조수를 초대해 전시회를 함께 운영할 수 있습니다.<br>중복으로 초대한 조수는 @조수 성급업 경험치#로 전환되며, 성급이 올라가면 조수의 @수입 효율과 유대 효과#가 대폭 증가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9956,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995601.png",
                "Desc": "전시일이 시작되면 일정 시간이 지날 때마다 @방문객 사건#이 발생합니다.<br>방문객 사건을 완료하면 @전시일#의 진도가 @올라갑니다#"
            },
            {
                "Image": "TutorialPage_995602.png",
                "Desc": "방문객마다 @하나의 일화를 공유#합니다. 사건을 완료하면 대량의 @전시회 보상#을 얻을 수 있습니다!"
            },
            {
                "Image": "TutorialPage_995603.png",
                "Desc": "@전시회의 초당 수입을 올리면# 방문객 사건으로 획득하는 @대량의 금화 보상#도 @함께 증가합니다#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9957,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995701.png",
                "Desc": "빼미를 누르면 @빼미의 금화 뿌리기# 콘텐츠가 시작됩니다. 대기 카운트다운이 종료되면 게임이 시작됩니다"
            },
            {
                "Image": "TutorialPage_995702.png",
                "Desc": "제한 시간 내에 @빼미를 연속으로 누르면# 계속해서 금화 보상을 획득할 수 있으며, @누른 횟수#에 따라 @거액의 금화 보상#을 지급합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9959,
        "Name": "튜토리얼",
        "Ver": "3.2",
        "Tuts": [
            {
                "Image": "TutorialPage_995901.png",
                "Desc": "친구끼리 추억 카드 조각을 @요청하거나 선물할 수 있습니다#"
            },
            {
                "Image": "TutorialPage_995902.png",
                "Desc": "지정된 친구를 선택하면 도움을 요청하거나 @지정된 추억 카드 조각#을 선물할 수 있습니다. 매일 참여하면 @리롤 동전#을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_995903.png",
                "Desc": "@리롤 동전#은 방문객 사건의 선택지 중에서 랜덤 룰렛을 1회 다시 돌릴 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 2234,
        "Name": "침식",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_223401.png",
                "Desc": "일부 적은 아군을 [침식] 상태에 빠트립니다. 적을 공격하면 침식된 HP를 회복하고, 명중한 목표가 많을수록 회복량이 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 423
    },
    {
        "_id": 6330,
        "Name": "야누스 미로",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633001.png",
                "Desc": "@버튼을 길게 눌러# 되돌리기 능력을 발동하여 미로를 회전하세요. 되돌리는 도중에 @버튼에서 손을 떼면# 미로가 반대로 회전합니다. 중력을 활용해 미로를 회전시키고 돌 구슬을 미로 밖으로 내보내세요!"
            },
            {
                "Image": "TutorialPage_633002.png",
                "Desc": "일부 특수한 벽면은 @특정 규칙#에 따라 움직입니다. 타이밍을 잘 맞춰 벽면의 특성을 활용해 돌 구슬을 굴려보세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6346,
        "Name": "「학식의 꽃」",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_634601.png",
                "Desc": "캐릭터가 @「학식의 꽃」# 위에 서면 꽃의 성장을 통해 높은 곳으로 이동할 수 있으며, 되돌리기 능력을 통해 아래로 내려올 수도 있습니다"
            },
            {
                "Image": "TutorialPage_634602.png",
                "Desc": "「학식의 꽃」은 침식의 영향을 받을 수 있으며, 되돌리더라도 자동으로 능력을 발동하기 전의 상태로 되돌아갑니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6347,
        "Name": "「영액 상자」와 「학식의 꽃」의 싹",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_634701.png",
                "Desc": "@「영액 상자」#의 일부 측면은 부서지기 쉬운 얇은 막으로 덮여 있어, 충격을 받으면 파괴되고 「영액」이 흘러 나오게 됩니다"
            },
            {
                "Image": "TutorialPage_634702.png",
                "Desc": "「영액」이 꽃밭에 닿으면 「학식의 꽃」이 자라납니다. 되돌릴 시 원래 상태로 돌아갑니다"
            },
            {
                "Image": "TutorialPage_634703.png",
                "Desc": "「영액 상자」의 측면에는 각각 얇은 막이 존재할 수 있으며, 파괴하는 막의 방향에 따라 결과가 달라질 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6348,
        "Name": "야누스 미로•1",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633001.png",
                "Desc": "@버튼을 길게 눌러# 되돌리기 능력을 발동하여 미로를 회전하세요. 되돌리는 도중에 @버튼에서 손을 떼면# 미로가 반대로 회전합니다. 중력을 활용해 미로를 회전시키고 돌 구슬을 미로 밖으로 내보내세요!"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6349,
        "Name": "야누스 미로•2",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_633002.png",
                "Desc": "일부 특수한 벽면은 @특정 규칙#에 따라 움직입니다. 타이밍을 잘 맞춰 벽면의 특성을 활용해 돌 구슬을 굴려보세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8701,
        "Name": "튜토리얼",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870101.png",
                "Desc": "키메라가 작업을 할 때마다 <color=#6FB29F><icon SpriteName=ActivityChimeraWorkHP id=0 width=1 height=1>작업 진도#가 증가합니다. 증가 수치는 키메라의 <color=#D5AE67><icon SpriteName=ActivityChimeraATK id=1 width=1 height=1>효율#과 동일합니다"
            },
            {
                "Image": "TutorialPage_870102.png",
                "Desc": "또한, 키메라는 <color=#D5AE67><icon SpriteName=ActivityChimeraWorkATK id=0 width=1 height=1>작업 소모량#만큼 <color=#6FB29F><icon SpriteName=ActivityChimeraHP id=1 width=1 height=1>체력#이 감소합니다"
            },
            {
                "Image": "TutorialPage_870103.png",
                "Desc": "키메라의 <color=#D5AE67><icon SpriteName=ActivityChimeraATK id=0 width=1 height=1>효율#과 <color=#6FB29F><icon SpriteName=ActivityChimeraHP id=1 width=1 height=1>체력#이 높을수록 더 강한 작업 능력을 가졌다는 걸 의미합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8702,
        "Name": "튜토리얼",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870201.png",
                "Desc": "결전에선 @난이도가 가장 높은# 작업에 도전하게 됩니다!"
            },
            {
                "Image": "TutorialPage_870202.png",
                "Desc": "작업은 @여러 라운드#의 파견을 거쳐 완료할 수 있습니다. 파견 후 지친 키메라는 다시 작업에 투입될 수 없으며, 다른 키메라로 계속 참여할 수 있습니다"
            },
            {
                "Image": "TutorialPage_870203.png",
                "Desc": "모든 키메라가 지쳐 쓰러지기 전에 해당 작업을 완료하면 도전 성공입니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8703,
        "Name": "튜토리얼",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870301.png",
                "Desc": "잔업 모드에선 @여러 라운드#의 작업을 완료해야 합니다"
            },
            {
                "Image": "TutorialPage_870302.png",
                "Desc": "각 라운드의 작업이 끝날 때마다 팀 편성 화면으로 돌아갑니다. 이때 이전 라운드에서 생존한 키메라의 @속성은 계승되며#, 지친 키메라는 다음 라운드에 진입할 수 없습니다"
            },
            {
                "Image": "TutorialPage_870303.png",
                "Desc": "모든 키메라가 [지쳐 쓰러지기] 전에 최대한 많은 아옹 쿠키를 획득하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8704,
        "Name": "튜토리얼",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_870401.png",
                "Desc": "다섯 번째 작업을 완료한 후에도 팀에 있는 키메라가 충분한 <color=#6FB29F><icon SpriteName=ActivityChimeraHP id=0 width=1 height=1>체력#과 <color=#D5AE67><icon SpriteName=ActivityChimeraATK id=1 width=1 height=1>효율#을 가지고 있다면, @추가 의뢰#를 발동할 수 있습니다"
            },
            {
                "Image": "TutorialPage_870402.png",
                "Desc": "추가 의뢰에서 더 많은 아옹 쿠키를 획득할 수 있으며, 일정 수량의 추가 의뢰를 완료하면 @단계 목표를 조기 달성#할 수 있습니다!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9333,
        "Name": "차분화 우주•황금 피의 축원",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933301.png",
                "Desc": "차분화 우주에서는 @황금 피의 축원#을 선택해 자신의 전투 효과를 강화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_933302.png",
                "Desc": "구역 4개에 진입할 때마다 @황금 피의 축원#을 1회 선택할 수 있습니다"
            },
            {
                "Image": "TutorialPage_933303.png",
                "Desc": "황금 피의 축원은 @기본 효과#와 @강화 효과#로 나뉘며, 기본 효과를 보유해야만 상응하는 강화 효과를 선택할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9334,
        "Name": "차분화 우주•낮과 밤",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933401.png",
                "Desc": "전투는 @낮#과 @밤#이 순환합니다"
            },
            {
                "Image": "TutorialPage_933402.png",
                "Desc": "낮과 밤은 각각 전용 기본 효과가 있으며, 황금 피의 축원을 선택하면 추가 버프를 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_933403.png",
                "Desc": "특정 축원을 선택하면 밤낮의 비율을 바꿀 수 있으며, 어떠한 영원의 상태에 도달할 수도 있습니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9335,
        "Name": "차분화 우주•스타 랭크",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933502.png",
                "Desc": "행성 개척 모드에서는 스타 랭크와 매칭되는 프로토콜 레벨에만 진입할 수 있으며, 클리어 시 @지혜의 눈동자를 밝힐 수 있습니다#. 결산에 실패하면 @지혜의 눈동자가 꺼집니다#"
            },
            {
                "Image": "TutorialPage_933503.png",
                "Desc": "지혜의 눈동자가 가득 차면 스타 랭크를 올릴 수 있고, @지혜의 눈동자가 전부 꺼질 경우# 실패해도 스타 랭크가 감소하지 않습니다"
            },
            {
                "Image": "TutorialPage_933505.png",
                "Desc": "차분화 우주의 이전 과제에서 특정 레벨에 도달했을 경우, 이번 차분화 우주에서 스타 랭크를 올릴 시 지혜의 눈동자를 추가로 획득할 수 있습니다. 해당 효과는 스타 랭크가 비교적 높을 땐 적용되지 않습니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9336,
        "Name": "차분화 우주•초과 전환",
        "Ver": "3.1",
        "Tuts": [
            {
                "Image": "TutorialPage_933602.png",
                "Desc": "「차분화 우주」의 @「전환」# 구역에서는 @「초과 전환」# 도전에 진입할 수 있습니다"
            },
            {
                "Image": "TutorialPage_933603.png",
                "Desc": "「초과 전환」 도전에서 첫 2 웨이브의 도전 목표를 달성하면 @전리품 상자#를 획득할 수 있습니다. 달성한 목표가 많을수록 보상이 더욱 풍성해집니다"
            },
            {
                "Image": "TutorialPage_933601.png",
                "Desc": "세 번째 웨이브 도전에서 @적의 HP를 감소시키면# 점수를 획득할 수 있습니다. 전투 종료 후 점수가 높을수록 더 많은 우주 조각을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_933604.png",
                "Desc": "「초과 전환」 도전에서는 적에게 처치당해도 전투 승리로 간주하며, 전환 데이터에 따라 결산을 진행합니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 3222,
        "Name": "내가 쓰는 대로",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322101.png",
                "Desc": "「이름 없는 추억」을 통해 [내가 쓰는 대로]에서 영웅들의 이야기를 쓸 수 있습니다"
            },
            {
                "Image": "TutorialPage_322102.png",
                "Desc": "개척 임무를 진행하면 「이름 없는 추억」을 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 501
    },
    {
        "_id": 3218,
        "Name": "조수의 선물",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_321801.png",
                "Desc": "앰포리어스 탐사 중 다양한 방법을 통해 「신주 암브로시아」를 얻을 수 있습니다. 개척 임무/모험 임무/월드 임무 완료, 월드 내 전리품 오픈, 가끔 나타나는 도둑 유령 바르톨로스 처치, 창생 약충 수집, 진실의 사자 수수께끼 완료 등의 방법이 있습니다"
            },
            {
                "Image": "TutorialPage_321802.png",
                "Desc": "「신주 암브로시아」를 물에 녹여 공양 레벨을 올리고 보상을 수령하세요"
            }
        ],
        "Type": 3,
        "Order": 500
    },
    {
        "_id": 2233,
        "Name": "「분쟁」의 정복에 대항",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223301.png",
                "Desc": "[정복하거나 정복되거나]의 HP를 감소시키면 대응하는 캐릭터의 회복 가능한 HP 최대치를 회복하고, 캐릭터가 자신과 대응하는 [정복하거나 정복되거나] 공격 시 더 많은 피해를 가할 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 422
    },
    {
        "_id": 2232,
        "Name": "영광",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223201.png",
                "Desc": "[영광]을 보유한 캐릭터는 전투 스킬 또는 필살기를 발동하여 [영광] 스택을 중첩해 버프를 획득할 수 있으며, 공격 시 대응하는 [영광] 스택 수의 [티탄 성체]를 해제할 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 421
    },
    {
        "_id": 2231,
        "Name": "소사",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223101.png",
                "Desc": "적의 소사 유형 스킬은 진영의 한쪽에서 시작되어 순서대로 모든 유닛을 공격하며, 공격 목표 변경 효과의 영향을 받지 않습니다. 순서대로 모든 유닛을 공격한 후에도 공격 횟수가 남아있을 경우 랜덤 목표에게 공격을 발동합니다"
            }
        ],
        "Type": 1,
        "Order": 420
    },
    {
        "_id": 2230,
        "Name": "휩쓸기",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_223001.png",
                "Desc": "적의 휩쓸기 유형 스킬은 진영의 한쪽에서 시작되어 순서대로 일정 수량의 목표를 공격하며, 공격 목표 변경 효과의 영향을 받지 않습니다"
            }
        ],
        "Type": 1,
        "Order": 419
    },
    {
        "_id": 2229,
        "Name": "분담",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_222901.png",
                "Desc": "적의 분담 유형 스킬은 진영 내 여러 목표를 공격하며, 피격된 목표에게 해당 스킬의 피해 계수 또는 해당 스킬에 부여된 효과 계수를 균등하게 배분합니다"
            }
        ],
        "Type": 1,
        "Order": 418
    },
    {
        "_id": 2228,
        "Name": "전투 갑옷",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_222802.png",
                "Desc": "적을 일정 횟수 공격하면 적의 [전투 갑옷]을 파괴할 수 있습니다"
            },
            {
                "Image": "TutorialPage_222801.png",
                "Desc": "[전투 갑옷]이 파괴될 시 적은 피해를 받고 행동 게이지가 감소하며, 공격자의 에너지는 회복됩니다"
            },
            {
                "Image": "TutorialPage_222803.png",
                "Desc": "[전투 갑옷]이 파괴된 적을 공격하면 대상에게 추가로 피해를 가할 수 있습니다. 적의 턴 종료 시 [전투 갑옷]은 완전히 복구됩니다"
            }
        ],
        "Type": 1,
        "Order": 417
    },
    {
        "_id": 6125,
        "Name": "예언 비석",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "예언 비석은 오로닉스의 창조물입니다. 수수께끼를 풀면 @예언이 이루어집니다#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "조작 구역의 조각을 조합해 좌측 도안과 일치하게 만들고 조작 구역의 밑배경과 겹쳐보세요. 조각과 조각이 @겹치는 부분은 사라지며#, 조각을 한 번 더 겹치면 다시 나타납니다"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "일정 시간 동안 수수께끼를 풀지 못하면 비석의 도움을 받을 수 있습니다. @힌트 버튼을 누른 후 임의의 조각을 누르면# 힌트를 확인할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 289
    },
    {
        "_id": 6114,
        "Name": "황금 희생양•1",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "손에 든 성화를 이용해 @제단에 불을 붙이고# 세상에 빛을 가져다주세요!"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "조심하세요! @당신의 모든 동작#이 허공 속 어둠에 의해 @기록#됩니다. 운명의 발걸음 @소진# 시 어둠에 휩싸인 당신이 적으로 출현해 @당신이 새긴 운명을 따라 한 걸음 한 걸음 나아갈 것입니다……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "어둠에 휩싸인 당신은 @기록된 발걸음이 모두 소진#될 때까지 @당신의 이전 동작을 따라# 한 걸음씩 @전진#합니다. @절대 적이 된 당신과 닿지 않도록 주의하세요#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "길 위의 @고대 결정석 제어기#는 동일한 에너지 색깔의 바닥 상태를 변화시킵니다. 그것들을 이용하여 제단에 도달해보세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6116,
        "Name": "황금 희생양•2",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "@사다리#를 사용하여 위아래로 이동하세요. 어떤 길이의 사다리든 한 걸음만 소모됩니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6122,
        "Name": "황금 희생양•3",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611405.png",
                "Desc": "운명의 길은 결코 평탄하지 않습니다…… @한번 추락하면 돌이킬 수 없습니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6124,
        "Name": "황금 희생양•4",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611407.png",
                "Desc": "운명의 길 위에서 과거에 속박되는 것은 매우 비참한 일입니다……. @어둠에 휩싸인 당신에게 접근하지 마세요#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6126,
        "Name": "벌레들의 속삭임",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612601.png",
                "Desc": "앰포리어스 곳곳엔 축복을 품은 약충이 있습니다. 가까이 다가가 상호작용하면 약충을 회수하고 그 축복을 아글라이아에게 전달할 수 있습니다"
            },
            {
                "Image": "TutorialPage_612602.png",
                "Desc": "@한 구역의 약충을 모두 모으면# 「의상공」이 예언을 해독해 주며, 이는 예상치 못한 정보를 제공해 미지의 서프라이즈를 선사할지도 모릅니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6127,
        "Name": "벌레들의 속삭임•의상공의 도움",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612701.png",
                "Desc": "아글라이아는 약충이 출몰하는 구역에 「의상공」을 배치해 뒀습니다. @해당 구역에 발견되지 않은 약충이 있으면# @「기억의 파편」#을 제출해 「의상공」에게 위치를 알려달라고 할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6128,
        "Name": "추억 잔상",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634401.png",
                "Desc": "「추억 잔상」은 앰포리어스 세계의 기억 물질 잔재로, 과거의 세월을 담고 있으며 과거의 영상을 엿볼 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6129,
        "Name": "기억의 파편",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634402.png",
                "Desc": "앰포리어스를 탐사하고, 필드 내 특수 오브젝트와 상호작용하고, 주민들의 이야기를 듣고… 처음으로 세계의 기억을 마주치면 흩어져 있는 @「기억의 파편」#을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_634403.png",
                "Desc": "「기억의 파편」을 사용해 특정 상점에서 아이템을 교환하거나 「의상공」에게 아직 수집되지 않은 약충의 위치를 알려달라고 할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6130,
        "Name": "이상한 결정체",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634404.png",
                "Desc": "단항과 앰포리어스에서 함께했던 기억을 떠올려 고정 수량의 「기억의 파편」으로 만들 수 있습니다. @매주 시작 시 갱신#됩니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6301,
        "Name": "오로닉스의 기적•기적의 책",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "@기적의 책#과 상호작용하면 개척자는 서로 다른 두 시공간을 @넘나들 수 있습니다#"
            },
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "서로 다른 두 시공간에선 @길, 장애물, 장치, 전리품# 등이 다를 수 있습니다.<br>@주요 통로의 차이#와 @중요 목표#는 현재 시공간에서 @금색 기억 잔영#으로 표시되며, 금색 기억 잔영을 관찰하면 @또 다른 시공간의 모습을 예측#할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6302,
        "Name": "오로닉스의 기적•기적의 구슬",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@기적의 구슬# 빛이 비추는 곳은 @다른 시공간으로 전환됩니다#"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "우측 하단의 @활성화 버튼#을 사용하면 @구슬의 빛을 끄고 켤 수 있습니다#. @종료 버튼#을 사용하면 @구슬 조작 화면을 나갈 수 있습니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6303,
        "Name": "오로닉스의 기적•특수한 문양이 있는 대문",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630301.png",
                "Desc": "앰포리어스의 일부 문은 특정 시공간에서만 열립니다. @태양 문양이 빛나는 문은 낮에만 열리며, 달 문양이 빛나는 문은 밤에만 열립니다#"
            },
            {
                "Image": "TutorialPage_630302.png",
                "Desc": "문의 문양이 @노란색#으로 빛나면 해당 문을 현재 시공간에서 @열 수 있다는# 것을 의미합니다. 문양이 @흰색#으로 빛나면 해당 문을 현재 시공간에서 @열 수 없다는# 것을 의미합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6304,
        "Name": "야누스의 비밀 통로•1",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide.png",
                "Desc": "단서를 회전하고 도안을 완성하세요. @진도 게이지가 가득 차면# @목표 위치로 빠르게 이동#할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6305,
        "Name": "오로닉스의 기도문",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630501.png",
                "Desc": "앰포리어스 곳곳엔 기억이 남아 있는 오브젝트들이 있습니다. 가까이 다가가면 위에 덮인 에너지 파동이 보입니다. 이때 @버튼을 길게 누르면 「오로닉스의 기도문」을 발동하여# 해당 오브젝트를 일정 시간 전의 상태로 되돌릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_630502.png",
                "Desc": "「오로닉스의 기도문」의 능력에는 제약이 존재하며, 일반적으로 @3초 동안만 유지됩니다#. 3초 이상 사용했는데도 오브젝트를 주요 시간대까지 되돌리지 못한 경우, 능력 발동 전의 상태로 돌아갑니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6306,
        "Name": "기억 오브젝트의 충돌",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630601.png",
                "Desc": "기억이 남아 있는 오브젝트가 서로 닿으면 기억이 잠시 충돌한 뒤 사라지고, 오브젝트들을 평소의 안정적인 상태로 되돌려 놓습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6307,
        "Name": "불안정한 다리",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630701.png",
                "Desc": "「오로닉스의 기도문」을 이용하여 무너진 다리를 공중에 떠 있는 상태로 잠시 되돌릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_630702.png",
                "Desc": "되돌린 후의 다리는 @한 번만 통과#할 수 있으며 이후 다시 무너집니다. 또한, 다리는 아래에 있는 결정석으로부터 에너지를 공급받으며, @결정석에 충격을 가하면 무너집니다#. 다리들의 붕괴 방식은 조금씩 다를 수 있습니다"
            },
            {
                "Image": "TutorialPage_630703.png",
                "Desc": "불안정한 다리 위에 서 있을 시, 해당 다리는 기도문을 발동해 되돌릴 수 없습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6308,
        "Name": "돌 구슬 조각상",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630801.png",
                "Desc": "돌 고정 조각상의 @받침대는 공격을 통해 파괴할 수 있습니다#. 돌은 조각상이 향해 있는 방향으로 굴러가며, 경로상의 장애물을 파괴하고 꽉 닫히지 않은 문을 열 수도 있습니다"
            },
            {
                "Image": "TutorialPage_630802.png",
                "Desc": "「오로닉스의 기도문」을 이용해 돌 고정 조각상을 온전한 상태로 되돌릴 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6309,
        "Name": "기도문 강화",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630901.png",
                "Desc": "「오로닉스의 감실」과 상호작용하면 세월의 경계를 소환할 수 있습니다. 경계 내에선 기억이 남아 있는 오브젝트의 @에너지 파동 색깔이 변하며#, 이는 현재 개척자의 되돌리기 능력이 제약을 받지 않는다는 것을 의미합니다"
            },
            {
                "Image": "TutorialPage_630902.png",
                "Desc": "경계 내에선 @한 번만 누르면# 전체적인 되돌리기 과정을 계속해서 완료할 수 있으며, @3초의 시간제한이 없습니다#. 또한 되돌리는 과정에서 동일한 목표에 대해 다시 한번 되돌리기 버튼을 누르면 되돌리기를 중단할 수 있습니다"
            },
            {
                "Image": "TutorialPage_630902.png",
                "Desc": "개척자 근처에 @떠 있고 빛나는 구체#가 있는지 확인하여 경계의 활성화 여부를 알 수 있습니다. 감실의 일정 범위를 벗어나면 경계가 사라지고, 되돌리기 능력에 대한 증가 효과도 함께 사라집니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6310,
        "Name": "압력 장치",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631001.png",
                "Desc": "구멍 중앙에는 압력 장치가 있는 듯합니다. 구체의 무게로 장치를 발동해 무언가를 가동시킬 수 있을지도 모릅니다…"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6311,
        "Name": "토대 회전",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631101.png",
                "Desc": "일부 돌 고정 조각상의 받침대는 회전 가능한 구조로 설계되어 있으며, 받침대와 연결된 부분에 @빛나는 파란색 무늬#가 있는 경우 회전할 수 있습니다. 이러한 조각상은 뒤에서 @방향을 조정하여# 구체를 다른 방향으로 굴릴 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6312,
        "Name": "도둑 유령의 장난",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631201.png",
                "Desc": "「도둑 유령」은 앰포리어스인이라면 누구나 다 알고 있는 (자칭) 대도로, @다른 사람이 막 손에 넣으려는 보물을 훔쳐 허공 속에 숨는 것을 좋아합니다#. 또한 조롱의 의미로 변화의 동전을 하나 남기기도 합니다"
            },
            {
                "Image": "TutorialPage_631202.png",
                "Desc": "도둑 유령을 제재할 수 있는 것은 오직 오로닉스의 힘뿐입니다. @변화의 동전 주변에서 도망간 틈새를 향해 「오로닉스의 기도문」의 되돌리기 능력을 사용하면# 「도둑 유령」을 잡아올 수 있습니다"
            },
            {
                "Image": "TutorialPage_631301.png",
                "Desc": "@길게 눌러# 「오로닉스의 기도문」을 발동하고 「도둑 유령」의 시간을 도망치기 전으로 되돌리세요. 하지만 「도둑 유령」은 특수 구간 내에서 @극렬하게 저항#하니 주의하세요"
            },
            {
                "Image": "TutorialPage_631302.png",
                "Desc": "「도둑 유령」이 특수 구간 내에 있을 땐 버튼에서 @손을 떼어# 기도문을 멈추고 무방비 상태로 만든 후, 다시 버튼을 @길게 눌러# 「도둑 유령」을 포획하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6314,
        "Name": "자그레우스의 손",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「자그레우스의 손」은 계략의 티탄 자그레우스가 남긴 성체입니다. 이 티탄이 죽은 후 앰포리어스 사람들은 이를 개조하여 자신들이 원하는 대로 사용했습니다"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "@제어 석대#와 상호작용하여 「자그레우스의 손」을 조종하세요"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "왼쪽 컨트롤러를 사용해 이동하고, 우측 버튼을 사용해 상승 또는 하강할 수 있습니다. @종료 버튼#을 누르면 조작을 종료할 수 있습니다. 「자그레우스의 손」은 @제자리에 남게 됩니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6315,
        "Name": "자그레우스의 손•집기 동작",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631501.png",
                "Desc": "「자그레우스의 손」을 사용해 물건을 운반할 수 있습니다"
            },
            {
                "Image": "TutorialPage_631502.png",
                "Desc": "@운반 가능한 오브젝트#에는 운반 표식이 있습니다. 「자그레우스의 손」을 조종해 운반 가능한 오브젝트와 상호작용하면 @「집기 동작」#을 취해 오브젝트를 집을 수 있습니다. 또한, 「자그레우스의 손」에 운반 가능한 오브젝트가 있으면 @다른 동작을 취할 수 없습니다#"
            },
            {
                "Image": "TutorialPage_631503.png",
                "Desc": "「자그레우스의 손」에 운반 가능한 오브젝트가 있으면 배치 표식이 있는 @배치 지점#이 보입니다. 운반 가능한 오브젝트를 집은 상태로 @배치 지점#과 상호작용하면 해당 위치에 오브젝트를 배치할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6316,
        "Name": "자그레우스의 손•펀치 동작",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「자그레우스의 손」은 차지 후 직선으로 돌진할 수 있으며, 돌진하는 동안 일정 수준의 파괴력을 획득합니다"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "@펀치# 스킬 버튼을 누르면 조준 상태에 진입하며, 이때 「자그레우스의 손」은 @이동할 수 없습니다#. 화면을 드래그하여 방향을 조정할 수 있고, @펀치# 스킬 버튼을 누르면 @「펀치 동작」#을 발동하며, 「자그레우스의 손」이 조준한 방향을 따라 빠르게 돌진합니다. 돌진 중에는 「자그레우스의 손」을 @조종할 수 없습니다#"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "조준 상태에서 「자그레우스의 손」은 빛나는 @파괴 가능한 물체#를 발견할 수 있으며, 돌진 상태에서 @파괴 가능한 물체#와 충돌하면 해당 물체를 파괴할 수 있습니다. 충돌 시 「자그레우스의 손」은 @돌진을 멈춥니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6317,
        "Name": "자그레우스의 손•변화의 시련",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "각각의 「자그레우스의 손」을 처음 작동할 때마다 「변화의 시련」이 활성화됩니다. 「자그레우스의 손」을 조종해 주변에 생성된 「변화의 동전」을 찾고 수집해야 합니다"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "주변에 있는 @「변화의 동전」#을 모두 찾을 때마다 해당 「자그레우스의 손」의 보물을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_631703.png",
                "Desc": "맵에서 「자그레우스의 손」 아이콘을 누르면 @「변화의 동전」# 수집 상황을 확인할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6318,
        "Name": "자그레우스의 손•변형된 시련",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631801.png",
                "Desc": "「자그레우스의 손」 근처엔 청남석 더미가 있을 수 있습니다. 이는 가끔 「변화의 시련」의 일부가 되기도 하며, 근처에 흩어져 있는 청남석을 옮겨 돌 더미를 복원하면 숨겨진 @「변화의 동전」#을 획득할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6319,
        "Name": "자그레우스의 손•다리 놓기",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631901.png",
                "Desc": "「자그레우스의 손」을 조종해 황금색 자그레우스 룬 문자와 상호작용하면 @「다리 놓기」# 동작을 취할 수 있으며, 룬이 있는 위치에 다리를 생성해 @개척자가 통과할 수 있도록 합니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6320,
        "Name": "오로닉스의 기적•기적의 책",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "@기적의 책#과 상호작용하면 개척자는 서로 다른 두 시공간을 @넘나들 수 있습니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6321,
        "Name": "오로닉스의 기적•기적의 구슬",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@기적의 구슬# 빛이 비추는 곳은 @다른 시공간으로 전환됩니다#"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "우측 하단의 @활성화 버튼#을 사용하면 @구슬의 빛을 끄고 켤 수 있습니다#. @종료 버튼#을 사용하면 @구슬 조작 화면을 나갈 수 있습니다#"
            },
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "일부 구슬은 @선택 가능한 여러 구역 중 하나를 비출 수 있습니다#. 구슬을 활성화한 후 @화면의 노란 원형 표식을 눌러# 구슬의 방향을 변경할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6322,
        "Name": "오로닉스의 기적•특수한 문양이 있는 대문",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630301.png",
                "Desc": "앰포리어스의 일부 문은 특정 시공간에서만 열립니다. @태양 문양이 빛나는 문은 낮에만 열리며, 달 문양이 빛나는 문은 밤에만 열립니다#"
            },
            {
                "Image": "TutorialPage_630302.png",
                "Desc": "문의 문양이 @노란색#으로 빛나면 해당 문을 현재 시공간에서 @열 수 있다는# 것을 의미합니다. 문양이 @흰색#으로 빛나면 해당 문을 현재 시공간에서 @열 수 없다는# 것을 의미합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6323,
        "Name": "오로닉스의 기적•금색 기억 잔영",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "서로 다른 두 시공간에선 @길, 장애물, 장치, 전리품# 등이 다를 수 있습니다.<br>@주요 통로의 차이#와 @중요 목표#는 현재 시공간에서 @금색 기억 잔영#으로 표시되며, 금색 기억 잔영을 관찰하면 @또 다른 시공간의 모습을 예측#할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6324,
        "Name": "오로닉스의 기적•금색 기억 잔영",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "서로 다른 두 시공간에선 @길, 장애물, 장치, 전리품# 등이 다를 수 있습니다.<br>@주요 통로의 차이#와 @중요 목표#는 현재 시공간에서 @금색 기억 잔영#으로 표시되며, 금색 기억 잔영을 관찰하면 @또 다른 시공간의 모습을 예측#할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6325,
        "Name": "오로닉스의 기적•기적의 구슬•II",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "일부 구슬은 @선택 가능한 여러 구역 중 하나를 비출 수 있습니다#. 구슬을 활성화한 후 @화면의 노란 원형 표식을 눌러# 구슬의 방향을 변경할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6326,
        "Name": "오로닉스의 기적•기적의 구슬•II",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "일부 구슬은 @선택 가능한 여러 구역 중 하나를 비출 수 있습니다#. 구슬을 활성화한 후 @화면의 노란 원형 표식을 눌러# 구슬의 방향을 변경할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6327,
        "Name": "오로닉스의 기적•기적의 구슬•I",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@기적의 구슬# 빛이 비추는 곳은 @다른 시공간으로 전환됩니다#"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "우측 하단의 @활성화 버튼#을 사용하면 @구슬의 빛을 끄고 켤 수 있습니다#. @종료 버튼#을 사용하면 @구슬 조작 화면을 나갈 수 있습니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6328,
        "Name": "오로닉스의 기적•기적의 구슬•I",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@기적의 구슬# 빛이 비추는 곳은 @다른 시공간으로 전환됩니다#"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "우측 하단의 @활성화 버튼#을 사용하면 @구슬의 빛을 끄고 켤 수 있습니다#. @종료 버튼#을 사용하면 @구슬 조작 화면을 나갈 수 있습니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6329,
        "Name": "오로닉스의 기적•고급",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "현재 어느 시공간에 있든 구슬의 빛은 계속해서 @또 다른 시공간을 보여줍니다#"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "@지정된 지점에 구슬의 빛을 비춘 후# 기적의 책을 사용해 @시공간을 이동#하면 새로운 발견이 있을지도 모릅니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6331,
        "Name": "불안정한 다리",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630701.png",
                "Desc": "「오로닉스의 기도문」을 이용하여 무너진 다리를 공중에 떠 있는 상태로 잠시 되돌릴 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6332,
        "Name": "검은 물결에 침식된 오브젝트",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633201.png",
                "Desc": "기억이 남아 있는 오브젝트는 검은 물결에 침식될 수 있습니다. 완전히 되돌려도 곧바로 다시 부서지며, 능력을 발동하기 전의 상태로 되돌아갑니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6333,
        "Name": "기도문과 시간 정지",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633301.png",
                "Desc": "시간 정지 상태의 오브젝트가 되돌리는 중에 중단될 시 즉시 원상태로 돌아가지 않고 현재 상태에 잠시 멈춥니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6334,
        "Name": "오브젝트 사고",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633401.png",
                "Desc": "움직이는 오브젝트를 조심하세요. 실수로 부딪히면 다칠 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6335,
        "Name": "운명의 심연•「공정의 천칭」",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633501.png",
                "Desc": "필드에 있는 @공정의 천칭#을 이용해 오로닉스의 시련을 완료하세요"
            },
            {
                "Image": "TutorialPage_633502.png",
                "Desc": "@자그레우스의 손#을 조종해 필드 내 사용 가능한 @무게추#를 찾아 집어 들고, @천칭 우측의 저울판# 위에 올려 오로닉스의 수수께끼를 풀어보세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6336,
        "Name": "황금 단창",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633601.png",
                "Desc": "기도문을 통해 [황금 단창]을 @되돌리면# 경로를 재연할 수 있습니다. 되돌린 후의 [황금 단창]을 @따라가 잡으면# 상응하는 보상을 획득할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6337,
        "Name": "하늘을 나는 암포라",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633701.png",
                "Desc": "야누스의 축복을 받은 신기한 물건, @파괴하면# 일정 시간 동안 @이동 속도 보너스#를 획득할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6338,
        "Name": "입체 내비게이션",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633801.png",
                "Desc": "화면을 드래그하면 시야를 회전하며 관찰할 수 있습니다. 왼쪽 하단의 컨트롤러를 드래그하면 화면을 수평으로 이동하며 관찰할 수 있습니다. 오른쪽 하단의 초기화 버튼을 누르면 시야를 초기화할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 285
    },
    {
        "_id": 6339,
        "Name": "입체 내비게이션",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_633901.png",
                "Desc": "화면을 드래그하면 시야를 회전하며 관찰할 수 있습니다. 왼쪽 하단의 컨트롤러를 드래그하면 화면을 수평으로 이동하며 관찰할 수 있습니다. 오른쪽 하단의 초기화 버튼을 누르면 시야를 초기화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_633902.png",
                "Desc": "왼쪽 하단의 버튼을 눌러 두 시공간을 전환할 수 있으며, 맵에 변화가 일어나 해당 시공간으로 바뀐 후의 모습이 펼쳐집니다"
            },
            {
                "Image": "TutorialPage_633903.png",
                "Desc": "기적의 구슬 아이콘을 누르면 구슬의 빛이 닿는 모든 지점을 확인할 수 있으며, 노란 원형으로 맵에 표시됩니다"
            }
        ],
        "Type": 3,
        "Order": 285
    },
    {
        "_id": 6340,
        "Name": "주혼 의식",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_634001.png",
                "Desc": "니카도르의 영혼은 크렘노스 일족에 의해 4개로 나뉘어 주혼 구역의 조각상 4개에 봉인되어 있습니다. @이 조각상들이 손에 쥔 검을 받침대에 꽂으면# 니카도르 신성의 한 조각을 해방할 수 있습니다"
            },
            {
                "Image": "TutorialPage_634002.png",
                "Desc": "자그레우스의 손을 사용해 @충전 장치를 집어# @조각상 받침대에 배치하세요#. 그 후 오로닉스의 기도문을 통해 @시공간을 되돌리고, 조각상의 손에 들린 검을 복원해# 조각상을 활성화하세요. 본체가 불완전한 조각상은 @기적의 구슬의 빛을 비추면# 완전해집니다"
            },
            {
                "Image": "TutorialPage_634003.png",
                "Desc": "@밤의 시공#일 때 4개의 조각상을 전부 활성화하면 니카도르 신성의 족쇄를 풀고 후속 스토리를 진행할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6341,
        "Name": "오로닉스의 기적•금색 기억 잔영",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "탐사 중 가끔 @금색 기억 잔영#이 발견되기도 하는데, 이는 @목표가 다른 시공간의 같은 장소에 존재함#을 의미합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6342,
        "Name": "야누스의 비밀 통로•2",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide2.png",
                "Desc": "앰포리어스 탐사 중엔 외형이 다른 두 가지 「비밀 통로의 문」을 발견할 수 있습니다. 이와 상호작용하면 「야누스의 비밀 통로」에 진입하여 문과 문 사이에서 @빠른 이동#이 가능합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6343,
        "Name": "야누스의 비밀 통로•3",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_FastMoveGuide3.png",
                "Desc": "일부 비밀 통로의 문의 단서는 다소 복잡합니다. @수평, 수직 방향의 두 축#을 동시에 맞춰야 도안을 완성하고 @빠른 이동#을 할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 1110,
        "Name": "행동 서열 상세",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_110105.png",
                "Desc": "행동 서열의 목표를 눌러 대응하는 목표의 상세 정보를 확인할 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 198
    },
    {
        "_id": 3219,
        "Name": "조수의 선물",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_321801.png",
                "Desc": "앰포리어스 탐사 중 다양한 방법을 통해 「신주 암브로시아」를 얻을 수 있습니다. 개척 임무/모험 임무/월드 임무 완료, 월드 내 전리품 오픈, 가끔 나타나는 도둑 유령 바르톨로스 처치, 창생 약충 수집, 진실의 사자 수수께끼 완료 등의 방법이 있습니다"
            },
            {
                "Image": "TutorialPage_321802.png",
                "Desc": "「신주 암브로시아」를 물에 녹여 공양 레벨을 올리고 보상을 수령하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3221,
        "Name": "내가 쓰는 대로",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322101.png",
                "Desc": "「이름 없는 추억」을 통해 [내가 쓰는 대로]에서 영웅들의 이야기를 쓸 수 있습니다"
            },
            {
                "Image": "TutorialPage_322102.png",
                "Desc": "개척 임무를 진행하면 「이름 없는 추억」을 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 3223,
        "Name": "유효 보조 속성 안내",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_322301.png",
                "Desc": "유효 보조 속성은 해당하는 캐릭터의 @추천 보조 속성#에 부합하는 경우를 의미하며, 추천 보조 속성의 강화 횟수와 속성 모두 이에 포함됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9920,
        "Name": "변이 메커니즘: [지정 격파]",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992001.png",
                "Desc": "해당 적의 약점을 @격파#하면 대상이 아군에게 버프를 부여합니다"
            },
            {
                "Image": "TutorialPage_992002.png",
                "Desc": "아군이 해당 적을 @격파#하면, 자신의 행동 게이지가 50% 증가하고 격파 특수효과가 증가합니다"
            },
            {
                "Image": "TutorialPage_992004.png",
                "Desc": "임의 목표의 약점을 @격파#하면, 대상과 @인접한 목표#에게 공격자 속성의 약점을 부여하고 추가로 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_992003.png",
                "Desc": "해당 적을 @격파#하여 @[지정 격파]# 메커니즘을 발동하면, @「스테이지 버프」# 랭크를 1 올릴 수 있습니다.<br>「스테이지 버프」 랭크가 상승함에 따라 「스테이지 버프」의 @평가#도 상승합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9921,
        "Name": "변이 메커니즘: [연타 파갑]",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992101.png",
                "Desc": "해당 적을 @연속으로 공격#하여 [전투 갑옷]을 파괴하고 처치하세요"
            },
            {
                "Image": "TutorialPage_992102.png",
                "Desc": "해당 적의 [전투 갑옷]이 파괴되면 행동 게이지에 있는 아군 [파영의 활]이 즉시 행동하여 모든 적을 공격합니다"
            },
            {
                "Image": "TutorialPage_992303.png",
                "Desc": "해당 적의 [전투 갑옷]을 파괴하여 @[연타 파갑]# 메커니즘을 발동하면, @「스테이지 버프」# 랭크를 1 올릴 수 있습니다.<br>「스테이지 버프」 랭크가 상승함에 따라 「스테이지 버프」의 @평가#도 상승합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9922,
        "Name": "변이 메커니즘: [수수께끼 해결]",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992201.png",
                "Desc": "올바른 @전투 스킬# 또는 @필살기#를 사용하여 해당 적을 공격하면 @[수수께끼 해결]#이 발동됩니다"
            },
            {
                "Image": "TutorialPage_992202.png",
                "Desc": "@일반 공격#으로 공격하거나 해당 적이 다른 적의 공격을 받았을 때, 대상은 @전투 스킬#과 @필살기# 상태 사이에서 전환합니다"
            },
            {
                "Image": "TutorialPage_992103.png",
                "Desc": "@[수수께끼 해결]# 메커니즘을 발동하면, @「스테이지 버프」# 랭크를 1 올릴 수 있습니다.<br>「스테이지 버프」 랭크가 상승함에 따라 「스테이지 버프」의 @평가#도 상승합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9923,
        "Name": "변이 메커니즘: [광폭 흡수]",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992301.png",
                "Desc": "해당 적을 @공격#하여 [전투 갑옷] 스택 수를 0까지 감소시키면, 해당 적은 즉시 인접한 목표를 @흡수#하고 목표를 처치합니다"
            },
            {
                "Image": "TutorialPage_992302.png",
                "Desc": "목표를 1기 흡수할 때마다 @[광폭 흡수]#를 발동하며 필드 내 모든 적에게 피해를 가합니다"
            },
            {
                "Image": "TutorialPage_992203.png",
                "Desc": "@[광폭 흡수]# 메커니즘을 발동하면, @「스테이지 버프」# 랭크를 1 올릴 수 있습니다.<br>「스테이지 버프」 랭크가 상승함에 따라 「스테이지 버프」의 @평가#도 상승합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9925,
        "Name": "새벽과 황혼의 두루마리•콘텐츠 안내",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992501.png",
                "Desc": "「새벽과 황혼의 두루마리」 이벤트엔 총 @5개#의 두루마리가 있습니다. 두루마리를 찾아 @전투에 진입하여# 적을 처치하고 봉인된 과거를 해제하세요"
            },
            {
                "Image": "TutorialPage_992501.png",
                "Desc": "이야기 속 적은 모두 독특한 @「변이 메커니즘」#을 갖고 있습니다. @「변이 메커니즘」#을 이용해 적을 처치하면 더 많은 @「스테이지 버프」#를 획득할 수 있습니다. 버프를 이용해 더 많은 적을 처치하고 점수 보상을 획득하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9926,
        "Name": "새벽과 황혼의 두루마리•최종 도전",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_992601.png",
                "Desc": "@「최종 도전」# 단계에서는 많은 적을 처치할수록 더 높은 점수를 획득할 수 있습니다.<br>@남은 라운드#가 있을 경우 추가 점수를 획득합니다"
            },
            {
                "Image": "TutorialPage_992602.png",
                "Desc": "「최종 도전」 단계에서는 @「스테이지 버프」# 랭크가 더 이상 상승하지 않습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9931,
        "Name": "예언 비석",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "예언 비석은 오로닉스의 창조물입니다. 수수께끼를 풀면 @예언이 이루어집니다#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "조작 구역의 조각을 조합해 좌측 도안과 일치하게 만들고 조작 구역의 밑배경과 겹쳐보세요. 조각과 조각이 @겹치는 부분은 사라지며#, 조각을 한 번 더 겹치면 다시 나타납니다"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "일정 시간 동안 수수께끼를 풀지 못하면 비석의 도움을 받을 수 있습니다. @힌트 버튼을 누른 후 임의의 조각을 누르면# 힌트를 확인할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9932,
        "Name": "황금 희생양",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "손에 든 성화를 이용해 @제단에 불을 붙이고# 세상에 빛을 가져다주세요!"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "조심하세요! @당신의 모든 동작#이 허공 속 어둠에 의해 @기록#됩니다. 운명의 발걸음 @소진# 시 어둠에 휩싸인 당신이 적으로 출현해 @당신이 새긴 운명을 따라 한 걸음 한 걸음 나아갈 것입니다……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "어둠에 휩싸인 당신은 @기록된 발걸음이 모두 소진#될 때까지 @당신의 이전 동작을 따라# 한 걸음씩 @전진#합니다. @절대 적이 된 당신과 닿지 않도록 주의하세요#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "길 위의 @고대 결정석 제어기#는 동일한 에너지 색깔의 바닥 상태를 변화시킵니다. 그것들을 이용하여 제단에 도달해보세요"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9933,
        "Name": "자그레우스의 손",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「자그레우스의 손」은 계략의 티탄 자그레우스가 남긴 성체입니다. 이 티탄이 죽은 후 앰포리어스 사람들은 이를 개조하여 자신들이 원하는 대로 사용했습니다"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "@제어 석대#와 상호작용하여 「자그레우스의 손」을 조종하세요"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "왼쪽 컨트롤러를 사용해 이동하고, 우측 버튼을 사용해 상승 또는 하강할 수 있습니다. @종료 버튼#을 누르면 조작을 종료할 수 있습니다. 「자그레우스의 손」은 @제자리에 남게 됩니다#"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "각각의 「자그레우스의 손」을 처음 작동할 때마다 「변화의 시련」이 활성화됩니다. 「자그레우스의 손」을 조종해 주변에 생성된 「변화의 동전」을 찾고 수집해야 합니다"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "주변에 있는 @「변화의 동전」#을 모두 찾을 때마다 해당 「자그레우스의 손」의 보물을 획득할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9935,
        "Name": "황금 희생양",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "@사다리#를 사용하여 위아래로 이동하세요. 어떤 길이의 사다리든 한 걸음만 소모됩니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9936,
        "Name": "황금 희생양",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611405.png",
                "Desc": "운명의 길은 결코 평탄하지 않습니다…… @한번 추락하면 돌이킬 수 없습니다#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9937,
        "Name": "황금 희생양",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611407.png",
                "Desc": "운명의 길 위에서 과거에 속박되는 것은 매우 비참한 일입니다……. @어둠에 휩싸인 당신에게 접근하지 마세요#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9938,
        "Name": "자그레우스의 손•펀치 동작",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「자그레우스의 손」은 차지 후 직선으로 돌진할 수 있으며, 돌진하는 동안 일정 수준의 파괴력을 획득합니다"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "@펀치# 스킬 버튼을 누르면 조준 상태에 진입하며, 이때 「자그레우스의 손」은 @이동할 수 없습니다#. 화면을 드래그하여 방향을 조정할 수 있고, @펀치# 스킬 버튼을 누르면 @「펀치 동작」#을 발동하며, 「자그레우스의 손」이 조준한 방향을 따라 빠르게 돌진합니다. 돌진 중에는 「자그레우스의 손」을 @조종할 수 없습니다#"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "조준 상태에서 「자그레우스의 손」은 빛나는 @파괴 가능한 물체#를 발견할 수 있으며, 돌진 상태에서 @파괴 가능한 물체#와 충돌하면 해당 물체를 파괴할 수 있습니다. 충돌 시 「자그레우스의 손」은 @돌진을 멈춥니다#"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "각각의 「자그레우스의 손」을 처음 작동할 때마다 「변화의 시련」이 활성화됩니다. 「자그레우스의 손」을 조종해 주변에 생성된 「변화의 동전」을 찾고 수집해야 합니다"
            },
            {
                "Image": "TutorialPage_631702.png",
                "Desc": "주변에 있는 @「변화의 동전」#을 모두 찾을 때마다 해당 「자그레우스의 손」의 보물을 획득할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9941,
        "Name": "예언 비석",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_612501.png",
                "Desc": "예언 비석은 오로닉스의 창조물입니다. 수수께끼를 풀면 @예언이 이루어집니다#"
            },
            {
                "Image": "TutorialPage_612502.png",
                "Desc": "조작 구역의 조각을 조합해 좌측 도안과 일치하게 만들고 조작 구역의 밑배경과 겹쳐보세요. 조각과 조각이 @겹치는 부분은 사라지며#, 조각을 한 번 더 겹치면 다시 나타납니다"
            },
            {
                "Image": "TutorialPage_612503.png",
                "Desc": "일정 시간 동안 수수께끼를 풀지 못하면 비석의 도움을 받을 수 있습니다. @힌트 버튼을 누른 후 임의의 조각을 누르면# 힌트를 확인할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9942,
        "Name": "황금 희생양",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "손에 든 성화를 이용해 @제단에 불을 붙이고# 세상에 빛을 가져다주세요!"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "조심하세요! @당신의 모든 동작#이 허공 속 어둠에 의해 @기록#됩니다. 운명의 발걸음 @소진# 시 어둠에 휩싸인 당신이 적으로 출현해 @당신이 새긴 운명을 따라 한 걸음 한 걸음 나아갈 것입니다……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "어둠에 휩싸인 당신은 @기록된 발걸음이 모두 소진#될 때까지 @당신의 이전 동작을 따라# 한 걸음씩 @전진#합니다. @절대 적이 된 당신과 닿지 않도록 주의하세요#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "길 위의 @고대 결정석 제어기#는 동일한 에너지 색깔의 바닥 상태를 변화시킵니다. 그것들을 이용하여 제단에 도달해보세요"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9943,
        "Name": "자그레우스의 손",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631401.png",
                "Desc": "「자그레우스의 손」은 계략의 티탄 자그레우스가 남긴 성체입니다. 이 티탄이 죽은 후 앰포리어스 사람들은 이를 개조하여 자신들이 원하는 대로 사용했습니다"
            },
            {
                "Image": "TutorialPage_631402.png",
                "Desc": "@제어 석대#와 상호작용하여 「자그레우스의 손」을 조종하세요"
            },
            {
                "Image": "TutorialPage_631403.png",
                "Desc": "왼쪽 컨트롤러를 사용해 이동하고, 우측 버튼을 사용해 상승 또는 하강할 수 있습니다. @종료 버튼#을 누르면 조작을 종료할 수 있습니다. 「자그레우스의 손」은 @제자리에 남게 됩니다#"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "각각의 「자그레우스의 손」을 처음 작동할 때마다 「변화의 시련」이 활성화됩니다. 「자그레우스의 손」을 조종해 주변에 생성된 「변화의 동전」을 찾고 수집해야 합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9944,
        "Name": "오로닉스의 기적",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_630101.png",
                "Desc": "@기적의 책#과 상호작용하면 개척자는 서로 다른 두 시공간을 @넘나들 수 있습니다#"
            },
            {
                "Image": "TutorialPage_630102.png",
                "Desc": "서로 다른 두 시공간에선 @길, 장애물, 장치, 전리품# 등이 다를 수 있습니다.<br>@주요 통로의 차이#와 @중요 목표#는 현재 시공간에서 @금색 기억 잔영#으로 표시되며, 금색 기억 잔영을 관찰하면 @또 다른 시공간의 모습을 예측#할 수 있습니다"
            },
            {
                "Image": "TutorialPage_630201.png",
                "Desc": "@기적의 구슬# 빛이 비추는 곳은 @다른 시공간으로 전환됩니다#"
            },
            {
                "Image": "TutorialPage_630203.png",
                "Desc": "우측 하단의 @활성화 버튼#을 사용하면 @구슬의 빛을 끄고 켤 수 있습니다#. @종료 버튼#을 사용하면 @구슬 조작 화면을 나갈 수 있습니다#"
            },
            {
                "Image": "TutorialPage_630202.png",
                "Desc": "일부 구슬은 @선택 가능한 여러 구역 중 하나를 비출 수 있습니다#. 구슬을 활성화한 후 @화면의 노란 원형 표식을 눌러# 구슬의 방향을 변경할 수 있습니다"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "현재 어느 시공간에 있든 구슬의 빛은 계속해서 @또 다른 시공간을 보여줍니다#"
            },
            {
                "Image": "TutorialPage_632901.png",
                "Desc": "@지정된 지점에 구슬의 빛을 비춘 후# 기적의 책을 사용해 @시공간을 이동#하면 새로운 발견이 있을지도 모릅니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9945,
        "Name": "황금 희생양",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_611401.png",
                "Desc": "손에 든 성화를 이용해 @제단에 불을 붙이고# 세상에 빛을 가져다주세요!"
            },
            {
                "Image": "TutorialPage_611402.png",
                "Desc": "조심하세요! @당신의 모든 동작#이 허공 속 어둠에 의해 @기록#됩니다. 운명의 발걸음 @소진# 시 어둠에 휩싸인 당신이 적으로 출현해 @당신이 새긴 운명을 따라 한 걸음 한 걸음 나아갈 것입니다……#"
            },
            {
                "Image": "TutorialPage_611404.png",
                "Desc": "어둠에 휩싸인 당신은 @기록된 발걸음이 모두 소진#될 때까지 @당신의 이전 동작을 따라# 한 걸음씩 @전진#합니다. @절대 적이 된 당신과 닿지 않도록 주의하세요#"
            },
            {
                "Image": "TutorialPage_611403.png",
                "Desc": "길 위의 @고대 결정석 제어기#는 동일한 에너지 색깔의 바닥 상태를 변화시킵니다. 그것들을 이용하여 제단에 도달해보세요"
            },
            {
                "Image": "TutorialPage_611408.png",
                "Desc": "@사다리#를 사용하여 위아래로 이동하세요. 어떤 길이의 사다리든 한 걸음만 소모됩니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9946,
        "Name": "자그레우스의 손•펀치 동작",
        "Ver": "3.0",
        "Tuts": [
            {
                "Image": "TutorialPage_631601.png",
                "Desc": "「자그레우스의 손」은 차지 후 직선으로 돌진할 수 있으며, 돌진하는 동안 일정 수준의 파괴력을 획득합니다"
            },
            {
                "Image": "TutorialPage_631602.png",
                "Desc": "@펀치# 스킬 버튼을 누르면 조준 상태에 진입하며, 이때 「자그레우스의 손」은 @이동할 수 없습니다#. 화면을 드래그하여 방향을 조정할 수 있고, @펀치# 스킬 버튼을 누르면 @「펀치 동작」#을 발동하며, 「자그레우스의 손」이 조준한 방향을 따라 빠르게 돌진합니다. 돌진 중에는 「자그레우스의 손」을 @조종할 수 없습니다#"
            },
            {
                "Image": "TutorialPage_631603.png",
                "Desc": "조준 상태에서 「자그레우스의 손」은 빛나는 @파괴 가능한 물체#를 발견할 수 있으며, 돌진 상태에서 @파괴 가능한 물체#와 충돌하면 해당 물체를 파괴할 수 있습니다. 충돌 시 「자그레우스의 손」은 @돌진을 멈춥니다#"
            },
            {
                "Image": "TutorialPage_631701.png",
                "Desc": "각각의 「자그레우스의 손」을 처음 작동할 때마다 「변화의 시련」이 활성화됩니다. 「자그레우스의 손」을 조종해 주변에 생성된 「변화의 동전」을 찾고 수집해야 합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8303,
        "Name": "연결된 운명",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "해당 표식이 있는 일반 적 처치 시 보스 적에게 피해를 가할 수 있습니다"
            }
        ],
        "Type": 1,
        "Order": 416
    },
    {
        "_id": 3217,
        "Name": "폼폼의 드레스룸",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_321701.png",
                "Desc": "새로운 폼폼 의상 획득 후 파티 칸의 「폼폼의 드레스룸」에서 폼폼의 코디를 바꿀 수 있습니다. 「설정」-「기타」 페이지의 「시스템 기능」에서 폼폼 의상 적용 범위를 수정할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 397
    },
    {
        "_id": 6120,
        "Name": "청음 조율",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_612001.png",
                "Desc": "왜곡된 「질서」의 잔음은 혼란을 가중시킬 뿐입니다. 조율사로서 선데이는 꿈세계의 조화를 방해하는 곳이 어디인지 쉽게 알아볼 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 8190,
        "Name": "우주 인테리어 가이드",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819001.png",
                "Desc": "방 인테리어와 가구 커스텀을 통해 자기만의 방을 점차 다채롭게 꾸밀 수 있습니다"
            },
            {
                "Image": "TutorialPage_819002.png",
                "Desc": "방 인테리어 시 @「열차 기금」#을 소모하며, 「열차 기금」은 당직 근무 중에 행동을 배정해 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_819003.png",
                "Desc": "또한, 당직 근무 중의 @「저녁 회의」# 시간에 당직 보고서를 선택하고 제출할 수 있으며, 획득한 폼폼 점수에 따라 추가로 @「열차 기금」#을 획득합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8191,
        "Name": "우주 인테리어 가이드•실내 인테리어",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819101.png",
                "Desc": "방에는 총 6개의 구역이 있으며, 각 구역마다 인테리어 완성도가 따로 존재합니다. 열차 기금을 소모하여 방 인테리어를 진행하고 인테리어 등급을 높여 인테리어 보조금을 획득하세요"
            },
            {
                "Image": "TutorialPage_819504.png",
                "Desc": "저녁 회의에서 @「설계도」#와 @「장식」#을 획득할 수 있습니다. @「설계도」#는 구역 내 인테리어 항목을 해금하고, @「장식」#은 가구 커스텀에서 방의 각각의 위치에 배치할 수 있습니다"
            },
            {
                "Image": "TutorialPage_819103.png",
                "Desc": "인테리어 완성도가 올라갈수록 방의 전체적인 장식 요소도 채워집니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8192,
        "Name": "우주 인테리어 가이드•열차 당직",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819401.png",
                "Desc": "행동 카드를 선택해 당직 스케줄을 진행하고, 멤버들의 @「당직 레벨」#을 올리세요. 그리고 마지막 @「저녁 회의」#에서 당직 보고서를 제출하고 @「열차 기금」#을 획득하세요!"
            },
            {
                "Image": "TutorialPage_819402.png",
                "Desc": "행동 카드마다 업무량이 다릅니다. 행동 카드 선택 후 스케줄이 상응하는 걸음 수만큼 진행되고 해당하는 칸으로 이동합니다"
            },
            {
                "Image": "TutorialPage_819403.png",
                "Desc": "칸 위에 머물러 있으면 상응하는 효과가 발동합니다. 행동 카드 선택 시 최대한 유리한 칸에 머무르세요"
            },
            {
                "Image": "TutorialPage_819404.png",
                "Desc": "스케줄 중엔 일정 시간마다 @「저녁 회의」#가 열립니다. 보고 결과에 따라 대량의 @「열차 기금」#을 획득할 수 있습니다. 이것을 목표로 전진하세요!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8193,
        "Name": "우주 인테리어 가이드•실내 인테리어",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819001.png",
                "Desc": "인테리어와 가구 커스텀을 통해 자기만의 방을 점차 다채롭게 꾸밀 수 있습니다"
            },
            {
                "Image": "TutorialPage_819302.png",
                "Desc": "인테리어를 완료하여 방의 인테리어 완성도를 올리면, 인테리어 등급을 높이고 보조금을 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8194,
        "Name": "우주 인테리어 가이드•열차 당직",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819401.png",
                "Desc": "@행동 카드#를 선택하면 @당직 스케줄#을 진행하고, 상응하는 멤버의 @당직 레벨#이 올라가며, @열차 기금#을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_819402.png",
                "Desc": "@행동 카드#마다 업무량이 다릅니다. 행동 카드 선택 후 스케줄이 @상응하는 걸음 수#만큼 진행되고 해당하는 칸으로 이동합니다"
            },
            {
                "Image": "TutorialPage_819403.png",
                "Desc": "칸 위에 머물러 있으면 상응하는 효과가 발동합니다. 행동 카드 선택 시 최대한 유리한 칸에 머무르세요"
            },
            {
                "Image": "TutorialPage_819404.png",
                "Desc": "스케줄 중엔 일정 시간마다 @「저녁 회의」#가 열립니다. 보고 결과에 따라 대량의 @「열차 기금」#을 획득할 수 있습니다. 이것을 목표로 전진하세요!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8195,
        "Name": "우주 인테리어 가이드•저녁 회의",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819501.png",
                "Desc": "@「저녁 회의」# 중에 당직 보고서를 선택하고 제출할 수 있으며, 획득한 폼폼 점수에 따라 @「열차 기금」#을 획득합니다"
            },
            {
                "Image": "TutorialPage_819502.png",
                "Desc": "멤버의 @당직 레벨#이 높을수록 상응하는 당직 보고서의 @기본 점수#도 높아집니다"
            },
            {
                "Image": "TutorialPage_819503.png",
                "Desc": "같은 보고서를 제출하면 @보고서 조합#이 형성되고 @점수 효율#이 증가하여 더 높은 폼폼 점수를 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_819504.png",
                "Desc": "제한된 아이디어 재정비 및 보고서 제출 횟수 안에 폼폼 점수를 최대한 높여 더 많은 열차 기금을 얻으세요!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8196,
        "Name": "리더 특성•Mar. 7th",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819601.png",
                "Desc": "당직팀의 리더에겐 독특한 @「리더 특성」#이 있으며, 당직 근무에 도움을 줄 수 있습니다"
            },
            {
                "Image": "TutorialPage_819602.png",
                "Desc": "Mar. 7th가 리더일 시, Mar. 7th와 대응하는 행동 카드의 획득 확률이 증가합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8197,
        "Name": "리더 특성•단항",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819701.png",
                "Desc": "단항이 리더일 시 행동 카드는 전부 낸 후에야 다시 뽑을 수 있으며, 마지막 저녁 회의 전 특수 행동 카드 @「모범적 태도」#를 획득합니다"
            },
            {
                "Image": "TutorialPage_819702.png",
                "Desc": "@「모범적 태도」#는 모든 멤버의 당직 레벨을 팀 내 @최고 당직 레벨#로 올립니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8198,
        "Name": "리더 특성•웰트",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819801.png",
                "Desc": "웰트가 리더일 시 특수 행동 카드 @「열정적인 격려」#를 획득합니다. 사용 후 스케줄에 @「격려 칸」#이 생성됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8199,
        "Name": "리더 특성•개척자",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_819901.png",
                "Desc": "개척자가 리더일 시 스케줄의 5칸 뒤가 안개에 잠기는 대신 @영감 칸#의 출현 확률이 대폭 상승하고, @강화 버전의 회의 스킬만 획득#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8301,
        "Name": "끝없는 적",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830101.png",
                "Desc": "「허구 이야기」의 모든 전투에는 라운드 제한이 있습니다. 행동 라운드가 끝나거나 @모든 웨이브의 적#을 처치하면 전투가 종료됩니다.<br>적을 더 많이 처치하거나 보스 HP를 감소시키면 @더 높은 점수#를 얻어 더 많은 보상을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "전투 중 「보스를 제외한 적」은 처치된 후 @계속 보충#됩니다.<br>해당 표식이 있는 「보스를 제외한 적」이 처치되면 @보스 적에게 피해를 가합니다#. 보스 적을 처치하면 해당 웨이브를 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@적을 처치#하면 「전의 수치」가 증가합니다.<br>@「전의 메커니즘」#을 활성화하면 대량의 「전의 수치」를 누적할 수 있으며, @「용솟음치는 전의」# 단계에 더 빠르게 진입하여 강력한 스테이지 버프를 추가로 획득합니다"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「용솟음치는 전의」#는 일정 @행동 수치# 동안 지속됩니다.<br>해당 단계 종료 시, 단계 중에 @처치한 적의 수량#에 따라 @「전의 수치」#가 일정량 반환되며, 반환 수치에는 상한이 있습니다"
            },
            {
                "Image": "TutorialPage_807303.png",
                "Desc": "최종적으로 노드1과 노드2의 전투로 얻은 @점수를 합하여# 결산됩니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8302,
        "Name": "허구 이야기",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_807401.png",
                "Desc": "허구 이야기는 @주기적으로 업데이트#되는 @고난도 도전 스테이지#입니다"
            },
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "전투 중 @「전의 수치」#를 누적합니다. 「전의 수치」가 가득 차면 @「용솟음치는 전의」# 단계에 진입하며, 강력한 스테이지 버프를 획득하고 전투 효율이 크게 증가합니다"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "전투 중 @적을 처치#할 때마다 「전의 수치」가 증가합니다.<br>매 회차 스토리별로 독특한 @「전의 메커니즘」#이 마련되어 있습니다. 「전의 메커니즘」을 발동하면 대량의 「전의 수치」를 누적하여 「용솟음치는 전의」 단계에 더 빠르게 진입할 수 있습니다"
            },
            {
                "Image": "TutorialPage_830104.png",
                "Desc": "전투 중 적이 @계속 리스폰#됩니다. 적을 처치하거나 보스 적에게 피해를 가하면 @점수를 획득#합니다.<br>빠르게 @「용솟음치는 전의」# 단계에 진입해 적을 처치하고 더 높은 점수를 획득해 보세요!"
            },
            {
                "Image": "TutorialPage_807403.png",
                "Desc": "허구 이야기를 클리어하고 지정된 점수를 달성하면 [스토리 별]을 획득해 [스토리 선물]을 받을 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8304,
        "Name": "끝없는 적",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "전투 중 「보스를 제외한 적」은 처치된 후 @계속 보충#됩니다.<br>해당 표식이 있는 「보스를 제외한 적」이 처치되면 @보스 적에게 피해를 가합니다#. 보스 적을 처치하면 해당 웨이브를 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@적을 처치#하면 「전의 수치」가 증가합니다.<br>@「전의 메커니즘」#을 활성화하면 대량의 「전의 수치」를 누적할 수 있으며, @「용솟음치는 전의」# 단계에 더 빠르게 진입하여 강력한 스테이지 버프를 추가로 획득합니다"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「용솟음치는 전의」#는 일정 @행동 수치# 동안 지속됩니다.<br>해당 단계 종료 시, 단계 중에 @처치한 적의 수량#에 따라 @「전의 수치」#가 일정량 반환되며, 반환 수치에는 상한이 있습니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8305,
        "Name": "허구 이야기",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "전투 중 @「전의 수치」#를 누적합니다. 「전의 수치」가 가득 차면 @「용솟음치는 전의」# 단계에 진입하며, 강력한 스테이지 버프를 획득하고 전투 효율이 크게 증가합니다"
            },
            {
                "Image": "TutorialPage_830102.png",
                "Desc": "전투 중 「보스를 제외한 적」은 처치된 후 @계속 보충#됩니다.<br>해당 표식이 있는 「보스를 제외한 적」이 처치되면 @보스 적에게 피해를 가합니다#. 보스 적을 처치하면 해당 웨이브를 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "@적을 처치#하면 「전의 수치」가 증가합니다.<br>@「전의 메커니즘」#을 활성화하면 대량의 「전의 수치」를 누적할 수 있으며, @「용솟음치는 전의」# 단계에 더 빠르게 진입하여 강력한 스테이지 버프를 추가로 획득합니다"
            },
            {
                "Image": "TutorialPage_830105.png",
                "Desc": "@「용솟음치는 전의」#는 일정 @행동 수치# 동안 지속됩니다.<br>해당 단계 종료 시, 단계 중에 @처치한 적의 수량#에 따라 @「전의 수치」#가 일정량 반환되며, 반환 수치에는 상한이 있습니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8306,
        "Name": "허구 이야기",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_830106.png",
                "Desc": "허구 이야기 콘텐츠가 업데이트되었습니다. 새로운 @「전의 메커니즘」#을 체험해 보세요"
            },
            {
                "Image": "TutorialPage_830204.png",
                "Desc": "전투 중 @「전의 수치」#를 누적합니다. 「전의 수치」가 가득 차면 @「용솟음치는 전의」# 단계에 진입하며, 강력한 스테이지 버프를 획득하고 전투 효율이 크게 증가합니다"
            },
            {
                "Image": "TutorialPage_830103.png",
                "Desc": "전투 중 @적을 처치#할 때마다 「전의 수치」가 증가합니다.<br>매 회차 스토리별로 독특한 @「전의 메커니즘」#이 마련되어 있습니다. 「전의 메커니즘」을 발동하면 대량의 「전의 수치」를 누적하여 「용솟음치는 전의」 단계에 더 빠르게 진입할 수 있습니다"
            },
            {
                "Image": "TutorialPage_830104.png",
                "Desc": "전투 중 적이 @계속 리스폰#됩니다. 적을 처치하거나 보스 적에게 피해를 가하면 @점수를 획득#합니다.<br>빠르게 @「용솟음치는 전의」# 단계에 진입해 적을 처치하고 더 높은 점수를 획득해 보세요!"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8310,
        "Name": "사진 콘테스트",
        "Ver": "2.7",
        "Tuts": [
            {
                "Image": "TutorialPage_831001.png",
                "Desc": "Mar. 7th와 함께 사진 콘테스트의 @당일 주제#를 바탕으로 @촬영 영감#을 모아 해당 주제에 어울리는 @작품#을 촬영하고, 작품에 이름을 붙인 후 업로드하여 Mr. 레카와 관람객에게 평가를 받아야 합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 7101,
        "Name": "졸리나나의 순간•장대한 사냥",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_710101.png",
                "Desc": "「졸리나나의 순간」에서 라파가 @비술#을 발동하면 그래피티 상태에 진입하며, 지속 질주해 부딪힌 졸리나나 원숭이를 깨울 수 있습니다. 그래피티 중에 최대한 많은 졸리나나 원숭이와 부딪히세요. 깨운 졸리나나 원숭이가 많을수록 프리몬 교수나나와의 결전에서 획득하는 버프가 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9321,
        "Name": "인지 불가 영역•파츠",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932101.png",
                "Desc": "파츠는 육각형의 @부가 파츠#와 원형의 @패시브 파츠#로 나뉩니다"
            },
            {
                "Image": "TutorialPage_932102.png",
                "Desc": "@부가 파츠#는 셉터 활성화 후 강력한 효과를 발동하며, 셉터와 적절히 조합하면 더욱 효과적으로 사용할 수 있습니다"
            },
            {
                "Image": "TutorialPage_932103.png",
                "Desc": "@패시브 파츠#는 셉터와 부가 파츠를 강화할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9325,
        "Name": "인지 불가 영역•제4차원",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932501.png",
                "Desc": "제3차원을 클리어하면 일정 추가 라운드를 소모해 @제4차원#에 진입할 수 있으며, 추가 라운드 부족 시 진입할 수 없습니다. 제4차원의 적은 훨씬 강력하며, 도전적인 플레이를 원하시는 분들께 추천해 드립니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9326,
        "Name": "인지 불가 영역•파츠 합성",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932601.png",
                "Desc": "창조물 작업대에서는 @같은 성급#의 파츠 4개를 더 높은 성급의 파츠로 합성할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9327,
        "Name": "인지 불가 영역•파츠 덮어쓰기",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932701.png",
                "Desc": "창조물 작업대에서는 파츠 1개를 같은 성급의 랜덤 파츠로 덮어쓸 수 있습니다"
            },
            {
                "Image": "TutorialPage_932702.png",
                "Desc": "덮어쓰기에 필요한 우주 조각은 덮어쓰기 횟수에 따라 증가합니다. 모든 창조물 작업대의 파츠 덮어쓰기 횟수에는 최대치가 존재합니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9330,
        "Name": "인지 불가 영역•추가 라운드",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_933001.png",
                "Desc": "@「시뮬레이션 우주: 인지 불가 영역」#에서는 전투마다 표준 라운드 카운트가 존재하며, 전투 시간이 표준 라운드를 초과하면 @추가 라운드#를 소모합니다"
            },
            {
                "Image": "TutorialPage_933002.png",
                "Desc": "모든 탐사는 일정 수량의 추가 라운드를 공유하며, 추가 라운드 소진 시 적이 광폭 상태에 진입해 공격력이 대폭 증가합니다"
            },
            {
                "Image": "TutorialPage_933003.png",
                "Desc": "추가 라운드가 0일 때 전투에 진입하면, 이번 전투의 표준 라운드 종료 후 적이 광폭 상태에 진입합니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9331,
        "Name": "인지 불가 영역•연산 성향",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_933101.png",
                "Desc": "연산 성향을 선택한 후, 이번 라운드에서 선택한 성향에 맞는 셉터가 나타날 확률이 증가합니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9332,
        "Name": "인지 불가 영역•제4차원",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_932501.png",
                "Desc": "제3차원을 클리어하면 일정 추가 라운드를 소모해 @제4차원#에 진입할 수 있으며, 추가 라운드 부족 시 진입할 수 없습니다. 제4차원의 적은 훨씬 강력하며, 도전적인 플레이를 원하시는 분들께 추천해 드립니다"
            }
        ],
        "Type": 4,
        "Order": 0
    },
    {
        "_id": 9811,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981101.png",
                "Desc": "화면 하단의 알림은 음악 박자에 따라 움직입니다"
            },
            {
                "Image": "TutorialPage_981102.png",
                "Desc": "음악의 리듬에 맞춰 적절한 타이밍에 @조작하세요#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9812,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981103.png",
                "Desc": "여러 개의 타이밍이 나타날 시, 순서에 따라 @차례대로 입력#하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9813,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981104.png",
                "Desc": "알림이 나타날 때, 해당하는 박자에서 @길게 누르세요#"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9814,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981105.png",
                "Desc": "고급 시련에서는 모든 알림이 비활성화됩니다. 리듬에 맞춰 조작하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9815,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981106.png",
                "Desc": "이곳을 눌러 해당 트랙의 음악을 @활성화#하거나 @비활성화#할 수 있습니다"
            },
            {
                "Image": "TutorialPage_981107.png",
                "Desc": "이곳을 누르면 악곡의 해당 위치로 @건너뛰고# 즉시 재생합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9816,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981108.png",
                "Desc": "공연마다 대응하는 음악 스타일의 @영감#을 수집해야 하며, 쉬움 난이도의 음악 도전을 클리어하면 영감을 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9817,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981106.png",
                "Desc": "이곳을 눌러 해당 트랙의 음악을 @활성화#하거나 @비활성화#할 수 있습니다"
            },
            {
                "Image": "TutorialPage_981107.png",
                "Desc": "이곳을 누르면 악곡의 해당 위치로 @건너뛰고# 즉시 재생합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9818,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981801.png",
                "Desc": "어려움 난이도에서는 @판정선이 사라집니다#. 음악과 리듬에 맞춰 조작하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9819,
        "Name": "튜토리얼",
        "Ver": "2.6",
        "Tuts": [
            {
                "Image": "TutorialPage_981901.png",
                "Desc": "곡마다 4개의 이펙트를 @동시에 선택#할 수 있으며, 누르면 바로 추가됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9324,
        "Name": "차분화 우주•카우보이 대결 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_932401.png",
                "Desc": "하누 미사일을 발사해 스톤 보스를 명중하면 스톤 보스의 체력이 감소합니다. 시간이 종료될 때까지 생존하면 보상을 획득하고, @스톤 보스를 처치하면# 더욱 풍성한 보상을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_932402.png",
                "Desc": "스톤 보스의 체력이 특정 수치까지 감소하면 일정 시간 동안 녹다운되며 특수한 보상 과녁이 나타납니다. 2회 명중 후 해당 과녁이 파괴되며 기물, 우주 조각, 축복 등 @추가 보상#을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_932403.png",
                "Desc": "스톤 보스에게 명중되면 HP를 잃게 됩니다. HP를 모두 잃으면 도전 실패입니다. @HP 표식#이 있는 아이템을 파괴하면 @HP를 회복#합니다"
            },
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "@솔글래드 표식#이 있는 아이템을 격파하면, @「시계 타임」 스킬 슬롯#이 충전됩니다"
            },
            {
                "Image": "TutorialPage_932304.png",
                "Desc": "「시계 타임」 스킬 슬롯에 솔글래드 에너지가 있으면 @「시계 타임」 버튼#을 눌러 지속적으로 에너지를 소모해 시계 소년을 카메오로 소환하며, 하누 형제를 도와 적의 시간을 느리게 만들 수 있습니다. 「시계 타임」 지속 시간 내에 @다시 한 번 「시계 타임」 버튼을 누르면# 「시계 타임」을 @종료#하고 에너지를 절약할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 464
    },
    {
        "_id": 9323,
        "Name": "차분화 우주•화력 전개 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_932301.png",
                "Desc": "하누 미사일을 발사해 과녁을 격파하면 점수를 획득합니다. @더욱 높은 점수#를 획득하여 @웨이브 목표#를 달성하세요. 웨이브 목표 달성 횟수가 많을수록 최종 보상이 풍성해집니다"
            },
            {
                "Image": "TutorialPage_932302.png",
                "Desc": "도전 중 일정 확률로 특수한 @보상 과녁#이 나타납니다. 2회 명중 후 해당 과녁이 파괴되며 기물, 우주 조각, 축복 등의 @추가 보상#을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "@솔글래드 표식#이 있는 아이템을 격파하면, @「시계 타임」 스킬 슬롯#이 충전됩니다"
            },
            {
                "Image": "TutorialPage_932304.png",
                "Desc": "「시계 타임」 스킬 슬롯에 솔글래드 에너지가 있으면 @「시계 타임」 버튼#을 눌러 지속적으로 에너지를 소모해 시계 소년을 카메오로 소환하며, 하누 형제를 도와 적의 시간을 느리게 만들 수 있습니다. 「시계 타임」 지속 시간 내에 @다시 한 번 「시계 타임」 버튼을 누르면# 「시계 타임」을 @종료#하고 에너지를 절약할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 463
    },
    {
        "_id": 6026,
        "Name": "대연만상",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "@대연만상#은 항로를 점치고 미래를 묻는 대형 옥조 연산 장치입니다. 지면의 구조를 이동해 진법을 표시된 도안과 일치되게끔 조정해 기반을 가동합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6119,
        "Name": "길의 모색•3",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_611501.png",
                "Desc": "잠금장치가 달린 압력 발판은 기계가 두 번 지나간 후 상승합니다"
            },
            {
                "Image": "TutorialPage_611502.png",
                "Desc": "잠금장치가 달린 압력 발판은 기계가 두 번 지나간 후 상승합니다"
            },
            {
                "Image": "TutorialPage_611503.png",
                "Desc": "잠금장치가 달린 압력 발판은 기계가 두 번 지나간 후 상승합니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2227,
        "Name": "유사 강인성",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_222701.png",
                "Desc": "유사 강인성을 보유한 적은 초기 강인성이 소진되면 약점 격파를 발동하고 임시 강인성이 계속 감소됩니다. 임시 강인성이 소진되면 다시 약점 격파 피해를 받고 이후 해당 효과는 해제됩니다"
            }
        ],
        "Type": 1,
        "Order": 194
    },
    {
        "_id": 7100,
        "Name": "비소•비술",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_710001.png",
                "Desc": "비소가 비술을 사용하면 자신에게 가속 효과를 부여하고 경로에 있는 적을 끌어당깁니다. 끌어당긴 @적이 많을수록# 전투 진입 시 @피해가 증가합니다#"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8180,
        "Name": "연무 의식•비무 규칙",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818001.png",
                "Desc": "@양측 참가자#는 자신의 무예를 최대한 선보여 현장 관객들의 응원 소리를 받아야 합니다!<br>양측 선수는 장내 관중의 지지도에 따라 각각 @「무대 열기」#를 획득합니다"
            },
            {
                "Image": "TutorialPage_818002.png",
                "Desc": "경기에서 @지정된 전투 행동#을 완료하면, @「하이라이트」#가 펼쳐지고 아군의 @「무대 열기」#가 대폭 증가합니다"
            },
            {
                "Image": "TutorialPage_818004.png",
                "Desc": "아군의 「무대 열기」가 증가하면 상대의 「무대 열기」가 감소합니다.<br>상대가 행동하면 상대의 「무대 열기」가 증가하고, 아군의 「무대 열기」가 감소합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "임의 선수의 「무대 열기」가 최대치에 이르면, 경기장은 @「격려 강화」# 상태에 진입합니다.<br>관중의 응원을 받은 선수는 강력한 @버프 효과#를 획득하고 경기를 유리하게 이끌어갈 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8181,
        "Name": "연무 의식•꿈세계 훈련",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818101.png",
                "Desc": "「꿈세계 훈련」에 참가하면 @더 높은 난이도#의 챔피언에게 @도전할 수 있습니다#.<br>@연무전에서 다음 단계로 진출# 시 새로운 「꿈세계 훈련」을 개방할 수 있습니다"
            },
            {
                "Image": "TutorialPage_818102.png",
                "Desc": "「꿈세계 훈련」에서는 @행동#을 통해 「무대 열기」를 획득할 수 없습니다.<br>@「하이라이트」#를 통해서만 「무대 열기」를 획득해 「격려 강화」 상태에 진입할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8182,
        "Name": "연무 의식•신인 데뷔",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818201.png",
                "Desc": "필드 위 적의 @약점#을 @격파#하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818202.png",
                "Desc": "적의 약점이 격파될 시 다른 적의 @강인성#이 @감소#됩니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8183,
        "Name": "연무 의식•토파즈에게 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818301.png",
                "Desc": "이번 경기의 적은 성과 점수를 보유하고 있습니다. 적을 격파하거나 처치하면 @성과 점수를 빼앗을 수 있습니다#.<br>성과 점수를 빼앗으면, @「하이라이트」#가 발동되고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818302.png",
                "Desc": "아군 캐릭터가 획득한 @성과 점수는 중첩할 수 있으며#, 아군이 가하는 필살기 피해를 증가시킵니다.<br>단일 아군 캐릭터가 @성과 점수 3개#를 누적 획득하면 @행동 게이지가 즉시 100% 증가#합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8184,
        "Name": "연무 의식•부트힐에게 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818401.png",
                "Desc": "보스 적은 @[영혼석]#을 소환합니다.<br>[영혼석]을 처치하면, @「하이라이트」#가 발동되고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818402.png",
                "Desc": "보스 적에게 @[영혼 채찍]#이 부여되면, 보스 적이 행동 시 다른 적에게 번개 속성 @지속 피해#가 우선적으로 발동됩니다.<br>[영혼 채찍]을 발동하면 [영혼석]을 더 빨리 처치할 수 있습니다"
            },
            {
                "Image": "TutorialPage_818403.png",
                "Desc": "아군 캐릭터를 [영혼석]에서 @구출#하면, 모든 아군이 @[영혼 고문]#을 1스택 획득합니다.<br>[영혼 고문] 1스택마다 @[영혼 채찍]#의 피해 횟수가 증가합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8185,
        "Name": "연무 의식•아젠티에게 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818501.png",
                "Desc": "아젠티의 소환물은 @계속 리스폰됩니다#.<br>@소환물을 처치#하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818502.png",
                "Desc": "모든 아군이 @필살기를 3회# 누적 발동할 때마다 여러 갈래의 @[용기의 주먹]#을 발동하여 적을 공격합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8186,
        "Name": "연무 의식•스바로그에게 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818601.png",
                "Desc": "아군이 @연속 행동#을 하면, @「하이라이트」#를 발동해 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818602.png",
                "Desc": "아군의 연속 행동 @횟수가 많을수록# 더 많은 「무대 열기」를 획득하고 아군의 필살기 피해가 증가합니다.<br>@적 소환물을 우선으로 처치해# 적의 행동을 막고 아군의 연속 행동을 유지하세요"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8187,
        "Name": "연무 의식•연경에게 도전",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818701.png",
                "Desc": "연경은 @다중 실드#를 보유하며, 전투 시작 시 @약점을 잠급니다#.<br>@임의의 소환물을 격파하면# 연경의 약점 보호를 해제하고 아군의 행동 게이지가 50% 증가합니다"
            },
            {
                "Image": "TutorialPage_818702.png",
                "Desc": "연경 혹은 소환물의 약점을 @격파#하면, @「하이라이트」#를 발동하고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8188,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818801.png",
                "Desc": "양산기를 @격파#하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818802.png",
                "Desc": "양산기를 격파하면 모든 적의 @현재 강인성이 30% 감소#하여 다른 적을 더 쉽게 격파할 수 있습니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8189,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_818901.png",
                "Desc": "아군 캐릭터가 @반격#으로 적을 공격하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8200,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820001.png",
                "Desc": "식물은 @계속 리스폰#되며, 식물을 처치하면 적 보스는 @HP를 잃습니다#.<br>@식물을 처치#하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_820002.png",
                "Desc": "아군이 @추가 공격# 발동 시 @적 15기를 누적 명중#할 때마다 @[요원의 불길]#을 발동해 모든 적을 공격합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8201,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820101.png",
                "Desc": "적이 @격파 피해#를 받으면 @취약#을 1스택 획득합니다.<br>@취약 스택 수가 가장 높은# 적을 집중 공격하면 더 높은 격파 피해를 가할 수 있습니다"
            },
            {
                "Image": "TutorialPage_820102.png",
                "Desc": "적에게 @격파 피해#를 가하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다.<br>적의 @취약 스택 수가 높을수록# 「무대 열기」를 더 많이 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8202,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820201.png",
                "Desc": "저금통이 도망치기 전에 @저금통을 처치#하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8203,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820301.png",
                "Desc": "1번 캐릭터가 @필살기#를 발동하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_820302.png",
                "Desc": "1번 캐릭터가 @필살기#를 발동하고 @적 10기를 누적 명중#할 때마다 즉시 에너지를 100% 회복합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8204,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820401.png",
                "Desc": "적 @보스#를 @격파#하면, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8205,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820501.png",
                "Desc": "이번 경기의 적은 성과 점수를 보유하고 있습니다. 적을 격파하거나 처치하면 @성과 점수를 빼앗을 수 있습니다#.<br>성과 점수를 빼앗으면, @「하이라이트」#가 발동되고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8206,
        "Name": "연무 의식•예선 공략",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_820601.png",
                "Desc": "아군 캐릭터가 @HP를 잃으면#, @「하이라이트」#가 펼쳐지고 대량의 「무대 열기」를 획득합니다"
            },
            {
                "Image": "TutorialPage_818003.png",
                "Desc": "경기 중 아군의 「무대 열기」가 최대치에 도달하면 @「격려 강화」# 상태에 진입합니다.<br>해당 상태에서는 상대가 @약점 격파# 상태에 빠지고, 받는 피해가 @400%# 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9901,
        "Name": "모순된 결합체",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_601202.png",
                "Desc": "모순된 결합체 위의 대응하는 구역을 회전시켜 모순된 결합체의 @실체 조각#을 양쪽의 @보드#와 일치하도록 만드세요"
            },
            {
                "Image": "TutorialPage_990102.png",
                "Desc": "하단의 @화살표#를 클릭하면 @대응하는 면#의 모순된 결합체 실체 조각이 회전합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9902,
        "Name": "모순된 결합체•Remake",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_611301.png",
                "Desc": "「모순된 결합체•Remake」는 모순된 결합체의 완전한 리메이크 버전입니다. 화면 중앙의 장치를 클릭하면 표시된 방향을 따라 @조각을 쌓을# 수 있습니다. 조각을 쌓을 때마다 @자원 조각#을 1개 소모합니다"
            },
            {
                "Image": "TutorialPage_611302.png",
                "Desc": "조각을 쌓으면 장치의 @형태#가 바뀝니다. 장치의 형태가 양측 보드와 일치하면 테스트를 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_611303.png",
                "Desc": "지정된 위치가 아닌 곳에 조각을 쌓을 경우, 양측 보드에 @오류 알림#이 나타납니다. 취소 또는 초기화를 누르면 쌓기 전으로 되돌릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_611304.png",
                "Desc": "화면을 회전하면 여러 방향에서 장치를 관찰할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9903,
        "Name": "대연만상",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "지면의 진추를 이동시켜 진법의 문양을 @표시된 그림#과 일치하게 만들면 수수께끼를 풀 수 있습니다"
            },
            {
                "Image": "TutorialPage_990302.png",
                "Desc": "지상의 진추와 상호작용하면 @진추를 들어 올릴# 수 있으며, 진추의 연결선은 바뀌지 않습니다. 이미 진추를 보유하고 있을 경우, 지면의 진추와 상호작용하면 @진추를 교체#합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9904,
        "Name": "화물 적재",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990401.png",
                "Desc": "화물용 별뗏목에 @화물을 적재#해 왼쪽의 @운송장 목표#에 필요한 지정 화물 수량을 달성하세요"
            },
            {
                "Image": "TutorialPage_990402.png",
                "Desc": "@화물을 누르면# 빠른 적재를 할 수 있으며, @화물을 드래그하거나 돌려서# 배치할 위치를 조정할 수 있습니다"
            },
            {
                "Image": "TutorialPage_990403.png",
                "Desc": "@화물은 지정된 유형의 배치 지점에 배치해야 합니다#. 화물 목록에서 @화물의 대응하는 배치 지점 유형#을 확인할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9905,
        "Name": "모순된 결합체",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990501.png",
                "Desc": "일부 조각은 특수한 @문양#을 가지고 있으며, 양측의 @보드# 문양과 대응해야 @모순된 결합체#를 풀 수 있습니다"
            },
            {
                "Image": "TutorialPage_990103.png",
                "Desc": "화면의 @좌우 양측 화살표#를 클릭하면 @시점#을 전환할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9911,
        "Name": "모순된 결합체",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_601202.png",
                "Desc": "모순된 결합체 위의 대응하는 구역을 회전시켜 모순된 결합체의 @실체 조각#을 양쪽의 @보드#와 일치하도록 만드세요"
            },
            {
                "Image": "TutorialPage_990102.png",
                "Desc": "하단의 @화살표#를 클릭하면 @대응하는 면#의 모순된 결합체 실체 조각이 회전합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9913,
        "Name": "대연만상",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_602001.png",
                "Desc": "지면의 진추를 이동시켜 진법의 문양을 @표시된 그림#과 일치하게 만들면 수수께끼를 풀 수 있습니다"
            },
            {
                "Image": "TutorialPage_990302.png",
                "Desc": "지상의 진추와 상호작용하면 @진추를 들어 올릴# 수 있으며, 진추의 연결선은 바뀌지 않습니다. 이미 진추를 보유하고 있을 경우, 지면의 진추와 상호작용하면 @진추를 교체#합니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 9915,
        "Name": "모순된 결합체",
        "Ver": "2.5",
        "Tuts": [
            {
                "Image": "TutorialPage_990501.png",
                "Desc": "일부 조각은 특수한 @문양#을 가지고 있으며, 양측의 @보드# 문양과 대응해야 @모순된 결합체#를 풀 수 있습니다"
            },
            {
                "Image": "TutorialPage_990103.png",
                "Desc": "화면의 @좌우 양측 화살표#를 클릭하면 @시점#을 전환할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 2226,
        "Name": "맴도는 공포",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222601.png",
                "Desc": "아군에게 [맴도는 공포]가 부여될 시, [맴도는 공포]의 상태 부여자에게 공격을 1회 발동하면 [맴도는 공포]를 해제할 수 있습니다"
            },
            {
                "Image": "TutorialPage_222602.png",
                "Desc": "[맴도는 공포] 종료 시, 상태 부여자를 공격하여 [맴도는 공포]를 해제하지 못한 경우 [공포] 상태에 빠져 행동할 수 없게 됩니다"
            }
        ],
        "Type": 1,
        "Order": 415
    },
    {
        "_id": 2225,
        "Name": "달의 광기",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222501.png",
                "Desc": "해당 표식이 있는 적은 [달의 광기] 상태에 진입할 수 있습니다. 적이 공격을 발동하면 [달의 광기] 상태를 발동할 수 있는 적 유닛에게 [피의 굶주림]을 1스택 부여합니다"
            },
            {
                "Image": "TutorialPage_222502.png",
                "Desc": "[피의 굶주림]이 지정된 스택 수에 도달 시 해당 적이 [달의 광기] 상태에 진입합니다. 동시에 행동 서열에 [달의 광기] 카운트다운이 나타나고, 카운트다운 턴 시작 시 모든 적 유닛이 [달의 광기] 상태를 해제합니다"
            }
        ],
        "Type": 1,
        "Order": 410
    },
    {
        "_id": 3216,
        "Name": "추천 유물",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_321601.png",
                "Desc": "현재 캐릭터에게 적합한 @세트#, @메인 속성#, @보조 속성#을 확인할 수 있습니다. 세트와 메인 속성 데이터는 최근에 활동한 플레이어의 통계 데이터를 기반으로 합니다"
            },
            {
                "Image": "TutorialPage_321602.png",
                "Desc": "유물의 메인 속성 또는 보조 속성이 현재 확인 중인 캐릭터의 추천 속성일 경우, 속성 화면에서 @하이라이트 표시#됩니다"
            }
        ],
        "Type": 3,
        "Order": 396
    },
    {
        "_id": 6113,
        "Name": "모순된 결합체•Remake",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611301.png",
                "Desc": "「모순된 결합체•Remake」는 모순된 결합체의 완전한 리메이크 버전입니다. 화면 중앙의 장치를 클릭하면 표시된 방향을 따라 @조각을 쌓을# 수 있습니다. 조각을 쌓을 때마다 @자원 조각#을 1개 소모합니다"
            },
            {
                "Image": "TutorialPage_611302.png",
                "Desc": "조각을 쌓으면 장치의 @형태#가 바뀝니다. 장치의 형태가 양측 보드와 일치하면 테스트를 완료할 수 있습니다"
            },
            {
                "Image": "TutorialPage_611303.png",
                "Desc": "지정된 위치가 아닌 곳에 조각을 쌓을 경우, 양측 보드에 @오류 알림#이 나타납니다. 취소 또는 초기화를 누르면 쌓기 전으로 되돌릴 수 있습니다"
            },
            {
                "Image": "TutorialPage_611304.png",
                "Desc": "화면을 회전하면 여러 방향에서 장치를 관찰할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6117,
        "Name": "협상",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611701.png",
                "Desc": "협상 종료 시, @상대보다 기세치가 높거나 같으면# 협상에 성공합니다. 반대로 상대보다 낮으면 협상에 실패합니다"
            },
            {
                "Image": "TutorialPage_611702.png",
                "Desc": "협상 과정에서 @임의의 한쪽의 기세치가 0이 되면# 협상이 즉시 종료됩니다"
            },
            {
                "Image": "TutorialPage_611703.png",
                "Desc": "@협상에서의 선택은 다른 결과를 낳을 수 있으며#, 기세치를 증가시키거나 감소시킬 수 있습니다. 선택에 따라 협상은 계속 진행되며, 협상 턴 수가 0이 되면 종료됩니다"
            },
            {
                "Image": "TutorialPage_611704.png",
                "Desc": "협상 턴에서는 @「협상 전략」을 사용해# 협상을 성공으로 이끌어줄 다양한 협상 기술을 사용할 수 있습니다"
            },
            {
                "Image": "TutorialPage_611705.png",
                "Desc": "이곳에서 상대의 정보를 확인할 수 있습니다. @어떤 선택을 내려야 할지 모르겠다면# 눌러서 확인해 보세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6118,
        "Name": "다중 조건 촬영",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_611801.png",
                "Desc": "해당 임무 과정에서는 촬영 임무를 완료하려면 더 많은 목표 조건을 달성해야 합니다"
            },
            {
                "Image": "TutorialPage_611802.png",
                "Desc": "촬영 화면의 왼쪽 상단에는 촬영 완료에 필요한 목표 조건이 표시됩니다"
            },
            {
                "Image": "TutorialPage_611803.png",
                "Desc": "@모든# 촬영 조건을 충족하면 셔터를 눌러 이번 촬영을 완료할 수 있습니다. 최대한 모든 촬영 조건을 충족하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2223,
        "Name": "강인성 감소 수치",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222301.png",
                "Desc": "이번 공격은 적 강인성의 @기본값#을 감소시킵니다"
            }
        ],
        "Type": 1,
        "Order": 193
    },
    {
        "_id": 2224,
        "Name": "슈퍼 격파 피해",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_222401.png",
                "Desc": "@격파 특수효과#, 이번 공격의 @강인성 감소 수치#, @캐릭터 레벨#이 높을수록 가하는 @슈퍼 격파 피해#가 증가합니다.<br>슈퍼 격파 피해는 치명타를 발동하지 않으며, 피해 증가류 효과의 영향을 받지 않습니다.<br>슈퍼 격파 피해 역시 @격파 피해#에 속합니다"
            }
        ],
        "Type": 1,
        "Order": 188
    },
    {
        "_id": 8160,
        "Name": "초화습검록",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816001.png",
                "Desc": "당신은 검술 조교로서 Mar. 7th의 검술 훈련 일정을 짜고, Mar. 7th가 검술 초식을 습득해 15일 뒤 스코트를 쓰러트릴 수 있도록 도와야 합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8161,
        "Name": "검술 초식 습득",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816102.png",
                "Desc": "Mar. 7th는 검술 초식을 습득해 전투 능력을 향상시킬 수 있습니다. 검술 초식을 습득하려면 해당하는 속성 및 경지 조건을 만족해야 합니다"
            },
            {
                "Image": "TutorialPage_816101.png",
                "Desc": "@검술 경지#는 Mar. 7th의 검술 훈련 성과를 나타내며, 검술 경지가 높을수록 Mar. 7th의 전투 능력이 높다는 것을 의미합니다. 검술 경지는 검술 초식 습득을 통해 올릴 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8162,
        "Name": "검술 시련",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816201.png",
                "Desc": "@검술 시련#은 Mar. 7th가 혼자 완료해야 합니다. 모든 전투 과정은 자동으로 진행되며, 동료의 도움을 받을 수 없습니다"
            },
            {
                "Image": "TutorialPage_816202.png",
                "Desc": "Mar. 7th의 @검술 경지#가 높을수록 검술 시험을 더욱 쉽게 통과할 수 있습니다. 검술 시험 통과 후, 속성이 향상되고 기분이 회복됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8163,
        "Name": "서포트 효과",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816301.png",
                "Desc": "검술 훈련 과정 중, Mar. 7th는 @동료의 서포트#를 받아 훈련 및 유람의 효율을 높일 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8164,
        "Name": "검술 훈련의 기연",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816401.png",
                "Desc": "Mar. 7th는 다양한 @검술 훈련의 기연#을 통해 스토리를 완료할 수 있습니다. 다양한 선주의 기연, 동료 서포트, 검술 훈련 일화… 심지어 스토리를 완료하는 방식도 달라집니다"
            },
            {
                "Image": "TutorialPage_816402.png",
                "Desc": "@검술 훈련의 기연#을 통해 스토리를 완료할 때마다 Mar. 7th는 @수련 체감#을 획득합니다. 새로운 검술 훈련이 시작되면 속성이 증가합니다"
            },
            {
                "Image": "TutorialPage_816403.png",
                "Desc": "@검술 훈련의 기연#을 통해 스토리를 완료할 때마다 해당하는 기연의 @엔딩 회상# 기능이 개방되며, 다양한 엔딩을 빠르게 확인해 볼 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8165,
        "Name": "초구•약선 효과",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816502.png",
                "Desc": "초구가 제공하는 서포트 효과는 @특정 시간대#에만 적용됩니다. 훈련 순서를 적절히 배분하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8166,
        "Name": "은랑•공략 제안",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816601.png",
                "Desc": "은랑이 제공하는 서포트 효과는 @특정 조건을 충족#해야 적용됩니다. 훈련 일정을 적절히 배분하세요"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8167,
        "Name": "검술 경지",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816101.png",
                "Desc": "@검술 경지#는 Mar. 7th의 검술 훈련 성과를 나타내며, 검술 경지가 높을수록 Mar. 7th의 전투 능력이 높다는 것을 의미합니다. 검술 경지는 검술 초식 습득을 통해 올릴 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8168,
        "Name": "검술 훈련 일정",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_816701.png",
                "Desc": "@훈련#을 통해 Mar. 7th의 @속성#을 올릴 수 있습니다. 각 @훈련#을 일정 수준 진행하면 훈련의 효과가 증가합니다"
            },
            {
                "Image": "TutorialPage_816702.png",
                "Desc": "훈련은 @기분#을 소모합니다. 기분이 저하되면 @훈련 효율#도 감소합니다. 기분은 @유람#을 통해 회복할 수 있습니다"
            },
            {
                "Image": "TutorialPage_816703.png",
                "Desc": "훈련 과정에서 @깨달음#이 발동될 수 있으며, 발동 시 이번 훈련의 속성 증가 @효과는 2배#가 됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8170,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817001.png",
                "Desc": "마법사는 @전투 스킬# 발동 후 리틀통을 1개 소환해 전투에 투입하며, 최대 5개의 리틀통을 소환할 수 있습니다.<br>리틀통이 늘어날 때마다 파티 전체가 가하는 피해가 증가하며, 5개가 투입되면 가하는 피해가 추가로 대폭 증가합니다"
            },
            {
                "Image": "TutorialPage_817002.png",
                "Desc": "리틀통의 수가 많을수록 공격력과 강인성 감소 수치가 증가합니다.<br>리틀통이 적 공격 시 마법사의 에너지를 대량으로 회복합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8171,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817101.png",
                "Desc": "마법사는 리틀통에게만 @전투 스킬#을 발동할 수 있으며, 리틀통에게 @키네틱 포인트#를 3pt 제공합니다.<br>아군 캐릭터가 @반격# 시 리틀통은 [키네틱 포인트]를 1pt 소모하여 @추가 공격#을 발동하고 마법사의 에너지를 회복합니다"
            },
            {
                "Image": "TutorialPage_817102.png",
                "Desc": "마법사가 @필살기#를 발동하면 리틀통이 최대 @궁극의 금# 형태까지 진화합니다.<br>진화 후 리틀통의 공격력이 대폭 증가하고 모든 아군의 @추가 공격# 피해가 증가합니다"
            },
            {
                "Image": "TutorialPage_817103.png",
                "Desc": "리틀통이 궁극의 금 형태로 진화한 후 키네틱 포인트 최대치가 5pt로 증가합니다.<br>마법사가 @필살기#를 발동하면 리틀통도 @키네틱 포인트#를 획득합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8172,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817201.png",
                "Desc": "마법사가 @전투 스킬# 발동 시, 적 필드에 빈자리가 있으면 @유해 폐기물#을 1개 소환해 적 필드에 배치합니다.<br>동시에 적 필드의 모든 유해 폐기물은 @즉시 행동#합니다"
            },
            {
                "Image": "TutorialPage_817202.png",
                "Desc": "@유해 폐기물#이 행동하면 제어를 받지 않고 다음 @랜덤 효과#를 발동합니다.<br>예: 적을 공격하고 @지속 피해#에 빠트린다, 마법사를 구타하고 마법사의 @에너지를 회복#시킨다, 아군 리틀통을 채찍질하고 @즉시 행동#하게 한다"
            },
            {
                "Image": "TutorialPage_817203.png",
                "Desc": "아군 리틀통이 적을 공격하면 적은 @즉시 행동#하고 @지속 피해#를 받게 됩니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8173,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817301.png",
                "Desc": "리틀통의 기본 HP는 1pt이며, 아군 캐릭터의 HP가 @감소# 또는 @회복# 시 리틀통은 @같은 양의 HP#를 회복합니다.<br>HP를 최대치까지 회복하면 리틀통이 진화하며, 최대 @궁극의 금# 형태까지 @진화#할 수 있습니다"
            },
            {
                "Image": "TutorialPage_817302.png",
                "Desc": "리틀통이 @궁극의 금# 형태에 진입하면 파티가 가하는 피해가 대폭 증가하고, 적을 공격할 때마다 모든 파티원의 에너지가 회복됩니다.<br>아군 캐릭터가 적을 공격할 때마다 리틀통의 @HP가 감소#하며, 1pt로 감소하면 궁극의 금 형태가 종료됩니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8174,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817401.png",
                "Desc": "아군 캐릭터가 @필살기#를 발동하면 리틀통은 키네틱 포인트를 1pt 획득합니다.<br>키네틱 포인트가 가득 차면 추가로 리틀통을 4개 소환하고 즉시 @자폭 충격#을 발동합니다"
            },
            {
                "Image": "TutorialPage_817402.png",
                "Desc": "머리 위에 @특수 표식#이 있는 적에게 자폭 충격 시 해당 목표는 @바로 처치#됩니다.<br>지정된 목표가 처치되면 @나머지 리틀통#은 @궁극의 금 형태#에 진입하고 즉시 @[슈퍼 자폭 충격]#을 발동하여 높은 피해를 가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8175,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817501.png",
                "Desc": "해당 이벤트에서는 캐릭터를 @「마법사」#로 지정해 조작하고 @「리틀통 포니」#와 함께 전투를 진행할 수 있습니다.<br>@주의#: 스테이지마다 @지정된 마법사 동료#만을 사용하여 전투를 진행할 수 있습니다"
            },
            {
                "Image": "TutorialPage_817502.png",
                "Desc": "「마법사」로 선택된 캐릭터의 @전투 스킬#과 @필살기#는 @새로운 전투 효과#를 얻게 되며, 「리틀통 포니」를 지휘해 전투를 진행합니다"
            },
            {
                "Image": "TutorialPage_817503.png",
                "Desc": "스테이지마다 @「리틀통 포니」#는 다양한 전투 메커니즘을 갖게 되며, 마법사와 기타 마법사 동료의 조합으로 새로운 전투 콘텐츠를 즐길 수 있습니다"
            },
            {
                "Image": "TutorialPage_817504.png",
                "Desc": "「리틀통 포니」는 전투에서 「마법사」의 일부 속성 수치와 @버프 효과#를 @계승#받게 됩니다.<br>「리틀통 포니」가 적을 공격하거나 적에게 피격되면 「마법사」는 @에너지를 회복#합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8176,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_817601.png",
                "Desc": "「개척, 우정의 마법!」 이벤트에서는 익숙한 캐릭터들이 「마법사」로 등장해 「리틀통 포니」와 함께 싸웁니다"
            },
            {
                "Image": "TutorialPage_817602.png",
                "Desc": "각지에 흩어진 「리틀통 포니」의 분신을 찾아 함께 적을 쓰러트리세요"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9801,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980101.png",
                "Desc": "@카메라 조준점#을 이동하여 @쓰레기통#과 @겹치는 부분#이 생길 때 @촬영 버튼#을 눌러 사진을 찍으면 촬영이 완료됩니다"
            },
            {
                "Image": "TutorialPage_980102.png",
                "Desc": "쓰레기통 등급에 따라 @획득하는 점수도 달라집니다#. 쓰레기통을 @최대한 많이# 촬영해 스테이지 목표를 달성해 보세요!"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9802,
        "Name": "포착 튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980201.png",
                "Desc": "@금 쓰레기통#은 @특수 동작#을 취합니다"
            },
            {
                "Image": "TutorialPage_980202.png",
                "Desc": "@특수 동작# 중에 촬영하면 @포착 점수#를 추가로 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9803,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980101.png",
                "Desc": "@카메라 조준점#을 이동하여 @쓰레기통#과 @겹치는 부분#이 생길 때 @촬영 버튼#을 눌러 사진을 찍으면 촬영이 완료됩니다"
            },
            {
                "Image": "TutorialPage_980102.png",
                "Desc": "쓰레기통 등급에 따라 @획득하는 점수도 달라집니다#. 쓰레기통을 @최대한 많이# 촬영해 스테이지 목표를 달성해 보세요!"
            },
            {
                "Image": "TutorialPage_980201.png",
                "Desc": "@금 쓰레기통#은 @특수 동작#을 취합니다"
            },
            {
                "Image": "TutorialPage_980202.png",
                "Desc": "@특수 동작# 중에 촬영하면 @포착 점수#를 추가로 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9804,
        "Name": "튜토리얼",
        "Ver": "2.4",
        "Tuts": [
            {
                "Image": "TutorialPage_980401.png",
                "Desc": "어떤 쓰레기통은 @별뗏목#을 타고 있거나 @공중에서# 떨어지기도 합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9306,
        "Name": "차분화 우주•수치 매핑",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930601.png",
                "Desc": "「차분화 우주•인간 희극」에서 제공되는 기능으로, @캐릭터의 레벨, 광추 레벨, 행적과 유물#은 조건 충족 시 강화됩니다"
            },
            {
                "Image": "TutorialPage_930602.png",
                "Desc": "캐릭터 레벨이 현재 균형 레벨 조건보다 낮을 경우, @현재 균형 레벨에 맞는 캐릭터 레벨로 상승#합니다"
            },
            {
                "Image": "TutorialPage_930603.png",
                "Desc": "캐릭터가 장착한 광추 레벨이 현재 균형 레벨 조건보다 낮을 경우, @현재 균형 레벨에 맞는 광추 레벨로 상승#합니다. 캐릭터가 광추를 보유하지 않을 경우 @현재 균형 레벨에 맞는 임시 광추#를 자동으로 장착합니다"
            },
            {
                "Image": "TutorialPage_930604.png",
                "Desc": "캐릭터가 개방한 행적이 활성화되지 않았거나, 행적 레벨이 현재 균형 레벨 조건 미만이면 @행적이 활성화되거나 현재 균형 레벨에 맞는 행적 레벨로 상승#합니다"
            },
            {
                "Image": "TutorialPage_930605.png",
                "Desc": "캐릭터 장비의 유물 총 강화 레벨이 현재 균형 레벨 조건 미만이면, 유물이 @현재 균형 레벨에 맞는 임시 유물로 교체#됩니다"
            }
        ],
        "Type": 4,
        "Order": 477
    },
    {
        "_id": 9309,
        "Name": "차분화 우주•주기 연산",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930901.png",
                "Desc": "주기 연산에서는 회차마다 @특수한 콘텐츠 내용#이 업데이트됩니다. 매 회차 첫 클리어 시 추가 보상을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_930902.png",
                "Desc": "주기 연산 플레이 시 @추가로 적합값 보상#을 획득할 수 있으나, 매 회차 상한이 있습니다"
            }
        ],
        "Type": 4,
        "Order": 476
    },
    {
        "_id": 9310,
        "Name": "차분화 우주•차원 장신구 추출",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931001.png",
                "Desc": "직접 보스를 선택해 도전할 수 있으며, 전투 승리 후 상응하는 차원 장신구를 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931002.png",
                "Desc": "차분화 우주 클리어 시의 구축 내용은 저장할 수 있으며, 같은 구축 내용으로 빠른 도전을 진행할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 475
    },
    {
        "_id": 9312,
        "Name": "차분화 우주•초과 전환",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931201.png",
                "Desc": "「차분화 우주」에서 보스 적을 처치하면 @「초과 전환」# 도전에 진입합니다"
            },
            {
                "Image": "TutorialPage_931205.png",
                "Desc": "「초과 전환」 도전 진입 시 모든 아군의 @필살기를 활성화#하고 @전투 스킬 포인트를 5pt 회복#합니다"
            },
            {
                "Image": "TutorialPage_931202.png",
                "Desc": "「초과 전환」 도전에서 @적 HP를 소모#하면 @전환 데이터#를 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931203.png",
                "Desc": "도전 목표를 달성하면 @전리품 상자#를 획득할 수 있습니다. 목표를 많이 달성할수록 보상이 더 풍성해집니다"
            },
            {
                "Image": "TutorialPage_931204.png",
                "Desc": "「초과 전환」 도전에서는 적에게 처치당해도 전투 승리로 간주하며, 전환 데이터에 따라 결산을 진행합니다"
            }
        ],
        "Type": 4,
        "Order": 474
    },
    {
        "_id": 9313,
        "Name": "차분화 우주•소장품",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931301.png",
                "Desc": "빛나는 펠드스파호에는 소장품 전시 구역이 다수 존재하며, @소장품# 미리보기와 배치가 가능합니다"
            },
            {
                "Image": "TutorialPage_931302.png",
                "Desc": "@「차분화 우주」#, @「시뮬레이션 우주·곤충 떼 재난」#과 @「시뮬레이션 우주·황금과 기계」#에서 특정 도전을 완료하면 @소장품#을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931303.png",
                "Desc": "소장품 전시 구역에 배치된 소장품은 「차분화 우주」의 도전에 @버프#를 제공합니다"
            }
        ],
        "Type": 4,
        "Order": 473
    },
    {
        "_id": 9314,
        "Name": "차분화 우주•미술품",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931401.png",
                "Desc": "빛나는 펠드스파호에는 미술품 전시 구역이 다수 존재하며, @미술품# 미리보기와 배치가 가능합니다"
            },
            {
                "Image": "TutorialPage_931402.png",
                "Desc": "@「차분화 우주」#, @「시뮬레이션 우주·곤충 떼 재난」#과 @「시뮬레이션 우주·황금과 기계」#에서 특정 도전을 완료하면 @미술품#을 획득할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 472
    },
    {
        "_id": 9320,
        "Name": "차분화 우주•특성",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_932001.png",
                "Desc": "「차분화 우주」에서 @영감 회로#를 활성화해 @운명의 길 특성#을 개방할 수 있습니다"
            },
            {
                "Image": "TutorialPage_932002.png",
                "Desc": "임의의 @「키워드」#를 포함한 @축복# 혹은 @방정식#을 획득하면 대응하는 특성을 활성화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_932003.png",
                "Desc": "모든 @운명의 길#은 대응하는 @특성#을 1개 보유하고 있습니다. 특성의 효과와 활성화 상황은 메뉴에서 조회할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 471
    },
    {
        "_id": 9308,
        "Name": "차분화 우주•창조물 작업대",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_930808.png",
                "Desc": "창조물 작업대에서 각각의 완•매 창조물은 한 가지 창조물 기능에 대응합니다"
            },
            {
                "Image": "TutorialPage_930801.png",
                "Desc": "축복 강화, 축복 덮어쓰기, 방정식 덮어쓰기, 기물 합성, 가중 기물 덮어쓰기 등 다양한 기능이 포함되어 있습니다"
            },
            {
                "Image": "TutorialPage_930809.png",
                "Desc": "같은 창조물 작업대에서는 해당 작업대에 있는 모든 완•매 창조물의 기능을 사용할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 470
    },
    {
        "_id": 9315,
        "Name": "차분화 우주•방정식 덮어쓰기",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931501.png",
                "Desc": "창조물 작업대의 기능 중 하나로, 우주 조각을 소모해 기존 방정식을 교체할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931502.png",
                "Desc": "덮어쓰기를 할 때마다 랜덤 방정식 3개 중 1개를 골라 선택한 방정식을 덮어씁니다"
            },
            {
                "Image": "TutorialPage_931503.png",
                "Desc": "방정식 덮어쓰기에 필요한 우주 조각 수량은 덮어쓰기 횟수에 따라 증가합니다. 모든 창조물 작업대의 방정식 덮어쓰기 횟수에는 최대치가 존재합니다"
            }
        ],
        "Type": 4,
        "Order": 469
    },
    {
        "_id": 9316,
        "Name": "차분화 우주•축복 덮어쓰기",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931601.png",
                "Desc": "창조물 작업대의 기능 중 하나로, 우주 조각을 소모해 기존 축복을 교체할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931602.png",
                "Desc": "덮어쓰기를 할 때마다 랜덤 축복 3개 중 1개를 골라 선택한 축복을 덮어씁니다"
            },
            {
                "Image": "TutorialPage_931603.png",
                "Desc": "축복 덮어쓰기에 필요한 우주 조각 수량은 덮어쓰기 횟수에 따라 상승합니다"
            }
        ],
        "Type": 4,
        "Order": 468
    },
    {
        "_id": 9317,
        "Name": "차분화 우주•축복 강화",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931701.png",
                "Desc": "창조물 작업대의 기능 중 하나로, 창조물 작업대의 열량을 소모하여 축복을 강화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931702.png",
                "Desc": "창조물 작업대마다 일정 수량의 초기 열량을 보유합니다. 열량을 소모하면 축복을 강화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931703.png",
                "Desc": "축복의 등급이 높을수록 강화에 필요한 열량도 높아집니다"
            }
        ],
        "Type": 4,
        "Order": 467
    },
    {
        "_id": 9318,
        "Name": "차분화 우주•기물 합성",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931801.png",
                "Desc": "창조물 작업대의 기능 중 하나로, 같은 등급의 기물 2개를 사용해 합성할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931802.png",
                "Desc": "합성할 때마다 더 높은 등급의 랜덤 기물 3개 중 1개를 선택해 획득합니다. 최고 ★3 기물을 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931803.png",
                "Desc": "디버프 기물을 사용해 기물을 합성할 수 없습니다. 모든 창조물 작업대의 기물 합성 횟수에는 최대치가 존재합니다"
            }
        ],
        "Type": 4,
        "Order": 466
    },
    {
        "_id": 9319,
        "Name": "차분화 우주•가중 기물 덮어쓰기",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_931901.png",
                "Desc": "창조물 작업대의 기능 중 하나로, 기존 가중 기물을 교체할 수 있습니다"
            },
            {
                "Image": "TutorialPage_931902.png",
                "Desc": "덮어쓰기를 할 때마다 랜덤 가중 기물 3개 중 1개를 선택하며, 선택된 가중 기물을 덮어씁니다"
            },
            {
                "Image": "TutorialPage_931903.png",
                "Desc": "가중 기물 덮어쓰기는 우주 조각을 소모하지 않습니다. 모든 창조물 작업대의 가중 기물 덮어쓰기 횟수에는 최대치가 존재합니다"
            }
        ],
        "Type": 4,
        "Order": 465
    },
    {
        "_id": 6112,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫•6",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_611201.png",
                "Desc": "이번 에피소드에는 「왕의 쓰레기통」이 출현합니다. 「왕의 쓰레기통」은 @2회 명중해야 파괴됩니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 1119,
        "Name": "반디•비술",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_111901.png",
                "Desc": "반디는 비술을 발동해 공중으로 도약하여 @자유롭게 이동#할 수 있습니다"
            },
            {
                "Image": "TutorialPage_111902.png",
                "Desc": "자유 이동 시간이 종료되거나 다시 비술 버튼을 클릭하면, 비술 범위 내 모든 적에게 낙하 공격을 가하고 @화염 속성 약점을 추가#합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8130,
        "Name": "",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다"
            },
            {
                "Image": "",
                "Desc": ""
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@같은 색 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8131,
        "Name": "개척자 새",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813101.png",
                "Desc": "@키위#를 일정 수량 없앨 때마다 랜덤으로 @2×2칸의 범위 폭발#이 발동합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8132,
        "Name": "은랑 새",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813201.png",
                "Desc": "@블루베리#를 일정 수량 없앨 때마다 랜덤으로 일정 수량의 과일이 @슈퍼 폭탄#으로 전환됩니다.<br>슈퍼 폭탄과 인접한 과일을 바꾸면 필드 위 @같은 종류의 모든 과일#을 없앨 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8133,
        "Name": "Mar. 7th 새",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813301.png",
                "Desc": "@딸기#를 일정 수량 없앨 때마다 랜덤으로 일정 수량의 과일이 @직선 폭탄#으로 전환됩니다.<br>직선 폭탄을 제거하면 @폭탄이 있는 가로줄# 또는 @세로줄#을 터트릴 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8134,
        "Name": "반디 새",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813401.png",
                "Desc": "@바나나#를 일정 수량 없앨 때마다 랜덤으로 @십자형 폭발#을 발동합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8135,
        "Name": "로빈 새",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813501.png",
                "Desc": "@복숭아#를 일정 수량 없앨 때마다 랜덤으로 일정 수량의 과일이 @사각형 폭탄#으로 전환됩니다.<br>사각형 폭탄을 없애면 @3×3#칸의 범위 폭발을 발동할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8136,
        "Name": "종이새 팡팡",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8137,
        "Name": "종이새 팡팡",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@같은 색 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8138,
        "Name": "멀티 난투 모드",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813801.png",
                "Desc": "멀티 난투 모드에서는 한 게임당 총 @6명#의 플레이어가 대전에 참여합니다. 플레이어는 라운드마다 @남은 상대 중 1명과# 대전을 진행합니다"
            },
            {
                "Image": "TutorialPage_813802.png",
                "Desc": "정해진 @시간#과 @횟수# 내에 과일을 없애고 종이새의 전투력을 높여 최대한 살아남아보세요!"
            },
            {
                "Image": "TutorialPage_813804.png",
                "Desc": "라운드 시작 시 플레이어는 @이전 라운드의 마지막 필드를 이어받으며#, 모두 동일한 신규 필드 효과를 획득합니다"
            },
            {
                "Image": "TutorialPage_813803.png",
                "Desc": "플레이어 HP가 0이 되면 @빈사# 상태에 빠지고 다시 @피해를 입으면# @탈락#하게 됩니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8139,
        "Name": "종이새 팡팡",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_813601.png",
                "Desc": "「종이새 팡팡」은 @매치3 대전 게임#으로 @정해진 횟수 내#에 과일을 제거해 종이새의 @전투력#을 높여야 합니다"
            },
            {
                "Image": "TutorialPage_813602.png",
                "Desc": "라운드 종료 시 시스템이 @전투력 차이#를 기반으로 피해를 결산합니다.<br>상대 @HP가 소진되면# 승리합니다"
            },
            {
                "Image": "TutorialPage_813604.png",
                "Desc": "@같은 색 과일을 4개 이상# 연결하면 상응하는 @폭탄#이 생성됩니다"
            },
            {
                "Image": "TutorialPage_813605.png",
                "Desc": "@특정 과일#을 없애면 종이새의 에너지가 충전되고, @에너지가 가득 충전되면# 종이새가 강력한 전투 스킬을 발동하여 과일 제거를 도와줍니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8147,
        "Name": "콘텐츠 규칙",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814701.png",
                "Desc": "스테이지에는 행동 수치 타이머가 설정되어 있으며, 아군과 적이 행동하면 해당하는 행동 수치가 차감됩니다"
            },
            {
                "Image": "TutorialPage_814702.png",
                "Desc": "스테이지 결산 시 나타나는 점수 데이터는 보스의 @잔여 HP 백분율# 및 보스 처치 후 @남은 행동 수치#의 영향을 받습니다. 보스를 처치하지 못한 경우, 보스의 @잔여 HP 백분율#만 점수에 집계됩니다"
            },
            {
                "Image": "TutorialPage_814703.png",
                "Desc": "최종적으로 노드1과 노드2의 전투로 얻은 @점수를 합하여# 결산됩니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 8148,
        "Name": "종말의 환영",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814801.png",
                "Desc": "종말의 환영은 @주기적으로 업데이트#되는 @고난도 도전 스테이지#입니다"
            },
            {
                "Image": "TutorialPage_814802.png",
                "Desc": "「종말의 환영」에서는 「종말」의 투영을 직시하고 이전에 맞섰던 @보스 강적#에게 승리해야 합니다"
            },
            {
                "Image": "TutorialPage_814803.png",
                "Desc": "이러한 강적의 투영은 일반 보스 적과는 @어느 정도 차이#가 있으며, 도전 시작 시 특성을 읽어 자세한 내용을 확인할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8149,
        "Name": "빠른 개방",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_814901.png",
                "Desc": "「종말의 환영」에서는 @클리어한 최고 3성# 난이도가 기록됩니다. 추후 새로운 회차가 시작될 때마다 기록에 따라 상응하는 난이도 및 모든 선행 난이도가 개방됩니다. 최대 @3번째 난이도#까지 빠른 개방을 할 수 있습니다"
            },
            {
                "Image": "TutorialPage_814902.png",
                "Desc": "빠른 개방 후, 역대 클리어한 최고 3성 난이도에 바로 도전할 수 있습니다. 난이도를 3성으로 클리어 시 @모든 선행 난이도를 3성으로 클리어한 것으로 간주하며, 선행 난이도의 모든 보상을 획득할 수 있습니다#"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8150,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815001.png",
                "Desc": "적의 약점 @격파# 시 @행동 게이지가 100% 증가#하고 전투 스킬 포인트를 1pt 회복합니다"
            },
            {
                "Image": "TutorialPage_815002.png",
                "Desc": "Tip: 적의 약점을 @순차적으로 격파#하면 @여러 번의 연속 행동# 기회를 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8151,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815101.png",
                "Desc": "각 웨이브의 모든 적은 @HP를 공유#합니다"
            },
            {
                "Image": "TutorialPage_815102.png",
                "Desc": "적이 @디버프 상태#에 빠지거나 행동할 때 @필살기 취약#을 1스택 획득합니다.<br>@취약 스택 수가 가장 높은# 적을 집중 공격하면 모든 적에게 더 높은 피해를 가할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8152,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815202.png",
                "Desc": "행동 게이지에 있는 @[선물 상자]#가 행동하면 모든 적의 약점을 @격파#하고 아군의 @공격력#이 대폭 증가하며, 해당 효과는 효과가 종료될 때까지 지속됩니다.<br>@[선물 상자]# 효과가 지속되는 동안 @전력을 다해# 적을 공격하여 더 높은 피해를 가하세요!"
            },
            {
                "Image": "TutorialPage_815502.png",
                "Desc": "아군 캐릭터가 행동할 때마다 @[선물 상자]의 행동 게이지가 증가#하고, [선물 상자] 버프를 더 빠르게 획득합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8153,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815301.png",
                "Desc": "적의 공격력이 대폭 증가하여 공격 시 아군에게 @치명적인 공격#을 가합니다"
            },
            {
                "Image": "TutorialPage_815302.png",
                "Desc": "아군 캐릭터가 치명적인 공격을 받을 시 전투 불능 상태에 @빠지지 않고#, HP 100% 및 에너지 50%를 회복합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8154,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815401.png",
                "Desc": "적의 초기 강인성 수치는 해당 적의 강인성 최대치의 50%입니다"
            },
            {
                "Image": "TutorialPage_815402.png",
                "Desc": "적이 @격파 피해#를 받으면 @취약#을 1스택 획득합니다.<br>취약 스택 수가 높은 적을 집중 공격하면 더 높은 @격파 피해#를 가할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8155,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815501.png",
                "Desc": "@단일 아군 캐릭터#가 @필살기#를 3회 @누적 발동#하면, 즉시 @필살기를 다시 활성화#합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8156,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815601.png",
                "Desc": "아군 캐릭터가 @필살기# 또는 @추가 공격# 발동 후, 명중한 목표 수량에 따라 상응하는 @[별빛]# 스택 수를 획득하고, 이에 따라 @전체 피해 증가# 효과가 상승합니다"
            },
            {
                "Image": "TutorialPage_815602.png",
                "Desc": "@[별빛]#이 10스택 누적될 때마다 추가로 적에게 @고정 피해#를 가합니다. 피해량은 @[별빛]#의 스택 수에 따라 상승합니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8157,
        "Name": "튜토리얼",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815701.png",
                "Desc": "아군 캐릭터가 @필살기#를 발동하여 적을 공격하면 적의 @행동 게이지#가 100% 증가하고 적의 공격력이 감소하며, 해당 적에게 여러 종류의 @지속 피해# 효과를 부여합니다"
            },
            {
                "Image": "TutorialPage_815702.png",
                "Desc": "적이 행동한 후 아군 캐릭터가 @즉시 필살기를 발동#하여 적을 공격하면, 적은 @즉시 재행동#하고 @지속 피해# 효과를 받습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8158,
        "Name": "견고한 수비",
        "Ver": "2.3",
        "Tuts": [
            {
                "Image": "TutorialPage_815801.png",
                "Desc": "보스 환영이 @약점이 격파되기 전# 받는 피해가 @대폭 감소#합니다"
            },
            {
                "Image": "TutorialPage_815802.png",
                "Desc": "@약점이 격파되면# 추가로 행동 게이지가 감소하고 받는 피해가 @대폭 증가#합니다"
            },
            {
                "Image": "TutorialPage_815803.png",
                "Desc": "보스 환영의 약점을 빠르게 @격파#하고 보스 환영에게 가하는 피해를 대폭 증가시키세요. 이는 @더 높은 도전 점수#를 얻기 위한 핵심입니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 2222,
        "Name": "다중 강인성 스택",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_222002.png",
                "Desc": "여러 스택의 강인성을 보유한 적은 강인성 스택이 소진될 때마다 격파 피해를 1회 발동하고, 마지막 스택이 소진될 때 약점 격파를 발동합니다"
            }
        ],
        "Type": 1,
        "Order": 400
    },
    {
        "_id": 2220,
        "Name": "전체 실드",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_222001.png",
                "Desc": "전체 실드는 모든 아군 캐릭터 대신 피해를 받을 수 있으며, 실드량은 현재 실드가 감당할 수 있는 피해량을 나타냅니다"
            }
        ],
        "Type": 1,
        "Order": 399
    },
    {
        "_id": 2219,
        "Name": "HP 공유",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_221901.png",
                "Desc": "해당 표식이 있는 적 유닛은 HP를 공유합니다"
            }
        ],
        "Type": 1,
        "Order": 398
    },
    {
        "_id": 3215,
        "Name": "친구 클리어 라인업",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_321501.png",
                "Desc": "빛 따라 금 찾아에서 친구의 클리어 라인업을 확인할 수 있습니다"
            },
            {
                "Image": "TutorialPage_321502.png",
                "Desc": "자신의 클리어 데이터를 친구에게 보여주고 싶지 않다면, 설정 화면에서 빛 따라 금 찾아 클리어 라인업을 비공개할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 396
    },
    {
        "_id": 6096,
        "Name": "꿈꾸는 자의 산책•5",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_609601.png",
                "Desc": "필드에서 가끔 @흩어진 꿈방울#을 발견할 수 있습니다. @통행 가능한 플랫폼과 연결되지 않으면# 이 꿈방울들은 모여서 꿈방울 다리가 될 수 없습니다"
            },
            {
                "Image": "TutorialPage_609602.png",
                "Desc": "@제어 장치#와 상호작용하면 상응하는 @꿈 건축 모듈#과 그 @운행 궤도#가 강조 표시됩니다"
            },
            {
                "Image": "TutorialPage_609603.png",
                "Desc": "제어 장치와 @상호작용#하면 꿈 건축 모듈을 @지정된 궤도에 따라 이동#할 수 있습니다. 꿈 건축 모듈이 이동할 때 표면에 부착된 흩어진 꿈방울도 @함께 이동#하게 됩니다"
            },
            {
                "Image": "TutorialPage_609604.png",
                "Desc": "흩어진 꿈방울이 있는 위치가 @꿈방울 다리 건설 조건을 만족#하면, 이 꿈방울들은 @모이게# 됩니다. 이때 @꿈방울 에너지를 가지고 가까이 다가가면# 꿈방울 다리를 건설할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6097,
        "Name": "꿈꾸는 자의 산책•6",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_609701.png",
                "Desc": "어떤 꿈 건축 모듈의 표면에 @이미 꿈방울 다리가 형성#되었을 경우 해당 모듈을 움직이면 이미 형태를 갖춘 다리가 @파괴#되며, 해당 다리를 건설할 때 소모한 꿈방울 에너지는 @회수#됩니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6098,
        "Name": "도전 장소 선택•1",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_ReshaGuide01.png",
                "Desc": "궤도 위 버튼을 눌러 이동할 도전 장소를 선택하세요"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6099,
        "Name": "도전 장소 선택•2",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_ReshaGuide01.png",
                "Desc": "궤도 위 버튼을 눌러 이동할 도전 장소를 선택하세요"
            },
            {
                "Image": "TutorialPage_ReshaGuide02.png",
                "Desc": "뜨거운 모래의 스페로이드 맵에는 비밀이 숨겨져 있다고 합니다. 해당 맵의 장치가 @특정 상태 조합#이 되면 히든 도전이 개방됩니다.<br>조합 순서에 관한 단서는 도전 장소의 @어떤 비급#에 숨겨져 있습니다. 단서를 찾으면 우측 하단의 「축제 백과」에 기록됩니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6100,
        "Name": "꿈꾸는 자의 방황",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610001.png",
                "Desc": "벽 위를 걸을 수 있는 장치 「솔글래드 바닥」은 모험이 시작되면 활성화됩니다. 밟고 지나가면 사라지며, @두 번 사용할 수 없습니다#"
            },
            {
                "Image": "TutorialPage_610002.png",
                "Desc": "3D 맵을 활용해 보물상자로 향하는 합리적인 노선을 계획하세요. 종점의 보물상자를 열기 전에 @필드의 모든 「솔글래드 바닥」을 밟으면# @추가 보상#을 획득할 수 있습니다!"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6105,
        "Name": "≪시계 소년≫ 외전•≪늑대의 길•파이널≫",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610501.png",
                "Desc": "≪늑대의 길•파이널≫의 촬영 내용 전면 업그레이드! 스토리에서 스톤 보스의 도전에 직면하게 됩니다"
            },
            {
                "Image": "TutorialPage_610502.png",
                "Desc": "스톤 보스는 하누 형제에게 금화를 뿌립니다. 그의 공격을 피하세요"
            },
            {
                "Image": "TutorialPage_610503.png",
                "Desc": "발포하여 스톤 보스의 금화를 명중하면 금화를 튕겨 보낼 수 있습니다. 스톤 보스에게 악행의 죗값을 치르게 하세요"
            },
            {
                "Image": "TutorialPage_610504.png",
                "Desc": "화면 우측 상단에 스톤 보스의 체력이 표시됩니다. 발포하여 금화를 튕겨내 사악한 스톤 보스를 물리치세요!"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6106,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫•1",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610601.png",
                "Desc": "새로운 인기 건 액션 영화 ≪하누 전선≫의 촬영 체험이 개방됐습니다. 굉장히 멋진 하누 형제의 역할을 맡아, 무적의 하누 미사일을 사용하여 길을 막는 적을 모조리 물리치세요!"
            },
            {
                "Image": "TutorialPage_610602.png",
                "Desc": "하누 형제를 좌우로 조작해 적을 조준하고, @공격 버튼#으로 하누 미사일을 발사해 길을 막는 적을 물리치세요!"
            },
            {
                "Image": "TutorialPage_610603.png",
                "Desc": "미사일이 명중한 후의 폭발은 @근처 일정 범위 내의 모든 적#을 물리치고 대량의 점수를 획득할 수 있습니다! 한 발의 미사일로 @다수의 적을 명중하면# 더 많은 보상의 추가 점수를 획득할 수 있습니다. 미사일 낙하점을 완벽하게 제어해 대량의 점수를 획득하고 멋진 건 액션 영화를 촬영해 보세요!"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6107,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫•2",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610701.png",
                "Desc": "@솔글래드 표식#이 있는 아이템을 파괴하면, @「시계 타임」 스킬 슬롯#을 충전할 수 있습니다"
            },
            {
                "Image": "TutorialPage_610702.png",
                "Desc": "「시계 타임」 스킬 슬롯에 솔글래드 에너지가 있으면 @「시계 타임」 버튼#을 눌러 지속적으로 에너지를 소모하고 시계 소년 카메오를 소환해 하누 형제를 도와 적의 시간을 늦출 수 있습니다. 「시계 타임」 지속 시간 내에 @다시 한 번 「시계 타임」 버튼을 누르면# @「시계 타임」을 종료#하고 에너지를 절약할 수 있습니다"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6109,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫•3",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610901.png",
                "Desc": "이번 에피소드에는 무고한 「종이새」가 등장할 수도 있습니다. @무고한 종이새를 공격하면 대량의 점수를 잃게 됩니다#. 종이새가 @도망치면 대량의 점수를 획득할 수 있습니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6110,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫•4",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_611001.png",
                "Desc": "이번 에피소드에는 「Mr. 라운드 스크린」이 등장합니다. @그의 표정을 잘 관찰하세요#. 그가 @웃는 얼굴을 지을 때 격파하면 더 많은 점수를 획득할 수 있습니다#"
            },
            {
                "Image": "TutorialPage_611002.png",
                "Desc": "이번 에피소드에는 「나쁜꿈 불꽃」이 등장합니다. 「나쁜꿈 불꽃」을 공격하면 폭발을 일으키고 @필드 위의 모든 적을 공격합니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 6111,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫•5",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_611101.png",
                "Desc": "이번 에피소드에는 「스톤 보스」가 등장합니다. 「스톤 보스」는 @쉽게 물리칠 수 없습니다#. 게다가 금화를 뿌려 하누 형제를 공격하며, @공격에 맞으면 대량의 점수를 잃게 됩니다#. 하누 미사일이 @스톤 보스를 명중할 때마다 점수를 획득합니다#"
            }
        ],
        "Type": 2,
        "Order": 285
    },
    {
        "_id": 2221,
        "Name": "격파 피해•속성 및 강인성",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_970101.png",
                "Desc": "@물리, 화염# 속성으로 약점 격파 시, @격파 피해#가 더 높아집니다"
            },
            {
                "Image": "TutorialPage_970102.png",
                "Desc": "@강인성 최대치가 높은# 적의 약점이 격파되면, 더 많은 @격파 피해#를 받습니다"
            }
        ],
        "Type": 1,
        "Order": 189
    },
    {
        "_id": 6108,
        "Name": "≪시계 소년≫ 외전•≪하누 형제: 늑대의 길≫",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_605401.png",
                "Desc": "발사 키를 클릭하면 하누 형제가 궤도 반대편을 향해 공격합니다. 적 또는 장애물을 명중하면 @「액션신」#을 발동하고, 잠시 무적 상태에 진입합니다"
            },
            {
                "Image": "TutorialPage_605402.png",
                "Desc": "액션신을 발동하거나, 보급 아이템을 주우면 에너지가 누적됩니다. 에너지가 가득 차면 @「하누 타임」#에 진입하고, 한동안 무적 상태가 되며 자동으로 발사합니다"
            },
            {
                "Image": "TutorialPage_610502.png",
                "Desc": "스톤 보스는 하누 형제에게 금화를 뿌립니다. 그의 공격을 피하세요"
            },
            {
                "Image": "TutorialPage_610503.png",
                "Desc": "발포하여 스톤 보스의 금화를 명중하면 금화를 튕겨 보낼 수 있습니다. 스톤 보스에게 악행의 죗값을 치르게 하세요"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8122,
        "Name": "영화 편집 콘텐츠 안내",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_812201.png",
                "Desc": "모든 챕터는 상영 전에 반드시 내부 시사회를 통과해야 하며, 영화마다 각각 다른 @감정 목표#가 있습니다"
            },
            {
                "Image": "TutorialPage_812202.png",
                "Desc": "@시간 주사위#를 플롯에 넣으면, @영화의 감정에 영향을 줍니다#"
            },
            {
                "Image": "TutorialPage_812203.png",
                "Desc": "플롯 색깔에 따라 관객의 감정이 변하며, 그에 따른 효과도 달라집니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8123,
        "Name": "「좋은꿈 슬롯머신」 콘텐츠 안내",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_812204.png",
                "Desc": "갬블 플롯에서는 좋은꿈 슬롯머신을 통해 다양한 결과를 뽑을 수 있으며, 대량의 관객 감정을 획득할 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8124,
        "Name": "≪시계 소년≫ 외전•≪하누 전선≫",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_610601.png",
                "Desc": "새로운 인기 건 액션 영화 ≪하누 전선≫의 촬영 체험이 개방됐습니다. 굉장히 멋진 하누 형제의 역할을 맡아, 무적의 하누 미사일을 사용하여 길을 막는 적을 모조리 물리치세요!"
            },
            {
                "Image": "TutorialPage_610602.png",
                "Desc": "하누 형제를 좌우로 조작해 적을 조준하고, @공격 버튼#으로 하누 미사일을 발사해 길을 막는 적을 물리치세요!"
            },
            {
                "Image": "TutorialPage_610603.png",
                "Desc": "미사일이 명중한 후의 폭발은 @근처 일정 범위 내의 모든 적#을 물리치고 대량의 점수를 획득할 수 있습니다! 한 발의 미사일로 @다수의 적을 명중하면# 더 많은 보상의 추가 점수를 획득할 수 있습니다. 미사일 낙하점을 완벽하게 제어해 대량의 점수를 획득하고 멋진 건 액션 영화를 촬영해 보세요!"
            }
        ],
        "Type": 2,
        "Order": 0
    },
    {
        "_id": 8140,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814001.png",
                "Desc": "제한된 라운드 내에 최대한 많은 적을 처치하고 파티 레벨을 올리세요.<br>파티 레벨이 오르면 랜덤으로 나타나는 무기 또는 액세서리를 선택할 수 있습니다"
            },
            {
                "Image": "TutorialPage_814002.png",
                "Desc": "우선 무기를 레벨업하고 상응하는 공명 액세서리를 찾아보세요.<br>Lv.8 무기와 대응하는 공명 액세서리를 획득하면 후속 레벨업에서 강력한 전설 무기로 업그레이드할 수 있습니다"
            },
            {
                "Image": "TutorialPage_814003.png",
                "Desc": "대응하는 속성 또는 특성 보너스를 보유한 액세서리는 무기의 효과를 강화할 수 있습니다"
            },
            {
                "Image": "TutorialPage_814004.png",
                "Desc": "다양한 무기와 액세서리를 조합하면 더욱 강력한 조합 효과를 얻을 수 있습니다"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8141,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814101.png",
                "Desc": "이번 스테이지 스타팅 무기: @모두가 나를 위해#<br>[모두가 나를 위해]는 고정 속도로 공격을 발동하고, 랜덤 적에게 [화염탄]을 발사합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_814102.png",
                "Desc": "추천 무기 조합<br>소환 특성: 모두가 나를 위해, 비열한 자의 선심, 서리 소화기, 질풍의 거대 망치<br>관련 액세서리: 내가 모두를 위해(소환 무기 속도 증가), 빙염의 부적(얼음 및 화염 속성 피해 증가)"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8142,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814201.png",
                "Desc": "이번 스테이지 스타팅 무기: @뇌전 가시#<br>적 1기에게 [뇌전 가시]를 부여하여, 목표 턴 시작 시 @지속 피해#를 가하는 뇌격을 발사하고, 목표가 처치되면 다른 적에게 옮겨갑니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_814202.png",
                "Desc": "추천 무기 조합<br>바람, 번개 속성: 뇌전 가시, 질풍의 거대 망치, 레인저의 장궁<br>적 처치 후 발동: 질풍의 거대 망치, 달콤한 숙면<br>관련 액세서리: 바람번개의 사슬(바람 및 번개 속성 피해 증가)"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8143,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814301.png",
                "Desc": "이번 스테이지 스타팅 무기: @달콤한 숙면#<br>아군 캐릭터 또는 무기가 적을 처치할 시, [달콤한 숙면]이 범위 폭발을 일으켜 인접한 적에게 양자 속성 피해를 가합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_814302.png",
                "Desc": "추천 무기 조합<br>단일 목표 공격으로 적 처치 후 발동: 달콤한 숙면, 질풍의 거대 망치, 무지개 야구 방망이<br>양자, 허수, 물리 속성: 달콤한 숙면, 행운의 룰렛"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8144,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814501.png",
                "Desc": "이번 스테이지 스타팅 무기: @서리 비검#<br>아군의 연속 행동 횟수가 3회를 초과하면 적이 행동하기 전 [서리 비검]이 랜덤 적에게 여러 개의 비검을 날리며, 비검 개수는 연속 행동 횟수에 따라 증가합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_814502.png",
                "Desc": "추천 무기 조합<br>행동 시 발동: 미의 축복, 레인저의 장궁, 무지개 야구 방망이, 축성의 의지<br>얼음 및 화염 속성: 모두가 나를 위해, 비열한 자의 선심, 서리 소화기"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8145,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814501.png",
                "Desc": "이번 스테이지 스타팅 무기: @서리 비검#<br>아군의 연속 행동 횟수가 3회를 초과하면 적이 행동하기 전 [서리 비검]이 랜덤 적에게 여러 개의 비검을 날리며, 비검 개수는 연속 행동 횟수에 따라 증가합니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_814502.png",
                "Desc": "추천 무기 조합<br>행동 시 발동: 미의 축복, 레인저의 장궁, 무지개 야구 방망이, 축성의 의지<br>얼음 및 화염 속성: 모두가 나를 위해, 비열한 자의 선심, 서리 소화기"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 8146,
        "Name": "튜토리얼",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_814601.png",
                "Desc": "이번 스테이지 스타팅 무기: @공허의 경고#<br>아군 캐릭터가 적을 명중하면 일정 확률로 해당 목표를 [좌절] 상태에 빠트리며, 적이 다른 디버프 상태에 빠져도 [좌절] 상태에 빠트립니다. [좌절]이 일정 스택을 달성하면 [공허의 경고]가 해당 목표에게 [양자의 비도]를 발동하고 [좌절] 스택 수가 초기화됩니다.<br>스타팅 @무기 레벨#을 우선적으로 올리고 해당 무기의 @공명 액세서리#를 획득하여 @전설 무기#로 업그레이드하세요!"
            },
            {
                "Image": "TutorialPage_814602.png",
                "Desc": "추천 무기 조합<br>디버프 상태: 공허의 경고, 서리 소화기<br>필살기 발동 시 발동: 미의 축복, 레인저의 장궁"
            }
        ],
        "Type": 3,
        "Order": 0
    },
    {
        "_id": 9701,
        "Name": "격파 피해•속성 및 강인성",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_970101.png",
                "Desc": "@물리, 화염# 속성으로 약점 격파 시, @격파 피해#가 더 높아집니다"
            },
            {
                "Image": "TutorialPage_970102.png",
                "Desc": "@강인성 최대치가 높은# 적의 약점이 격파되면, 더 많은 @격파 피해#를 받습니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9702,
        "Name": "격파 피해•격파 특수효과",
        "Ver": "2.2",
        "Tuts": [
            {
                "Image": "TutorialPage_221801.png",
                "Desc": "캐릭터의 @격파 특수효과#가 높을수록 가하는 @격파 피해#가 증가합니다"
            }
        ],
        "Type": 1,
        "Order": 0
    },
    {
        "_id": 9101,
        "Name": "축복",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910101.png",
                "Desc": "시뮬레이션 우주에서 적에게 승리한 후 @축복#을 선택할 수 있습니다. 축복은 이번 탐사에서만 적용됩니다"
            }
        ],
        "Type": 4,
        "Order": 499
    },
    {
        "_id": 9102,
        "Name": "다운로드 장치",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910201.png",
                "Desc": "@다운로드 장치#를 사용해 해당 탐사에 새로운 캐릭터를 추가할 수 있습니다. @다운로드 장치#마다 캐릭터 1명만 추가할 수 있으니 신중히 선택하세요"
            }
        ],
        "Type": 4,
        "Order": 498
    },
    {
        "_id": 9103,
        "Name": "개척 축복",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910301.png",
                "Desc": "이전 시뮬레이션 우주에서 최소 1개 구역을 완료한 후 시뮬레이션 우주에 다시 진입하면 제공되는 @개척 축복# 중에서 1개를 선택해 자신의 파티를 강화할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 497
    },
    {
        "_id": 9104,
        "Name": "파괴 가능한 물체(시뮬레이션 우주)",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910401.png",
                "Desc": "시뮬레이션 우주 안에 있는 물체를 처치하면 랜덤으로 @우주 조각#을 획득하거나, @HP#를 회복하거나, @비술 포인트#를 회복합니다"
            }
        ],
        "Type": 4,
        "Order": 496
    },
    {
        "_id": 9105,
        "Name": "축복 강화",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910501.png",
                "Desc": "우주 조각을 소모해 획득한 축복을 @강화#할 수 있습니다. 모든 축복은 @1#번만 강화됩니다"
            }
        ],
        "Type": 4,
        "Order": 495
    },
    {
        "_id": 9107,
        "Name": "몰입 보상",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910701.png",
                "Desc": "@구역 - 정예# 또는 @구역 - 보스#의 적을 처치한 후, 개척력을 소모하거나 몰입기를 사용해 @차원 장신구#가 포함된 몰입 보상을 획득할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 494
    },
    {
        "_id": 9108,
        "Name": "시뮬레이션 우주 도감",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910801.png",
                "Desc": "@도감#에 시뮬레이션 우주의 축복과 기물, 에이언즈가 진열되어 있습니다"
            }
        ],
        "Type": 4,
        "Order": 493
    },
    {
        "_id": 9109,
        "Name": "운명의 길 메아리",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_910901.png",
                "Desc": "시뮬레이션 우주의 @전투# 과정에서 직접 에너지를 소모해 @운명의 길 메아리#를 일으켜 전투 버프를 얻을 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 492
    },
    {
        "_id": 9110,
        "Name": "부활 장치",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911001.png",
                "Desc": "@부활 장치#와 상호작용하면 우주 조각을 사용해 메모리를 @초기화#해 전투 불능 상태에 빠진 캐릭터의 HP를 즉시 일정량 회복할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 491
    },
    {
        "_id": 9111,
        "Name": "축복 재배치",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911101.png",
                "Desc": "시뮬레이션 우주에서 적을 처치해 축복을 선택할 때마다, 우주 조각을 소모해 나타나는 축복을 최대 @1#회 @재배치#할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 490
    },
    {
        "_id": 9112,
        "Name": "기물",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911201.png",
                "Desc": "시뮬레이션 우주에서 각기 다른 효과를 지닌 @기물#을 만날 수 있습니다. 기물을 수집해 파티를 @강화#할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 489
    },
    {
        "_id": 9113,
        "Name": "곤충 떼 재난•구역 유형",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911301.png",
                "Desc": "모든 차원은 @다양한 유형#의 구역으로 이루어져 있으며, 물음표 버튼을 누르면 모든 구역의 유형을 확인할 수 있습니다"
            },
            {
                "Image": "TutorialPage_911302.png",
                "Desc": "전투: 이 구역에서 적에게 승리하면 축복을 획득할 수 있습니다.<br>정예: 이 구역에서 정예 적에게 승리하면 ★1~3 축복을 1개 획득할 기회를 얻을 수 있습니다.<br>사건: 이 구역에선 선택에 따라 다른 결과를 맞이할 수 있습니다.<br>보스: 이 구역에서 보스에게 승리하면 이번 차원을 클리어하고 축복과 기물을 획득할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 488
    },
    {
        "_id": 9114,
        "Name": "곤충 떼 재난•알현 장치",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911401.png",
                "Desc": "구역의 @「알현 장치」#와 상호작용하면 랜덤 주사위 면 효과를 획득하고 다음 구역으로 텔레포트할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 487
    },
    {
        "_id": 9115,
        "Name": "곤충 떼 재난•이동 단계",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911501.png",
                "Desc": "현재 구역과 @인접한# 구역을 선택해 이동할 수 있으며, 목표 구역 왼쪽의 구역은 @붕괴#되어 @진입 불가# 상태가 됩니다"
            }
        ],
        "Type": 4,
        "Order": 486
    },
    {
        "_id": 9116,
        "Name": "곤충 떼 재난•주사위 면 효과 발동 단계",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911601.png",
                "Desc": "일부 주사위 면 효과는 @구역 내용에 영향을 줍니다#. 주사위 면 효과를 포기하면 보상으로 일정량의 우주 조각을 획득할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 485
    },
    {
        "_id": 9117,
        "Name": "곤충 떼 재난•카운트다운",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911701.png",
                "Desc": "이동할 때마다 카운트다운이 1pt 감소합니다. 카운트다운이 마이너스가 될 경우 모든 적이 @「차원 혼란!」# 상태가 되며 속성 강화 효과를 획득합니다. @「차원 혼란!」# 상태에선 이동할 때마다 소동 레벨이 증가합니다. 소동 레벨이 높을수록 적의 강화 효과가 강해집니다"
            }
        ],
        "Type": 4,
        "Order": 484
    },
    {
        "_id": 9118,
        "Name": "곤충 떼 재난•비콘",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911801.png",
                "Desc": "구역에 부여되는 일종의 효과입니다. 비콘이 놓인 구역에는 풍부한 보상이 제공됩니다"
            },
            {
                "Image": "TutorialPage_911802.png",
                "Desc": "강화 비콘: 해당 비콘이 있는 구역의 적은 강화되며, 전투 승리 후 축복 선택 시 모든 축복이 레벨업됩니다.<br>이질화 비콘: 해당 비콘이 있는 구역의 적은 「오류」 상태가 되며, 전투 승리 후 우주 조각을 추가로 획득할 수 있습니다"
            },
            {
                "Image": "TutorialPage_911803.png",
                "Desc": "축복 저금통 비콘: 해당 비콘이 있는 구역에서 전투 시 저금통이 출현하며, 처치 후 축복을 추가로 획득할 수 있습니다.<br>기물 저금통 비콘: 해당 비콘이 있는 구역에서 전투 시 저금통이 출현하며, 처치 후 기물을 추가로 획득할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 483
    },
    {
        "_id": 9119,
        "Name": "곤충 떼 재난•목표",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_911901.png",
                "Desc": "「행자의 길」을 @실행하고#, 「알현의 행적」 포인트를 @올리고#, 모든 「곤충 떼 재난」 챕터를 @수집#하세요"
            }
        ],
        "Type": 4,
        "Order": 482
    },
    {
        "_id": 9120,
        "Name": "곤충 떼 재난•메아리 교차",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_912001.png",
                "Desc": "@현재 운명의 길# 축복을 @3#개 획득한 후, 또 다른 @특정 운명의 길# 축복을 @3#개 획득하면 메아리 교차가 발동합니다. 메아리 교차의 상세 효과는 운명의 길 선택 시 @「운명의 길 메아리」# 탭에서 확인할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 482
    },
    {
        "_id": 9301,
        "Name": "황금과 기계•운명의 길 버프",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930101.png",
                "Desc": "「황금과 기계」에서는 「사용자 정의 주사위」마다 각기 다른 패시브 효과를 가집니다. 패시브 효과 조건을 충족하면 선택한 운명의 길에 따라 다른 버프 효과가 제공됩니다"
            }
        ],
        "Type": 4,
        "Order": 481
    },
    {
        "_id": 9303,
        "Name": "황금과 기계•메아리 연역",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930301.png",
                "Desc": "@제3차원#의 @보스 전투#에서는 @「메아리 연역」#이 등장합니다.<br>「메아리 연역」은 다양한 @「운명의 길 메아리」#를 시뮬레이션해 아군에게 심각한 영향을 미칩니다"
            },
            {
                "Image": "TutorialPage_930302.png",
                "Desc": "후속 도전에서는 @제2차원#의 [보스] 구역에서 「메아리 연역」이 시뮬레이션할 「운명의 길 메아리」 효과를 선택할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 480
    },
    {
        "_id": 9305,
        "Name": "황금과 기계•인지 수치",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930501.png",
                "Desc": "현재 @「인지 수치」# 및 @「인지 수치 목표 구간」#은 모두 @「인지 바」#에 표시됩니다.<br>이는 보드 상단에서 확인할 수 있습니다.<br>「비화」 개방에 필요한 「인지 수치」는 「비화」 상단에 표시됩니다"
            },
            {
                "Image": "TutorialPage_930502.png",
                "Desc": "「비화」는 @「개척 비화」#와 @「에이언즈 비화」#로 나뉩니다.<br>「개척 비화」의 발동 조건은 「개척 비화」를 눌러 확인할 수 있습니다.<br>「에이언즈 비화」는 속한 차원의 모든 「개척 비화」를 수집해야 발동됩니다"
            }
        ],
        "Type": 4,
        "Order": 479
    },
    {
        "_id": 9304,
        "Name": "황금과 기계•추천 비화",
        "Ver": "-",
        "Tuts": [
            {
                "Image": "TutorialPage_930401.png",
                "Desc": "탐사 시작 전 이번 탐사의 @추가 보상 목표#가 표시됩니다.<br>차원을 클리어할 때마다 「인지 수치」를 추가 보상 목표 조건인 「인지 구간」에 맞추고 「개척 비화」를 수집하면 @추가 드랍 보상#을 획득할 수 있습니다"
            }
        ],
        "Type": 4,
        "Order": 478
    }
]

var _ver = [
    {
        "Name": "메커니즘",
        "Type": 1
    },
    {
        "Name": "시뮬레이션 우주",
        "Type": 4
    },
    {
        "Name": "콘텐츠",
        "Type": 2
    },
    {
        "Name": "이벤트",
        "Type": 3
    }
]