// Auto Generated

var _tut_2 = [
    {
        "_id": 13864,
        "N": "인력과 척력",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_IntroToPolar_01",
                "D": "노드크라이에서는 @빨간색# 또는 @파란색#의 「단극」 역장 있는 물체를 볼 수 있습니다. @같은 색# 「단극」 역장은 서로 밀어내며, @다른 색#의 「단극」 역장은 서로 끌어당깁니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13860,
        "N": "힘 부여 상태와 「단극」 물체",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_SolePolar_01",
                "D": "노드크라이에는 빨간색 혹은 파란색 「단극」을 가진 물체가 존재합니다"
            },
            {
                "I": "UI_Nodkrai_DualPolar_02",
                "D": "캐릭터가 일부 특수 물체 또는 식물에 접근하면 다양한 @힘 부여 상태#에 진입합니다"
            },
            {
                "I": "UI_Nodkrai_Absorb_03",
                "D": "캐릭터가 힘 부여 상태에서 @힘을 발동하면# 빨간색 또는 파란색 「단극」을 지닌 물체를 @파괴#하거나 @움직#일 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13859,
        "N": "힘 부여 상태와 「쌍극」 물체",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_DualPolar_01",
                "D": "노드크라이에는 달의 힘의 영향을 받는 「쌍극」 물체가 존재합니다"
            },
            {
                "I": "UI_Nodkrai_DualPolar_02",
                "D": "캐릭터가 일부 특수 물체 또는 식물에 접근하면 다양한 @힘 부여 상태#에 진입합니다"
            },
            {
                "I": "UI_Nodkrai_DualPolar_03",
                "D": "캐릭터가 힘 부여 상태일 때 「쌍극」 물체를 흡수할 수 있습니다. 일부 「쌍극」 물체는 휴대할 수 있으며, 일부 「쌍극」 물체는 흡수 후 배낭에 들어갑니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 1045,
        "N": "달빛 징조",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_MoonPhase",
                "D": "달빛 징조 캐릭터를 파티에 편성하면, 달빛 징조 캐릭터의 수량에 따라 파티의 @달빛 징조 레벨#이 증가합니다.<br>파티의 달빛 징조 레벨이 증가하면 달빛 징조 캐릭터의 일부 스킬이 강화되고, 일부 무기와 성유물의 효과도 강화되며, 다른 캐릭터도 파티에 버프 효과를 제공합니다.<br>또한, 새로운 달이 떠오르는 노드크라이에는 파티의 달빛 징조 레벨을 올리는 다른 방법이 있는 것 같습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13844,
        "N": "공기 덩어리로 이동",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_SmallMagJump_02",
                "D": "다양한 형태의 월령으로 변해 @색상이 다른# 공기 덩어리에 머무를 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_SmallMagJump_03",
                "D": "@짧은 터치#로 상태를 전환해 @같은 색상#의 공기 덩어리에서 이탈하면 @다른 색상#의 공기 덩어리로 이동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13836,
        "N": "신비한 공기 덩어리와 푸른 이끼공",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagJump_01",
                "D": "월령은 @형태 전환#을 통해 신비한 공기 덩어리를 지나 푸른 이끼공 근처까지 이동할 수 있습니다.<br>주의: 월령은 형태에 따라 @다른 색상# 공기 덩어리에는 @이끌리지만#, @같은 색상#의 공기 덩어리에는 @튕겨나갑니다#"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13829,
        "N": "고대 돌소라",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NodKraiTutorial_NodSquid_01",
                "D": "신비로운 고대 생물. 단단한 껍데기를 지니고 있습니다. 두드리면 캐릭터에게 힘 부여 상태를 제공합니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13827,
        "N": "차가는 달의 거울의 다양한 형태",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_MoonMirrorTutorial_MoonMirror_RedBlue",
                "D": "같은 사물이라도, 다른 형태의 차가는 달의 거울에 비춰보면 상태가 달라집니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13826,
        "N": "차가는 달의 거울",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_MoonMirrorTutorial_MoonMirror_Yellow",
                "D": "서리달 아이의 제사 도구. 때로는 거울을 통해 특별한 장소를 볼 수 있습니다"
            },
            {
                "I": "UI_MoonMirrorTutorial_Figure",
                "D": "거울 속 또는 거울 밖에 있는 달의 기도 조각상을 @서로 마주 보게# 하면, 좋은 일이 생길지도 모릅니다"
            },
            {
                "I": "UI_MoonMirrorTutorial_Restart",
                "D": "차가는 달의 거울 주변에 있는 사슴 조각상을 만지면, 달의 기도 조각상이 원래 위치로 돌아갑니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13825,
        "N": "조석 인장석",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NodKraiTutorial_Wildhunt_01",
                "D": "등지기가 「광란의 사냥」의 기운을 몰아내기 위해 설치한 봉인입니다"
            },
            {
                "I": "UI_NodKraiTutorial_Wildhunt_02",
                "D": "조석 인장석이 빛날 때 상호작용하면, 광란의 사냥 기운에 대항할 수 있는 강력한 에너지가 분출됩니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13824,
        "N": "배리어 생성기와 식별 카드",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NodKraiTutorial_Shield_01",
                "D": "달의 힘 실험설계국의 연구 성과 중 하나로, 달의 힘으로 배리어를 생성할 수 있습니다"
            },
            {
                "I": "UI_NodKraiTutorial_Shield_02",
                "D": "일정 시간 내에 식별 카드로 모든 배리어 생성기의 인증을 통과하면 배리어를 닫을 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13823,
        "N": "청소 유닛",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_01",
                "D": "달의 힘 실험설계국에서 흔히 볼 수 있는 소형 기계 장치. 제어대를 통해 조작할 수 있습니다. 우인단은 이 익숙한 장치에 신경 쓰지 않습니다"
            },
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_02",
                "D": "작동 중인 청소 유닛은 힘 부여 상태에 진입해 「쌍극」 물체를 흡수하거나 던질 수 있습니다"
            },
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_03",
                "D": "청소 유닛이 잠시 작동을 멈추면, 이전에 흡수한 「쌍극」 물체를 더 이상 휴대하지 않습니다"
            },
            {
                "I": "UI_NodkraiTutorial_RobotVacuum_04",
                "D": "잠시 작동을 멈춘 청소 유닛은 캐릭터에게 힘 부여 상태를 제공할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13822,
        "N": "「별 열매」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_Aurorafruit_01",
                "D": "푸른 호박 호수 주변에서 자라는 물결풀 속에서 흔히 볼 수 있는 별 모양의 이상한 열매. 신비한 에너지가 담겨 있습니다…"
            },
            {
                "I": "UI_Nodkrai_Aurorafruit_02",
                "D": "필요할 경우, 팽창한 「별 열매」를 파괴해 에너지를 획득할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13821,
        "N": "물결풀",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_Auroraflower_01",
                "D": "습한 환경에서 자라는 기이한 식물. 달 이슬을 닫힌 잎사귀에 던지면, 잎이 펼쳐집니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13820,
        "N": "정찰 유닛",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_Drone_01",
                "D": "@위쪽#의 제어 중심을 파괴하면 쉽게 격추할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13818,
        "N": "위험한 데이터 수집 작업",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_WeatherStation_01",
                "D": "데이터 수집기를 공중에 띄우려면, 3개의 궤도에 있는 조합 모듈을 지정 위치로 옮기고, @강한 「단극」 역장이 수집기를 향하게# 해야 합니다"
            },
            {
                "I": "UI_Nodkrai_WeatherStation_02",
                "D": "캐릭터가 힘 부여 상태에서 힘을 발동하면 빨간색 또는 파란색 「단극」 조합 모듈을 움직일 수 있습니다. @같은 색# 조합 모듈은 @척력으로 밀어낼 수 있고#, @다른 색# 조합 모듈은 @인력으로 끌어당길 수# 있습니다"
            },
            {
                "I": "UI_Nodkrai_OrbitalTurntable",
                "D": "특정 위치로 이동한 조합 모듈과 상호작용하면, 모듈을 회전시킬 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_WeatherStation_03",
                "D": "모니터봇은 현재 작업 진행 상황을 알려줍니다. 모니터봇과 상호작용하면 모듈 위치를 초기화할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13814,
        "N": "월령의 형태",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticMoonSpirit_01",
                "D": "노드크라이의 월령은 두 가지 색이 얽힌 그늘꽃처럼, 다양한 형태가 존재합니다"
            },
            {
                "I": "UI_Nodkrai_MagneticMoonSpirit_02",
                "D": "이런 기이한 원소 생명체는 주변 캐릭터에게 접근해 힘 부여 상태를 제공합니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13813,
        "N": "달의 힘 중계 장치 휴대 주의사항",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticThunderAttracted_01",
                "D": "번개가 칠 때 달의 힘 중계 장치를 휴대하면 낙뢰에 맞을 확률이 높아져 매우 위험합니다.<br>다만 숙련된 모험가는 @특별한 낙뢰를 이용해# 모험의 난제를 해결하기도 합니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13812,
        "N": "강한 달의 힘 환경",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticEnvir_01",
                "D": "노드크라이에는 일부 특수한 구역이 존재합니다. 해당 구역에 진입하면 캐릭터는 자동으로 힘 부여 상태에 진입합니다"
            },
            {
                "I": "UI_Nodkrai_MagneticEnvir_02",
                "D": "노드크라이에는 일부 특수한 구역이 존재합니다. 해당 구역에 진입하면 캐릭터는 자동으로 힘 부여 상태에 진입합니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13811,
        "N": "더 높이 뛰기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticJump_01",
                "D": "@힘 부여 상태#인 캐릭터가 @같은 색상의# 「단극」 역장 범위 내에 있을 경우, @점프 버튼을 누르면# 특수 점프를 할 수 있습니다…"
            },
            {
                "I": "UI_Nodkrai_MagneticJump_02",
                "D": "더 높이 뛰어오릅니다!"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13810,
        "N": "위험한 장치의 우두머리!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_RobotHead_01",
                "D": "위험한 장치의 우두머리는 특수한 「쌍극」 포탄을 발사합니다"
            },
            {
                "I": "UI_Nodkrai_RobotHead_02",
                "D": "하지만 포탄 역시 「쌍극」 물체이기 때문에, 힘 부여 상태인 캐릭터가 흡수해 투척할 수 있습니다. 우두머리에게 투척해 반격해 보세요"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13809,
        "N": "포탄 조심!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_RobotBullet_01",
                "D": "위험한 장치의 공격을 멈추게 하려면 반드시 「에너지 코어」, 즉 달의 힘 중계 장치를 회수해야 합니다.<br>위험한 장치에 조심스럽게 접근해 @달의 힘 중계 장치를 흡수#하고 작동을 멈추게 하세요"
            },
            {
                "I": "UI_Nodkrai_RobotBullet_02",
                "D": "이 위험한 장치 주변에는 누군가가 남긴 대응법이 있습니다. 단극 배리어 뒤에 숨으면 빨간색 「단극」 포탄의 공격을 피할 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_RobotBullet_03",
                "D": "단극 배리어 생성 장치가 멈춰 있으면, 달의 힘 중계 장치를 투척해 작동시켜 보세요"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13808,
        "N": "똑똑한 킁킁 두더지",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_Mole_01",
                "D": "똑똑한 킁킁 두더지는 빨간색 혹은 파란색 「단극」 역장을 탐지할 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_Mole_02",
                "D": "킁킁 두더지는 어째서인지 달의 힘 중계 장치를 무척 좋아합니다. 두더지가 좋아하는 물건을 주면, 주변에 있는 빨간색이나 파란색 「단극」 역장을 발굴해 줄지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13807,
        "N": "월령의 길",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_Maglev_01",
                "D": "월령이 지나가며 남긴 흔적. 달의 힘이 충만한 노드크라이에서 흔히 볼 수 있습니다.<br>월령의 길에 오르면 월령의 힘으로 궤적을 따라 빠르게 이동할 수 있습니다. 하지만 길이 항상 순조로운 것만은 아니니, 때로는 다른 길을 택하는 것도 좋은 선택입니다"
            },
            {
                "I": "UI_Nodkrai_Maglev_03",
                "D": "빨간색 혹은 파란색 월령으로 변해 길에 오르면 자유롭게 달의 힘을 사용해 궤적 주변의 물체와 상호작용 할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13806,
        "N": "달 이슬",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_FloatingAndStone_01",
                "D": "내부에 기이한 생물이 살고 있는 것 같습니다.<br>달 이슬을 빨간색 혹은 파란색 「단극」 수정 결합석에 투척하면 예상하지 못한 효과가 발생할 수도 있습니다…"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13804,
        "N": "기묘한 모니터봇",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_RoboShow_01",
                "D": "뚝딱뚝딱 크룸카케 공방에서 만든 기묘한 장치. 섬에 널리 분포해 있습니다. 단일 장치만으로도 작업에 도움이 되지만, 여러 개를 결합하면 더 큰 기능을 발휘할 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_RoboCombine_01",
                "D": "일부 상황에선 모니터봇을 충분히 모아야만 결합할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13803,
        "N": "힘센 보비크",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_AMPCarrier_01",
                "D": "보비크는 자체적으로 강력한 파란색 「단극」 역장을 생성할 수 있어, 빨간색 「단극」 역장이 있는 컨테이너를 움직이거나 회전시킬 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_AMPCarrier_02",
                "D": "같은 색상의 「단극」 역장 사이에는 척력이 존재하기 때문에, 같은 색상의 「단극」 역장을 맞대면 컨테이너가 비정상적으로 방식으로 쌓이게 됩니다"
            },
            {
                "I": "UI_Nodkrai_AMPCarrier_03",
                "D": "아네슈카가 제공한 도면에 담긴 아이디어대로 컨테이너를 쌓아보세요"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13802,
        "N": "조합 모듈",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticModule_01",
                "D": "조합 모듈은 빨간색 또는 파란색 「단극」을 탑재할 수 있는 물체입니다"
            },
            {
                "I": "UI_Nodkrai_MagneticModule_02",
                "D": "활성화되지 않은 조합 모듈에 달의 힘 중계 장치를 던지면 역장을 활성화할 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_MagneticModule_03",
                "D": "역장 활성화 후, 조합 모듈은 힘의 영향을 받으면 움직입니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13801,
        "N": "달의 힘에 영향을 받은 식물",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Nodkrai_MagneticFlora_01",
                "D": "노드크라이에는 캐릭터에게 달의 힘을 제공하는 특수한 식물이 있습니다…"
            },
            {
                "I": "UI_Nodkrai_MagneticFlora_02",
                "D": "달의 힘이 가득 차면 @짧은 터치#로 월령의 힘을 빌려 자유롭게 이동할 수 있습니다"
            },
            {
                "I": "UI_Nodkrai_MagneticFlora_03",
                "D": "월령의 힘으로 이동할 때 「달제비풀」을 지나 가면 소소한 도움을 받아 @위로 도약#할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "6.0"
    },
    {
        "_id": 13702,
        "N": "색을 잃은 별꽃 씨앗",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_PaintMagicSeed",
                "D": "알 수 없는 이유로 색을 잃은 별꽃 씨앗. @다시 색을 입히면# 피어날 수도 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13701,
        "N": "「둥실둥실 아샤」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiSeeliePOI",
                "D": "물감으로 @상대방의 색칠 구역# 혹은 @색칠하지 않은 구역#을 최대한 많이 색칠해 보세요. 색칠 구역을 일정 범위 이상 색칠하면 승리합니다!"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiSeeliePOIBomb",
                "D": "상대가 조종하는 열기구가 「물감 폭탄」을 투척합니다. 폭발 시 주변의 색칠 구역이 색칠되어 상대에게 유리해집니다.<br>하지만 폭발하기 전에 물감탄으로 @물감 폭탄을 공격하면# @물감 폭탄을 미리 폭발시켜 아군의 색깔로 물들일 수 있습니다#. 이 원리를 잘 활용하면 이길 수 있습니다!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13691,
        "N": "거품 꽃바다",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_PaintWheel",
                "D": "아샤의 물감에 반응하는 신비한 꽃바다.<br>물감탄으로 「분사기」를 색칠하면, 「분사기」가 물감의 에너지를 흡수해 앞으로 이동하며, 경로에 있는 풀을 다양한 색으로 색칠합니다. 또한, 꽃바다의 씨앗을 물들여 꽃을 피워내기도 합니다.<br>거품 꽃바다를 채색하는 동시에 주변 장식도 색칠해 보세요!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13690,
        "N": "얼룩",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_DirtyDecal",
                "D": "어디서 생겨났는지 알 수 없는 얼룩이 그라피티를 뒤덮었습니다. 그라피티를 원래 모습으로 돌려놓으려면 @「세척탄」#으로 지워야 합니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13685,
        "N": "불안정한 공간의 균열",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_JJHDoor01",
                "D": "밤의 신의 나라로 보이는 불안정한 공간에 다수의 균열이 생겨났습니다. 이 균열들은 서로 연결되어 있어 다른 곳으로 이어집니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13671,
        "N": "색채 궤적",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiKite",
                "D": "색채 연을 @색칠하면# 색채의 바람이 연을 띄우고, 공중에 색채 궤적이 나타납니다. 아샤는 색채 궤적에 빙의해 공중에서 움직일 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13670,
        "N": "대형 색채 물고기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiFishBig",
                "D": "색채에 의해 활성화되면 앞으로 이동하는 기묘한 그라피티. 대형 색채 물고기가 활성화되어 이동한 후, 아샤는 그 위에 칠해진 색을 따라 이동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13669,
        "N": "소형 색채 물고기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiFishSmall",
                "D": "색채에 의해 활성화되면 앞으로 이동하는 기묘한… 그라피티? 아무튼 녀석을 움직이려면 색칠해줘야 합니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13629,
        "N": "영력 유람선",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild03",
                "D": "명룡의 영력 교감 능력으로 지정된 위치에 「톱니 상어」와 파도 제조기를 배치해 유람선 관광 코스를 완성해 보세요"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13627,
        "N": "바쿠나와",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Limacidae01",
                "D": "오랜 세월이 흘렀지만, 에슈의 재앙에 깃든 대영혼의 힘은 500년 전의 숙적을 감지하고 깨어났습니다.<br>이 힘은 바쿠나와의 공격을 방어할 수 있으며, 특정 기술을 성공적으로 방어하면 대영혼이 자동으로 강력한 반격을 1회 발동합니다"
            },
            {
                "I": "UI_NatlanTutorial_Limacidae02",
                "D": "대영혼의 반격을 받은 바쿠나와는 잠시 그로기 상태에 빠집니다. 이때 에슈의 재앙의 힘으로 바쿠나와의 취약한 부위를 공격하면 녀석의 사지를 끊어버릴 수 있습니다"
            },
            {
                "I": "UI_NatlanTutorial_Limacidae03",
                "D": "바쿠나와가 가장 약해졌을 때, 에슈의 재앙의 모든 힘을 사용해 공격하면 바쿠나와를 쓰러뜨릴 수 있습니다. 그러나 불사와 부활의 전설을 지닌 무시무시한 마물인 만큼, 언젠가 다시 모습을 드러낼지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13626,
        "N": "위험한 용암 풍선!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_MXQBoss01",
                "D": "「쵸코 대장」은 위험한 「용암 풍선」을 소환합니다!<br>물감으로 가득 찬 이 풍선이 유람선 주변에서 터지면 유람선이 손상될 수 있으니, 「쵸코 대장」을 공격할 때는 다가오는 「용암 풍선」도 파괴해야 합니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13625,
        "N": "물감 폭탄 돌리기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_SplashBattleV2",
                "D": "상대가 던진 물감 폭탄이 폭발하기 전에 @상대의 색칠 구역#으로 되돌려주세요.<br>먼저 상대의 색칠 구역을 일정 수준 이상 색칠한 쪽이 승리합니다!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13624,
        "N": "줄줄이 팡팡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Sniper02",
                "D": "색칠 가능한 공이 굴러오고 있습니다!<br>같은 색상의 공이 3개 이상 모이면 공이 자동으로 제거되고 점수를 획득합니다.<br>높은 점수를 획득해 도전에서 승리하세요!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13623,
        "N": "저격 모드 가동!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Sniper01",
                "D": "망원 조준경을 사용해 멀리 있는 목표를 정확하게 관찰하고 사격할 수 있습니다.<br>시점 전환과 확대, 축소 기능을 활용해 다양한 거리의 목표를 사격해 보세요!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13622,
        "N": "영혼총 조준! 장전!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ShootSkill01",
                "D": "차스카가 사격용 장난감 총을 약간 개조했습니다.<br>「전투 스킬」을 홀드하면 적 추적 모드에 진입하고, 발사 버튼을 떼는 순간 일제 사격으로 타깃된 모든 적을 공격합니다!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13621,
        "N": "유람선 사격 놀이",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ShootBoat01",
                "D": "레일 유람선을 타고 이동하는 동안, 주변에 「악당 과녁」이 나타납니다. 악당 과녁의 공격을 조심하면서 빠르게 격파하세요. 유람선이 파괴되지 않도록 주의해야 합니다!"
            },
            {
                "I": "UI_NatlanTutorial_ShootBoat02",
                "D": "직접 탄창 교체 버튼을 눌러 총알을 재장전할 수 있습니다. 하지만 교체하지 않아도 상관없습니다. 탄창이 소진되면 총알이 자동으로 채워집니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13620,
        "N": "빛나는 개장식",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotCeremoy01",
                "D": "개장식에서 말라니는 테노치즈톡 지역의 특수 물감 스프레이로 지나간 자리를 화려하게 색칠합니다.<br>지나가면서 @물감 폭탄을 파괴해# 물감을 보충하는 것을 잊지 마세요!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13619,
        "N": "런닝 아샤",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild04",
                "D": "테스터 아샤가 결승점에 도착할 수 있도록 인도하세요!<br>테스터 아샤가 점프대를 지날 때는 @산룡에게 점프대를 가동하라고 명령#하고, 색칠 방향판을 지날 때는 @직원 아샤에게 정확한 방향판을 색칠하도록 명령#하세요. 테스터 아샤가 결승점에 도착하면 도전에 성공합니다!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13618,
        "N": "용 직원의 시험 가동·유람선",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild02",
                "D": "용이 준비를 마치면 종을 울려 파도 제조기 활성화 명령을 내릴 수 있습니다. 또한 「톱니 상어」가 일정 시간마다 수면 위로 떠오릅니다. 타이밍에 맞춰 파도를 일으켜 유람선을 밀어보세요. 유람선이 @「톱니 상어」의 입을 통과#하면 테스터와의 @팀워크가 증가#합니다.<br>유람선이 결승점에 도착했을 때 테스터와의 팀워크가 요구 조건에 부합하면 시험 가동 성공입니다!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13617,
        "N": "용 직원의 시험 가동",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ResotBuild01",
                "D": "@카메라를 드래그해# 작업 준비 중인 용으로 시점을 옮겨보세요. 용이 준비를 마치면 종을 울려 장치 조작 명령을 내릴 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13616,
        "N": "열정의 음악 테이블",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiParty01",
                "D": "열정의 음악 테이블의 제어대에서 무대 전체를 조종할 수 있습니다.<br>스크래치, 시점 전환 또는 무대 장치로 무대 효과를 변경할 수 있으니, 직접 시도해보세요!"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiParty02",
                "D": "특정 공연 중에 제어대를 조작해 특정 타이밍에 장치를 활성화하고 댄서와 호흡을 맞춰 공연을 완성해 보세요!"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13614,
        "N": "양조꽃 꿀벌레",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_MediumshipBug01",
                "D": "양조꽃과 공생하며 꽃을 돌봐주는 대가로 꽃꿀을 얻는 얌전한 꿀벌레.<br>@소환 버튼을 짧게 눌러 명령#을 내리면 꿀벌레를 캐릭터 곁으로 소환할 수 있습니다"
            },
            {
                "I": "UI_NatlanTutorial_MediumshipBug02",
                "D": "꿀벌레를 소환한 후 @홀드로 스킬을 사용해 조준하면# 꿀벌레를 원하는 방향으로 보내 양분을 수집할 수 있습니다.<br>꿀술 양조 과정에서는 꿀벌레를 이용해 @수집한 꽃꿀을 양조 장치에 넣을 수 있습니다#. 또한, 꽃밭에서는 꽃벌레를 지휘해 수집한 양분을 시든 양조꽃에 제공할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13613,
        "N": "이상한 양조꽃",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_StarFlower03",
                "D": "이상한 녀석이 양조꽃밭에 섞여 들었습니다. 이 양조꽃은 @사람이 다가가도 꽃잎을 닫지 않는#다고 합니다.<br>무슨 일이 발생했는지 조사해 보세요"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13612,
        "N": "양조꽃",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_StarFlower01",
                "D": "양조꽃의 꽃가루는 꿀술을 빚는 데 사용되는 특별한 재료입니다. 양조꽃은 영력을 지닌 특수한 식물이기 때문에, 누군가 함부로 다가오면 가차 없이 꽃잎을 닫아버립니다"
            },
            {
                "I": "UI_NatlanTutorial_StarFlower02",
                "D": "일부 양조꽃은 양분이 부족해 시들기도 합니다. 이럴 땐 @양조꽃 꿀벌레를 움직여# 에너지를 보충해 줘야 합니다@#"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13611,
        "N": "색칠",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiPaint",
                "D": "느긋한 휴양촌은 시범 운영 중으로, 아직 색이 칠해지지 않은 @하얀 점 구역#이 많습니다. 이런 구역을 @색칠 구역#이라고 부르며, 자유롭게 물감을 사용해 해당 구역의 색깔을 바꿀 수 있습니다. 특정 구역을 모두 색칠하면 놀라운 일이 벌어질지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 13610,
        "N": "아샤",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GraffitiSeelie01",
                "D": "느긋한 휴양촌 주변에서 활동하는 특이한 매니투. 물감을 능숙하게 다루며, 다른 지역의 매니투보다 영력 교감도가 높아서 가끔 빙의가 가능합니다.<br>아샤에 빙의하면 @물감탄#을 던져 공격하거나 색을 입힐 수 있으며, 홀드 시 조준 모드에 진입합니다"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiSeelie02",
                "D": "아샤는 일정 거리를 빠르게 이동할 수 있으며, 버튼을 홀드하면 이동 방향을 선택할 수 있습니다. 점프 버튼을 홀드하면 더 높이 뛸 수 있고, 공중에서 조준 버튼을 홀드하면 @물감탄#을 던질 방향을 지정할 수 있습니다. 이때 아샤는 다시 점프를 진행할 때까지 공중 부유 상태를 유지합니다"
            },
            {
                "I": "UI_NatlanTutorial_GraffitiSeelie03",
                "D": "아샤는 언제든지 물감탄의 색깔을 전환할 수 있으며, 「세척탄」으로 전환할 수도 있습니다. 「세척탄」은 이미 색칠된 색깔을 지울 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.8"
    },
    {
        "_id": 7015,
        "N": "「여음」 연주",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_Guitar_01",
                "D": "화음 음표를 사용하면 「여음」을 통해 빠르게 화음을 연주할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.7"
    },
    {
        "_id": 2167,
        "N": "비밀근원 기계·통솔기",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_227",
                "D": "웅대했던 고대 문명이 대량의 비밀근원 기계를 제어하기 위해 만든 통솔 장치. 「제거 모드」에 진입한 후 「액체 에너지」를 생성하며 공격합니다. 「액체 에너지」 게이지가 높을수록 주는 피해가 증가합니다. 이때 @얼음 원소로 연속해서 공격#하면 「액체 에너지」의 누적을 막을 수 있습니다.<br>캐릭터가 「밤혼 가호」 상태에 진입 및 일정 시간 유지 시, 비밀근원 기계·통솔기는 특수한 「대응 상태」에 진입하고 자신의 공격 모드를 변경합니다"
            }
        ],
        "Y": 1,
        "V": "5.6"
    },
    {
        "_id": 13604,
        "N": "서로 통하는 인간과 용!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_YZTDboss01",
                "D": "꼬마 산룡 동료와 함께 모험하면서, 말하지 않아도 서로를 이해하는 사이가 됐습니다.<br>적이 강력한 공격을 가할 때, 적의 약점을 간파하고 동료와 함께 맞서세요!"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13577,
        "N": "지열 분출구",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Direpenkou",
                "D": "지하의 열에너지로 인해 생성된 취약한 분출구. 주기적으로 외부에 기체 열소를 분출합니다. @낙하 공격# 또는 @뿔룡의 강력한 짓밟기#로 무너뜨릴 수 있습니다.<br>지열 분출구가 무너질 때는 주변에 기묘한 현상이 발생한다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13576,
        "N": "비밀근원 대포",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_DragonRuinsCannon",
                "D": "심연의 침입에 대응하기 위해 만들어진 수동식 비밀근원 대포. 대포를 가동한 다음, 침입하는 「부유 진흙핵」을 조준하여 격파해 보세요"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13575,
        "N": "뒤틀린 「검은 진흙」…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssMud01",
                "D": "뒤틀린 「검은 진흙」 속에 있으면 캐릭터의 HP가 지속적으로 감소하며 움직임도 영향을 받습니다"
            },
            {
                "I": "UI_NatlanTutorial_AbyssMud02",
                "D": "하지만 나타에는 이런 영향을 극복할 수 있는 용이나 부족원이 있다고 합니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13574,
        "N": "「부유 진흙핵」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssCore01",
                "D": "심연 침식 구역에서 떠다니는 공 모양의 핵. 접근하는 모든 생물을 공격하고 행동을 방해합니다"
            },
            {
                "I": "UI_NatlanTutorial_AbyssCore02",
                "D": "@매우 강한 힘으로 충격을 가하거나# @대량의 열소로 공격#해야만 「부유 진흙핵」에 실질적인 타격을 줄 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13573,
        "N": "고체화 구슬",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Longwenshi",
                "D": "일정 범위 내의 액체 열소를 고체 열소로 전환하는 장치의 코어. 휴대가 가능하며, 숲룡으로 회수할 수 있습니다. 이런 「고체화 구슬」을 배치할 수 있는 전용 배치대도 있다고 합니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13572,
        "N": "고체화 구슬 배치대",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_PhlogistonGuhuaqi",
                "D": "고대 용족이 열소 에너지를 연구하는 과정에서 생긴 부산물. 고체화 구슬 배치대를 활성화하면 일정 범위 내의 액체 열소를 고체 열소로 전환할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13571,
        "N": "분출암",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Tisuyan",
                "D": "화산이 폭발할 때 분출된 열소 암석. 올바른 방법을 사용하면 파괴할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13570,
        "N": "가속 고리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_TurboGate",
                "D": "특수한 원소의 힘이 담긴 빛고리. 이 고리를 통과한 뿔룡과 「비옥한 터전」의 부족원은 자극을 받아 2단 대시 상태에 진입합니다!"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13569,
        "N": "비밀근원 용 머리 방패?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_BrickGolemZD",
                "D": "과거에는 어떤 용조각상 장치의 일부였을지도 모르지만, 지금은 용 머리로 보이는 부분만 남아 방패 대포로 자신을 자극하는 사람에게 포탄을 발사합니다…. @아주 강한 힘으로 대포에 부딪히면# 대포에 피해를 줄 수 있다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13568,
        "N": "도발 매니투",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_TargetGraffitiSeelie01",
                "D": "「비옥한 터전」 근처에서 볼 수 있는 이상한 행동을 하는 매니투. 장난치는 걸 좋아하는 본성 때문인지, 계속 천을 흔들면서 뿔룡의 충돌을 유도합니다. 하지만 일반적인 충돌은 매니투에게 막혀버리기 때문에 @2단 대시#를 사용하는 것이 매니투를 쓰러트릴 수 있는 비법일지도 모릅니다"
            },
            {
                "I": "UI_NatlanTutorial_TargetGraffitiSeelie02",
                "D": "길을 지나가다 도발 매니투를 발견하면 녀석을 향해 돌진해 보세요! 어쩌면 좋은 일이 생길지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 13567,
        "N": "뿔룡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Bisonsaurus01",
                "D": "뿔룡은 달릴 때 @열소를 소모해# 빠르게 돌진할 수 있습니다.<br>뿔룡이 달리다 어떤 물체에 부딪히거나 @전투 스킬을 짧게 누르면# 분발 상태에 진입할 수 있으며, 분발 상태에서 @다시 대시를 짧게 누르면# 더 빠른 2단 대시 상태에 진입합니다. 해당 상태에서 뿔룡은 지형 차이를 이용해 도약하거나, 짧은 시간 동안 수면이나 액체 열소 위에서 달릴 수 있습니다. 물론 열소가 더 빨리 소모됩니다…"
            },
            {
                "I": "UI_NatlanTutorial_Bisonsaurus02",
                "D": "@전투 스킬을 짧게 누르거나# 2단 대시 상태에 진입하면 원래 옮기기 어렵던 무거운 물체를 쉽게 밀어낼 수 있고, 분출암도 파괴할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.5"
    },
    {
        "_id": 2166,
        "N": "벽력·대영혼의 화신",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_226",
                "D": "나타의 각 부족이 숭배하는 「대영혼」은 흑요석 토템의 형상을 빌려 모습을 드러냅니다. 전투 중 대영혼의 화신은 일정 시간 동안 「영역·시련의 순간」을 전개해 자신에게 보호막을 제공하고 영역에 있는 파티 내 모든 캐릭터의 원소 에너지를 지속적으로 흡수합니다. 또한 영역 내에 있는 캐릭터가 주는 피해가 대폭 증가합니다. @영역이 끝나기 전에 보호막을 파괴#하면 대량의 원소 에너지가 반환됩니다. 파괴할 수 없을 경우, 대영혼의 화신은 남은 보호막의 양에 따라 원소 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "5.5"
    },
    {
        "_id": 2165,
        "N": "용암룡 형상",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_224",
                "D": "지속적으로 열에너지를 생성하는 두 가지 형태를 지닌 마물. 「돌인간」 상태일 때 @불 원소 공격#을 통해 「용암룡」 상태로 전환시킬 수 있습니다. 이때 계속 @불 원소 공격#을 가하면 마물이 과도 연소 상태에 진입하지만, 냉각시키면 다시 「돌인간」 형태로 돌아갑니다…"
            }
        ],
        "Y": 1,
        "V": "5.5"
    },
    {
        "_id": 2164,
        "N": "용암 껍질 산족제비",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_225",
                "D": "오랫동안 신성한 산의 유적에 서식하면서 비밀근원 장치와 독특한 공생 관계를 맺은 고대 용암 껍질 산족제비. 전투 중에 고대 용암 껍질 산족제비는 지하로 들어가 몸에 지니고 있던 「비밀근원 코어」를 펼쳐 주기적으로 주변을 공격합니다. 이때 「비밀근원 코어」에 충분한 피해를 주면 본체가 지하에서 올라옵니다. 또는 @낙하 공격#으로 지하에 숨은 본체를 공격하면 더 좋은 효과를 거둘 수 있을지도 모릅니다…"
            }
        ],
        "Y": 1,
        "V": "5.5"
    },
    {
        "_id": 2163,
        "N": "수수께끼 영력 수행자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_223",
                "D": "수수께끼 영력 수행자는 자신과 닮은 색채 분신을 소환하고 그 속에 숨습니다. 이때, @모든 색채 분신의 원소 방어막을 파괴#하면 본체의 모습과 약점이 드러납니다. 명룡과 「연기 주인」 부족원 캐릭터가 @홀드를 사용해 색채 분신을 조준#하면 잠시 동안 대상의 움직임을 멈출 수 있다고 합니다…"
            }
        ],
        "Y": 1,
        "V": "5.3"
    },
    {
        "_id": 13516,
        "N": "비행장 내부의 고체 열소",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Ruodian_01",
                "D": "비행장에 나타나는 특수한 고체 열소. 안정적인 구조로 이루어져 있어 쉽게 제거할 수 없는 것 같습니다. 만약 @모든 약점을 동시#에 공격하면 파괴할 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13513,
        "N": "개구쟁이 매니투",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_GhostSpirit_01",
                "D": "다양한 형태의 매니투 중에서도 가장 장난스러운 타입입니다. 영력 그라피티로 생성한 윈드 필드로 하늘에 띄운 다음 가볍게 만져주면 얌전해집니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13512,
        "N": "특수한 원소 시야…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_03",
                "D": "명룡과 영력 교감 능력을 사용할 수 있는 부족원은 @「특수 원소 시야」#로 평소에 잘 보이지 않는 사물을 감지하는 능력이 있습니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13511,
        "N": "「슈퍼 울트라 광선」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightStrike01",
                "D": "「터키석」의 에너지가 가득 차면 심연 공격에 특화된 빛줄기를 방출할 수 있습니다. 이러한 빛줄기는 심연에 침식된 악룡을 효과적으로 공격할 수 있습니다.<br>「터키석」으로 빛줄기를 인도해 악룡을 공격하고 악룡이 발사하는 불덩이를 방패로 막으면 하단에 있는 게이지가 누적됩니다"
            },
            {
                "I": "UI_NatlanTutorial_LightStrike02",
                "D": "게이지가 가득 차면 「터키석」은 파우나가 「슈퍼 울트라 광선」이라고 부르는 필살기를 사용할 수 있습니다!"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13508,
        "N": "비밀근원 파수기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AshenDrone_01",
                "D": "오치카나타 곳곳에 흩어져 있는 기계. 잿더미성의 통치자가 유적에 있는 장치를 본떠 만들었다고 전해집니다. 한때 이 기계는 통치자의 감시 및 경계 수단으로 사용됐습니다"
            },
            {
                "I": "UI_NatlanTutorial_AshenDrone_02",
                "D": "비밀근원 파수기라고 불리는 이 기계는 @열소로 역장을 구축#해 무거운 화물을 운반할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13507,
        "N": "불꽃 결정 봉인석",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_YyjStone",
                "D": "고대 유적의 힘을 봉인하는 결정석. 충돌 또는 공격으로 결정석을 @파괴#하면 어딘가의 힘을 해방할 수 있다고 합니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13506,
        "N": "이상한 장치 부품",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_DragonKey",
                "D": "모양이 독특한 장치 부품. @회전#을 통해 일부 유적 제어 장치의 열쇠 구멍과 결합할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13505,
        "N": "색 잃은 안개…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_FogGradon_01",
                "D": "나타 선조들은 특수한 석상으로 북쪽에서 온 색 잃은 안개를 막아냈습니다. 석상에 있는 힘을 활성화하면 색 잃은 안개에서 작은 무지갯빛 정토를 만들어낼 수 있습니다. @공격을 통해 석상을 움직#일 수 있으니, 이 방법으로 색 잃은 안개 때문에 발생한 다양한 문제를 해결해보세요"
            },
            {
                "I": "UI_NatlanTutorial_FogGradon_02",
                "D": "염색 매니투는 색 잃은 안개에 있으면 쇠약 상태에 빠집니다. @주변의 환경을 정상화#하면 매니투의 상태도 회복됩니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13504,
        "N": "염색 매니투",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_ColorSpirite01",
                "D": "형태와 색이 독특한 매니투. 빨간색, 노란색, 파란색, 총 3가지 색이 있으며 매니투를 @염색 돌 또는 특수한 그라피티에 던지면# 해당 오브젝트의 색을 바꿀 수 있습니다"
            },
            {
                "I": "UI_NatlanTutorial_ColorSpirite02",
                "D": "동시에 @색이 서로 다른# 염색 매니투를 2개 획득하면, @서로 섞여서# 새로운 색이 탄생한다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13503,
        "N": "「쿤투르」와 「루미」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Kuntur",
                "D": "벽의 그림과 함께 탄생한 특수한 모양의 매니투. 이야기 속에서 나쁜 마법사를 추격하는 영웅 「쿤투르」와 나쁜 마법사 「루미」의 모양을 띠고 있습니다"
            },
            {
                "I": "UI_NatlanTutorial_Kuntur_02",
                "D": "@벽화를 눌러 상응하는 위치에 매니투의 윈드 필드#를 생성할 수 있습니다. 해당 윈드 필드를 활용해 「쿤투르」가 장애물을 피하고 「루미」를 따라잡을 수 있도록 도와주세요!"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13502,
        "N": "염색 돌",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Brickstone01",
                "D": "바탕색이 소박한 돌덩이. 돌덩이 위로 @염색 매니투를 던지면# 색상을 바꿀 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13501,
        "N": "더 높이 도약하는 방법…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_Ransutag",
                "D": "몸이 가벼운 명룡은 높은 곳으로 도약할 수 있습니다. 또한 @홀드 조준으로 「영력 교감」 상태#에 진입해 시선 내에 있는 사물의 열소를 흡수하면, 다음에 더 높이 도약할 수 있습니다!"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13500,
        "N": "「영력 문양」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_Fuwen",
                "D": "과거에 어떤 명룡 화가가 열소 각인과 그라피티를 결합해, 나타에 이런 룬을 남겼다고 합니다. 명룡과 「연기 주인」 부족원은 @홀드로 조준해 그 안에 있는 정보를 추출#하여 자신을 강화할 수 있고, 가끔은 의외의 수확을 거두기도 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13499,
        "N": "「영력 그라피티」와 「영체」…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_Chuangsheng",
                "D": "연기 주인의 선조가 남긴 특수한 힘이 담긴 그라피티. 명룡과 「연기 주인」 부족원은 @홀드로 조준해 그 안에 있는 정보와 힘을 흡수#하고 상응하는 「영체」를 생성할 수 있습니다. 하지만 1개의 그라피티는 동시에 1개의 「영체」만 유지할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13498,
        "N": "명룡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Shamansaurus_01",
                "D": "명룡은 @홀드로 조준해 「영력 교감」 상태#에 진입할 수 있습니다. 해당 상태에서 시선 내에 있는 열소를 포함한 사물의 힘을 흡수할 수 있으며, 일부 특수한 그라피티와 특수한 열소 각인 물건을 잠시 드러나게 할 수 있습니다"
            },
            {
                "I": "UI_NatlanTutorial_Shamansaurus_02",
                "D": "명룡은 @홀드#로 도약할 수 있습니다. @열소를 소모#하면 @더 높은 곳#으로 도약할 수 있습니다. 넓은 시야를 확보해야 하는 명룡에게 이 능력은 큰 도움이 됩니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13497,
        "N": "열소 열기구",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Ransuqiqiu",
                "D": "기체 열소로 떠다니는 열기구. @파괴#하면 열소를 일정량 보충할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13496,
        "N": "기체 열소 덩어리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Wuxianransu",
                "D": "특정 상황에서 기체 열소가 서로 얽혀 생성된 기체 열소 덩어리. 깃룡과 해당 원리를 이해한 부족원은 이것을 활용해 일정 시간 동안 @열소가 가득 차고 소진되지 않는 열소 충만 상태#를 유지할 수 있습니다. 해당 상태에서 낙하 공격을 진행하면 잠시 유지되는 열소 윈드 필드가 생성됩니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13495,
        "N": "기체 열소",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Qitairansu01",
                "D": "기체 형태의 열소.<br>본질은 열소이기 때문에 매우 높은 열에너지를 지니고 있어서 몹시 위험합니다. 기체 열소가 형성한 윈드 필드 또는 기체 열소 밀집 지역에서는 고온 화상을 입습니다.<br>하지만 @깃룡# 또는 고온 기체 열소에 적응한 부족원은 화상을 입지 않고 기체 열소를 사용하는 방법을 알고 있다고 합니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13494,
        "N": "열소 바람 통로",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Yancong",
                "D": "기체 열소가 산을 침식해 형성된 일방 통로. 들어가면 빠르게 반대편 출구로 이동할 수 있습니다.<br>하지만 @깃룡# 또는 그 구조를 이해하는 @「꽃깃회」#의 부족원만이 자유롭게 사용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13493,
        "N": "유격 고리와 유격 과녁",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo_Huan",
                "D": "꽃깃회 부족이 비행 훈련에 주로 사용하는 도구. 속이 빈 유격 고리는 통과하면 점수를 획득할 수 있지만, 고체 열소 결정체로 가득 찬 유격 과녁은 @공격으로 결정체를 파괴#해야 점수를 획득할 수 있습니다. 고체 열소 결정체를 파괴하면 열소가 일정량 보충됩니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13492,
        "N": "깃룡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Flamingo",
                "D": "깃룡은 일정 높이의 고지 또는 절벽의 끝에서 점프로 날아오를 수 있습니다. 높이가 충분하지 않을 경우, 열소를 소모해 날아오릅니다. 공중에서 활강 시, @열소#를 소모해 상승하거나 가속 활공을 할 수 있고, @짧게 눌러# 1회의 회전 대시가 가능합니다. 이때 @홀드#로 낙하 공격을 진행할 수 있으며, 도중에 홀드를 멈춰서 활강 상태로 다시 돌아갈 수도 있습니다. 또한 @특정 구역#에서는 열소의 교란으로 인해 주기적으로 깃룡 앞에 열소 윈드 필드가 생성됩니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13491,
        "N": "하늘뱀선에 있는 고대 장치",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_FlipElevator01",
                "D": "고대 용 시대에 남겨진 유물로 만든 장치. 하늘뱀선의 중심과 부유섬들을 하나로 연결했습니다. 적절하게 조작하면 하늘뱀선의 각 구역을 자유롭게 넘나들 수 있습니다.<br>@고대 장치를 돌리면# 투명한 길이 생성되어 부유섬의 승강기와 연결됩니다"
            },
            {
                "I": "UI_NatlanTutorial_FlipElevator02",
                "D": "부유섬의 승강기가 투명한 길을 통해 하늘뱀선의 고대 장치와 연결되면, @승강기를 조작#해서 고대 장치도 승강기와 같이 움직이게 할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13490,
        "N": "하늘뱀선에 있는 근원의 불 제단?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_SkyCityPlatform",
                "D": "하늘뱀선에 있으며 오치카나타 근원의 불 제단과 비슷하게 생긴 신비한 장치. 장치 위에는 영원히 꺼지지 않는 불이 타오르고 있습니다. 화염석을 충분히 수집해 투입하면 불이 더 거세져서 공중에 떠 있는 「복원의 옥」이 나타날지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13489,
        "N": "활활 신비한 화염석",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_Tinder",
                "D": "강력한 근원의 불의 힘을 품은 채 끊임없이 타오르는 신비한 화염석. 불을 잘 다뤄도 만질 수 없습니다. 오로지 「불꽃 주인의 축복」을 받은 자만이 획득할 수 있습니다.<br>@화염석#을 충분히 수집해 @근원의 불 제단에 투입#하면 무슨 일이 일어날지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13488,
        "N": "빛나는 통솔의 핵",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AXCore",
                "D": "오치카나타 통솔의 심장에 보관된 신비한 장치. 과거에는 성 전체의 운행을 책임지는 핵심 장치였으나, 지금은 심연 오염에 뒤덮여있습니다.<br>주변의 @심연 오염을 제거#하면 그 안에 감춰진 비밀을 풀 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13487,
        "N": "심연 소용돌이",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssalDoor",
                "D": "고대 유적에서 자란 심연 이슬의 영향을 받아 생성된 심연 소용돌이. 주변에 있는 @심연 이슬이 억제되면# 녹습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13486,
        "N": "고대 각인 고리…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_SaurusViewPuzzle",
                "D": "옛날 사람들이 용의 언어를 모방해 만든 열소 각인. @「영력 교감」# 상태에 진입한 명룡과 일부 「연기 주인」 부족원은 이 안에 있는 힘을 활성화할 수 있다고 합니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13485,
        "N": "강력한 심연 이슬",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssalBall",
                "D": "통솔의 심장에 모인 심연 이슬은 일반 심연 이슬보다 더 강한 심연의 힘을 지니고 있습니다. 빛고리로 심연 이슬의 성장을 @일시적으로 억제#할 수 있으나, @빛나는 통솔의 핵# 주변의 심연 오염을 제거하기 전에는 이 심연 이슬을 완전히 제거할 수는 없습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13484,
        "N": "심연 이슬",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_AbyssalBallStreet",
                "D": "폐허가 된 오치카나타에는 스며든 심연 에너지가 모여 형성된 심연 이슬이라는 집합체가 있습니다.<br>심연 이슬은 @「터키석」의 빛고리#로 즉시 녹일 수 있으나, 심연 이슬이 여러 개 연결되어 있으면 짧은 시간 내에 @동시에 모두 억제#해야 녹일 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13483,
        "N": "찬란한 조각",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightLamp",
                "D": "찬란한 빛을 발산하는 에너지 조각. 「터키석」이 지닌 심연을 억제하는 힘과 본질이 같아 보입니다. 획득 후 @찬란한 돌기둥#에 넣으면 빛고리를 형성해 주위의 심연 오염을 억제합니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13482,
        "N": "찬란한 돌기둥",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightLamp01",
                "D": "통솔의 심장에 흩어져 있는 신비한 기둥. 심연 오염 확산을 억제하는 장치로 보입니다.<br>찬란한 조각을 넣으면 일정 범위의 빛고리를 발산합니다. 빛고리의 영향을 받은 심연 이슬은 억제되어 녹고 @허계 방어막#을 보유한 마물도 지속적으로 피해를 받습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 13481,
        "N": "「터키석」의 빛고리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NatlanTutorial_LightRing",
                "D": "모험가 파우나와 동행하는 신비한 동료 「터키석」. 심연의 오염을 억제할 수 있는 기묘한 힘을 지닌 듯합니다.<br>함께 모험할 때 「터키석」은 빛고리를 펼치고 @열소를 소모#해 심연의 위협을 막아줍니다. 빛고리의 영향을 받은 심연 이슬은 억제되어 녹고 @허계 방어막#을 보유한 마물도 지속적으로 피해를 받습니다"
            }
        ],
        "Y": 2,
        "V": "5.2"
    },
    {
        "_id": 2162,
        "N": "그윽한 의태 식물",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_222",
                "D": "깊고 어두운 이계에서 강림해 대지의 기억을 침식하는 칠흑의 마수. 자신의 모습을 비틀어 더 강한 적으로 변신할 수 있습니다. 일부 공격은 캐릭터에게 중첩 가능한 「침식파」 상태를 부여합니다. 「침식파」를 부여받고 일정 시간이 지난 후, 파티 내 자신의 현재 필드 위 캐릭터가 HP를 잃습니다. 전투에서 그윽한 의태 식물은 「어둠 축복」을 진행해 자신에게 허계 방어막을 부여합니다. 이때, @일정 횟수의 원소 공격#으로 방어막을 파괴하면 그윽한 의태 식물을 잠시 혼란에 빠트릴 수 있습니다. @밤혼 성질의 원소 공격#은 더 효율적으로 방어막을 파괴합니다"
            }
        ],
        "Y": 1,
        "V": "5.2"
    },
    {
        "_id": 2161,
        "N": "작열·대영혼의 화신",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_221",
                "D": "나타의 각 부족이 숭배하는 「대영혼」은 흑요석 토템의 형상을 빌려 모습을 드러냅니다. 전투 중 대영혼의 화신은 일정 시간 동안 「영역·시련의 순간」을 전개해 자신에게 보호막을 제공하고 영역에 있는 파티 내 모든 캐릭터의 원소 에너지를 지속적으로 흡수합니다. 또한 영역 내에 있는 캐릭터가 주는 피해가 대폭 증가합니다. @영역이 끝나기 전에 보호막을 파괴#하면 대량의 원소 에너지가 반환됩니다. 파괴할 수 없을 경우, 대영혼의 화신은 남은 보호막의 양에 따라 원소 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "5.2"
    },
    {
        "_id": 2160,
        "N": "한기·대영혼의 화신",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_220",
                "D": "나타의 각 부족이 숭배하는 「대영혼」은 흑요석 토템의 형상을 빌려 모습을 드러냅니다. 전투 중 대영혼의 화신은 일정 시간 동안 「영역·시련의 순간」을 전개해 자신에게 보호막을 제공하고 영역에 있는 파티 내 모든 캐릭터의 원소 에너지를 지속적으로 흡수합니다. 또한 영역 내에 있는 캐릭터가 주는 피해가 대폭 증가합니다. @영역이 끝나기 전에 보호막을 파괴#하면 대량의 원소 에너지가 반환됩니다. 파괴할 수 없을 경우, 대영혼의 화신은 남은 보호막의 양에 따라 원소 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "5.2"
    },
    {
        "_id": 2159,
        "N": "그윽한 의태 잎뭉치",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_219",
                "D": "깊은 어둠 속에서 강림해 각종 사물로 의태하는 심연 마물. 전투에서 그윽한 의태 잎뭉치는 자신에게 허계 방어막을 부여합니다. 또한 그윽한 의태 잎뭉치의 일부 공격은 캐릭터에게 중첩 가능한 「침식파」 상태를 부여합니다. 「침식파」를 부여받고 일정 시간이 지난 후, 현재 필드 위에 있는 자신의 파티 내 자신의 캐릭터가 HP를 잃습니다. @일정 횟수의 원소 공격#으로 그윽한 의태 잎뭉치의 방어막을 파괴할 수 있으며, @밤혼 성질의 원소 공격#은 더 효율적으로 방어막을 파괴합니다"
            }
        ],
        "Y": 1,
        "V": "5.1"
    },
    {
        "_id": 2158,
        "N": "비밀근원 기계·구축기",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_218",
                "D": "강력한 파괴 기능을 갖춘 기계. 캐릭터가 「밤혼 가호」 상태에 진입 및 유지 시, 비밀근원 기계·구축기는 「대응 전략」 진도를 누적합니다. 진도가 최대치에 도달하면 「번개구」를 준비합니다. 이 과정에서 비밀근원 기계·구축기는 「흡수기」를 가동해 고체 열소를 발굴하고 열소를 흡수합니다. 「흡수기」는 역장을 생성하기 때문에 「흡수기」를 파괴하고 「번개구」의 차지를 차단하려면, @먼저 고체 열소 위로 올라간 다음 역장에 진입해야 합니다#"
            }
        ],
        "Y": 1,
        "V": "5.1"
    },
    {
        "_id": 13446,
        "N": "부족 비밀 장소",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_BLBK01",
                "D": "전설에 따르면 부족마다 비밀 장소가 하나씩 있으며,<br>밤의 신과 인간의 계약에 따라 자격 있는 용사만이 그곳에서 모든 것을 얻을 수 있다고 합니다"
            },
            {
                "I": "UI_NTTutorial_BLBK02",
                "D": "나타의 각 부족 주변을 탐색할 때 간혹 흑요석 고리의 파편을 발견할 수 있습니다. 그 고리를 조립하면 비밀 장소로 통하는 증표를 얻을 수 있을지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 1042,
        "N": "나타의 밤혼 가호",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_NTTutorial_NyxState_01",
                "D": "나타 캐릭터의 「밤혼 가호」 상태는 일반적으로 나타 캐릭터의 운동 및 전투 능력을 향상시킵니다. 원소전투 스킬 발동은 대부분의 나타 캐릭터가 밤혼 가호 상태로 진입하는 가장 편리한 방법입니다"
            },
            {
                "I": "UI_NTTutorial_NyxState_02",
                "D": "밤혼 가호 상태는 「밤혼」의 수치와 밀접한 관계가 있습니다. 예를 들어, 카치나가 쌩쌩이에 탑승해 이동하거나 공격할 경우, 밤혼이 소모됩니다. 밤혼이 소진되면 카치나의 밤혼 가호 상태가 종료되며 쌩쌩이도 사라집니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 1041,
        "N": "밤혼 전달",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_NTTutorial_NyxSwitch_01",
                "D": "나타의 열소 메커니즘 구역에서, 특정 행동을 할 때 나타 캐릭터가 교체 등장하면, 「밤혼 전달」을 진행합니다: 해당 나타 캐릭터 등장 시, 캐릭터의 능력에 따라 특수한 이동을 진행합니다. 밤혼 전달의 발동 방식 및 구체적인 효과는 각 캐릭터의 「밤 영역의 선물」 특성을 참고해 주세요"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 1040,
        "N": "「밤혼 발산」",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_NTTutorial_NyxFever_01",
                "D": "파티 내에 나타 캐릭터가 있을 경우, 캐릭터가 적에게 원소 피해를 줄 시 「밤혼 발산」이 발동됩니다. 파티에 나타 캐릭터가 많을수록 「밤혼 발산」의 발동 간격이 단축됩니다: 파티 내 1/2/3명 또는 그 이상의 나타 캐릭터가 있으면 「밤혼 발산」 발동 간격은 각각 18/12/9초입니다"
            },
            {
                "I": "UI_NTTutorial_NyxFever_02",
                "D": "「밤혼 발산」은 캐릭터 특성, 성유물의 효과를 비롯한 각종 효과를 발동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13445,
        "N": "용사의 도전",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_NPCChallenge",
                "D": "나타 각지에는 끊임없는 단련을 통해 강해지고자 하는 용사들이 있습니다.<br>용사가 있다면 당연히 용사를 훈련하는 스승도 존재하기 마련입니다. 그들은 자신의 한계를 뛰어넘으려는 자들에게 반복해서 도전할 수 있는 다양한 난이도의 도전을 준비했다고 합니다.<br>최대한 높은 평가를 받으면, 도전이 끝난 후 더 많은 보상을 받을 수 있습니다. 소문에 따르면 모든 훈련 교관이 준비한 보상은 3단계로 나뉘어 있다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13433,
        "N": "",
        "S": "튜토리얼",
        "T": [],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13432,
        "N": "「캐치볼 공」의 모조품?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_GongChangXQ",
                "D": "금속으로 만들어진 구체. 「나무살이」 부족원의 갈고리줄이나 숲룡의 능력으로 수집할 수 있습니다. 획득 후, @홀드#해 조준한 방향을 향해 스킬 버튼을 @떼면# 공을 발사할 수 있습니다.<br>만약 공이 금속 받침대 위에 도달하면 받침대를 활성화할 수 있습니다.<br>하지만 진짜 「캐치볼 공」과는 다르게, 공이 사라지지 않고 잠기지 않은 받침대에서 회수해 재사용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13431,
        "N": "불안정한 고체 열소…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_PhlogistonBomb",
                "D": "열소가 고체로 전환되면서 생성된 불안정한 결정. 누군가가 접근하거나 공격을 받으면 폭발합니다….<br>어떤 불안정한 결정은 지하에 깊이 파묻혀 있어서 고체 열소에 민감한 부족원과 땅속으로 들어갈 수 있는 산룡만이 그 위치를 감지할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13430,
        "N": "빛새김 광선",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_TZDSniper",
                "D": "간혹 나타 각지에 등장하는 소형 방어 장치. 어지러운 「빛새김 각문」에 의해 움직입니다.<br>@접근해# 코어를 만지면 멈출 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13429,
        "N": "잎발판 포자",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_PortableSP",
                "D": "@특수한 영혼 촛불에 빙의 또는 특수한 「잎말이 인장」을 사용 시# 몸에 「잎발판 포자」가 부착됩니다. @주변 일정 범위 내# 공중에서 점프하거나 공격을 할 때마다 「잎발판 포자」 1개당 잎발판 1개가 펼쳐집니다.<br>하지만 이 잎은 아주 짧은 시간 후에 사라지기 때문에 조심해야 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13428,
        "N": "균열이 있는 바위…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_YanShiLieHen",
                "D": "균열이 있는 불안정한 바위. 가벼운 폭발로도 파괴할 수 있을 것 같습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13427,
        "N": "서로 통하는 인간과 용!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_RLCorporation01",
                "D": "꼬마 산룡 동료와 함께 모험하면서 서로를 더 깊이 이해하게 됐습니다.<br>이번 시련에서는 꼬마 산룡의 시점으로 전환해 움직일 수 있습니다!"
            },
            {
                "I": "UI_NTTutorial_RLCorporation02",
                "D": "전설 속 「불을 훔친 현자」가 준비한 특수 감응 장치입니다.<br>사람과 용이 각자 상응하는 감지 구역에 서야 시련을 완료할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13426,
        "N": "분출 소용돌이",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_ChaoGaoTiao",
                "D": "특수한 난류로 인해 생성된 소용돌이. 속으로 빨려 들어간 물건은 물살에 따라 높은 곳으로 날아갑니다.<br>어룡과 「샘물 무리」의 부족원은 「분출 소용돌이」를 이용해 아주 높은 극한 점프를 합니다!"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13425,
        "N": "밤혼이여, 이곳에서 그대의 그림자를 기억하리…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_YSTiaoZhan",
                "D": "나타 대지 위에 우뚝 솟은 특수한 흑요석 토템 기둥.<br>영력이 높은 사람이 이 토템을 만지면 「밤의 신의 나라」로 보내져, 용맹스러운 고대 밤혼 용사들이 전투하는 모습을 목격할 수 있다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13424,
        "N": "매니투",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_TuYaLing",
                "D": "고대 그라피티에서 탄생한 이상한 정령.<br>열소를 사용해 그들을 잠에서 깨울 수 있습니다. 만약 @그들을 따라가거나 그들이 가고 싶은 장소에 갈 수 있도록 도와주면# 무언가를 얻을 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13423,
        "N": "열소 각인과 기록문",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_FuWenKeYin",
                "D": "고대 나타인들은 열소 각인을 사용해 문제를 만들고 서로 공부하며 열소 조작을 익혔습니다.<br>정확한 답안, 즉 「기록문」을 열소 각인에 넣으면 모든 답을 알 수 있습니다.<br>기록문을 찾은 후, 어룡의 @어룡 돌진#이나 「샘물 무리」 부족원의 @돌진#을 활용해 기록문의 힘을 꺼내 보세요…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13422,
        "N": "화염류탄 열매",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_HuoMian",
                "D": "신기한 나타 식물. 열소 함량이 높아서 덜 익은 상태는 매우 불안정하기 때문에 @불 원소 공격을 받으면 폭발#합니다.<br>「나무살이」 부족원은 갈고리줄이나 숲룡의 능력으로 화염류탄 열매를 수확한 다음 수류탄처럼 사용합니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13421,
        "N": "「잎말이 인장」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_HookerPoint",
                "D": "나타에서는 가끔 말린 풀처럼 생긴 인장이 발견됩니다.<br>갈고리줄을 잘 다루는 「나무살이」 부족원이나 숲룡 모두 이 인장의 힘을 이용해 빠르게 이동할 수 있습니다.<br>가끔 더 특별한 색상의 「잎말이 인장」이 발견되는데, 인장이 활성화되면, 그 아래에서 짧은 시간 동안 머무르며 쉴 수 있는 「잎발판」이 펼쳐집니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13420,
        "N": "분리식 견인 고리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_LaZhuaiDian",
                "D": "일부 견인 고리 장치는, 기존 받침대에서 분리해 알맞은 받침대에 새로 설치하고 사용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13419,
        "N": "모든 것을 정화하는 성화…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_ShengHuo01",
                "D": "회고의 불 축제를 위해 「나무살이」 부족이 성화 경기장에서 가져온 불. 어둠을 걷어낼 수 있는 신성한 힘을 지니고 있습니다.<br>@타오르는 화로 앞에서 상호작용# 시, 성화의 가호를 받을 수 있습니다. 이때 @화염류탄 열매를 수집해 던지면# 폭발을 발생시켜 심연 에너지를 걷어낼 수 있습니다"
            },
            {
                "I": "UI_NTTutorial_ShengHuo02",
                "D": "성화의 가호를 받은 상태에서 @꺼진 화로에 다가가면# 화로에 불을 붙일 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13418,
        "N": "「공 경로 전환기」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_YiJiXiaoQiuDG",
                "D": "「캐치볼 공」이 「공 경로 전환기」의 고정 구역에 던져지면, 짧은 차지 후 공 경로 전환기와 @마주한 방향#으로 다시 발사됩니다.<br>이 과정에서 캐치볼 공의 색깔은 공 경로 전환기와 @동일한 색#으로 변경됩니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13417,
        "N": "「캐치볼 공」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_YiJiXiaoQiu",
                "D": "「나무살이」 부족원이 갈고리줄을 사용하거나 숲룡의 능력으로 공을 획득 후 @홀드#해 조준한 방향을 향해 스킬 버튼을 @떼면# 공을 발사할 수 있습니다.<br>공이 상응하는 색상의 받침대 위에 도착하면 받침대를 활성화할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13416,
        "N": "떨어져라 고체 열소 기둥!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_ShiNengChangDing_01",
                "D": "고체 열소 기둥 도전에서 @「빛새김 돌기둥」을 파괴#하고 그 안에 흩어져 있는 @각문의 힘#을 수집해 「빛새김 각문」을 복구하면 공중에 떠 있는 고체 열소 기둥을 다시 지면에 박을 수 있습니다.<br>각문의 힘을 하나 모을 때마다 「빛새김 각문」의 복구 진도가 증가합니다"
            },
            {
                "I": "UI_NTTutorial_ShiNengChangDing_02",
                "D": "하지만 고체 열소 기둥 아래에 봉인된 @칠흑의 힘#이 「빛새김 각문」의 복구를 저지합니다.<br>칠흑의 힘이 복구 진도를 완전히 침식하기 전에 각문의 힘을 충분히 모아 「빛새김 각문」을 복구해 보세요!"
            },
            {
                "I": "UI_NTTutorial_ShiNengChangDing_03",
                "D": "각문의 힘과 칠흑의 힘 사이의 충돌은 격렬해, 지형이 변화하기도 하고, @접근하면 폭발하는# 「불안정한 고체 열소 결정」이 나타나기도 합니다. 도전할 때 꼭 주의해야 합니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13415,
        "N": "묻혀있는 물건…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_UniversalPit",
                "D": "고체 열소를 자주 다루는 부족원과 산룡은 바위나 고체 열소와 자주 접촉하기 때문에 지표면 아래에 묻힌 사물에 매우 민감하게 반응합니다….<br>뭔가를 발견한다면 @충격을 가해 땅 위로 꺼내#보세요"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13414,
        "N": "액체 열소",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_YTPhlogiston",
                "D": "유체와 비슷한 형태를 띠는 열소.<br>본질적으로는 열소이기 때문에 매우 높은 열에너지를 지니고 있어 아주 위험합니다. 액체 열소에 떨어진 생물은 사망합니다.<br>하지만 어룡과 액체 열소에 익숙한 부족원은 액체 열소 속에서 잠깐 동안 움직이는 기술을 터득했다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13413,
        "N": "열소 균열 통로",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_PhlogistonCrack",
                "D": "대지의 고체 열소로 형성된 균열 통로. 들어가면 빠르게 반대편 출구로 이동할 수 있습니다.<br>하지만 산룡 또는 그 구조를 이해하고 있는 부족원만이 자유롭게 사용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13412,
        "N": "도전이 가득한 흐르는 영혼길…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_HuGuangGadget01",
                "D": "흐르는 영혼길에서는 흐르는 영혼길과 함께 기묘한 물체들이 생성됩니다….<br>최대한 많은 「빛 공」을 수집하거나 「빛 과녁」을 파괴해 보세요! 소문대로라면 좋은 일이 생길 거라고 합니다…"
            },
            {
                "I": "UI_NTTutorial_HuGuangGadget02",
                "D": "흐르는 영혼길에서는 점프를 통해 「빛 균열」 등의 위험을 피할 수 있습니다. 또한 「도약 고리」를 통과하면 더 멀리 점프할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13411,
        "N": "영혼길 각인 문",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_HuGuangCFQ",
                "D": "나타의 선조들이 흐르는 영혼길 창조자의 기술을 모방해 열소 각인으로 만든 장치.<br>상호작용을 통해 흐르는 영혼길을 생성하거나 불안정한 흐르는 영혼길이 나타나게 할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13410,
        "N": "흐르는 영혼길",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_HuGuang",
                "D": "끊임없이 흐르는 열소는 공중에서 길을 형성합니다. 이 길을 타면 흐르는 방향에 따라 빠르게 이동할 수 있습니다.<br>오직 어룡이나 달인만이 「흐르는 영혼길」을 자유자재로 이용할 수 있습니다.<br>하지만 모든 흐르는 영혼길이 온전하고 안전한 것은 아니라는 것을 기억해야 합니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13409,
        "N": "어룡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_TransMosasaurus",
                "D": "어룡은 물속에서 빠른 속도로 이동할 수 있고, 수면의 힘을 빌려 높이 점프해 장애물을 피할 수 있습니다. 또한 @어룡 돌진#으로 전방을 향한 빠른 돌진도 가능합니다.<br>이 밖에도 어룡은 @열소를 소모#해 액체 열소 속에서 이동할 수 있는 유일한 용입니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13408,
        "N": "숲룡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_TransHookwalker01",
                "D": "숲룡은 볼주머니에서 꺼낸 화염류탄 열매 끈끈이로 무거운 물건이나 인장을 감아 당기는 방식으로 이동할 수 있습니다.<br>심지어 공중에서 @홀드로 체공#한 다음, 원하는 방향으로 조준해 이동할 수 있습니다. 하지만 짧은 시간 동안 연속으로 해당 이동 방식을 사용하려면 @열소를 소모#해야 합니다…"
            },
            {
                "I": "UI_NTTutorial_TransHookwalker02",
                "D": "숲룡은 화염류탄 열매 끈끈이로 먼 곳에 있는 가벼운 물건을 삼키고 조준한 뒤 뱉어낼 수 있습니다.<br>또는 당겨야 하는 장치를 끌어당길 수도 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13407,
        "N": "산룡",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_TransDrillhead01",
                "D": "산룡이 땅속으로 들어간 후 @열소를 소모#해 원하는 방향으로 이동할 수 있습니다. 심지어 절벽을 타고 올라갈 수도 있습니다.<br>땅속에 있는 상태에서 @점프#하면 짧은 시간 동안 @고속 도약#이 가능합니다"
            },
            {
                "I": "UI_NTTutorial_TransDrillhead02",
                "D": "산룡은 일반적인 방법으로 등반이 불가능한 고체 열소를 등반할 수 있습니다.<br>또한 날카로운 발톱으로 앞을 가로막는 장애물을 효율적으로 파괴할 수도 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13406,
        "N": "용에 빙의",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_TutorialTransNatsaurus01",
                "D": "신비한 힘의 인도를 받아 나타의 용에게 빙의할 수 있습니다!<br>용마다 다양한 스킬과 특성을 보유하고 있으니, 용의 힘을 빌려 나타를 누비고 탐색해 보세요.<br>빙의 상태에서는 먼저 용 본체의 열소를 소모한 다음, 자신이 보유한 열소를 소모합니다"
            },
            {
                "I": "UI_NTTutorial_TutorialTransNatsaurus02",
                "D": "나타의 용. 특이한 형태로 존재하는 이 생명체는 특정 조건에서 「영혼 촛불」 상태로 전환됩니다.<br>영혼 촛불에 @빙의#하면 영혼 촛불의 힘이 발동해 용으로 변신하게 됩니다"
            },
            {
                "I": "UI_NTTutorial_TutorialTransNatsaurus03",
                "D": "탈출 버튼을 홀드하면 빙의 상태에서 벗어날 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13405,
        "N": "열소 획득…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_Phlogiston02",
                "D": "「열소 씨앗」을 만지거나 열소가 담긴 물체를 파괴 또는 채집할 경우 @「열소 입자」#가 생성됩니다. 열소 입자를 흡수하면 열소를 보충할 수 있습니다.<br>이외에도 지속적으로 열소를 보충할 수 있는 물체가 존재합니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13404,
        "N": "열소",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_NTTutorial_Phlogiston01",
                "D": "나타 전역에 흩어져 있는 특수한 고열 에너지. 여러 가지 형태로 존재합니다.<br>나타에서는 다양한 방법으로 열소를 획득할 수 있습니다. 일부 장치는 @열소를 주입#해야 활성 및 작동합니다"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 2157,
        "N": "식탐의 숲룡 산왕",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_216",
                "D": "수많은 전투를 치른 숲룡. 이종이 아니라, 먹보라서 지금의 모습으로 성장했습니다. 전투 중에 화염류탄 열매를 수집한 후 폭탄처럼 뱉어 공격합니다. 만약 식탐의 숲룡 산왕이 삼키기 전에 @불 원소로 화염류탄 열매를 폭파#시키면 어떤 일이 벌어질까요…"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2156,
        "N": "황금불꽃의 깃룡 폭군",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_215",
                "D": "감당할 수 없는 위대한 힘으로 인해 초월적인 형체를 얻게 된 이종 깃룡. 전투 중에 하늘로 날아올라 힘이 모인 「황금불꽃」 형태로 변화해, 자신에게 방어막을 생성하는 동시에 지면을 향해 뜨거운 바람을 소환하는 「열풍 깃털」을 발사합니다. 만약 깃룡이 「열풍 깃털」에 급강하하기 전에 방어막을 파괴하지 못하면, 깃룡은 열소 윈드 필드를 이용해 다시 하늘로 돌아갑니다. 힘이 모두 소진되어 원래의 형태로 돌아갈 때까지 해당 과정을 반복합니다. 깃룡이 급강하하기 전에 @불 원소와 반응하는 원소로 「열풍 깃털」을 파괴#하는 것이 승리의 핵심입니다…"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2155,
        "N": "비밀근원 기계·포획기",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_214",
                "D": "여전히 나타 곳곳을 배회하는, 목적이 불분명한 고대 기계 창조물. 캐릭터가 「밤혼 가호」 상태 진입 및 상태 유지 시, 비밀근원 기계·포획기는 「대응 전략」의 진도를 누적합니다. 「대응 전략」 진도가 가득 차면 비밀근원 기계·포획기가 특수한 집속 광선을 발사합니다. 이 위기를 기회로 삼으면 녀석에게 큰 피해를 줄 수 있을지도 모릅니다…"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2154,
        "N": "용암 형상·침식자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_213",
                "D": "지속적으로 열에너지를 흡수해야 활동 상태를 유지할 수 있는 기이한 마물. 하지만 너무 많은 열에너지를 흡수하면 오히려 자신에게 피해를 줍니다. @불 원소 공격#으로 과도 연소 상태에 빠뜨리면, 얼마 지나지 않아 융해되어 붕괴합니다"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2153,
        "N": "숲잎·대영혼의 화신",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_210",
                "D": "나타의 각 부족이 숭배하는 「대영혼」은 흑요석 토템의 형상을 빌려 모습을 드러냅니다. 전투 중 대영혼의 화신은 일정 시간 동안 「영역·시련의 순간」을 전개해 자신에게 보호막을 제공하고 영역에 있는 파티 내 모든 캐릭터의 원소 에너지를 지속적으로 흡수합니다. 또한 영역 내에 있는 캐릭터가 주는 피해가 대폭 증가합니다. @영역이 끝나기 전에 보호막을 파괴#하면 대량의 원소 에너지가 반환됩니다. 파괴할 수 없을 경우, 대영혼의 화신은 남은 보호막의 양에 따라 원소 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2152,
        "N": "역류·대영혼의 화신",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_211",
                "D": "나타의 각 부족이 숭배하는 「대영혼」은 흑요석 토템의 형상을 빌려 모습을 드러냅니다. 전투 중 대영혼의 화신은 일정 시간 동안 「영역·시련의 순간」을 전개해 자신에게 보호막을 제공하고 영역에 있는 파티 내 모든 캐릭터의 원소 에너지를 지속적으로 흡수합니다. 또한 영역 내에 있는 캐릭터가 주는 피해가 대폭 증가합니다. @영역이 끝나기 전에 보호막을 파괴#하면 대량의 원소 에너지가 반환됩니다. 파괴할 수 없을 경우, 대영혼의 화신은 남은 보호막의 양에 따라 원소 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2151,
        "N": "암굴·대영혼의 화신",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_212",
                "D": "나타의 각 부족이 숭배하는 「대영혼」은 흑요석 토템의 형상을 빌려 모습을 드러냅니다. 전투 중 대영혼의 화신은 일정 시간 동안 「영역·시련의 순간」을 전개해 자신에게 보호막을 제공하고 영역에 있는 파티 내 모든 캐릭터의 원소 에너지를 지속적으로 흡수합니다. 또한 영역 내에 있는 캐릭터가 주는 피해가 대폭 증가합니다. @영역이 끝나기 전에 보호막을 파괴#하면 대량의 원소 에너지가 반환됩니다. 파괴할 수 없을 경우, 대영혼의 화신은 남은 보호막의 양에 따라 원소 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "5.0"
    },
    {
        "_id": 2150,
        "N": "허계 방어막",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_217",
                "D": "세상에 강림한 심연의 힘. 모든 것을 거부하는 것처럼 보입니다. 허계 방어막의 보호를 받는 대상은 방어막이 존재하는 동안에는 어떤 피해도 받지 않습니다. 오직 @일정 횟수 이상의 원소 공격#으로만 방어막의 방어를 뚫을 수 있습니다. 또한 밤혼 성질의 원소 공격은 더 효율적으로 방어막을 격파할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "5.0"
    },
    {
        "_id": 13373,
        "N": "현실 속 환상극·연극 보상",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_RoleCombat_PoseShop",
                "D": "「연극 보상」에 있는 「공연 비결」은 「현실 속 환상극」의 회차 초기화에 따라 갱신됩니다.<br>교환한 「공연 비결」은 상응하는 캐릭터의 촬영 화면에서 사용할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13378,
        "N": "현실 속 환상극·도전 보상",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_RoleCombat_BasicRule04",
                "D": "「현실 속 환상극」 공연 도전을 완료하면 「첫 공연 보상」과 「순회공연 보상」을 통해 다양한 보상을 획득할 수 있습니다. 최소 @3#막의 공연 도전을 완료하면, 울피의 「연극 보상」이 해금되고 「장난감 메달」을 「공연 비결」과 교환할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13345,
        "N": "현실 속 환상극·파티 설정",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_RoleCombat_BattleRule01",
                "D": "공연 재시작을 통해 파티 라인업을 변경하고 다시 도전할 수 있습니다. 출전 캐릭터 라인업을 적절히 배치하는 것이 바로 공연 도전 완료의 중요한 열쇠입니다"
            },
            {
                "I": "UI_RoleCombat_BattleRule02",
                "D": "공연에 참여한 모든 캐릭터는 시작부터 활력을 각각 @2pt# 보유합니다. 전투 사건을 완료할 때마다 활력이 @1pt# 소모되고, 동시에 예비 캐릭터 @1명#을 선택해 출전 가능 캐릭터로 전환합니다"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13344,
        "N": "현실 속 환상극·공연 사건",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_RoleCombat_EventRule01",
                "D": "「현실 속 환상극」은 도전 중에 다양한 사건이 등장합니다. 그중 동료 사건에서는 예비 캐릭터를 출전 가능 캐릭터로 전환할 수 있습니다. 기묘한 버프와 찬란한 축복은 파티에 전투 버프 효과를 제공합니다. 신비한 수확은 일정한 보조 효과를 제공하지만, 가끔 리스크를 동반합니다"
            },
            {
                "I": "UI_RoleCombat_EventRule02",
                "D": "동료 사건, 기묘한 버프, 찬란한 축복 또는 신비한 수확을 선택하면, 전투 사건을 제외한 다른 사건이 모두 갱신됩니다.<br>전투 사건을 선택하면 무대에 진입해 현재 공연 도전을 시작합니다"
            },
            {
                "I": "UI_RoleCombat_EventRule03",
                "D": "콘텐츠에 참여하지 않은 캐릭터는 일정 확률로 동료 사건에 관중의 응원을 보내, 추가 수익을 제공합니다"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13343,
        "N": "현실 속 환상극·도전 시작",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_RoleCombat_BasicRule01",
                "D": "연극 준비실에 있는 「환상극의 책」을 통해 「현실 속 환상극」 도전을 시작할 수 있습니다"
            },
            {
                "I": "UI_RoleCombat_BasicRule02",
                "D": "일정 시간마다 「현실 속 환상극」의 연극 테마가 변경됩니다. 출연 조건과 초청 캐릭터도 변경됩니다.<br>개막 캐릭터는 회차마다 환상 축복을 받아, 공연 도전과 티바트 모험 중에 특수한 버프를 얻습니다"
            },
            {
                "I": "UI_RoleCombat_BasicRule03",
                "D": "출연 조건의 제한에 따라 파티를 구성해 도전을 진행하세요. 시작 시, 캐릭터 모두 「활력」을 @2#pt씩 보유합니다. 공연 도전을 클리어할 때마다 「활력」이 @1#pt 감소합니다"
            }
        ],
        "Y": 4,
        "V": "4.7"
    },
    {
        "_id": 13330,
        "N": "용 후예의 왕·스킬라",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusJapalura01",
                "D": "스킬라는 머나먼 과거에 용의 후예를 통솔하던 왕으로, 육신은 잃어버렸지만 여전히 물살을 조종할 수 있는 힘이 있습니다.<br>스킬라 주변의 일정 범위 내에서는 고속 물살을 소환해 그에게 다가갈 수 있습니다. 상호작용 시 그는 격류를 소환해 캐릭터를 목표 지점으로 보내줍니다.<br>어디로 갈지 고민 중이라면 특정 오브젝트를 조준해보세요. 그가 뭔가를 얘기해 줄지도 모릅니다…"
            },
            {
                "I": "UI_DITutorial_RemusJapalura02",
                "D": "스킬라는 심해 곳곳을 떠돕니다.<br>지난날의 바다를 탐사할 때 스킬라는 @캐릭터가 위치한 해역#을 기준으로 움직입니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13329,
        "N": "고대 「악장」의 힘",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusMagic01",
                "D": "이미 멸망한 고대 문명의 신비하고 예측불가한 「악장」.<br>「악장」의 힘을 사용하면 @2가지 음파#를 방출할 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusMagic02",
                "D": "「악장」의 힘을 사용하면 음악 에너지로 구동되는 사물과 공명할 수 있습니다.<br>@짧게 눌러 정지 음파를 방출#하면 주변에 있는 특정 사물을 멈추게 할 수 있습니다. @홀드해 울림 음파를 방출#하면 주변에 있는 특정 사물을 움직이거나, @정지 음파#의 영향을 받은 사물을 다시 활성화할 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusMagic03",
                "D": "「악장」의 힘에 영향을 받은 사물은 그 위에 @특수한 음표#가 표시됩니다. 특정 음파와 공명하면 위에 표시된 음표도 따라 변합니다.<br>음악으로 움직이는 사물이 모든 음파와 공명할 수 있는 것은 아닙니다. 대부분의 사물은 특정 음파의 영향만 받습니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13342,
        "N": "예측 불허의 무대!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusMural01",
                "D": "「빈 악보」를 장착하면 연주 장치를 가동해 화려한 무대 연주를 시작할 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusMural02",
                "D": "연주 중에 무대 위에서는 선율에 따라 형태가 각기 다른 음표 방울들이 끊임없이 발사됩니다.<br>해당 기간 동안 일정 수량의 음표 방울을 수집하면 연주를 정상적으로 진행할 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusMural03",
                "D": "@짧게 눌러 정지 음파를 방출#하면 「악장」의 힘으로 음표 방울을 멈추어 수집이 수월해집니다.<br>연주 과정 중에는 각종 예측불허의 상황이 발생할 수 있습니다. 어려움을 극복하고 연주를 완성하세요.<br>벽화에 있는 거함 포르투나호가 종점에 도착하면 연주는 완벽한 성공으로 끝나게 됩니다!"
            },
            {
                "I": "UI_DITutorial_RemusMural04",
                "D": "벽화에 있는 배는 항해 도중 폭풍우를 만날 수 있습니다. @음표 방울을 수집#하면 보호막을 펼쳐 번개를 막을 수 있습니다. 만약 배가 제때 보호막을 펼치지 못해 침몰한다면 연주는 실패합니다.<br>폭풍우 기간 동안 무대에는 예측 불가한 낙뢰가 연주를 방해합니다. 낙뢰를 피하고 연주를 완성하세요!"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13341,
        "N": "마도서로 가득 찬 신비한 책장?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusMagicBookshelf01",
                "D": "성에서 가끔 볼 수 있는 마도서 소장용 특수 책장.<br>성에서 찾은 마도서를 다시 책장에 돌려 놓으면, 그 안에 있는 음악의 에너지를 활성화할 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusMagicBookshelf02",
                "D": "「악장」의 힘으로 활성화된 책장과 공명할 수 있습니다. @홀드로 울림 음파를 방출#하면 마도서가 책장에서 날아가게 할 수 있습니다. 이때 @짧게 눌러 정지 음파를 방출#하면 마도서를 공중에서 멈추게 할 수 있습니다.<br>날아가는 마도서를 적절한 위치에서 멈추게 하면 책장 뒤에 숨은 통로를 열 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13340,
        "N": "신출귀몰한 마도서",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusMagicBook01",
                "D": "질서 잃은 선율의 영향을 피해 책장을 떠나 성 안을 누비는 마도서.<br>올바른 타이밍에 @짧게 눌러 정지 음파를 방출#하면 「악장」의 힘으로 공중에 멈추게 할 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusMagicBook02",
                "D": "이런 마도서를 습득해 다시 @특수한 책장#에 돌려 놓으면, 그 안에 있는 힘을 활성화할 수 있을지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13339,
        "N": "소라 문어",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusOctopus_01",
                "D": "지난날의 문명이 남긴 소라와 기묘한 공생관계를 맺게 된 해저 생물. 오래된 멜로디를 끊임없이 부릅니다.<br>색이 다른 품종이 있는 것 같습니다. 그중 주황색 소라 문어는 @짧게 눌러 정지 음파를 방출#해 공명할 수 있습니다. 파란색 소라 문어는 「악장」의 힘에 영향을 받지 않아서 다른 방식으로 상호작용해야 합니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13338,
        "N": "묘음꽃과 찬란한 말미잘",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusFansPlant_01",
                "D": "심해에서 음악 에너지를 먹고사는 신비한 생물. 옆에 있는 찬란한 말미잘은 녀석이 음악을 수집하는 기관입니다.<br>@홀드로 울림 음파를 방출#하면 찬란한 말미잘의 방향을 바꿀 수 있습니다"
            },
            {
                "I": "UI_DITutorial_RemusFansPlant_02",
                "D": "찬란한 말미잘은 소라 문어가 부른 음악을 수집할 수 있습니다. 찬란한 말미잘이 음악을 수집하면 묘음꽃이 선율에 따라 흔들립니다.<br>수집한 음악에 따라 묘음꽃이 흔들리는 리듬도 변합니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13337,
        "N": "황금 초롱아귀!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusLanternFish01",
                "D": "이미 멸망한 고대 문명이 모종의 특수한 목적을 가지고 육성한 의태 장치. 거대한 입에 뭔가 대단한 것이 숨겨져 있는 것 같습니다.<br>머리에 달린 탐측 장치가 이상을 발견하면 거대한 입을 다뭅니다. 입에 있는 물건을 얻고 싶다면 녀석이 방심한 틈을 타 @꼬리 위치에서 짧게 눌러 정지 음파를 방출#해, 녀석의 움직임을 멈춘 다음 가져가세요…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13336,
        "N": "산호초 속의 살랑 뱀장어",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusEelCoralReefs01",
                "D": "이런 뱀장어는 심해의 산호초에 숨어 있습니다. 음악의 율동에 매우 민감하기 때문에 자극을 받으면 고개를 내밉니다.<br>녀석들이 @고개를 내밀 때# @짧게 눌러 정지 음파를 방출#하면 뱀장어들은 산호초에 숨지 못하고 선율에 따라 흔들리기만 합니다…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13335,
        "N": "「자동 파이프」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusTuner01",
                "D": "음악에 심취한 고대 문명이 만든 자동 장치. 「악장」의 힘으로 음조를 정확히 조율해야 합니다.<br>@홀드로 울림 음파 방출하는 기간 동안# 조율판이 계속 움직입니다. @손을 떼# 특정 음표를 가리키게 하면 음조를 바꿀 수 있습니다.<br>한 세트의 「자동 파이프」 음조가 모두 정확하게 조율되면, 위에 표시된 음표가 변합니다. 정확한 음표에 대한 힌트는 주변에서 찾을 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13333,
        "N": "용의 후예를 속박한 사슬",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusChainPillar01",
                "D": "스킬라를 속박하는 3개의 사슬은 각각 3개의 돌기둥에 얽혀있습니다. 「악장」의 힘을 이용해 @홀드로 울림 음파를 방출#하면 사슬을 해제할 수 있습니다.<br>오랜 시간이 지났기 때문에 간혹 돌기둥이 넝쿨에 얽혀 「악장」과 공명하지 못할 수 있습니다. 이때는 먼저 넝쿨을 제거해야만 사슬을 해제할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13332,
        "N": "공명 말미잘",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RhythmAnemone01",
                "D": "이 기묘한 해저 생물은 소라 문어가 연주한 곡과 공명할 수 있습니다. 지속적으로 곡의 영향을 받으면 @공명 상태#에 진입합니다.<br>「악장」의 힘으로 소라 문어의 운동 상태를 바꾸면 주변의 공명 말미잘에게 영향을 줄 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 13327,
        "N": "빛나고 말하는 고양이?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_DITutorial_RemusCat01",
                "D": "「우스」와 함께 깊은 물속에 있는 지난날의 나라를 탐험해보세요!"
            },
            {
                "I": "UI_DITutorial_RemusCat02",
                "D": "「우스」와 함께하는 모험의 여정에서는 언제든 우스와의 @대화#를 통해 더 많은 정보를 얻을 수 있습니다.<br>시간 날 때 @쓰다듬는# 것도 잊지 마세요!"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 7012,
        "N": "밤바람 호른",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_FrenchHorn_01",
                "D": "연주 시 음표 버튼을 홀드하면 「밤바람 호른」으로 장음을 연주할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "4.6"
    },
    {
        "_id": 2149,
        "N": "골렘 근위대",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_207",
                "D": "의지가 깃든 고대 골렘. 대리석으로 구성된 단단한 몸을 활용해 전투를 벌입니다. @바위 원소를 상대하는 방법#으로 맞서면 효과적으로 골렘의 방어를 무너뜨릴 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "4.6"
    },
    {
        "_id": 2148,
        "N": "골렘 군단장",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_208",
                "D": "대리석으로 구성된 단단한 몸으로 공격을 막고 음률과 화염으로 적을 섬멸하는 고대 골렘 군단장. @바위 원소를 상대하는 방법#으로 맞서면 효과적으로 골렘의 방어를 무너뜨릴 수 있습니다. 골렘은 전투 중에 자신을 돕는 공명기를 설치하는데, @공명기를 파괴#해도 효과적으로 골렘의 방어막을 약화시킬 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "4.6"
    },
    {
        "_id": 13280,
        "N": "황금 잉어 도약",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_CarpJumpBall_G_01",
                "D": "침옥 협곡 야외에서는 가끔 흩어져있는 선력을 흡수해 공중을 부유하는 기묘한 물방울을 만날 수 있습니다. 부금이 부여한 선력을 이용하면 잠깐 동안 황금 잉어로 변신해 자유롭게 물방울 속으로 들어갈 수 있습니다"
            },
            {
                "I": "UI_CarpJumpBall_G_02",
                "D": "물방울 속에 머무는 동안 자유롭게 이동 방향을 선택할 수 있고, 점프 버튼을 홀드해 수직으로 움직일 수도 있습니다"
            },
            {
                "I": "UI_CarpJumpBall_G_03",
                "D": "이런 방식으로 전설 속의 황금 잉어처럼 자유자재로 산과 숲을 드나들어 보세요"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13279,
        "N": "「뾰로통 선상」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_ShootingStatue_G_01",
                "D": "특이한 모양의 석상. 부금이 부여한 선력을 사용하면, 황금 잉어로 변신해 드나들 수 있는 물방울을 발사합니다"
            },
            {
                "I": "UI_ShootingStatue_G_02",
                "D": "석상이지만 어째서인지 뾰로통해 보입니다. 이것의 원형은 과연 무엇일까요…<br>비록 잔뜩 화난 모습이지만, 당신이 어떠한 선택을 내려도 이 석상은 화를 내지 않습니다"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13278,
        "N": "「느긋느긋 선상」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_ClicheStatue_G_01",
                "D": "특이한 모양의 석상. 부금이 부여한 선력으로 이 무거워 보이는 석상을 쉽게 움직일 수 있습니다.<br>석상이지만 어째서인지 느긋해 보입니다. 이것의 원형은 과연 무엇일까요…"
            },
            {
                "I": "UI_ClicheStatue_G_02",
                "D": "석상의 느긋한 대화를 듣고, 석상을 다시 정확한 자리에 배치하세요. 어떤 석상은 「원래 위치」로 돌아가기 싫어하니 주의해야 합니다"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13277,
        "N": "「하늘하늘 선상」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_RunBirdRun_G_01",
                "D": "특이한 모양의 석상. 이 석상에 다가가면 몸이 가벼워집니다. 조금만 뛰어도 평소에 닿지 않는 높은 곳까지 닿을 수 있습니다.<br>석상이지만 어째서인지 가벼운 느낌이 듭니다. 이것의 원형은 과연 무엇일까요…"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13276,
        "N": "흐르는 연꽃의 풍경",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_LotusLight_G_01",
                "D": "선력으로 강 사이에 흩어진 「흐르는 연꽃잔」을 밝힐 수 있습니다.<br>「흐르는 연꽃잔」의 상서로운 빛은 주위에 있는 연꽃등을 @잠시 동안# 밝힐 수 있습니다"
            },
            {
                "I": "UI_LotusLight_G_02",
                "D": "선력을 이용해 「흐르는 연꽃잔」을 거둬들여, 일정 범위 내의 연꽃등을 밝히거나 다시 적절한 위치에 배치할 수 있습니다"
            },
            {
                "I": "UI_LotusLight_G_03",
                "D": "만약 한 구역 내에 있는 모든 연꽃등을 동시에 밝히면 기묘한 일이 발생할지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13275,
        "N": "향기로운 옥솥",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Incense_G_01",
                "D": "선력으로 야외에 흩어져 있는 「옥솥」과 공명할 수 있습니다.<br>「옥솥」에 담긴 선력의 힘을 빌리면 @잠깐 동안# 선맥 경로에 있는 향로에 불을 붙일 수 있습니다"
            },
            {
                "I": "UI_Incense_G_02",
                "D": "동시에 모든 향로에 불을 붙이면 기묘한 일이 발생할지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13274,
        "N": "「수천 년의 역사가 우리를 지켜보고 있다!」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Building_G_01",
                "D": "부금이 부여한 선력으로 이미 무너진 고대 유적들을 어느 정도 복구할 수 있습니다"
            },
            {
                "I": "UI_Building_G_02",
                "D": "자세히 유적의 모양을 관찰한 뒤, 각기 다른 물건을 정확한 방향으로 알맞은 위치에 배치하세요"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13273,
        "N": "성한 기운",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_YunqiBattle_G_01",
                "D": "침옥 협곡의 산과 강 사이에는 예로부터 「성한 기운」이라고 불리는 이상 현상이 존재합니다. 일반인이 실수로 이 가스를 들이마시면 며칠 동안 두통과 답답함에 시달립니다"
            },
            {
                "I": "UI_YunqiBattle_G_02",
                "D": "성한 기운은 인간에게 치명적으로 위험하진 않지만, 오랫동안 그곳을 배회하는 야수와 마물은 성한 기운의 영향을 받아 평소보다 훨씬 난폭해졌습니다. 강한 마물일수록 더 큰 영향을 받습니다.<br>@마물의 우두머리#를 처치하면 해당 구역의 @성한 기운의 근원#을 찾아내 선력으로 정화시킬 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13272,
        "N": "",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_ImmortalHairpin_G_03",
                "D": "적절한 위치로 이동시켰다면 「금옥 비녀」에서 뿜어져 나온 선인의 샘물이 잉어 석상에 있는 영력 구슬에 닿아 영력 구슬이 다시 활성화됩니다"
            },
            {
                "I": "UI_YunqiBattle_G_01",
                "D": "침옥 협곡의 산과 강 사이에는 예로부터 「성한 기운」이라고 불리는 이상 현상이 존재합니다. 일반인이 실수로 이 가스를 들이마시면 며칠 동안 두통과 답답함에 시달립니다"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 13271,
        "N": "금옥 폭포",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_ImmortalHairpin_G_01",
                "D": "부금이 부여한 선력으로 그녀가 남긴 「금옥 비녀」를 자유롭게 이동시킬 수 있습니다"
            },
            {
                "I": "UI_ImmortalHairpin_G_02",
                "D": "「금옥 비녀」를 이동시켜 적당한 위치에 끼워 넣으세요"
            },
            {
                "I": "UI_ImmortalHairpin_G_03",
                "D": "적절한 위치로 이동시켰다면 「금옥 비녀」에서 뿜어져 나온 선인의 샘물이 잉어 석상에 있는 영력 구슬에 닿아 영력 구슬이 다시 활성화됩니다"
            }
        ],
        "Y": 2,
        "V": "4.4"
    },
    {
        "_id": 2147,
        "N": "현문 야수",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_205",
                "D": "침옥 협곡 산속 깊은 곳에 서식하는 사나운 야수. 원소 반응으로 빙결시키고, @쇄빙 또는 융해 등의 원소 반응#으로 얼음을 부수면 현문 야수는 잠시 행동 불가 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "4.4"
    },
    {
        "_id": 2146,
        "N": "은둔 산예",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_206",
                "D": "산속 깊은 곳에 서식하는 신수. @물 원소#와 @바람 원소#를 동시에 사용해서 전투를 펼칩니다. 신수가 @물 원소#의 선력을 모을 때 빙결시키고, @쇄빙 또는 융해 등의 원소 반응#으로 얼음을 부수면 신수는 잠시 행동 불가 상태에 빠집니다. 신수가 @바람 원소#의 선력을 모을 때 소환된 영풍 구슬을 @바람 원소와 반응하는 원소 타입의 공격#으로 파괴해도 행동 불가 상태에 빠뜨릴 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "4.4"
    },
    {
        "_id": 13256,
        "N": "궁극자의 탑의 광결합",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_GearLauncher_01",
                "D": "탑에는 고도 특화 맞춤형 움직이는 장치와 엘리파스 빛줄기 생성기가 있습니다. 일부 층의 돔에는 @빛줄기를 발사할 수 있는 움직이는 휠 세트#가 존재하며, 대응하는 움직이는 장치 밸브로 @돌릴 수 있습니다#"
            },
            {
                "I": "UI_FontaineTutorial_GearLauncher_02",
                "D": "이와 반대인 장치는 특별 맞춤형 빛줄기 접수기이며, 이름 그대로 @빛줄기를 접수해야 활성화됩니다#"
            },
            {
                "I": "UI_FontaineTutorial_GearLauncher_03",
                "D": "맞춤 빛줄기 생성기가 적재된 휠 세트는 장치를 통해 @수평 높이#를 조정할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13249,
        "N": "거대한 조개!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_BigShell_01",
                "D": "@두드리면# 스트레스 반응으로 인해 열립니다. 안에 뭔가 대단한 물건이 들어 있을지도 모릅니다!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13248,
        "N": "에너지 흐름·두 번째",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_RotateCanal_01",
                "D": "에너지 흐름 통행에 필요한 「수로」의 코너에는 가끔 에너지 흐름 배치 장치가 있습니다. 장치의 형태를 통해 에너지 흐름의 통행 방향을 판단할 수 있습니다.<br>이런 배치 장치 근처에는 보통 방향을 제어할 수 있는 장치가 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13246,
        "N": "에너지 흐름·첫 번째",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_SXFYReservoir_01",
                "D": "이 유적에는 사전에 설치된 「수로」를 따라 졸졸 흐르는 기이한 물빛 에너지 흐름이 존재합니다.<br>또한 레일 위에는 이 에너지 흐름을 모을 수 있는 장치가 있는데, 이런 신비한 장치는 @승강기#를 통해 에너지 흐름을 더 높거나 더 낮은 층에 있는 「수로」로 이어줄 수 있습니다. 이 에너지 흐름을 유적 @중앙에 있는 대형 장치#로 이끄는 것이 최종 목표인 듯합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13244,
        "N": "움직이는 장치·수직 승강 기둥과 엘리파스 빛줄기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_ColumnRay_01",
                "D": "승강 기둥에는 종종 빛줄기 접수 렌즈와 이와 연동된 @빛줄기 방사 렌즈#가 있습니다. 빛줄기가 접수 렌즈로 들어가면, @볼록 튀어나온# 방사 렌즈에서 발사됩니다"
            },
            {
                "I": "UI_FontaineTutorial_ColumnRay_02",
                "D": "승강 기둥에는 종종 공 모양의 빛줄기 중계기가 있습니다. 빛줄기를 수신한 빛줄기 중계기는 연동된 빛줄기 생성기를 통해 빛줄기를 발사합니다. 접수 수정으로 빛줄기 생성기의 방향을 제어할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13243,
        "N": "움직이는 장치·레일 세트와 엘리파스 빛줄기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_SliderRefractor_01",
                "D": "레일 위에는 종종 공 모양의 빛줄기 @중계기#가 있는데, 조절 밸브 등의 장치로 이 중계기를 @움직일 수 있습니다#.<br>공 모양의 빛줄기 중계기는 빛을 접수하면 일정 방향을 향해 빛을 발사합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13242,
        "N": "움직이는 장치·승강 기둥",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Column_01",
                "D": "받침대에 있는 @「접수 수정」#을 이용해 @위아래#로 움직일 수 있는 기둥. 비록 원래 설계 의도에서 벗어난 방법이지만 이색 풍선 문어의 에너지로 접수 수정을 제어하면 받침대를 기준으로 기둥을 위아래로 움직일 수 있습니다.<br>일반적으로 받침대에 접수 수정이 @1개# 있는 승강 기둥은 상승한 다음 @시간에 따라 천천히 하강합니다#. 접수 수정이 @2개# 있으면 각각 @상승#과 @하강#을 모두 제어할 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_Column_02",
                "D": "승강 기둥은 가끔 지면이나 벽 반대편으로 뻗어나갈 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13241,
        "N": "움직이는 장치·엘리파스 빛줄기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyWheel_03",
                "D": "이 장치는 폰타인 자연철학이 미숙하던 시절 광학을 연구하기 위해 실험적으로 개발한 것으로 이 장치의 기본 요소는 @「빛줄기 생성기」#와 @「빛줄기 접수기」#입니다.<br>빛줄기 생성기는 가끔 조절 밸브와 비슷한 받침대 「빛줄기 접수기」에 설치되어 있는데, 이색 풍선 문어의 능력으로 제어해 회전시킬 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13240,
        "N": "움직이는 장치·레일 세트",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Slider_01",
                "D": "세트로 구성된 장치. 일반적인 구성 요소는 다음과 같습니다:<br>레일, 수정, 수정 받침대, 수정 운동 제어 장치(조절 밸브, 탄성 밸브 등), 일부 레일에는 배치 스위치도 있습니다.<br>@조절 밸브#와 같은 장치를 이용해 모든 수정을 @수정 받침대 위에 멈추게 하는 것#이 「도전」 목표입니다"
            },
            {
                "I": "UI_FontaineTutorial_SliderStopper_01",
                "D": "@배치 스위치#를 작동하면 @레일을 막을 수 있으며# 움직이는 사물은 레일을 통과할 수 없게 됩니다. 배치 스위치를 활용하면 연동해서 움직이는 수정들의 위치를 조정해 모든 수정을 수정 받침대 위에 멈추게 할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13239,
        "N": "움직이는 장치·탄성 밸브",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyWheel_02",
                "D": "@1개의 「접수 수정」#으로 장치 밸브가 양방향으로 회전하게 만들 수 있습니다. 비록 원래 설계 의도에서 벗어난 방법이지만 이색 풍선 문어의 에너지는 접수 수정을 밀어 탄성 밸브를 한 방향으로 움직이게 할 수 있습니다. 물 흐름이 멈추면 탄성 밸브는 @원위치로 자동 복귀합니다#. 해당 밸브와 연동된 장치도 따라 움직입니다.<br>가끔은 밸브의 잃어버린 접수 수정을 찾아야 할 수도 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13238,
        "N": "움직이는 장치·조절 밸브",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyWheel_01",
                "D": "@2개의 「접수 수정」#으로 장치 밸브가 @양방향으로 회전하게# 만들 수 있습니다. 비록 원래 설계 의도에서 벗어난 방법이지만 이색 풍선 문어의 에너지는 접수 수정을 밀어 조절 밸브를 시계 방향 또는 반시계 방향으로 돌게 하여 연동된 장치를 움직일 수 있습니다.<br>가끔은 밸브의 잃어버린 접수 수정을 찾아야 할 수도 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13237,
        "N": "위험한 자동 함포",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Shipcannon_01",
                "D": "침몰선 근처에 등장하는 병기. 캐릭터가 사정거리 안에 있으면 @지속적으로 캐릭터를 목표로 삼고 공격합니다#"
            },
            {
                "I": "UI_FontaineTutorial_Shipcannon_02",
                "D": "일반적으로 에너지 흐름을 따라가면 자동 함포의 잃어버린 @「접수 수정」#을 찾을 수 있습니다. 접수 수정을 함포 받침대에 @끼워 넣고#, 그것을 향해 @이색 풍선 문어의 에너지를 지속적으로 발동하면# 함포의 @제어권#을 획득합니다. 제어권을 획득하면 함포가 더 이상 캐릭터를 공격하지 않으며 수동으로 조작할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13236,
        "N": "위치 에너지 공",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Golf_01",
                "D": "이색 풍선 문어의 에너지를 받아들여 힘으로 전환해 @축적합니다#. 에너지가 끊기면 캐릭터가 바라보는 방향을 향해 그동안 모은 힘을 발사합니다.<br>위치 에너지 공 도전은 일반적으로 캐릭터를 감지할 수 있는 @금빛 표식#과 공존하며, 캐릭터가 금빛 표식 옆에 있을 때만 위치 에너지 공의 @목표 고리#가 생성됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13234,
        "N": "수정 부유꽃과 수정 부유 발판",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Rotateflower_01",
                "D": "독특한 성질을 지닌 광물과 식물의 결합체. 이색 풍선 문어의 에너지 영향을 받으면 @일정 시간 동안 회전합니다#. 수정 부유꽃이 회전하기 시작하면 수정 부유 발판이 나타납니다"
            },
            {
                "I": "UI_FontaineTutorial_Timefloor_01",
                "D": "수정 부유 발판은 수정 부유꽃이 회전하면 나타났다가 투명해지고, 수정 부유꽃이 회전을 멈추면 사라집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13233,
        "N": "거대 모자 해파리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Jellyfish_01",
                "D": "탄력이 넘치고 캐릭터를 흡수해 하늘까지 발사할 수 있는 신비한 폰타인 생물. 모자 해파리의 최종 진화 형태라고 합니다.<br>이색 풍선 문어의 에너지는 종종 이것을 다른 장소로 @밀어낼 수 있습니다#"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13232,
        "N": "맑은 이슬 거품",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_FDBubble_01",
                "D": "맑은 이슬 거품은 @공격을 받으면# 터지고 @물결을 방출합니다#. 이색 풍선 문어의 에너지로 거품을 @밀어내면# 위치를 변경할 수 있으며, 밀어낼 때 생성되는 고리로 터질 때의 물결 범위를 예측할 수 있습니다. 두 개의 소형 맑은 이슬 거품이 서로 접촉하면 더 큰 거품으로 @합쳐져# 터질 때 방출하는 물결의 영향 범위도 @더욱 커집니다#"
            },
            {
                "I": "UI_FontaineTutorial_CreateBubble_01",
                "D": "가끔 폰타인에서 볼 수 있는 「맑은 이슬 가지」는 맑은 이슬 거품을 생성합니다. 하지만 다른 사물과 마찬가지로 오염된 점막 안에 있으면 활력을 잃습니다"
            },
            {
                "I": "UI_FontaineTutorial_FDBubble_02",
                "D": "이 물결은 조화의 파이프 도전을 완료하는 데 꼭 필요한 동시에 물 원소 비석 등 물 원소에 민감한 장치나 오브젝트와도 상호 작용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13231,
        "N": "조화의 파이프",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Pipe_01",
                "D": "조화의 파이프는 @맑은 이슬 거품#이 터질 때 방출되는 물결로 활성화할 수 있습니다. 위에 나타나는 @룬의 수량#은 도전 중 같은 세트에 속한 조화의 파이프 @활성화 시 지켜야 할 순서#를 뜻합니다. @룬의 수량이 같은# 조화의 파이프가 다수 존재할 경우, 해당 조화의 파이프들은 @동시에 활성화#시켜야 합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13230,
        "N": "이색 풍선 문어의 능력",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Octopusability_01",
                "D": "…기이한 물빛 에너지를 분사합니다. @홀드 시# 조준 및 지속 발동이 가능합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13229,
        "N": "이색 풍선 문어의 능력 생성기?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_SpraySeed_01",
                "D": "가끔 지상에서 발견되는 독특한 생태 연구 장치. 기이한 바다의 원천이 안에 있는 원류바다 이종의 에너지를 인식했기 때문인지, 이 장치와 @상호작용#하면 육지에서도 해당 장치의 @주변 일정 범위 내에서# 이색 풍선 문어의 능력을 사용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13228,
        "N": "오염된 점막",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Dirt01",
                "D": "폰타인 야외에는 가끔 생명력이 과도하게 왕성하거나 또 다른 원인으로 인해 생긴——오염된 점막이 존재합니다. 점막의 오염 덩어리와 오염 코어는 이색 풍선 문어 등 @이색 원류바다 이종#의 능력으로 @제거#할 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_Dirt02",
                "D": "진화로 인해 오염 덩어리는 가끔 서로 @연결됩니다#. 연결된 덩어리를 재빨리 제거하지 않으면 기존에 제거했던 덩어리가 @다시 생성됩니다#.<br>오염 코어는 종종 @뚫을 수 없는 껍데기#로 공격을 막습니다. 일반적으로 주변에 있는 오염 덩어리를 먼저 제거해야 껍데기를 제거할 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_Dirt03",
                "D": "일부 오염 코어는 진화를 통해 공격 능력까지 얻었습니다. 공격을 받으면 자신을 보호하거나 스스로 사냥을 통해 영양분을 획득합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13226,
        "N": "수선화 십자검",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Sword",
                "D": "수선화 십자와의 인연은 끝났지만 「성검」에는 아직도 힘이 남아 있습니다.<br>잠든 땅의 이야기에 나오는 마력으로 가득 찬 @작은 분수대#에서 세례를 받으면 「수선화 십자검」의 @프뉴마·우시아# 성질이 @변합니다#"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13183,
        "N": "물이 너무 많아…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_BubbleFruit_01",
                "D": "많은 물 원소가 응집되어 만들어진 물수정 과일입니다.<br>내부 압력으로 인해 종종 물방울을 내뿜고, 일정량의 수분을 잃으면 주변으로 물결파를 내뿜어 다가오는 대상을 공격합니다.<br>원소 반응으로 물을 완전히 제거하면 안에 있는 내용물을 획득할 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13182,
        "N": "이상한 뱀장어?",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_InvisibleEel_01",
                "D": "기이한 수중 생물. 해저에서 빠르게 이동합니다.<br>이색 칼날 가오리, 이색 중갑 게, 이색 탱탱 물범, 이색 해파리의 능력을 이용하면 해당 생물의 고속 이동을 잠시 멈출 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13181,
        "N": "단압 장치",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Hammer_01",
                "D": "단압 공정 가동 시 단압 장치는 소재를 활성화 상태로 만듭니다. 소재가 황적색 빛을 발할 때 단압 망치로 단압을 진행하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13180,
        "N": "에너지 도둑",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_CatchDevice_01",
                "D": "지오드 갱도에 설치된 안전 보장 시설 중 하나로, 에너지 저장 장치를 지닌 개체를 적극적으로 추적해 소규모 폭발로 해당 에너지 저장 장치를 무효화합니다.<br>에너지 저장 장치가 없는 개체에는 아무런 위협이 되지 않으며, 그저 아름다운 공에 불과합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13179,
        "N": "각 방향의 연결 통로를 제어하는 구동 장치 밸브",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_RotationDevice_01",
                "D": "조작법이 굉장히 복잡한 기계 장치. 버려진 생산 구역의 통로를 열고 닫을 수 있습니다.<br>가동 후 화살표를 지닌 「코어 톱니바퀴 구동기」와 「톱니바퀴 구동기」가 움직입니다. @화살표들이 서로 마주할 때 조작해서 작동을 멈추면# 「코어 톱니바퀴 구동기」가 가리키는 연결 통로가 열립니다"
            },
            {
                "I": "UI_FontaineTutorial_RotationDevice_02",
                "D": "조작법이 굉장히 복잡한 기계 장치. 버려진 생산 구역의 통로를 열고 닫을 수 있습니다.<br>가동 후 화살표를 지닌 「코어 톱니바퀴 구동기」와 「톱니바퀴 구동기」가 움직입니다. @화살표들이 서로 마주할 때 조작해서 작동을 멈추면# 「코어 톱니바퀴 구동기」가 가리키는 연결 통로가 열립니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13178,
        "N": "프로토타입 집광 렌즈",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_FocusMirror_01",
                "D": "실험성 광학 결정체 부품을 장착한 집광 렌즈. 이미지가 가장 선명할 때 수동으로 보정하면 집광을 완료할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13177,
        "N": "변이된 「중력이상 물」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_PollutedWater_01",
                "D": "냉각 부품에서 뿜어져 나온 에너지 흐름의 영향을 받아 변이가 일어난 위험한 물입니다.<br>이런 물 안에 오래 머물면 「혼잡한 에너지 흐름」이 계속해서 누적되며, 최대치로 누적되면 파티 내 모든 캐릭터가 익사합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13176,
        "N": "붉은 악당과 꼬마 악당",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_UnderwaterBac_01",
                "D": "수중에서 습관적으로 통로를 점령해 버리는 위험한 생물. 다가오는 모든 것을 무차별 공격합니다. 범위 내의 모든 붉은 악당과 꼬마 악당을 짧은 시간 내에 처치하지 않으면, 이 악당들은 계속해서 다시 생겨납니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13175,
        "N": "이색 해파리의 능력",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_JellyAbility_01",
                "D": "…폭발 능력이 있는 모자 폭탄을 던집니다.<br>버튼을 @길게 누르면# 조준을 시작해 더 강력하고 영향 범위가 넓은 콰르릉 모자 폭탄을 배치할 수 있으며, 배치 후 @다시 버튼을 누르면# 콰르릉 모자 폭탄이 폭발합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13174,
        "N": "안정 장치",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Stabilizer_01",
                "D": "안정되어 보이지만 실제로는 불안정한 장치. @고리가 파란 불이 들어온 검사 구역 범위 안에 있을 때# 장치를 공격해야 안정성을 회복합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13173,
        "N": "고정식 및 이동식 에너지 저장 장치",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Battery_01",
                "D": "에너지 저장 장치는 연구 단말기나 전이 단말기 같은 각종 장치에 에너지를 공급할 수 있습니다.<br>이동식 에너지 저장 장치를 줍고 운행을 멈춘 장치 옆에 배치하면 해당 장치가 기능을 회복합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13172,
        "N": "전이 단말기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_EnergyCamera_01",
                "D": "연구 단말기와 유사한 장치. 전이 포트 시야를 연결해 다양한 에너지 저장 장치의 에너지를 수집하거나 옮길 수 있습니다.<br>다른 전이 포트가 시야 내에 존재할 경우, @목표 포트를 조준해 선택하는 방식으로# 전이 포트 시야를 전환할 수 있고, 이미 수집한 에너지도 함께 옮길 수 있습니다.<br>에너지 전이 외에도 전이 포트는 시야 내의 그림 암호 편지를 문자로 전환할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13211,
        "N": "격투기장 도전",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_MQBoxingGadget_01",
                "D": "격투 과녁은 순서대로 튀어나오며 격투 과녁의 지시등이 파란색이 될 때 @격투 과녁이 올라온 순서에 따라# 공격해야 합니다. 순서에 맞춰 4라운드를 모두 성공하면 최종 도전에 성공하게 되고, 잘못된 목표를 일정 횟수 공격하면 실패합니다.<br>직접 도전을 중단하거나 도전 구역을 떠나도 도전에 실패합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13210,
        "N": "기계를 조작해 부속품 단조",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_MQIronGadget_01",
                "D": "부속품을 단조하려면 먼저 가공되지 않은 부속품을 기계에 투입한 다음, 기계와 상호 작용해 도전을 진행해야 합니다"
            },
            {
                "I": "UI_FontaineTutorial_MQIronGadget_02",
                "D": "부속품 회전 부분이 걸려 멈추면 회전 부분을 공격해 다시 기계를 작동시켜야 합니다"
            },
            {
                "I": "UI_FontaineTutorial_MQIronGadget_03",
                "D": "부속품 발판이 빛날 때 점프해 단조를 1회 완료하세요"
            },
            {
                "I": "UI_FontaineTutorial_MQIronGadget_04",
                "D": "콘텐츠를 완료하고 가공에 성공한 부속품을 회수하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13171,
        "N": "수중의 프뉴무시아 에너지…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_AbsorbArkhe_01",
                "D": "폰타인에서 온 캐릭터 대부분은 「아르케의 힘」을 가지고 있습니다. 그들은 수중에서 프뉴무시아 에너지 덩어리에 의존하지 않고도 공격을 통해 @자신과 상응하는 성질#의 힘을 발동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13169,
        "N": "원류바다 해초의 강인한 생명력…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Seaweed_01",
                "D": "일부 원류바다 해초의 약점에는 특수한 빛이 납니다. 이 약점을 원류바다 물의 칼날로 @짧은 시간 안에 모두 자르지# 못하면 재생됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13168,
        "N": "소생의 물 덩어리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_UnderSeaFishSpeedUp_01",
                "D": "수중에서는 가끔 에너지를 발산하는 덩어리를 만날 수 있습니다. 접촉하면 캐릭터는 그 안에 있는 에너지를 흡수해 수중 스태미나 및 HP를 회복할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13158,
        "N": "프뉴마와 우시아의 상호 소멸",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Annihilate",
                "D": "프뉴마와 우시아는 폰타인의 생물과 토양, 대기, 그리고 수맥이 가진 성질입니다. 만약 서로 다른 두 성질의 에너지가 만나면 상호 소멸되며 더욱 강한 에너지가 발생합니다. 폰타인에 존재하는 많은 태엽 장치는 해당 에너지로 작동합니다. 하지만 이 에너지 공급은 안정적이지 않아서, 우시아나 프뉴마 에너지의 특징이 드러나곤 합니다. 반대 성질로 공격하면 에너지의 과중부하를 일으켜 에너지를 잃게 할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13157,
        "N": "「생명의 계약」과 HP 회복",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Avatar_HPDebts_Add",
                "D": "「생명의 계약」은 캐릭터가 받는 치유 효과를 흡수하여 캐릭터가 HP를 회복할 수 없게 만듭니다.<br>생명의 계약 수치만큼의 치유 회복량을 흡수하면 생명의 계약은 사라집니다"
            },
            {
                "I": "UI_Avatar_HPDebts_Add",
                "D": "생명의 계약이 중복으로 부여된 경우, 생명의 계약을 제거하기 위해 필요한 회복량도 중첩됩니다. 보통 캐릭터 HP 최대치의 200%까지만 중첩됩니다.<br>생명의 계약은 지속 시간이 매우 깁니다. 치유를 받거나 일곱신상을 방문하는 등의 방식으로 생명의 계약을 제거 할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13154,
        "N": "총알 따개비",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_HermitCrabAbility_02",
                "D": "사악한 수생 생물은 접근하는 캐릭터를 향해 흉악한 포탄을 발사합니다!<br>중갑 보호막을 홀드하면 공격을 흡수하고 에너지 탄을 발사할 수 있습니다. 이 특성을 활용해 되갚아주세요!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13147,
        "N": "이색 중갑 게의 능력",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_HermitCrabAbility_01",
                "D": "…공격을 막을 수 있는 중갑 보호막을 생성하고, 균열이 있는 바위를 부술 수 있는 충격파를 방출합니다.<br>@홀드 중에는# 보호막이 계속 지속되며, 스킬 버튼에서 @손을 떼면# 조준한 방향으로 충격파를 방출합니다. 해당 기간에 공격을 받으면 더욱 강력한 에너지 탄을 발사합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13146,
        "N": "이색 탱탱 물범의 능력",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_SealAbility_01",
                "D": "…탐지 효과를 지닌 탱탱 음파를 방출합니다. @홀드 시# 조준 상태로 계속해서 음파를 방출할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13145,
        "N": "이색 칼날 가오리의 능력",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_MantarayAbility_01",
                "D": "…예리하고 긴 원류바다 물의 칼날을 발동합니다. @홀드 시#, 조준해 발동할 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_MantarayAbility_02",
                "D": "해당 능력을 사용하면 원류바다 해초의 약점을 절단해 제거할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13144,
        "N": "기이한 바다의 원천과 이색 생물의 힘",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_AbsorbAbility_01",
                "D": "가끔 근처에 떠오르는 독특한 물 덩어리는 「기이한 바다의 원천」으로 당신의 의지에 따라 힘을 발동해 공격할 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_AbsorbAbility_02",
                "D": "일부 특별한 「이색」 원류바다 이종을 공격하면, 잠시 동안 @그들의 힘을 사용#할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13143,
        "N": "신기한 부표공…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_FloatingBall_01",
                "D": "무게 균형을 통해 깊이에 따른 수압을 측정할 수 있는 신비한 공 모양 장치는 @고압 물살#과 같은 요소에 영향을 받아 움직입니다.<br>신비하게도 고리 장치는 해당 공 모양 장치와 닿으면 활성화됩니다"
            },
            {
                "I": "UI_FontaineTutorial_FloatingBall_02",
                "D": "무게 균형을 통해 깊이에 따른 수압을 측정할 수 있는 신비한 공 모양 장치는 @고압 물살#과 같은 요소에 영향을 받아 움직입니다.<br>신비하게도 고리 장치는 해당 공 모양 장치와 닿으면 활성화됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13142,
        "N": "고압 배수구",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_UnderseaSpout_01",
                "D": "이름대로 고압의 수중 암류를 내뿜어 캐릭터나 일부 물체를 밀어냅니다.<br>@중갑 게의 중갑 보호막을 장착하면# 암류가 내뿜는 힘에 저항할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13141,
        "N": "물방울 포탑. 하지만 이번에는 사악하지 않다!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_TearsCannon_02",
                "D": "왜 우리를 공격하지 않고, 보물의 봉인 해제를 도와주는 건지 알 수 없는 물방울 포탑.<br>물살과 장애물을 제어해 물방울을 근처의 고리 장치로 유도해 보세요!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13140,
        "N": "「나르키소스」의 사악한 물방울 포탑!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_TearsCannon_01",
                "D": "사정거리 안에 들어온 용사를 타깃으로 삼고 물방울을 발사하는 나쁜 방어장치!<br>물의 벽과 지형 등을 이용해 장치에 접근한 후, 장치를 작동시키는 물 씨앗을 꺼내야 합니다!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13139,
        "N": "음파 공명 포인트",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_SealMark_01",
                "D": "탱탱 물범의 음파 능력 또는 메아리 소라의 특성을 이용하면 음파에 반응하는 지점을 발견할 수 있습니다. 이런 발견은 종종 예상치 못한 보물을 가져다주기도 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13138,
        "N": "메아리 소라",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_SealHorn_01",
                "D": "고대 폰타인 문명이 다양한 목적을 기반으로 키운 듯한 특수 생물 장치.<br>활성화 후 눈으로 볼 수 있는 음파를 방출해 주변의 @보이지 않는 물건#을 찾아낼 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13137,
        "N": "습도 감지 결정",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_HydroDetector_01",
                "D": "이 신기한 결정체는 원래 주변의 습도를 감지하기 위해 설계된 것 같지만, 결과적으론 자신이 가진 습도만 감지해 반응할 수 있습니다.<br>결정체에 @물 원소를 지속적으로 부여#하면 예상치 못한 좋은 일이 생길지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13136,
        "N": "신기한 물 씨앗",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_HydroSeed_01",
                "D": "물 원소가 풍부한 폰타인에는 「물 씨앗」이라 불리는 신비한 물질이 있습니다. 물 씨앗 3개를 수집하면 물 씨앗이 모여 주변에 지속적으로 @물 원소#를 부여하는 「물의 핵」이 생성됩니다"
            },
            {
                "I": "UI_FontaineTutorial_HydroSeed_02",
                "D": "캐릭터가 계속 @물 원소# 부착 상태일 경우, 물 씨앗 3개를 모으지 못해도 물 씨앗은 물의 핵으로 성장할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13135,
        "N": "엘리나스 내부의 「프리즘 결정」·II",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_ElynasCell_02",
                "D": "일부 프리즘 결정은 습득한 다음, 등장했던 일정 범위 내에서 재배치할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13134,
        "N": "엘리나스 내부의 「프리즘 결정」·I",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_ElynasCell_01",
                "D": "엘리나스 내부에서 종종 이런 신비한 붉은색 결정이 발견되곤 합니다. 외부의 자극을 받으면 @상응하는 방향#으로 에너지를 방출하고, 석재 구조로 감싸진 붉은색 결정과 공명을 일으켜 그것을 제거합니다"
            },
            {
                "I": "UI_FontaineTutorial_ElynasCell_01_02",
                "D": "또한 프리즘 결정은 비활성화 상태로 존재하기도 하는데, @다른 프리즘 결정#이 방출한 힘에 자극을 받으면 활성화 상태가 됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13133,
        "N": "수계의 균열",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_HoundSummonField_01",
                "D": "누군가 남긴 기이한 마법진은 이세계에서 온 마물을 생성해 마법진을 억제하는 결정체를 파괴하려고 합니다.<br>도전에서 결정체가 파괴되지 않도록 지키며 마물을 처치하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13132,
        "N": "프뉴무시아 보관함",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_OPBox_01",
                "D": "열 수 있는 방법이 전혀 없는 아주 안전한 보관함이지만 외부를 관찰해 에너지가 프뉴마인지 우시아인지 알아낸 후, @대립 속성#으로 공격해 과중부하를 일으키면 해금할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13131,
        "N": "프뉴무시아 에너지 덩어리",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_BallOP_01",
                "D": "자연이나 인간이 생성한 에너지 덩어리로 프뉴마 에너지 덩어리와 우시아 에너지 덩어리, 총 2종이 존재합니다. 에너지 덩어리를 수집한 후 @일반 공격, 강공격 혹은 낙하 공격#이 명중하면 에너지가 방출됩니다. 폰타인 지역에서 모험 시 유용하게 사용될 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_BallOP_02",
                "D": "에너지 덩어리의 효과를 빌려, 캐릭터는 @수중#에서도 우시아나 프뉴마의 힘을 발동할 수 있습니다.<br>폰타인에서 온 캐릭터 대부분은 「아르케의 힘」을 가지고 있습니다. 그들은 수중에서 프뉴무시아 에너지 덩어리에 의존하지 않고도 @자신과 상응하는 성질#의 힘을 발동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13130,
        "N": "프뉴무시아 증폭기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_OPAmplifier_01",
                "D": "폰타인의 특수한 에너지 체제에서 탄생한 태엽 장치는 모험가나 도적을 골치 아프게 하는 적에게 강한 버프 효과를 제공합니다. 물론, 이 역시 태엽 장치의 일종이기 때문에 프뉴무시아 소멸 작용을 이용해 과중부하 상태로 만들어 중지시킬 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13129,
        "N": "프뉴무시아 중계기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_OPLamp_01",
                "D": "폰타인의 특수한 에너지 체제에서 탄생한 신기한 태엽 장치는 3가지 에너지 특징(우시아 상태, 균형 상태, 프뉴마 상태)을 보유하고 있으며 상반되는 성질의 공격을 받으면 상태가 전환됩니다.<br>일반적으로 @균형 상태#를 올바른 상태로 볼 수 있지만, 세상 만물이 으레 그렇듯 「올바른 상태」가 「흔한 상태」인 경우는 드뭅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13128,
        "N": "폰타인의 해류…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_OceanCurrent_01",
                "D": "강력하고 빠른 물살에 뛰어들어 물의 흐름을 타고 종점에 도착해 보세요.<br>해류를 타는 도중엔 방향을 크게 전환하기 어렵지만 어느 정도 움직일 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13125,
        "N": "폰타인의 축복",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Diving_01",
                "D": "신상에서 흘러나오는 신비한 힘이 당신에게 「기이한 바다의 원천」의 축복을 부여했습니다.<br>이제 폰타인 지역의 물속을 자유롭게 드나들 수 있습니다"
            },
            {
                "I": "UI_FontaineTutorial_Diving_02",
                "D": "「기이한 바다의 원천」의 가호 아래, 물속에서 행동할 때는 일반 스태미나 대신 @「수중 스태미나」#가 소모됩니다. 따라서 물속에서 수중 스태미나가 모두 고갈된다고 해도, 물에 빠져 전투 불능 상태가 되지 않습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13127,
        "N": "신기한 「앙투안·로제 비행선」!",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_FontaineTutorial_Airship_01",
                "D": "프뉴무시아 소멸 에너지로 움직이는 실험 비행선은 가동 후 설정된 코스에 따라 운행합니다.<br>앙투안·로제는 비행 중에 어떠한 사고도 없을 거라고 장담했지만… 실제론 그렇지 않을 수도 있습니다. 비행 도중 발생하는 돌발 상황을 해결하고 순조롭게 목적지에 도착하세요!"
            },
            {
                "I": "UI_FontaineTutorial_Airship_02",
                "D": "비행선이 시작점에 없으면 비행선을 소환하여 절대적으로 안전하고 스릴 넘치는 공중 여행을 시작할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13094,
        "N": "불결한 비콘",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_AbyssExcitation",
                "D": "오염의 영향을 받아 누적된 심연의 힘의 침입으로 생성된 오염의 실체가 주변 생물들을 계속해서 공격하고 있습니다.<br>@소루쉬#는 @크바레나의 힘을 사용해# 오염을 정화할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13093,
        "N": "신비한 에너지 수신 장치…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_EnergyReceiverSpecial",
                "D": "정체를 알 수 없는 이 장치는 대형 기관으로 에너지를 옮길 때 사용하는 것 같아 보입니다…<br>에너지가 회로를 통과해 이런 장치에 연결되면 관련 기관이 움직이기 시작합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13092,
        "N": "기이한 감로 봉인…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_CmmonThornsDoor",
                "D": "이런 기이한 봉인은 감로의 힘에 의해 만들어진 것 같습니다. 소루쉬가 @쌍각 화관#을 획득한 후, 그 힘을 이용하면 봉인을 잠시 해제할 수 있습니다.<br>@소루쉬의 상호 작용 스킬을 홀드해# 소루쉬를 멈추게 하면 쉽게 통과할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13091,
        "N": "「오염된 영역」의 수수께끼의 부유석…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_StealthPlatform_01",
                "D": "「오염된 영역」을 떠다니는 수수께끼의 부유석은 페리인 @소루쉬만 볼 수 있습니다#. @소루쉬의 「상호 작용」 스킬을 홀드해# 소루쉬를 멈추게 하면, 소루쉬는 숨어있던 @부유석을 나타나게# 할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13076,
        "N": "「니로다 열매」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaFruit_01",
                "D": "감로를 먹고 자란 특수한 식물이 맺은 「니로다 열매」의 즙에는 신비한 감로의 힘이 담겨 있습니다.<br>@소루쉬의 「상호 작용」 스킬을 짧게 터치#하면, 소루쉬는 @「니로다 열매」를 채집하고 투척하는 능력#을 획득하여 오염에 대항할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_RebornLakeAmber_01",
                "D": "「니로다 열매」는 감로수를 함유하고 있기 때문에 열매의 즙은 감로가 응결되어 생성된 특수한 수정석을 녹일 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13075,
        "N": "늪의 보랏빛 안개…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SwampFogMass_01",
                "D": "긴 시간 동안 오염에 침식되어 있던 아시파트라바나 늪에는 위험한 보랏빛 안개가 짙게 깔려 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_ThornsAura_01",
                "D": "@소루쉬#의 힘을 사용하면 @가시나무 곁가지에 흐르는 크바레나의 힘을 깨울# 수 있습니다.<br>곁가지 속 힘을 이용해 보랏빛 안개를 걷어내면 그 안에 숨어 있던 오염의 실체가 드러납니다…"
            },
            {
                "I": "UI_SumeruTutorial_Sludge_01",
                "D": "늪 아래 숨어 있던 오염의 실체는 보랏빛 안개의 원천으로, 그것들을 제거해야만 안개를 걷어낼 수 있습니다.<br>일반적인 방법으로는 제거할 수 없으니 @「니로다 열매」의 힘#을 사용해 정화하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13074,
        "N": "「우담바라 꽃」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SmallStoneFlower_01",
                "D": "신기한 「우담바라 꽃」은 소루쉬가 룬석에 숨겨진 힘을 깨워야만 자랄 수 있습니다. @소루쉬의 「상호 작용」 스킬을 홀드#하면 「우담바라 꽃」이 @개화 상태#를 유지할 수 있습니다.<br>전설에 따르면 먼 옛날 페리들은 피어난 「우담바라 꽃」의 꽃술을 채집해 죽은 신에게 공양했다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13073,
        "N": "「맑은 빛의 깃털」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassEnergyFeather_01",
                "D": "「맑은 빛의 깃털」은 힘을 소진한 크바레나의 권속이 남긴 파편으로 @소루쉬# 같은 페리만 @회수#할 수 있습니다.<br>일부 「맑은 빛의 깃털」은 소루쉬가 다가가면 도망갑니다. 소루쉬가 빠르게 깃털을 쫓도록 해야만 회수할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_GrassEnergyFeather_02",
                "D": "일부 「맑은 빛의 깃털」은 소루쉬가 다가가면 수많은 조각으로 분열합니다. 모든 조각을 수집해야만 완전한 「맑은 빛의 깃털」을 회수할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13072,
        "N": "소루쉬, 페리의 「용자」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Slusha_01",
                "D": "페리는 매우 신비로운 생물입니다. 소루쉬는 페리 일족의 「용자」로서 캐릭터를 대신해 비행하고 이동할 수 있습니다.<br>캐릭터는 소루쉬가 비행하는 동안 원래 위치에 머물며 소루쉬가 돌아올 때까지 제자리에서 기다립니다"
            },
            {
                "I": "UI_SumeruTutorial_Slusha_02",
                "D": "소루쉬는 비행하는 동안 상승하거나 하강할 수 있으며 「가속」 스킬을 통해 비행 속도를 높일 수 있습니다.<br>소루쉬는 모두를 보살펴야 하는 「용자」이기 때문에 비행하는 동안 캐릭터에게서 너무 멀리 떨어질 수 없습니다"
            },
            {
                "I": "UI_SumeruTutorial_Slusha_03",
                "D": "소루쉬는 @신비한 하루살이#가 맴도는 특수한 에너지 오브젝트를 깨울 수 있습니다.<br>@「상호 작용」 스킬을 짧게 터치#하면 소루쉬는 자신의 힘을 사용해 크바레나의 힘을 인도할 수 있습니다.<br>@「상호 작용」 스킬을 홀드#하면 소루쉬는 그 자리에 멈춰 서서 크바레나의 힘을 깨웁니다. 이때 캐릭터는 자유롭게 행동할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_Slusha_04",
                "D": "소루쉬는 페리로서 보통 사람은 볼 수 없는 것을 볼 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13080,
        "N": "「크바레나의 노래」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrandFarr",
                "D": "「크바레나의 노래」는 최초의 페리가 대지의 오물을 제거하기 위해 꽃바다에 모인 크바레나를 융합해 만든 강력한 물체입니다.<br>크바레나의 힘이 그 주변에 배리어를 생성했기 때문에 @「쌍각 화관」#을 가진 페리만이 만질 수 있습니다. 화관을 가진 @소루쉬#는 @힘을 사용#해 크바레나의 노래를 수집할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13079,
        "N": "「영혼이 깃든 나무」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_PariTomb_01",
                "D": "힘을 소진한 페리가 최후의 힘을 모아 창조한 신비한 식물로 옛 기억을 간직한 잔재 영혼이 그 안에 깃들어 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_PariTomb_02",
                "D": "@소루쉬#는 크바레나의 힘으로 @「영혼이 깃든 나무」 속 잔재 영혼#을 깨울 수 있습니다. 잔재 영혼의 집념을 없애면 흩어진 페리들이 꽃바다에서 다시 만날 수 있을지도 모릅니다….<br>「영혼이 깃든 나무」가 맺은 「맑은 빛의 깃털」을 「감로 연못」에 공양해 크바레나의 기억을 꽃바다에 돌려주세요!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13087,
        "N": "신비한 에너지 제어 시스템…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_EnergyGenerator",
                "D": "켄리아인이 남긴 오래된 지하 유적은 신비한 에너지 제어 시스템에 의해 작동합니다.<br>이런 유적은 에너지 중계 장치로부터 에너지를 공급받습니다. 그중 일부는 「잿빛 수정」의 영향을 받아 작동을 멈췄습니다…"
            },
            {
                "I": "UI_SumeruTutorial_EnergyTransformer",
                "D": "@「방향 전환 장치」#를 회전시켜 @에너지 회로#의 @전도 방향#을 바꾸세요. 에너지 회로에 고정되지 않은 일부 「방향 전환 장치」는 회로를 따라 이동할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_EnergyRecevier",
                "D": "에너지가 회로를 통과해 제어 장치에 연결되면 그에 상응하는 장치를 가동하고 사용할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13086,
        "N": "부유하는 빛의 길",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaOpticalBridge",
                "D": "부유하는 길은 과거 페리들이 함께 싸우는 용사를 위해 만든 것입니다. @소루쉬#는 @자신의 힘을 사용해# 비활성화된 「부유하는 빛」을 펼쳐 동료를 위한 길을 만들어 줄 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13085,
        "N": "신비한 비밀 문자 장치",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_CipherSwitch",
                "D": "장치를 움직여 장치에 표시된 비밀 문자를 바꾸세요. 비밀 문자를 올바르게 조합하면 장치가 해금됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13084,
        "N": "코리 북",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_ElementalKorybantes_01",
                "D": "과거 회의론단의 조상이 제작한 북을 특정 방식으로 두드리면 그 안에 있는 원소의 힘이 울리는 듯합니다….<br>코리 북은 3가지 방식으로 두드릴 수 있습니다. @일반 공격#을 사용하면 약한 울림을, @낙하 공격#을 사용하면 강한 울림을, @정지#하면 빈 울림을 낼 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_ElementalKorybantes_01",
                "D": "보통 코리 북 근처에는 악보가 있습니다. 악보에는 잎사귀 모양의 음표가 있으며, 음표는 @빈 잎사귀, 불완전한 잎사귀, 완전한 잎사귀# 총 3종류가 있습니다. 각각 @빈 박자, 약한 박자, 강한 박자#에 대응합니다.<br>왼쪽에서 오른쪽으로 위에서 아래 순서대로 악보를 읽어보세요"
            },
            {
                "I": "UI_SumeruTutorial_ElementalKorybantes_01",
                "D": "연주에서 코리 북이 한 번 빛나는 것을 한 박자로 간주합니다. 악보에 맞춰 알맞은 타이밍에 북 소리를 내면 연주를 완료할 수 있습니다!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13083,
        "N": "크바레나 배리어",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassEnergyShield_01",
                "D": "크바레나 에너지로 형성된 신비한 빛의 오브가 곳곳에 흩어져 있습니다.<br>소루쉬가 그 안에 있는 크바레나의 힘을 깨우면 크바레나 배리어를 펼쳐 일정 공격을 막아줍니다.<br>@소루쉬의 「상호 작용」 스킬을 홀드#하면 지속적으로 크바레나의 힘을 깨워 배리어를 유지할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13082,
        "N": "「빛나는 불의 제단」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_FireSubmitter_01",
                "D": "본래 회의론단 의식에 사용하는 불의 제단으로 어떤 이유에서인지 이곳에 나타났습니다…"
            },
            {
                "I": "UI_SumeruTutorial_FireSubmitter_02",
                "D": "불씨를 획득한 후 불의 제단에 옮길 수 있습니다.<br>그러나 희망의 불씨는 바람 앞의 등불과 같기 때문에 불씨가 꺼지기 전에 다음 불의 제단에 도착해야 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13081,
        "N": "유적 대포",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_LaserCannon",
                "D": "유적 시험장에 있는 중형 대포는 본래 장치의 성능을 테스트하는 데 사용됐으며 가동할 경우 상상을 초월하는 위력을 보여줍니다…"
            },
            {
                "I": "UI_SumeruTutorial_GiantCore_01",
                "D": "유적 대포로 거상의 노심을 조준해 공격하면 노심을 효과적으로 공격할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_GiantCore_02",
                "D": "거상이 에너지 보호막을 발동할 때, 빠르게 에너지 보호막의 @세 모서리#를 @파괴#하면 보호막을 무력화할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13077,
        "N": "「영혼의 종」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_AboriginalTrials",
                "D": "「영혼의 종」은 과거 회의론단과 페리가 함께 만든 보물로 인간 용자를 뽑기 위한 시련 장치입니다.<br>제작 당시 크바레나의 힘을 사용했기 때문에 과거의 기억을 새길 수 있었습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13071,
        "N": "빛을 속박한 넝쿨",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassGodBranch_01",
                "D": "자라난 나무 넝쿨들이 흩어진 크바레나 에너지를 속박하고 있습니다. @소루쉬#의 @힘을 사용#하면 이 에너지를 추출해 넝쿨에 주입할 수 있습니다….<br>@「잿빛 수정」#의 영향을 받은 일부 나무 넝쿨은 추가로 크바레나의 힘을 빌려야 속박을 해제할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13070,
        "N": "특수한 클로버 인장…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaMovingHook_01",
                "D": "소루쉬는 감로의 힘에 영향을 받은 특수한 클로버 인장을 원하는 곳으로 이동시킬 수 있습니다. @소루쉬의 「상호 작용」 스킬#을 짧게 터치하면 @획득# 및 @원하는 곳에 배치#가 가능합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13069,
        "N": "「반짝이는 운향꽃」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SlushaHook_01",
                "D": "@소루쉬#의 @힘#을 사용하면 공중에 떠 있는 뿌리 없는 꽃이 꽃받침 형태로 펼쳐지고 꽃봉오리에 숨겨진 클로버 인장이 드러납니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13068,
        "N": "「감로 하루살이」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_PariFlowerFly_01",
                "D": "피어난 「순야타 꽃」은 밤중에 꽃바다의 「감로 하루살이」를 유인합니다. @캐릭터로 「감로 하루살이」를 제어#하고 @소루쉬의 힘#으로 수집한 다음 「순야타 꽃」에 넣으면 꽃의 생기를 되찾을 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13067,
        "N": "「순야타 꽃」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_PariFlower_01",
                "D": "「순야타 꽃」은 페리가 꽃바다에서 재배한 꽃으로 암흑의 힘에 의해 침식되면 꽃봉오리 상태로 돌아갑니다.<br>@소루쉬#로 침식된 「순야타 꽃」을 만지면 꽃을 정화시켜 다시 피어나게 할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_PariFlower_02",
                "D": "일부 색이 다른 「순야타 꽃」은 제한 시간 안에 정화하거나 정해진 순서대로 정화해야 피어날 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13066,
        "N": "「잿빛 수정」 속의 마물…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_CrystalMonster_01",
                "D": "이상한 형태의 「잿빛 수정」에는 정화되지 않은 「수계 사냥개」가 봉인되어 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_CrystalMonster_02",
                "D": "결정이 크바레나의 영향을 받아 소멸하면 과거의 마물들이 깨어날지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13065,
        "N": "「크바레나 코어」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_PortableFarr_01",
                "D": "대지에 흩어진 크바레나의 권속인 「크바레나 코어」는 크바레나의 힘을 담고 있습니다. @획득#한 크바레나 코어는 @캐릭터와 함께# 이동하며 주변에 있는 「잿빛 수정」에 영향을 줍니다.<br>언제든지 「크바레나 코어」를 원하는 곳에 @배치#해 크바레나의 힘을 발동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13064,
        "N": "「잿빛 수정」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_FloatFarr_01",
                "D": "오염의 잔재로 형성된 결정인 「잿빛 수정」은 @크바레나#의 힘으로 제거할 수 있습니다. 하지만 @크바레나#의 힘이 사라지면 「잿빛 수정」도 다시 응결합니다…"
            },
            {
                "I": "UI_SumeruTutorial_FloatFarr_02",
                "D": "오염의 잔재로 형성된 결정인 「잿빛 수정」은 @크바레나#의 힘으로 제거할 수 있습니다. 하지만 @크바레나#의 힘이 사라지면 「잿빛 수정」도 다시 응결합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13036,
        "N": "룬 문자 장치와 레일",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_160d",
                "D": "일부 룬 문자 장치는 레일을 따라 이동해, 위치를 조정할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13039,
        "N": "요술병 지니·릴루페르·세 번째",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_WeatherElf_05",
                "D": "지니의 감실에서 「지니의 가지」와의 상호작용을 통해, 릴루페르에게 모래폭풍 소환 혹은 진압 명령을 내릴 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13038,
        "N": "요술병 지니·릴루페르·두 번째",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_WeatherElf_02",
                "D": "일부 힘을 회복한 릴루페르는 이제 제한적인 「지니의 힘」을 지배하여, 주인님을 위해 모험의 장애물을 정리할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_WeatherElf_03",
                "D": "지니의 힘을 소모하여 소형 대기 소용돌이와 대형 대기 소용돌이를 제거할 수 있습니다. 하지만 모래 벌레의 습격을 받으면 릴루페르는 지니의 힘을 잃어버립니다"
            },
            {
                "I": "UI_Tutorial_WeatherElf_04",
                "D": "하드라마베스 사막의 폐허에는 지니의 감실이 존재하기도 합니다. 접근한 후 「지니의 가지」와 상호작용하면, 릴루페르에게 지니의 힘을 보충해 줄 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13037,
        "N": "요술병 지니·릴루페르·첫 번째",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_WeatherElf_01",
                "D": "릴루페르는 모래폭풍을 예측하거나, 모래폭풍 속에서 가시도를 증가시킬 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13034,
        "N": "「장기말」과 「활성화 부품」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_165",
                "D": "「장기판」이 모래의 국토라면, 위에 놓인 「장기말」은 대응하는 좌표를 상징한다고 할 수 있습니다. 장기말과 장기말이 필요로 하는 활성 장치를 찾아 장기판에 배치해야 합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13033,
        "N": "지니 감실",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_164",
                "D": "옛 전설에 따르면 이 땅의 사람들은 고대의 신비한 존재, 빛나는 가지를 중심으로 작은 감실을 만들었습니다. 지금은 「지니」만이 그것의 용도를 알고 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13032,
        "N": "대기 소용돌이·대형",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_163b",
                "D": "하드라마베스 사막에 있는 국지적인 대기 현상은 통행을 방해합니다. 소형 대기 소용돌이보다 영향 범위가 넓습니다. 전설에 따르면 고대 지니는 이러한 대기 소용돌이를 잠재울 수 있는 능력이 있다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13031,
        "N": "대기 소용돌이·소형",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_163a",
                "D": "하드라마베스 사막에 있는 국지적인 대기 현상은 통행을 방해합니다. 전설에 따르면 고대 지니는 이러한 대기 소용돌이를 잠재울 수 있는 능력이 있다고 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13030,
        "N": "",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_161",
                "D": "고대 유적에서는 가끔 이런 삼각 창문을 발견할 수 있습니다. 스위치를 작동하면 창이 열리고 룬 문자 장치 에너지가 통과할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13029,
        "N": "변하지 않는 과거…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_162",
                "D": "오아시스 여왕의 기억은 오아시스의 모든 것과 함께 변하지 않는 과거 속에 응고되어 굳게 닫힌 꽃봉오리가 됐습니다. 그 안에는 미세한 인도의 힘이 남아 있을지도 모릅니다…<br>오아시스에게 선택받은 자가 꽃봉오리를 만지면, 꽃봉오리는 그를 특정한 장소로 안내합니다. 그곳에서는 과거의 기억이 되살아나고, 기억 속 현실의 모습을 바꿀 수 있습니다. 이렇게 꽃의 신의 인도를 통해 3개의 왕좌에서 잃어버린 명문을 찾을 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13027,
        "N": "대형 룬 문자 장치",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_160b",
                "D": "고대 유적에 있는 「룬 문자 장치」보다 큰 신비한 장치. 해금 후, 모래더미를 제거할 수 있는 에너지를 생성할 수 있습니다. 공격이 명중하면, 에너지 발사 방향을 변경할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_160e",
                "D": "고대 유적에 있는 「룬 문자 장치」보다 큰 신비한 장치. 해금 후, 모래더미를 제거할 수 있는 에너지를 생성할 수 있습니다. 공격이 명중하면, 에너지 발사 방향을 변경할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13026,
        "N": "룬 문자 장치와 모래더미",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_160a",
                "D": "고대 유적에 있는 신비한 장치. 해금 후, 모래더미를 제거할 수 있는 에너지를 생성할 수 있습니다. 공격이 명중하면, 에너지 발사 방향을 변경할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_160c",
                "D": "고대 유적에 있는 신비한 장치. 해금 후, 모래더미를 제거할 수 있는 에너지를 생성할 수 있습니다. 공격이 명중하면, 에너지 발사 방향을 변경할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13025,
        "N": "하드라마베스 사막의 모래폭풍 현상…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_155",
                "D": "하드라마베스 사막은 간헐적으로 기상 재해가 발생합니다. 모래폭풍이 불 때는 가시도가 대폭 감소하며 모래폭풍의 중심에 가까울수록 폭풍은 거세집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13024,
        "N": "풍화된 바위",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_159",
                "D": "상대적으로 부서지기 쉬운 돌. 모래 벌레의 습격을 받으면 쉽게 부서집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13023,
        "N": "모래 벌레의 습격…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_158",
                "D": "모래 아래 숨은 최상위 포식자. 모래 벌레의 활동 범위 내에서 행동할 때는 각별히 조심해야 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13022,
        "N": "구현 장치와 바람의 악령",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_157a",
                "D": "상호작용 후 제한 시간 내에 바람의 악령을 근처 빛기둥으로 표시되어 있는 구현 장치 근처로 옮겨야 합니다. 여러 차례 반복하여 마지막 구현 장치에 도착하면, 뜻밖의 보물을 얻을 수 있을지도 모릅니다"
            },
            {
                "I": "UI_Tutorial_157b",
                "D": "상호작용 후 제한 시간 내에 바람의 악령을 근처 빛기둥으로 표시되어 있는 구현 장치 근처로 옮겨야 합니다. 여러 차례 반복하여 마지막 구현 장치에 도착하면, 뜻밖의 보물을 얻을 수 있을지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13021,
        "N": "이중 네버라이트 부품과 이중 에버라이트 부품",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_156",
                "D": "이중 네버라이트 부품은 태고의 빛줄기를 수용하는 장치입니다. 기존 네버라이트 부품과 다르게 에버라이트 부품이 발사하는 태고의 빛줄기 두 줄기를 연결해야 가동합니다.<br>이와 비슷하게 두 줄기 태고의 빛줄기를 발사하는 이중 에버라이트 부품도 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13020,
        "N": "풍화된 비석",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_154",
                "D": "사막에는 대조를 이루는 신비한 고대 문자 대조 배열이 존재합니다. 대조되는 다른 배열을 찾은 후, 공격을 통해 문자 내용을 조정해 양쪽의 문자 배열을 동일하게 만들어야 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13019,
        "N": "통로 전환 밸브",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_153",
                "D": "통로 전환 밸브와 상호작용하면 통로의 연결 방식이 전환되어 내용물의 흐름을 바꿀 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 13018,
        "N": "저수지",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_JamshidSandPool_01",
                "D": "하드라마베스 사막의 폐허에 남은 장치. 과거에 물살을 인도하는 장치였던 듯합니다. 저수지 분출구를 공격해서 개방하거나 닫을 수 있습니다. 개방 시 모래가 흘러 내립니다"
            },
            {
                "I": "UI_JamshidSandPool_02",
                "D": "모래가 저수지를 가득 채우면 예상치 못한 보상을 받을 수 있을지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 12040,
        "N": "권능 승급",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DeshretGuideManual_Tutorial_Pic_5",
                "D": "적왕의 유적에 있는 어떤 장치들은 적색 사막 석판의 권능 등급을 올릴 수 있습니다. 적색 사막의 석판이 높은 등급에 도달하면 더 많은 유적 장치를 조작하여 기존에는 도달할 수 없었던 구역으로 이동할 수 있게 됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 12039,
        "N": "적색 사막의 석판",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DeshretGuideManual_Tutorial_Pic_4",
                "D": "활성화된 적색 사막의 석판은 특수한 「권능」을 지니고 있습니다. 권능을 사용하면 적왕의 유적에 있는 장치들을 조종할 수 있습니다"
            },
            {
                "I": "UI_DeshretGuideManual_Tutorial_Pic_6",
                "D": "적색 사막의 석판은 모험의 진행됨에 따라 유적의 중요한 지점으로 여행자를 안내합니다. 석판의 안내를 따라 이동하면서 특수한 「권능」을 사용하여 장치를 해금하면 아무도 닿지 못했던 곳에 도달할 수 있을지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1185,
        "N": "수다의 흐름",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_VineCore",
                "D": "넝쿨로 만들어진 봉인은 공격을 통해 파괴할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1184,
        "N": "유적 거상 조종!",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_TitanCannon02",
                "D": "유적 거상을 조종하는 것보다 흥분되는 일은 없습니다!<br>조준하고 버튼을 눌러 발사해 보세요!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1183,
        "N": "레이저 회피!",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_TitanCannon",
                "D": "오래된 유적 거상이 최근 다시 활동하여 레이저를 사용해 주변의 살아있는 생물을 무차별로 공격합니다.<br>엄청난 위력의 레이저는 @흔들리는 바위도 산산조각# 낼 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1182,
        "N": "「성현의 프리즘」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_RBCrystals",
                "D": "성현의 프리즘은 적왕의 유적 안에 있는 제어 장치로 신비한 빛을 발산합니다. 성현의 프리즘에 다가가면 같은 빛을 발산하는 근처의 오브젝트를 조종해 신비한 빛의 색깔을 변경할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1181,
        "N": "「태고의 모래시계」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_HourGlass",
                "D": "알 수 없는 이유로 만들어져 지금까지 전해 내려오는 거대한 모래시계. 건드리면 뒤집히고 초읽기를 시작합니다. 시간이 종료되기 전에 범위 내의 모든 태고의 모래시계를 뒤집어놓으면 의외의 수확이 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1180,
        "N": "흩어진 모래더미",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SandPile",
                "D": "@바람의 힘#으로 쉽게 날려버릴 수 있는 작은 모래 더미 아래 좋은 물건이 숨겨져 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1179,
        "N": "「태고의 오벨리스크」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_DeshretObelisk_01",
                "D": "태고의 오벨리스크는 적왕 문명의 상징 중 하나지만 세월이 지남에 따라 오벨리스크에 있던 「신성한 봉인석」이 사방으로 흩어졌습니다. 태고의 오벨리스크에 다가가 조사하면 오벨리스크 내 잔류 에너지를 통해 흩어진 신성한 봉인석의 위치를 확인할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_DeshretObelisk_02",
                "D": "흩어진 신성한 봉인석을 찾아서 태고의 오벨리스크 근처로 가져오면 오벨리스크를 다시 작동시키고 아주 오래전 사라진 비밀을 발견할 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1178,
        "N": "「태고의 불씨」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_EnergySpark_01",
                "D": "태고의 불씨라 불리는 에너지 덩어리는 적왕의 유적에 널리 분포되어 있습니다. 태고의 불씨가 담긴 「태고의 촛대」에 가까이 다가가면 태고의 불씨를 발동할 수 있습니다.<br>@태고의 불씨를 따라가면 거대한 「태고의 횃불」을 활성화할 수 있습니다#. 태고의 횃불에 불을 붙이면 적왕의 유적에도 변화가 일어납니다…"
            },
            {
                "I": "UI_SumeruTutorial_EnergySpark_02",
                "D": "태고의 불씨는 매우 약하기 때문에 가끔 이동 노선에서 아직 밝히지 않은 태고의 촛대를 발견할 수 있으며 이는 태고의 횃불로 향하는 중계 장치의 역할을 수행할 수 있습니다.<br>태고의 불씨는 거대한 회전개비가 만든 강력한 바람에 날아갈 수 있습니다. 태고의 불씨를 계속 이동하게 하려면 회전개비를 중단시킬 방법을 찾아야 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1177,
        "N": "발밑 조심…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_PhantomFloor",
                "D": "적왕의 유적에서 모험 시 종종 특수한 무늬가 있는 플랫폼을 발견할 수 있습니다. 이런 플랫폼은 허상 초석이라 불리며 밟으면 일정 시간 후 사라집니다. 망설이지 말고 빠르게 통과해 보세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1176,
        "N": "신기한 「재구축 초석」…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_CWArchitects_01",
                "D": "「태고의 광추」는 적왕의 유적 내의 신비한 에너지 덩어리로 가까이 다가가면 주변에서 맴돌며 따라옵니다"
            },
            {
                "I": "UI_SumeruTutorial_CWArchitects_02",
                "D": "「재구축 초석」은 특수한 플랫폼으로 태고의 광추를 지닌 채 재구축 초석에 가까이 다가가면 @유적 장치를 생성#해 모험에 도움을 받을 수 있습니다. 해당 방식으로 생성한 장치는 특수한 권능이 필요하지 않습니다"
            },
            {
                "I": "UI_SumeruTutorial_CWArchitects_03",
                "D": "재구축 초석이 생성할 수 있는 유적 장치는 에버라이트 부품, 네버라이트 부품, 은닉 부품, 발견 부품, 태고의 촛대와 태고의 모래시계가 있습니다. 태고의 광추와 재구축 초석을 이용해 유적의 깊은 곳으로 진입해 보세요…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1175,
        "N": "「발견 부품」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_NoiseBrances",
                "D": "적왕의 유적에는 신비한 힘에 의해 본래 모습이 가려진 다양한 사물이 존재합니다. 이 경우에는 발견 부품의 힘을 사용해야 합니다.<br>특수한 권능을 지닌 채 발견 부품을 사용하면 주변의 투명한 사물이 일정 시간 동안 모습을 드러냅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1174,
        "N": "「은닉 부품」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_NoiseGenerator",
                "D": "적왕의 유적에 있는 신비한 장치. 특수한 권능을 지닌 채 가까이 다가가면 근처의 벽을 투명한 환영으로 바꿔 태고의 빛줄기를 통과시킬 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1173,
        "N": "거대한 회전개비…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_DeshretBlower_01",
                "D": "강력한 바람을 발생시키는 거대한 회전개비는 전진을 막고 태고의 불씨를 날려 보냅니다. 회전개비가 멈출 때까지 인내심을 가지고 기다리거나 회전개비를 멈출 수 있는 장치를 찾아보세요…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1172,
        "N": "태고의 빛줄기 전도?",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_LaserGenerator_01",
                "D": "「에버라이트 부품」이라 불리는 적왕의 유적 장치는 태고의 빛줄기를 발사합니다.<br>특수한 권능을 지닌 채 가까이 다가가면 에버라이트 부품의 위치나 방향을 조정할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_LaserGenerator_02",
                "D": "「네버라이트 부품」은 태고의 빛줄기를 수용하는 장치입니다. 에버라이트 부품이 발사한 태고의 빛줄기가 네버라이트 부품에 연결되면 특수한 상황이 발생할 수도 있습니다… 가끔 태고의 빛줄기가 유적 내 벽에 가로막히면 빛줄기가 벽을 통과하도록 @다른 장치를 조종#해야 할 수도 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1171,
        "N": "길을 가로막는 장벽…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_BarrierGenerator_01",
                "D": "외부인을 가로막는 에너지 장벽. 특수한 권능을 지니고 있으면 순조롭게 통과할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1170,
        "N": "신비한 제어 장치…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_DeshretConsole_01",
                "D": "적왕의 유적에는 @「비밀 의식대」#라 불리는 장치가 존재합니다. 이 장치를 사용하면 유적 안의 각종 장치를 조종할 수 있습니다"
            },
            {
                "I": "UI_SumeruTutorial_DeshretConsole_02",
                "D": "그러나 비밀 의식대를 사용하려면 @특수한 권능#이 필요한 듯합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1169,
        "N": "이상한 에너지 추출 장치…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_FatuiMaranaWell_01",
                "D": "도금 여단 야영지에 세워진 에너지 추출 장치, 사람들에게 들켜선 안되는 목적으로 사용되는 것 같습니다.<br>주변의 방에서 제어 열쇠를 찾아 정지시켜야 합니다.<br>하지만 아주 작은 움직임에도 장치 정지에 영향을 줄 수 있으니, 장치가 완전히 멈출 때까지 주변의 장애물들을 잘 확인해야 합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1168,
        "N": "「쿠사바」, 힘을 모아라!",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_04",
                "D": "드디어 아란나가, 아란나킨, 아란가루와 함께 모험을 시작합니다.<br>적절한 장소에서 쿠사바를 사용하면 아란나라 세 명의 힘을 각각 끌어낼 수 있습니다. 쿠사바의 능력을 @전환#하여 어떤 아란나라의 도움을 받을지 선택할 수 있습니다.<br>아란나라와 함께 마우티이마 깊은 곳으로 가보세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1167,
        "N": "활력과 건조…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_StarShroom_01",
                "D": "수메르에는 외부의 원소 자극을 받으면 상태가 바뀌는 특이한 생물이 있습니다. 이런 생물을 「삼상 생물」이라고 부릅니다"
            },
            {
                "I": "UI_SumeruTutorial_StarShroom_02",
                "D": "이러한 생물은 @번개 원소 또는 불 원소#와 접촉할 경우 「활력」 또는 「건조」 상태가 됩니다.<br>해당 상태의 특성을 알맞게 이용하여 모험해 보세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1166,
        "N": "야외의 모밭…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_GardenTutorial_01",
                "D": "수메르의 숲엔 주인이 없는 듯한 모밭이 있습니다. 모밭 위의 반짝거리는 영혼을 따라 중단이나 반복 없이 모든 「밭」을 지나면 좋은 일이 생길지도 모릅니다.<br>모밭을 밟는 건 별로 좋은 일이 아니지만, 여행자의 발걸음은 토양에 활력을 불어넣을 수 있는 듯합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1165,
        "N": "「쿠사바」와 아란나가…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_03",
                "D": "아란나가와 함께 일부 지역에서 모험 시 「쿠사바」로 그의 힘을 끌어내 특수한 플랫폼을 들어 올릴 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1164,
        "N": "「쿠사바」와 아란가루…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_02",
                "D": "아란가루와 함께 일부 지역에서 모험 시 「쿠사바」로 그의 힘을 끌어내 식물에 침식된 바위를 부술 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1163,
        "N": "「쿠사바」와 아란나킨…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Command_01",
                "D": "아란나킨과 함께 일부 지역에서 모험 시 「쿠사바」로 그의 힘을 끌어내 파괴된 원소 비석을 복구할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1162,
        "N": "돌기둥의 봉인…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrassSealStone_01",
                "D": "이 독특한 돌기둥은 유적 장치를 봉인하는 열쇠 역할을 하는 듯합니다.<br>@불 원소#를 이용해 돌기둥에 깃든 힘을 제거하면 장치의 봉인을 풀 수 있습니다…<br>보통 마물의 봉인은 풀지 않는 게 상책이긴 하지만…?"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1161,
        "N": "삼승 씨앗…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Visualizationplant_01",
                "D": "「삼상 생물」에 일반, 건조, 활력 상태가 있듯이 숨겨진 사물을 발견해내는 「삼승 씨앗」에도 이에 해당하는 상태가 존재합니다. 건조 상태일 때는 멈추고, 일반 상태일 땐 일정 궤도에 따라 움직입니다. 번개 원소로 활력 상태가 된 경우, 더 큰 「진실의 파동」을 방출합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1160,
        "N": "보이는 것과 보이지 않는 것…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Invisible_01",
                "D": "「삼상 생물」이 번개 원소를 통해 활력 상태가 되면, 「진실의 파동」을 방출해 숨겨진 사물을 표시해 줍니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1159,
        "N": "탄력이 넘치는 버섯…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_JumpMushroom_01",
                "D": "「통통 버섯」은 「삼상 생물」의 일종으로, 일반적으로 그 위에서 점프하면 더 높은 곳까지 튀어 오를 수 있으며, 번개 원소로 활력 상태로 만들 경우, 그 탄력이 더욱 강해집니다"
            },
            {
                "I": "UI_SumeruTutorial_JumpMushroom_02",
                "D": "「통통 버섯」은 「삼상 생물」의 일종으로, 일반적으로 그 위에서 점프하면 더 높은 곳까지 튀어 오를 수 있으며, 번개 원소로 활력 상태로 만들 경우, 그 탄력이 더욱 강해집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1158,
        "N": "꽃잎 주머니와 클로버 인장…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrapplingHookFlower_01",
                "D": "수메르에서는 간혹 @풀 원소와 접촉#하면 클로버 인장을 흩뿌리는 「꽃잎 주머니」를 볼 수 있습니다.<br>꽃잎 주머니의 특성을 이용하면 더 쉽고 편하게 모험할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1157,
        "N": "「클로버 인장」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_GrapplingHook_01",
                "D": "수메르에서는 종종 네 개의 꽃잎을 가진 인장이 발견됩니다.<br>원소를 제어할 수 있는 사람이 그 인장을 향해 있으면 인장의 힘을 이용해 빠른 속도로 이동할 수 있습니다.<br>가끔은 클로버 인장을 흩뿌리는 「꽃잎 주머니」를 만날 수 있는데, 이 꽃잎 주머니의 특성을 이용하면 더 쉽고 편하게 모험할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1156,
        "N": "유적 거상 속의 에너지 덩어리…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Titan_01",
                "D": "쟈자리의 말에 따르면 이 「에너지 덩어리」들은 유적 거상의 보조 동력원인 듯합니다. 이 에너지 덩어리들을 에너지 중계 장치에 넣으면 해당하는 부품이 에너지를 회복합니다"
            },
            {
                "I": "UI_SumeruTutorial_Titan_02",
                "D": "이미 배치된 에너지 덩어리를 꺼내서 다른 위치에 배치할 수도 있습니다. 해당 방법을 통해 위로 올라가는 통로를 개척해 보세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1155,
        "N": "죽음의 땅을 발견할 수 있는 렌즈…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Observatory_01",
                "D": "이 특별한 「씨앗 거울」은 아직 완성되지 않은 죽음의 땅을 발견할 수 있습니다. 해당 방식을 통해 사전에 죽음의 땅의 확장과 생성을 저지해 보세요.<br>씨앗 거울은 번개 원소를 통해 활력 상태로 만들 수 있는 것 같습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1154,
        "N": "죽음의 땅의 위험…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_ManaraDanger_01",
                "D": "죽음의 땅에는 「쇠락」 이외에도 많은 위험이 도사리고 있습니다. 죽음의 땅에 침식된 마물과 이곳에서 성장한 「부패의 가지」의 공격을 받으면 @쇠락이 더 빨리 누적됩니다#…"
            },
            {
                "I": "UI_SumeruTutorial_ManaraDanger_02",
                "D": "「죽음의 땅의 혹」은 위험을 감지할 때 간혹 「쇠락의 사도」를 보내 공격하기도 합니다. 이들은 죽음의 땅의 지배를 받는 마물로, 죽음의 땅으로부터 보호막을 제공 받습니다. 이때 @풀 원소 또는 풀 씨앗의 힘을 사용하면# 마물의 보호막을 효과적으로 파괴할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1153,
        "N": "끔찍한 죽음의 땅…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Manara_01",
                "D": "「죽음의 땅」이란 어떤 고정된 장소가 아닌 정체불명의 불길한 힘에 의해 침식되어 변형된 구역을 의미합니다. 이곳에서는 「쇠락」이 계속해서 누적되는데 죽음의 땅마다 누적 속도가 다릅니다"
            },
            {
                "I": "UI_SumeruTutorial_Manara_02",
                "D": "쇠락의 누적 정도에 따라 파티 내 모든 캐릭터의 @모든 원소 내성, 물리 내성, HP 최대치가 감소#합니다. 많이 누적될수록 감소량이 증가합니다"
            },
            {
                "I": "UI_SumeruTutorial_Manara_03",
                "D": "쇠락이 최대치까지 누적된 후에도 계속 죽음의 땅에 있을 경우, 파티 내 모든 캐릭터가 @전투 불능# 상태가 됩니다"
            },
            {
                "I": "UI_SumeruTutorial_Manara_04",
                "D": "죽음의 땅을 제거하려면 @「풀 씨앗」의 힘#이 있어야 합니다. 풀 씨앗이 있어야만 죽음의 땅의 에너지를 퍼뜨리는 「죽음의 땅의 마디」를 파괴할 수 있습니다. @모든 「죽음의 땅의 마디」를 파괴하면 코어인 「죽음의 땅의 혹」을 없앨 수 있습니다#.<br>대다수의 죽음의 땅은 풀 씨앗의 힘을 빌려 제거할 수 있습니다. 하지만…"
            },
            {
                "I": "UI_SumeruTutorial_Manara_05",
                "D": "죽음의 땅에는 종종 「생명의 촛불」, 「생명의 불빛」 등의 누적된 쇠락 수치를 낮춰주는 사물이 있습니다.<br>모든 준비가 끝난 뒤 다시 죽음의 땅에 입장하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1152,
        "N": "풀 씨앗…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_DendroSeed_01",
                "D": "「상서로운 가지」와 함께 나타나는 기이한 정령은 풀 원소의 가호를 상징하는 「풀 씨앗」입니다"
            },
            {
                "I": "UI_SumeruTutorial_DendroSeed_02",
                "D": "강공격이나 조준 사격이 명중하면 풀 씨앗이 함께 공격합니다. 모험 도중 풀 씨앗의 힘을 사용해 활성화하거나 파괴해야 하는 오브젝트가 등장할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1151,
        "N": "기이한 아치…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_Dreamdoor_01",
                "D": "이런 기이한 아치는 「환몽의 문」이라 불립니다. 환몽의 문 도전을 완료하면 좋은 일이 생길지도 모릅니다.<br>환몽의 문 앞에서 「낡은 하프」로 아란나가 가르쳐준 멜로디를 연주해 문을 깨운 후, 안으로 들어가면 도전이 시작됩니다"
            },
            {
                "I": "UI_SumeruTutorial_Dreamdoor_02",
                "D": "제한 시간 내에 모든 환몽의 씨앗을 모으고 환몽의 문이 있는 곳으로 돌아와야 합니다. 도전 중 적의 공격을 받으면 제한 시간이 줄어듭니다…"
            },
            {
                "I": "UI_SumeruTutorial_Dreamdoor_03",
                "D": "환몽의 문에 입장하면 이런 기이한 꽃이 나타날 때가 있는데, 꽃 근처의 결계 안에 있으면 적이 당신의 존재를 망각하여 전투에서 벗어날 수 있습니다. 또한, @번개 원소#로 환몽의 꽃을 활력 상태로 만들면 남은 환몽의 씨앗의 위치가 표시되는 대신 결계의 힘을 잃게 됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1150,
        "N": "위대한 꿈의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruDreamPiece_01",
                "D": "아란나의 멜로디. 꿈속으로 드나들 수 있는 능력이 있습니다. 가장 쉽게 아란나라의 인정을 받을 수 있는 멜로디 중 하나이기도 합니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1149,
        "N": "원천의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_VarunaDevice_01",
                "D": "아란판두가 알려준 멜로디. 「바루나 신기」를 제어하는 능력이 있습니다.<br>바루나 신기 근처에서 「낡은 하프」로 이 멜로디를 연주한 후, 상호작용하면 수천삼림의 날씨를 바꿀 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1148,
        "N": "새싹의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruStrongSeed_01",
                "D": "아란마하가 남긴 멜로디. 「새싹이 돋은 나뭇가지」에게 연주를 들려주면 「건강한 풀 씨앗」을 자라나게 해 「발라야」를 활성화할 수 있습니다.<br>이런 가지 근처에서 「낡은 하프」로 이 멜로디를 연주하면 건강한 풀 씨앗을 얻을 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1147,
        "N": "동물이 거니는 길의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruDeleteFlower_01",
                "D": "아란야마가 남긴 멜로디. 「유폐꽃」에게 들려주면 특정 장애물을 제거할 수 있습니다.<br>이런 특별한 꽃 근처에서 「낡은 하프」로 이 멜로디를 연주하면 장애물을 제거할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1146,
        "N": "비밀 통로의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruPortal_01",
                "D": "아란지가 남긴 멜로디. 「숲속 비밀 통로」를 깨워 새로운 통로를 개방하는 힘이 있습니다.<br>나무 구멍처럼 생긴 물체 근처에서 「낡은 하프」로 이 멜로디를 연주해 특수 포털을 오픈하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1145,
        "N": "바마다의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruVineBall_01",
                "D": "아란리캔이 알려준 멜로디. 「바마다」를 돌려 통로를 열 수 있는 힘이 있습니다.<br>이상한 구체 근처에서 「낡은 하프」로 이 멜로디를 연주하면 바마다를 활성화시킬 수 있습니다. 활성화된 바마다를 공격하면 바마다가 회전합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1144,
        "N": "소생의 멜로디",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_SumeruTutorial_SumeruShattered_01",
                "D": "아란나킨의 멜로디. 초목의 힘을 빌려 일부 부서진 원소 비석을 복구할 수 있습니다.<br>부서진 비석 근처에서 「낡은 하프」로 이 멜로디를 연주해 비석을 복구하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1143,
        "N": "바나라나의 신비한 「우편함」…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_AranaraMailBox",
                "D": "바나라나에는 신비한 우편함이 존재하는데, 우편함에 기이한 풍경화가 나타나기도 합니다.<br>페이몬과 함께 탐사했던 경험에 따르면 그림이 가리키는 지점에 보물이 숨겨져 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1142,
        "N": "순광 방사",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TheChasmTutorial_LightBurst",
                "D": "일정 레벨에 도달한 「유명석 촉매」를 발동하면 「진흙 분출구」와 주변의 검은 진흙을 파괴할 수 있습니다. 단, 더 강한 강도를 지닌 2단계 진흙 분출구는 더욱 강력한 「유명석 촉매」가 필요합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1141,
        "N": "「진흙 분출구」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TheChasmTutorial_AbyssCore",
                "D": "「검은 진흙」 중에서 종종 보이는 기괴한 검은 덩어리는 주변의 검은 진흙을 유지합니다"
            },
            {
                "I": "UI_TheChasmTutorial_AbyssCore02",
                "D": "강도가 다른 「진흙 분출구」가 존재하며, 일정 정도의 힘을 가진 「유명석 촉매」만이 순광 방사를 통해 상응하는 진흙 분출구를 파괴할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1140,
        "N": "특이한 암석",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TheChasmTutorial_GeoBarrier",
                "D": "근처에 생김새가 특이한 바위기둥과 관련이 있는 기석. 바위기둥의 「공진」을 받을 수 있는 것 같습니다. 단기간 안에 받을 수 있는 「공진」 횟수와 바위에 있는 인장 수량에 무언가 관련이 있을 지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1139,
        "N": "특이한 암벽 기둥",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TheChasmTutorial_Chalcedony",
                "D": "전해지는 말로는 고대 시대에 전투를 하면서 남겨진 흔적이라고 합니다. 폭발과 둔기의 충격을 받은 후 똑같은 모양의 바위기둥과 @바위 원소로 만들어진 창조물#에 「공진」을 일으킬 수 있는 것 같습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1138,
        "N": "「새장 모양의 『바위 원소』 폴리머」?",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TheChasmTutorial_GeoSeedLauncher",
                "D": "층암거연을 봉인한 「반건」의 주변에서 자연스럽게 생긴 석출물. 「바위의 씨앗」 에너지를 얻은 후 외력의 자극을 받으면 결정탄을 발사합니다"
            },
            {
                "I": "UI_TheChasmTutorial_GeoSeedLauncher02",
                "D": "발사한 방향은 공격받은 방향과 연관이 있는듯합니다. 「반건」에 어떤 효과를 낼 수 있을지도…?"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1137,
        "N": "기괴한 「검은 진흙」…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TheChasmTutorial_AbyssCarpet",
                "D": "신비한 「검은 진흙」 속에 있으면 캐릭터의 HP가 지속적으로 감소하며 행동도 어느 정도 영향을 받습니다. 「유명석 촉매」에 저장된 에너지도 이런 상황에서는 조금씩 빠져나갑니다"
            },
            {
                "I": "UI_TheChasmTutorial_AbyssCarpet02",
                "D": "알 수 없는 이유로 인해, 마물이 「검은 진흙」 속에 있을 경우 더욱 난폭해집니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1135,
        "N": "건문",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_Orb",
                "D": "「건문」이라 불리는 도안은 연하궁에서 기원된 것으로, 총 다섯 가지가 있습니다. 열쇠 하나에 자물쇠 하나가 세트인 것처럼, 건문 또한 상응하는 각 도안의 봉인을 해제할 수 있습니다. 최대한 많이 수집해 효율적으로 사용해 보세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1134,
        "N": "명어(冥魚)",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_AirForce",
                "D": "명어(冥魚)떼 내부에 있으면 고기들한테 둘러싸여 지속적으로 활강할 수 있습니다. 다만 물고기 떼에서 떨어져 나오면 양력을 잃게 되니 자신의 위치에 유의하세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1133,
        "N": "일월윤회",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_Switcher_01",
                "D": "연하궁의 「고삐」가 있으면 장치를 가동해 「상야」와 「백야」를 전환할 권한이 생깁니다. 연하궁 각 곳에 분포돼 있는 이러한 장치들은 전부 다이니치 미코시로 연결하여 「밤낮」을 바꿀 수 있습니다.<br>연하궁의 환경과 장치는 「상야」 또는 「백야」에서 다른 모습을 보입니다. 주야를 전환하는 능력으로 비밀을 파헤쳐 보세요"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_Switcher_02",
                "D": "「백야」의 영원의 빛 장막은 「상야」에서 해제되고 그 반대에서도 마찬가지입니다"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_Switcher_03",
                "D": "연하궁에 발생하는 공기 왜곡 현상은 통칭 「양염의 환영」이라고 합니다. 「밤낮」의 변화에 따라 이러한 환상이 사라지거나 나타납니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1132,
        "N": "일야대",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_AbyssalOperator_01",
                "D": "「백주의 대」와 「심야의 대」는 상응하는 「낮」 또는 「밤」에 자신을 복원하며, 접근하면 조작할 수 있습니다. 단 「상야」, 「백야」 전환 후 상태가 리셋됩니다"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_AbyssalOperator_02",
                "D": "「백주의 대」와 「심야의 대」는 상응하는 「낮」 또는 「밤」에 자신을 복원하며, 접근하면 조작할 수 있습니다. 단 「상야」, 「백야」 전환 후 상태가 리셋됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1131,
        "N": "삼각 장치…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_Vibrator",
                "D": "일정 거리 내에서 공격으로 장치를 활성화할 수 있습니다. 일정 시간 후 해당 장치는 리셋됩니다. 장치는 알아서 복구되니, 훼손된 장치를 발견하면 「상야」 상태에서 다시 확인해 보세요"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1130,
        "N": "정화의 예배처",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_AbyssalPalaceTutorial_EnergyOperator_01",
                "D": "예배처는 일정(日精)과 월화(月華) 두 가지로 나뉘며, 각각 「백야」와 「상야」의 에너지를 저장해 참배하는 사람에게 부여합니다. 이 에너지로 「밤낮」이 반대인 상태에서 장치를 활성화할 수 있습니다"
            },
            {
                "I": "UI_AbyssalPalaceTutorial_EnergyOperator_02",
                "D": "예배처는 일정(日精)과 월화(月華) 두 가지로 나뉘며, 각각 「백야」와 「상야」의 에너지를 저장해 참배하는 사람에게 부여합니다. 이 에너지로 「밤낮」이 반대인 상태에서 장치를 활성화할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1129,
        "N": "츠루미의 「서목」…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Tree01",
                "D": "츠루미 현지인의 말에 따르면, 이 나무는 뇌조가 쉬어간 나무이기에 「공양」이 필요하다고 합니다. 서목(栖木)을 만지면 나무가 품은 힘이 세 개의 깃털 모양으로 변해 날아갑니다. 흩어진 힘을 찾으면 「공양」을 마칠 수 있습니다"
            },
            {
                "I": "UI_TsurumiTutorial_Tree",
                "D": "츠루미 현지인의 말에 따르면, 이 나무는 뇌조가 쉬어간 나무이기에 「공양」이 필요하다고 합니다. 서목(栖木)을 만지면 나무가 품은 힘이 세 개의 깃털 모양으로 변해 날아갑니다. 흩어진 힘을 찾으면 「공양」을 마칠 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1128,
        "N": "신비한 조각상",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Bird",
                "D": "츠루미에는 가끔 독특한 모양의 조형물이 있습니다. 빛나는 조형물 근처에서 @「깃털」#을 사용하면 신기한 일이 일어날지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1127,
        "N": "츠루미의 「뇌석」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Torch",
                "D": "츠루미 문명이 세운 의식용 돌무더기로 보이며, @번개 원소#로 밝힐 수 있습니다.<br>불을 밝히면 주변의 사람은 안개 속에서 길을 잃지 않을 것입니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1126,
        "N": "「이시네 문자」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_TsurumiTutorial_Stone",
                "D": "츠루미에는 룬 문자가 새겨진 돌이 있습니다. 「환영」에 의하면 이 문자는 「이시네 문자」라고 합니다. @올바른 순서#로 돌을 만지면, 신기한 현상이 일어날지도 모릅니다. 순서의 단서는 돌 주변에 숨겨져 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1125,
        "N": "「위상의 문」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_TeleportHighway",
                "D": "세계에는 「위상의 문」이라고 불리는 유적 장치가 있습니다 두 개의 위상의 문이 @서로 마주하면# 중간에 에너지 경로가 생기고, 원소의 힘을 조종할 수 있는 사람은 이를 통해서 각지로 빠르게 이동할 수 있습니다"
            },
            {
                "I": "UI_InazumaTutorial_TeleportHighway_02",
                "D": "@원소 시야#를 이용해 맞은편에 있는 문의 방향을 확인할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1122,
        "N": "세이라이의 「제압석」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_SRIwakura_01",
                "D": "제압석을 다시 발동시켜 다시 뇌폭을 잠재우려면, 먼저 제압석에 해당하는 3개의 고헤이를 찾아서 접촉해야 합니다. 모든 고헤이의 위치와 주술 종이 표면의 개수를 잘 기억해야 합니다"
            },
            {
                "I": "UI_InazumaTutorial_SRIwakura_02",
                "D": "제압석은 주술 종이가 붙어있고, 상하부로 구성되어 있으며, 각각 회전할 수 있습니다"
            },
            {
                "I": "UI_InazumaTutorial_SRIwakura_03",
                "D": "제압석을 회전시켜, 제압석 위 고헤이의 방향으로 주술 종이의 표면 수를 고헤이의 주술 종이의 표면 수와 맞춥니다. 제압석과 그에 대응하는 모든 고헤이의 주술 종이 표면 수가 일대일로 대응할 때, 이 제압석의 봉인은 더욱 견고해집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1121,
        "N": "「전등대」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_Tourou_01",
                "D": "이나즈마에는 이와 같은 오래된 석재 촛대가 존재합니다. 번개 씨앗과 함께하면 촛대를 밝힐 수 있을 듯합니다"
            },
            {
                "I": "UI_InazumaTutorial_Tourou_02",
                "D": "이나즈마에는 이와 같은 오래된 석재 촛대가 존재합니다. 번개 씨앗과 함께하면 촛대를 밝힐 수 있을 듯합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1120,
        "N": "신비한 초석 기둥…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_WataEffigy_01",
                "D": "와타츠미섬에서는 종종 오래된 돌기둥 조각상을 발견할 수 있습니다"
            },
            {
                "I": "UI_InazumaTutorial_WataEffigy_02",
                "D": "경건한 마음을 담아 상호작용을 하면 주변의 물건과 기관의 상태를 바꿀 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1117,
        "N": "「벼락 나무」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecEmitTree",
                "D": "「벼락 나무」는 「번개 재앙」을 조종하는 나무입니다<br>괴상한 신목 옆에 있으면 「번개 재앙」을 피할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1116,
        "N": "전기 전도?",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecPowerCollector_01",
                "D": "어떤 곳에는 신비한 장치 조합이 있다: 「방전석」과 「집전석」. 전자는 @번개 원소 부착# 상태의 캐릭터나 마물에게 무해한 전류를 방출하며 후자는 「방전석」이 방출한 전력을 흡수합니다 가끔은 「계전석」도 있습니다 해당 장치는 방전석이 방출한 전력을 전도합니다"
            },
            {
                "I": "UI_InazumaTutorial_ElecPowerCollector_02",
                "D": "「집전석」의 미묘한 차이로 필요한 전류 수량도 차이가 있을 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1115,
        "N": "뇌정 탐침",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecMagnetGear",
                "D": "해당 유적 장치는 「번개 원소」를 탐지할 수 있습니다 근처에 @번개 원소 부착# 상태의 캐릭터나 마물이 있으면 바늘이 해당 캐릭터나 마물의 방향을 가리킵니다<br>바늘이 받침대에 표시된 「정확한 방향」을 가리키면 좋은 일이 생길지도 모릅니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1114,
        "N": "쿠지라이네 테마리 놀이",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_TemariGame_01",
                "D": "쿠지라이 곁에 있는 「테마리」와 상호작용을 하면 특별한 규칙의 테마리 놀이를 할 수 있습니다.<br>해당 방식의 테마리에서는 「테마리 수호자」와 「테마리 도둑 」으로 나뉩니다"
            },
            {
                "I": "UI_InazumaTutorial_TemariGame_02",
                "D": "게임 진도의 주인은 「테마리 수호자」로서 제한 시간 안에 테마리를 안전한 곳에 배치합니다"
            },
            {
                "I": "UI_InazumaTutorial_TemariGame_03",
                "D": "다른 월드에서 온 여행자는 「테마리 도둑」을 담당하게 되며 같은 제한 시간 내에 테마리를 찾아야 합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1113,
        "N": "번개 씨앗…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ThunderSeed_01",
                "D": "「번개의 벚나무 가지」에 붙어 나타난 신기한 정령은 번개의 가호를 상징하는 「번개 씨앗」입니다"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeed_02",
                "D": "번개 씨앗에는 다양한 힘이 있습니다. 번개 씨앗과 동행하면 @「뇌극」을 이용한 빠른 이동# 및 @「번개의 결계」# 진입이 가능하고, 심지어 @「번개 재앙」#도 막을 수 있습니다"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeed_03",
                "D": "나루카미 다이샤의 신성한 벚나무에 번개 씨앗을 공양하면 힘을 강화할 수 있습니다.<br>강력한 번개 씨앗은 그들이 인정한 여행자를 도와 적에 대항할 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1112,
        "N": "뜬금없는 결계…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ThunderSeedBarrier_01",
                "D": "이나즈마는 사람의 진입을 막는 배리어를 「번개의 결계」라고 합니다<br>모종의 신비한 이유로 번개 씨앗의 인정을 받아 @번개 씨앗#과 동행하면, 일부 배리어를 통과해 내부에 들어갈 수 있습니다…"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeedBarrier_02",
                "D": "…하지만 더욱 강력한 번개 씨앗이 필요한 강력한 결계도 존재합니다. 나루카미 다이샤의 신성한 벚나무를 통해 @번개 씨앗#을 공양하면, 언젠가는 「번개의 결계」로 봉쇄된 모든 구역을 통과할 수 있습니다"
            },
            {
                "I": "UI_InazumaTutorial_ThunderSeedBarrier_03",
                "D": "「번개의 결계」에 가끔 「번개석」이 봉인되어 있습니다. 해당 번개석은 자유롭고 난폭한 힘을 품고 있으며, 번개 씨앗으로 일시적으로 제압할 수 있습니다<br>「번개석」이 제압당하는 동안 외곽의 결계가 사라집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1111,
        "N": "기묘한 장치…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ActiveRayAmp_01",
                "D": "야시오리섬에 존재하는 「재앙신」을 진압하는 힘을 가진 장치. 「인도의 반좌」와 「뇌전의 거울」 두 가지로 나뉩니다"
            },
            {
                "I": "UI_InazumaTutorial_ActiveRayAmp_02",
                "D": "「인도의 반좌」가 공격을 받을 때 지정 방향으로 전류를 방출할 수 있습니다. 해당 전류는 야시오리섬 재앙신의 의지로 형성된 결계를 소멸시킬 수 있습니다"
            },
            {
                "I": "UI_InazumaTutorial_ActiveRayAmp_03",
                "D": "「뇌전의 거울」은 「인도의 반좌」에서 전해져 온 전류를 받아 다른 방향으로 전도합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1110,
        "N": "「카무이섬 붕괴포」·Ⅱ",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecCannonManual",
                "D": "이 대포는 보이는 대로 맞추는 조준 수단이 없습니다. 각도와 방향을 조정해 공격 대상을 향해 발사 방향을 조준해야 합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1109,
        "N": "「카무이섬 붕괴포」·I",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecCannonCharge_01",
                "D": "강력한 위력을 가진 대포. 보통 특수한 탄약이 있어야만 격발이 가능하지만, 번개 원소로도 충전이 가능합니다…"
            },
            {
                "I": "UI_InazumaTutorial_ElecCannonCharge_02",
                "D": "근처에 있는 캐릭터가 @번개 씨앗을 보유#하거나, @번개 원소 부착# 상태에서 「카무이섬 붕괴포」를 충전할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1108,
        "N": "「뇌극」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ThunderCore",
                "D": "기이한 「뇌극」은 이나즈마에서 흔히 볼 수 있습니다. 번개 원소의 힘을 보유하거나 이나즈마의 가호를 받은 사람은 뇌극으로 번개처럼 빠르게 이동할 수 있습니다<br>뇌극 근처 일정 범위 안에 있는 캐릭터가 @번개 씨앗을 보유#하거나, @번개 원소 부착# 상태에서 「뇌극」으로 빠르게 이동할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1107,
        "N": "넘치는 「번개 원소」…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_ElecRegionManual",
                "D": "이나즈마 일부 구역은 「번개 원소 농도」가 지나치게 높아 그 구역에 있으면 HP를 점차 잃게 됩니다. 이런 현상은 「번개 재앙」으로 불립니다<br>@번개 씨앗#의 보호를 이용하면 「번개 재앙」의 피해를 막을 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1106,
        "N": "신비한 「기억의 렌즈」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_InazumaTutorial_FoxMirror",
                "D": "특별한 @간편 아이템# 「기억의 렌즈」를 사용해 주변 세계를 관찰할 수 있습니다.<br>이 렌즈로 @특수한 「지호(地狐)」 조각상#을 관찰하면 기묘한 일이 일어날지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 6029,
        "N": "신비한 「파도 배」…",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Activity_Summertime_Ship_01",
                "D": "「파도 배」는 신비한 수상 탈 것으로 「파도 배 워프 포인트」를 통해 배의 주인 곁으로 소환할 수 있습니다. 파도 배에 가까이 다가가면 탑승하여 조종할 수 있습니다.<br>수시로 파도 배 워프 포인트를 통해 소환할 수 있지만, 사람마다 파도 배를 1척만 보유할 수 있습니다"
            },
            {
                "I": "UI_Activity_Summertime_Ship_02",
                "D": "파도 배는 「가속」을 통해 항해 속도를 높일 수 있습니다.<br>파도 배에는 「신속포」와 「중포」 2가지의 마법 무장이 탑재되어 있습니다. 중포의 위력은 비교적 강하고 발사 후 일정 재사용 대기시간이 있습니다"
            },
            {
                "I": "UI_Activity_Summertime_Ship_03",
                "D": "점프 버튼을 길게 눌러 조종을 멈추고 파도 배에서 내릴 수 있습니다.<br>파도 배에서 내린 후 파도 배에 접근하면 다시 조종할 수 있고 파도 배 워프 포인트를 통해 자신의 곁으로 다시 소환할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1036,
        "N": "원소 부여",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_74a",
                "D": "전투 중 일부 스킬과 효과는 한손검, 양손검, 장병기를 사용하는 캐릭터에게 @원소를 부여#합니다: 일반 공격, 강공격과 낙하 공격 시, 해당 원소 피해를 가하게 되며, 원소 부여 효과는 동시에 1가지만 존재할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_74b",
                "D": "또한, 일부 스킬은 캐릭터의 공격을 원소 피해로 전환합니다. 원소 부여 효과와 비슷하지만, @원소 부여 효과로 대체 될 수 없습니다#"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1104,
        "N": "혹한 환경…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DragonspineTutorial_ColdClimate_01",
                "D": "혹한의 환경에서「혹한 게이지」는 지속해서 쌓입니다. 혹한 게이지가 한계를 초과하면 캐릭터는 @빠른 속도로 HP를 잃습니다#. 또한, 일부 아이템은 드래곤 스파인의 독특한 지맥 환경과 날씨의 영향을 받아 @정상적으로 사용할 수 없습니다#"
            },
            {
                "I": "UI_DragonspineTutorial_ColdClimate_02",
                "D": "불타는 모닥불과 횃불 외에도 다양한 물건들이 @혹한 게이지를 감소#시킬 수 있습니다: 워프 포인트, 따뜻한 선령, 유적의 촛불, 일곱신상 등. 적색의 돌을 파괴해 생성된 정수를 흡수해도 혹한 게이지가 감소합니다"
            },
            {
                "I": "UI_DragonspineTutorial_ColdClimate_03",
                "D": "특수한 환경과 행동은 혹한 게이지를 더 빨리 누적시킵니다. 예: 눈보라, 수영 등. 앞으로 나아가는 길을 잘 계획해야 혹한의 환경에서 오랫동안 생존할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1103,
        "N": "눈보라",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DragonspineTutorial_IceStorm",
                "D": "혹한의 눈보라 속에서 @혹한 게이지가 쌓이는 속도가 대폭 상승#합니다. 만약 제때 방한 조처를 하지 않으면 불행한 운명을 마주하게 될지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1102,
        "N": "고대의 얼음",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DragonspineTutorial_SpecialIce_01",
                "D": "이런 기이한 문양의 특수한 얼음덩이는 @불 원소 공격으로도 녹일 수 없습니다#"
            },
            {
                "I": "UI_DragonspineTutorial_SpecialIce_02",
                "D": "이런 기이한 문양의 특수한 얼음덩이는 @불 원소 공격으로도 녹일 수 없습니다#"
            },
            {
                "I": "UI_DragonspineTutorial_SpecialIce_03",
                "D": "@적색의 돌의 영향을 받은 공격#만이 얼음덩이 속의 신비한 힘을 중화시킬 수 있습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1101,
        "N": "적색의 돌",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DragonspineTutorial_BloodCrystal_01",
                "D": "「적색의 돌」의 돌로 불리는 기이한 결정으로 내부에는 알 수 없는 따뜻한 힘이 들어있습니다. @파괴하고 주우면# 캐릭터의 주위를 맴돕니다"
            },
            {
                "I": "UI_DragonspineTutorial_BloodCrystal_02",
                "D": "지속 기간에 @혹한 게이지가 쌓이지 않는# 특성을 이용해 몸을 따뜻하게 할 수 있습니다. 만약 이때 적의 공격을 받으면 에너지가 전부 방출됩니다.<br>하지만 어떠한 원인으로 인해 이곳의 워프 포인트와 일곱신상은 @적색의 돌을 제거하는 힘#을 가지고 있는 것 같습니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1100,
        "N": "따뜻한 선령",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_DragonspineTutorial_FireSeelie",
                "D": "드래곤 스파인에는 돌연변이한 「따뜻한 선령」이 존재합니다. 따뜻한 선령은 @지속해서 열량을 발산해 혹한 게이지를 감소시킵니다#"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7011,
        "N": "「특수 분석용 줌 렌즈」",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_CharlotteZoomLens_01",
                "D": "배낭 또는 간편 아이템 퀵슬롯으로 「특수 분석용 줌 렌즈」를 장착하고 사진기를 사용하면 특수한 줌 촬영 기능을 사용할 수 있습니다.<br>@샤를로트가 해당 아이템을 장착하고 원소전투 스킬 「프레이밍·빙점 구도법」을 홀드하면 기존 효과#가 특수한 방식의 촬영으로 대체됩니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7010,
        "N": "수정 나비 포획 장치",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_WispCage_01",
                "D": "「수정 나비 포획 장치」를 배치하고 특정 재료를 넣으면, 해당 장치가 수정 나비를 장치 속으로 유인합니다.<br>일정 시간 후, 장치 속에서 수정 코어를 회수할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7009,
        "N": "낚싯줄 안정 장치",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_Accelerate_01",
                "D": "각지의 낚시 협회에서 교환을 통해 「낚싯줄 안정 장치」를 획득한 후, 해당 아이템을 이용해 낚시에 도움을 받을 수 있습니다.<br>「낚싯줄 안정 장치」는 기본적으로 활성화되어 있습니다. 여행자가 스스로 「낚싯줄 안정 장치」의 보조 기능을 활성화하거나 비활성화할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Fishing_Accelerate_02",
                "D": "여행자가 어떤 종류의 물고기를 낚을 때, 해당 어종의 과거 어획량에 따라 「낚싯줄 안정 장치」는 각기 다른 등급의 보조 효과를 제공합니다. 예를 들어 낚싯줄이 최적 장력 구간에 존재하는 경우, 낚시 진도 증가 속도가 조금 증가합니다.<br>「낚싯줄 안정 장치」가 최상의 상태인 경우, 낚싯줄이 최적 장력 구간 밖에 있어도 낚시 진도가 증가합니다.<br>「도감·생물지」에서 낚시를 통해 획득한 어류의 수량을 확인할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7008,
        "N": "유명석 촉매",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_Lumen_1a",
                "D": "유명석 촉매 장착 시 에너지가 저장되어 있다면 주위를 밝힐 수 있습니다. 하지만 지맥 환경이 특별하기 때문인지, 유명석 촉매는 층암거연·지하 광구에서만 적용됩니다"
            },
            {
                "I": "UI_Tutorial_Lumen_1b",
                "D": "일부 특정 장치, 생물, 명석등, 행운의 빛 벌레 등은 촉매의 에너지를 보충할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Lumen_1c",
                "D": "어쩌면 탐사 팀 중 누군가는 유명석 촉매의 힘을 강화시킬 수 있을지도 모릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7007,
        "N": "「폭죽통」",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_124a",
                "D": "「폭죽통」을 설치하고, 「발포 준비」 화면에서 폭죽의 종류, 순서 등 수요에 따라 폭죽을 설정할 수 있습니다.<br>폭죽 발포가 끝나거나, 전투 상태 진입 혹은 폭죽과의 거리가 너무 멀어지면 「폭죽통」은 자동으로 회수됩니다"
            },
            {
                "I": "UI_Tutorial_124b",
                "D": "「폭죽통」의 「개조」 기능을 이용하면, 불꽃의 원래 모양을 개조하여, 여행자가 원하는 불꽃 효과를 만들 수 있습니다!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7006,
        "N": "사방팔방의 그물",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_120a",
                "D": "「사방팔방의 그물」을 사용하면 월드 내 동물의 외형을 포획해 가둘 수 있고, 「사방팔방의 그물」을 매개체로 삼아 동물의 형체를 만들어 낼 수 있습니다.<br>「사방팔방의 그물」을 통해 형체가 만들어진 동물은 「속세의 주전자」 안에 배치할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_120b",
                "D": "하지만 와카무라사키의 「사방팔방의 그물」의 개조는 아직 완벽하지 않아서 「사방팔방의 그물」로 외형을 포획할 수 없는 동물도 있습니다.<br>「사방팔방의 그물」로 포획할 수 있는 동물은 도감의 그물 표식으로 확인할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1037,
        "N": "「잃어버린 바람 신의 눈동자」",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_102",
                "D": "몬드 곳곳에는 「잃어버린 바람 신의 눈동자」가 흩어져 있습니다. 바람 신의 눈동자를 모아, 몬드의 일곱신상에 공양하면 바람의 일곱신상 레벨을 올려, 다양한 보상을 획득할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7004,
        "N": "매개 변수 변환기·II",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_73c",
                "D": "변환 시 @원소 공격#으로 에너지를 변환에 필요한 임계값에 도달시켜야 변환이 완료됩니다. 완료 후 바로 변환된 물질을 획득할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7005,
        "N": "매개 변수 변환기·I",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_73a",
                "D": "매개 변수 변환기는 안에 있는 물질에 「질적 변화」를 일으켜 다른 물질로 변환시킵니다. 이러한 특성을 이용하면 필요 없는 소재나 도구도 유용하게 쓸 수 있습니다. 생성된 물질의 종류는 변환 전 물질에 따라 달라진다고 합니다…"
            },
            {
                "I": "UI_Tutorial_73b",
                "D": "매개 변수 변환기를 설치해 물질을 충분히 넣으면 변환을 시작할 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7003,
        "N": "바람 잡는 병",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_61a",
                "D": "바람 잡는 병은 「바람 씨앗」을 담아 그 힘을 이용해 윈드 필드를 생성시킬 수 있는 실용적인 아이템입니다. 장비 후 바람 씨앗에 가까이 다가가면 바람 원소의 힘을 흡수하여 사용 가능 횟수를 획득합니다"
            },
            {
                "I": "UI_Tutorial_61b",
                "D": "바람 잡는 병의 사용 가능 횟수를 소모해 윈드 필드를 생성할 수 있습니다. 모험 및 여행 시 매우 편리한 아이템입니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7002,
        "N": "포켓 워프 포인트",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_60a",
                "D": "포켓 워프 포인트는 워프 포인트를 모방한 아이템으로 지맥과 연결하여 워프 기능을 활성화할 수 있습니다. 사용 시 현재 위치에 포켓 워프 포인트를 설치하고, 워프 포인트와 마찬가지로 지도에서 눌러 바로 워프할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_60b",
                "D": "포켓 워프 포인트는 설치 후 7일이 지나면 자동으로 사라지고, 한 개만 설치할 수 있습니다. 월드에 새로운 포켓 워프 포인트 설치 시, 기존의 포켓 워프 포인트는 소멸합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 7001,
        "N": "삼공식·영양키트",
        "S": "간편 아이템",
        "T": [
            {
                "I": "UI_Tutorial_59a",
                "D": "삼공식·영양키트는 어느 연금술사가 디자인한 특별한 도구로 완성된 요리를 넣으면 언제 어디서든 바로 먹을 수 있습니다. 음식을 선택해 영양키트에 넣어주세요"
            },
            {
                "I": "UI_Tutorial_59b",
                "D": "HP 회복 요리와 부활 요리를 각각 하나씩 넣을 수 있고, 장비 후 바로 섭취할 수 있습니다. 부활 요리는 파티 내 전투 불능 캐릭터에게 우선적으로 사용됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1033,
        "N": "신비한 선령",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_40",
                "D": "티바트 대륙에는 「선령」이라 불리는 신기한 생물체가 사방에 흩어져 있습니다. @선령을 따라서 특정 장소에 도달하면# 특별한 일이 생길지도…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1032,
        "N": "신기한 바람 씨앗·2",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_39c",
                "D": "여러 개의 씨앗이 모이면 숨겨진 힘이 활성화됩니다. 3개의 씨앗을 모으면 바람 원소 스킬이 없어도 @윈드 필드가 생성#됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1031,
        "N": "신기한 바람 씨앗·1",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_39b",
                "D": "모험할 때 월드 곳곳에 흩어져 있는 바람 씨앗에 주의를 기울여보세요. 바람 씨앗의 특성을 이용하면 도달하기 힘든 높은 곳도 갈 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1030,
        "N": "바람 씨앗…",
        "S": "지식 탐구",
        "T": [
            {
                "I": "UI_Tutorial_39",
                "D": "캐릭터를 따라 배회하는 요정 「바람 씨앗」은 바람의 마력을 담고 있습니다. 바람 씨앗과 동행 시 @스태미나 소모량이 감소#합니다. 이때 @바람 원소 스킬#을 사용하면, @윈드 필드를 생성#할 수도 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1035,
        "N": "낙하 공격",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_56",
                "D": "일정 높이의 공중에서 @일반 공격# 사용 시 @낙하 공격#이 발동되어 땅에 착지합니다. 이때 받는 추락 피해가 감소합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4004,
        "N": "지체의 물",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_44",
                "D": "「지체의 물」 상태에서 @재사용 대기시간이 연장#됩니다. @원소 반응#으로 캐릭터에 부착된 물 원소를 없애면 해당 상태에서 벗어날 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4003,
        "N": "흡능의 번개",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_43",
                "D": "「흡능의 번개」 상태에서 @캐릭터는 원소 에너지가 계속 소실#됩니다. @원소 반응#으로 캐릭터에 부착된 번개 원소를 없애면 해당 상태에서 벗어날 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4002,
        "N": "응결의 얼음",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_37",
                "D": "「응결의 얼음」 상태의 캐릭터는 @소모하는 스태미나가 증가#합니다. @원소 반응#으로 캐릭터에 부착된 얼음 원소를 없애면 해당 상태에서 벗어날 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 4001,
        "N": "무형의 불",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_38",
                "D": "「무형의 불」 상태의 캐릭터는 @지속적인 불 원소 피해#를 받습니다. @원소 반응#으로 캐릭터에 부착된 불 원소를 없애면 해당 상태에서 벗어날 수 있습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1027,
        "N": "HP 위험 수준",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_20",
                "D": "HP는 아주 중요합니다! 정성을 담아 제작한 요리와 「일곱 신상」 또는 「신월 신상」은 캐릭터의 활력을 회복시킬 수 있는 훌륭한 수단입니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1026,
        "N": "윈드 필드",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_33",
                "D": "윈드 필드의 상승 기류를 이용하면 빠르게 위로 상승할 수 있습니다! 윈드 필드에서 점프 후 「바람의 날개」를 펼친다면…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1025,
        "N": "원소전투 스킬을 이렇게 쓸 수도 있는 거야?",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_32",
                "D": "일부 「원소전투 스킬」은 @짧게 누를# 때와 @길게 누를# 때의 효과가 다릅니다…"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1023,
        "N": "약점 공격·2",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_30",
                "D": "적의 약점을 명중 시 적은 잠깐 움직임을 멈추거나 평행 감각을 잃습니다! 적의 약점을 많이 알고 있을수록 적을 상대하기 쉬워집니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1022,
        "N": "약점 공격·1",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_29",
                "D": "조준 사격 시 더 정확하게 적의 약점을 공격할 수 있습니다! 대부분 인간 형태를 하고 있는 적의 약점은 머리입니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1021,
        "N": "보호막…",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_28",
                "D": "보호막은 캐릭터를 대신해 피해를 막아줍니다! 만약 받은 피해가 많으면 보호막도 효력을 잃습니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1020,
        "N": "다 부순다!",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_27",
                "D": "강력한 양손검 사용, 폭발과 같은 일부 공격 방식은 더 쉽게 단단한 물체를 파괴할 수 있습니다!"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1019,
        "N": "원소 에너지 획득…",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_26",
                "D": "@「원소 구슬」# 혹은 @「원소 입자」#를 흡수하면 원소 에너지를 보충할 수 있습니다. @원소 피해를 주고 적을 처치하거나 적을 쓰러트리면# 원소 구슬과 원소 입자가 생성됩니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 1018,
        "N": "원소폭발",
        "S": "전투 지식",
        "T": [
            {
                "I": "UI_Tutorial_25a",
                "D": "「원소폭발」을 사용하세요! 원소폭발 사용 시 캐릭터의 모든 원소 에너지를 소모합니다"
            },
            {
                "I": "UI_Tutorial_25b",
                "D": "「원소폭발」을 사용하세요! 원소폭발 사용 시 캐릭터의 모든 원소 에너지를 소모합니다"
            }
        ],
        "Y": 2,
        "V": "0.0"
    },
    {
        "_id": 12091,
        "N": "「일곱 성인의 소환」 규칙 보기",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_InSide_09",
                "D": "「일곱 성인의 소환」의 일부 카드와 스킬 설명에는 밑줄이 그어진 「규칙 용어」가 존재합니다. 「규칙 용어」를 누르면 상세 설명을 확인할 수 있습니다"
            },
            {
                "I": "UI_Gcg_InSide_10",
                "D": "「일곱 성인의 소환」 대전 중 화면 우측 상단의 「톱니바퀴」 아이콘을 누르면 @설명서를 확인#할 수 있습니다.<br>설명서에서 「일곱 성인의 소환」의 규칙을 상세히 알아보세요"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12090,
        "N": "「일곱 성인의 소환」 규칙 설명",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_InSide_01",
                "D": "「일곱 성인의 소환」은 빠른 템포로 격렬한 대결을 펼치는 카드 배틀 게임입니다.<br>「캐릭터 카드」와 「행동 카드」로 덱을 구성해 다양한 상대와 대전을 펼쳐보세요!"
            },
            {
                "I": "UI_Gcg_InSide_02",
                "D": "주사위 단계<br>턴이 시작될 때마다 「원소 주사위」 8개를 굴리게 됩니다.<br>주사위를 굴린 후에는 1회에 한해 원하는 개수만큼 원소 주사위를 「다시 굴릴」 수 있습니다"
            },
            {
                "I": "UI_Gcg_InSide_03",
                "D": "원소 주사위<br>「원소 주사위」는 8면으로 이루어진 주사위로, 각각 얼음, 물, 불, 번개, 바람, 바위, 풀의 총 7개의 원소와 원하는 원소로 사용할 수 있는 「만능 원소」로 이뤄져 있습니다.<br>모든 행동은 「원소 주사위」를 비용으로 지불해야 합니다"
            },
            {
                "I": "UI_Gcg_InSide_04",
                "D": "행동: 스킬 사용<br>행동 단계에서는 「원소 주사위」를 지불해 아군 @「출전 캐릭터」#의 스킬을 사용하여<br>상대 플레이어의 「출전 캐릭터」를 공격할 수 있습니다.<br>상대방의 캐릭터를 전부 쓰러뜨리면 대전에서 승리하게 됩니다!"
            },
            {
                "I": "UI_Gcg_InSide_05",
                "D": "행동: 캐릭터 변경<br>행동 단계에서는 원하는 「원소 주사위」 1개를 지불해서 @「출전 캐릭터」를 변경#할 수 있습니다"
            },
            {
                "I": "UI_Gcg_InSide_06",
                "D": "행동: 카드 사용<br>행동 단계에서는 「원소 주사위」를 지불해서 @「행동 카드」를 사용할 수 있습니다#.<br>그 중 「장비 카드」는 특정 캐릭터를 강화시킬 수 있고, 「서포트 카드」는 지속적인 버프 효과를 부여할 수 있으며, 「이벤트 카드」는 사용하는 즉시 일회성 효과를 발동할 수 있습니다"
            },
            {
                "I": "UI_Gcg_InSide_07",
                "D": "행동: 원소 조정<br>행동 단계에서 카드를 버려서 @「원소 주사위」의 타입을 변경#할 수 있습니다.<br>카드 1장을 버릴 때마다 「원소 주사위」 1개가 현재 아군 「출전 캐릭터」의 원소 타입으로 변경됩니다"
            },
            {
                "I": "UI_Gcg_InSide_08",
                "D": "행동: 턴 종료 선언<br>이번 턴에서의 행동을 종료하고 나면 @「턴 종료를 선언」#할 수 있습니다.<br>먼저 「턴 종료를 선언」한 플레이어는 「선제 플레이어」가 됩니다.<br>양쪽 모두 「턴 종료를 선언」하면 해당 턴이 종료되고 양측 모두 카드 2장을 뽑으며 새로운 턴이 시작됩니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 11068,
        "N": "「비전 상자」",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_OutSide_01",
                "D": "비전 상자를 사용하면 @카드 덱을 편집#할 수 있습니다. 또한 누가 비전 상자를 들고 있는지를 식별해서 @대전을 펼칠 수 있는 플레이어#를 찾을 수도 있습니다"
            },
            {
                "I": "UI_Gcg_OutSide_02",
                "D": "비전 상자를 통해 카드 덱 화면을 열어 원하는 덱을 선택하면 @덱을 편집#할 수 있습니다"
            },
            {
                "I": "UI_Gcg_OutSide_03",
                "D": "플레이어 탐색 기능을 사용하면 지도 화면으로 이동하며, 지도에 비전 상자를 들고 있는 다른 플레이어의 위치가 표시되어 대전 상대를 쉽게 찾을 수 있습니다. 해당 기능은 아직 클리어하지 않은 가장 가까운 플레이어를 우선 선택합니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12088,
        "N": "일곱 성인의 소환·다인 모드 대전",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_OutSide_16",
                "D": "캣테일 술집 카운터 쪽의 초대 게시판에 도전장을 걸어두면 낯선 플레이어와 대전을 진행할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12087,
        "N": "일곱 성인의 소환·술집 도전",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_OutSide_14",
                "D": "일정 플레이어 레벨에 도달하면 캣테일 술집에 있는 「왕자님」을 찾아가 술집의 고양이 플레이어들이 준비한 모험 도전에 참여할 수 있습니다. 모험 도전에서 승리하면 도전을 펼쳤던 상대의 캐릭터 카드와 특성 카드를 획득할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12089,
        "N": "일곱 성인의 소환·손님 도전",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_OutSide_13",
                "D": "일정 시간이 흐를 때마다 캣테일 술집에는 방문객과 술꾼이 찾아옵니다. 이들은 모두 대전 상대를 찾아온 사람들로, 하나같이 상당한 실력을 갖추고 있습니다. 이들과 대결을 펼쳐서 승리하면 @플레이어 경험치와 럭키 코인#을 획득할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 12084,
        "N": "일곱 성인의 소환·시스템 튜토리얼",
        "S": "튜토리얼",
        "T": [
            {
                "I": "UI_Gcg_OutSide_08",
                "D": "플레이어 레벨을 올리기 위해선 @월드에 있는 플레이어#를 찾거나, 플레이어 Lv.2를 달성한 후 술집으로 가서 @매주 방문하는# 손님들과의 일곱 성인의 소환 대결을 통해 플레이어 경험치를 얻어야 합니다. 플레이어 레벨이 오르면 더 많은 기능과 다양한 대전이 해금됩니다. 일정 플레이어 레벨을 달성하면 「왕자님」과의 대전을 통해 돌파 도전을 클리어하고 최대 레벨을 올릴 수 있습니다"
            },
            {
                "I": "UI_Gcg_OutSide_12",
                "D": "일곱 성인의 소환은 상당한 인기를 끌고 있는 카드 게임으로 @대륙 각지에 수많은 플레이어가 존재#합니다. 그들과 대전을 펼쳐서 승리하면 @플레이어 경험치와 럭키 코인#을 획득할 수 있으며, 대전을 펼치고 나면 카드를 선물해 주는 플레이어도 있습니다. 플레이어 레벨이 오르면, 대전을 펼칠 수 있는 플레이어와 도전할 수 있는 대전 횟수가 점점 늘어납니다…"
            },
            {
                "I": "UI_Gcg_OutSide_10",
                "D": "@초대 게시판#을 사용하면 플레이어 명단에 있는 플레이어에게 대전 초대장을 보낼 수 있습니다. 이때 대결에서 승리하면 조건에 해당하는 @캐릭터 카드와 특성 카드#를 획득할 수 있습니다"
            },
            {
                "I": "UI_Gcg_OutSide_11",
                "D": "초대 게시판을 사용하면 다인 모드 상태인 친구를 대전에 초대할 수 있습니다. 플레이어 레벨이 오르면 먼 곳에 있는 낯선 플레이어와도 대전을 펼칠 수 있습니다"
            },
            {
                "I": "UI_Gcg_OutSide_09",
                "D": "일곱 성인의 소환 대전을 통해 얻을 수 있는 「럭키 코인」은 캣테일 술집의 카드 상점에서 @카드, 환영 커버# 등으로 교환할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 13151,
        "N": "층별 맵에 대해",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_MultiLayerMap_01",
                "D": "맵을 열면 모서리에 표식이 있는 워프 포인트와 비경 입구 등의 맵 핀을 발견할 수 있습니다.<br>이 표식은 그 위치에 층별 맵이 존재한다는 것을 의미합니다. 상응하는 층의 맵을 해금한 후, 이 표식을 누르면 해당 맵이 나타납니다"
            },
            {
                "I": "UI_MultiLayerMap_02",
                "D": "맵 우측의 층별 표식을 통해 여러 층이 존재하는 맵에서 층을 전환할 수 있으며, 상단의 큰 아이콘을 누르면 최상층 맵으로 돌아갈 수 있습니다"
            },
            {
                "I": "UI_MultiLayerMap_03",
                "D": "층별 맵을 열람할 때는 해당 층의 맵 핀 모서리에 하늘색 표식이 추가됩니다"
            },
            {
                "I": "UI_MultiLayerMap_04",
                "D": "맵 구역 표식(임무 목표 구역, 이벤트 목표 구역 등)이 현재 맵 층에 존재하지 않을 경우 점선으로 표시됩니다"
            },
            {
                "I": "UI_MultiLayerMap_05",
                "D": "또한 현재 맵의 중앙 구역에 여러 층의 맵이 존재하고 해당 지역에 진입한 적이 있는 경우, 우측의 층별 표식을 눌러 해당 맵으로 전환할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3105,
        "N": "어획의 용도",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_Exchange_01",
                "D": "낚은 물고기는 각지의 낚시 협회에서 여러 아이템으로 교환할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Fishing_Exchange_02",
                "D": "낚은 물고기는 식자재인 생선 살코기로 가공할 수도 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3104,
        "N": "관상어",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_Homeworld_01",
                "D": "물고기 중 힘이 넘치는 개체는, 더 높은 가치를 지닌 「관상어」로 분류됩니다. 「관상어」가 서식하는 낚시 포인트에선 더욱 선명하게 출렁이는 물결을 볼 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Fishing_Homeworld_02",
                "D": "「관상어」는 「속세의 주전자」의 「신비한 구름 연못」에서 키울 수 있으며, 「신비한 구름 연못」의 제작도면은 리월 지역의 낚시 협회에서 교환할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3103,
        "N": "낚시",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_Fishing_01",
                "D": "수역의 수면에 물결이 인다면, 그곳은 물고기 떼가 서식하는 낚시 포인트라는 걸 의미합니다. 낚시 포인트와 상호작용해서 낚시를 시작할 수 있습니다. <br>물고기의 지각은 매우 민감하여 물고기에게 가까이 다가가거나 공격을 하게 되면 물고기는 놀라 도망가게 됩니다. 일정 시간이 지나면 물고기는 안정을 되찾고 근처 수역으로 돌아옵니다"
            },
            {
                "I": "UI_Tutorial_Fishing_02",
                "D": "수역마다 서식하는 물고기가 다릅니다. 낚시 준비를 통해 해당 수역 물고기의 종류를 확인할 수 있고, 그에 맞는 낚싯대와 미끼를 고를 수 있습니다.<br>미끼 제작 도면은 각 지역의 낚시 협회에서 획득할 수 있으며, 학습 후 각지의 합성대에서 미끼를 제작할 수 있습니다.<br>물고기에 따라 선호하는 미끼가 다릅니다"
            },
            {
                "I": "UI_Tutorial_Fishing_03",
                "D": "「던지기」 버튼을 눌러 조준 상태에 진입합니다. 「던지기」 버튼에서 손을 떼면 미끼가 달린 낚싯바늘을 던집니다.<br>낚싯바늘 낙하점과 물고기의 거리가 너무 멀 경우 고기를 유인하는 힘이 대폭 감소하고, 너무 가까울 경우 물고기들은 놀라 도망칠 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Fishing_04",
                "D": "물고기가 미끼를 무는 즉시 「리프트」 버튼을 눌러주세요. 그렇지 않으면 물고기는 미끼를 먹고 달아납니다.<br>리프트에 성공하면 물고기는 저항 상태에 진입합니다"
            },
            {
                "I": "UI_Tutorial_Fishing_05",
                "D": "미끼를 문 물고기가 저항 상태 진입 시, 여행자는 「낚시」 버튼을 반복적으로 눌러 낚싯줄의 장력을 최적 구간인 노란색 장력 구간에 맞춰야 합니다. 최적 장력 구간을 유지해야만 낚시 게이지가 올라가고 그 외의 경우엔 하락합니다.<br>낚시 게이지가 가득 차면 낚시에 성공합니다"
            },
            {
                "I": "UI_Tutorial_Fishing_06",
                "D": "미끼를 문 물고기는 가끔 맹렬하게 저항할 수 있습니다. 이때 장력의 변화 속도가 영향을 받게 되며, 장력 구간이 주황색으로 변하고 흔들리기 시작합니다.<br>낚시 진도가 최저치가 되면 물고기는 달아나고, 장력 구간은 빨간색으로 변하며 흔들립니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3102,
        "N": "「목재」 획득",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_Homeworld_T03",
                "D": "@「자작나무」#<br>극한의 땅에 서식하는 키 큰 나무. 티바트 대륙에 널리 분포되어 있으며 여러 종류로 파생되어 각국의 중요한 목재 공급원이 됐습니다.<br>「자작나무」는 @「창풍 고지대」# 일대에서 볼 수 있으며, 「자작나무」를 벌목하면 @「자작나무 원목」#을 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T04",
                "D": "@「췌화나무」#<br>과일이 가득 자란 나무. 그중 일부는 나무의 심재가 과일과 유사하고 노을 색을 띠며 초목의 정화가 응축되어 「췌화의 나무」라고도 불립니다.<br>「췌화나무」는 @「별이 떨어지는 산골짜기」#와 @「벽수원」# 일대에서 흔히 볼 수 있으며, 「췌화나무」를 벌목하면 @「췌화나무 원목」#을 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T07",
                "D": "@「소나무」#<br>최대 천 년까지 살 수 있는 침엽 나무. 대륙 전역에서 그 강건한 모습을 찾아볼 수 있으며 무더운 곳에서도, 극한의 추위에도 끄떡없는 특징으로 「한송」이라고 불립니다.<br>@「드래곤 스파인」# 일대에서 흔히 볼 수 있으며, 「소나무」를 벌목하면 @「소나무 원목」#을 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T06",
                "D": "@「각사나무」#<br>나무줄기가 유달리 튼튼한 나무. 땅속 깊이 박힌 뿌리는 가뭄과 혹독한 기후에도 끄떡없는 강인한 생명력을 자랑합니다. 사막 지대에서도 능히 살아남으며 가물고 염분이 많은 토양을 재생시킬 수도 있다고 알려져 「각사나무」로 칭송받습니다.<br>「각사나무」는 @「민림」#과 @「리사교」# 일대에서 흔히 볼 수 있으며, 「각사나무」를 벌목하면 @「각사나무 원목」#을 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T05",
                "D": "@「경책죽」#<br>경책산에 서식하는 초록색 대나무, 검처럼 곧고 우뚝 솟아 있습니다. 종종 고귀함과 인내력을 가진 「군자」로 은유됩니다.<br>「경책죽」은 @「벽수원」# 일대에서 흔히 볼 수 있으며, 「경책죽」을 벌목하면 @「죽절」#을 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T02",
                "D": "@「측백나무」#<br>사시장철 푸르른 키 큰 나무. 잎과 가지가 울창하며 무척 곧습니다.<br>「측백나무」는 @「별이 떨어지는 산골짜기」# 일대에서 흔히 볼 수 있으며, 「측백나무」를 벌목하면 @「수향나무 원목」#을 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T01",
                "D": "@「상록나무」#<br>흔히 볼 수 있는 나무로 물과 토양에 적응하면 빠른 속도로 성장합니다.<br>「상록나무」는 @「울부짖는 언덕」#과 @「별이 떨어지는 산골짜기」# 일대에서 흔히 볼 수 있으며, 「상록나무」를 벌목하면 @「삼나무」#를 얻을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T08",
                "D": "@「벚나무」#<br>곧고 수려한 나무. 대륙 동부 일대에 분포되어 있습니다. 가지의 꽃이 만개할 때면 앵두색 구름을 닮았다 하여 이나즈마에서 가장 아름다운 경관으로 불리고 있습니다.<br>「벚나무」는 @「나루카미섬」# 일대에 매우 적게 분포되어 있으며, 「벚나무」를 벌목하면 @「꿈의 나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T09",
                "D": "@「부채 단풍나무」#<br>구불구불한 자태가 특징인 나무. 잎은 타오르는 불처럼 붉은색이며, 모양은 깃털 부채와 흡사합니다. 밝고 선명한 잎의 색상은 산을 붉게 물들여 시에서 늦가을의 상징으로 자주 등장합니다.<br>「부채 단풍나무」는 @「나루카미섬」# 일대에 매우 적게 분포되어 있으며, 「부채 단풍나무」를 벌목하면 @「단풍나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T10",
                "D": "@「공작나무」#<br>곧고 튼튼한 나무. 잎과 수관의 특징이 독특하여 식별하기 쉽습니다.<br>「공작나무」는 @「나루카미섬」# 일대에 분포되어 있으며, 「공작나무」를 벌목하면 @「공작나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T11",
                "D": "@「오토기나무」#<br>흔하디 흔한 나무. 이나즈마 전역에 분포되어 있습니다. 일부 동요에서는 「자연의 속삭임」으로 묘사되어 「오토기나무」라고 불리기도 합니다.<br>「오토기나무」는 @「이나즈마」# 전역에 분포되어 있으며, 「오토기나무」를 벌목하면 @「오토기나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T12",
                "D": "@「빛나는 나무」#<br>기이한 형태의 식물로 수명이 매우 깁니다. 대다수의 교목과 구조가 달라 다양한 형태를 하고 있으며, 강력한 생명력을 자랑합니다. 우림과 사막에서도 오랫동안 생존할 수 있습니다.<br>「빛나는 나무」를 벌목하면 @「빛나는 나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T13",
                "D": "@「카르마팔라 나무」#<br>외관이 독특하며 고온의 환경을 선호하고, 목재의 질이 좋습니다. 서식지의 토양과 물의 특성에 따라 수관이 다양한 색을 띱니다.<br>「카르마팔라 나무」를 벌목하면 @「카르마팔라 나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T14",
                "D": "@「아디가마 나무」#<br>수메르에서 쉽게 볼 수 있는 나무, 주로 수메르 동부 우림 지대에 분포해 있으며, 학자와 숲의 순찰자와 함께 오랜 세월을 함께하며 수많은 「깨달음」의 순간을 목도했습니다.<br>「아디가마 나무」를 벌목하면 @「아디가마 나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T15",
                "D": "@「산대추야자」#<br>눈에 띄는 특징을 가진 나무로 나무의 줄기는 넓고 굵으며 껍질은 매우 단단하여 열약한 사막 환경 속에서도 살아남을 수 있습니다.<br>「산대추야자」를 벌목하면 @「산대추야자 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T16",
                "D": "@「에셀나무」#<br>열악한 환경에서 볼 수 있는 나무로 기이한 색깔 및 형태의 잎을 지니고 있으며 땅속 깊이 거대한 뿌리를 내리고 있습니다. 이런 종류의 나무는 독특한 생존 방식을 갖추고 있는데 필요시 최소한의 에너지만 소모하는 상태에 진입합니다.<br>「에셀나무」를 벌목하면 @「에셀나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T17",
                "D": "@「버즘나무」#<br>거대하고 곧은 나무로 특별한 질감을 가진 나무껍질을 갖고 있어 습한 환경에서도 해충의 피해를 받지 않습니다. 수명이 길진 않지만, 쉽게 대량으로 재배할 수 있습니다.<br>「버즘나무」를 벌목하면 @「버즘나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T18",
                "D": "@「피나무」#<br>무성한 가지와 풍성한 잎사귀를 가진, 거대한 수관을 쓴 나무로 햇살을 막아주는 이상적인 가로수입니다. 이러한 나무 중 일부가 하트 모양 잎사귀를 피워냈다는 이야기가 있습니다.<br>「피나무」를 벌목하면 @「피나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T19",
                "D": "@「물푸레나무」#<br>겉보기엔 약해 보여도 생명력이 매우 강한 나무로, 습한 산속이나 고지에서 빠르게 성장합니다. 이파리의 색은 비교적 연한 편입니다.<br>「물푸레나무」를 벌목하면 @「물푸레나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T20",
                "D": "@「사이프러스나무」#<br>눈에 띄는 거대한 나무로 그중 장수한 개체는 두껍고 튼튼한 가지를 지녔다고 합니다. 큰 비가 오고 난 후엔 나무에서 맑은 향기가 납니다.<br>「사이프러스나무」를 벌목하면 @「사이프러스나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T21",
                "D": "@「횃불나무」#<br>독특한 모습을 한 식물로 시선을 사로잡는 붉은 잎사귀 때문에 「횃불」이라는 이름이 붙었습니다. 이러한 나무의 개체 수가 많지 않아 경제적인 가치가 낮고, 학계에서도 심층 연구를 진행하지 않으려 합니다.<br>「횃불나무」를 벌목하면 @「횃불나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T22",
                "D": "@「하얀참나무」#<br>나타 각지에서 볼 수 있는 나무. 생명력이 강하고 환경 적응력이 뛰어나며 일부 개체는 수명이 상당히 깁니다…<br>「하얀참나무」를 벌목하면 @「하얀참나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T23",
                "D": "@「아라티쿠나무」#<br>나타의 특정 구역에서 볼 수 있는 나무. 보기 쉽지 않지만, 어째서인지 「성화 경기장」과 「오치카나타」 주변에 주로 분포되어 있습니다…<br>「아라티쿠나무」를 벌목하면 @「아라티쿠나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T24",
                "D": "@「폭탄나무」#<br>무시무시한 이름을 보유한 나무. 사실 타지도 않고 폭발하지도 않습니다. 그저 수관이 폭발할 때의 화염처럼 생겨서 붙은 이름입니다…<br>「폭탄나무」를 벌목하면 @「폭탄나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T25",
                "D": "@「복숭아야자나무」#<br>달콤한 이름을 가진 나무. 사실 야자가 자라지 않습니다. 소문에 따르면 목재의 질감이 야자껍질과 비슷하고 가공하면 복숭아의 향기가 나서 붙은 이름이라고 합니다…<br>「복숭아야자나무」를 벌목하면 @「복숭아야자나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T26",
                "D": "@「은빛삼나무」#<br>거대하고 곧게 뻗은 나무로 줄기가 상당히 두껍습니다. 습하고 추운 환경을 선호하며 강한 생명력을 지녔습니다.<br>「은빛삼나무」를 벌목하면 @「은빛삼나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T27",
                "D": "@「개암나무」#<br>특이한 나무로 많은 수의 아종이 존재하고, 형태와 종류도 다양합니다. 노드크라이 일부 지역에서 볼 수 있는 나무로, 특별한 상황에서는 나뭇잎이 떨어지고 가지만 남아 조용히 우뚝 서 있기도 합니다….<br>「개암나무」를 벌목하면 @「개암나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T28",
                "D": "@「로부르참나무」#<br>티바트 북쪽 지역에서 흔히 볼 수 있는 나무로, 성체가 된 나무는 줄기가 굵고, 좋은 성장 환경에서 일부 개체는 수백 년까지 살 수 있습니다….<br>「로부르참나무」를 벌목하면 @「로부르참나무 원목」#을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_T29",
                "D": "@「오리나무」#<br>추운 지역에 서식하는 교목으로, 대기 중의 양분을 고정하고 토양에 전달하는 기묘한 능력이 있습니다. 그래서 종종 「선구 수종」으로 여겨져 추운 토양의 비옥화에 사용됩니다….<br>「오리나무」를 벌목하면 @「오리나무 원목」#을 획득할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3101,
        "N": "속세의 주전자",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_Homeworld_01",
                "D": "여행자가 「속세의 주전자」를 사용 및 소환하면, 「속세의 주전자」와의 상호 작용을 통해 주전자 안으로 들어갈 수 있습니다.<br>여행자는 「속세의 주전자」 안에서도 「속세의 주전자」를 사용 및 소환할 수 있으며, 상호 작용한 후 「속세의 주전자」를 나갈 수 있습니다.<br>맵 화면을 클릭하여 워프 포인트를 통해 바로 주전자를 나갈 수도 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_02",
                "D": "@「속세의 주전자」# 안에서는 @주전자 정령#에게서 @「속세의 주전자」#와 관련된 모든 사항을 배우고 조작할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_03",
                "D": "제작 화면에서 다양한 아이템을 제작할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_04",
                "D": "월드 곳곳에서 아이템 제작에 필요한 재료를 수집할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_05",
                "D": "장식을 획득한 후 배치 기능을 통해 원하는 곳에 놓을 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_06",
                "D": "장식 배치 시 속세의 주전자의 선계 선력 등급이 증가합니다. @선력 등급#이 높아지면 선계 화폐 수집 속도도 빨라집니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_07",
                "D": "@선계 화폐#는 @선계 보물#에서 각종 아이템으로 교환할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_08",
                "D": "일정 기간마다 방문하는 여행하는 주전자 정령은 희귀한 보물을 가지고 왔을 수도 있습니다"
            },
            {
                "I": "UI_Tutorial_Homeworld_09",
                "D": "장식 세트 도면을 획득하면 장식 여러 개를 한꺼번에 배치할 수 있습니다. 배치 시 장식을 개별적으로 조정하는 것도 가능합니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3012,
        "N": "월드 레벨 조정",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_81",
                "D": "월드 레벨 조정 기능이 오픈되었습니다. 월드 레벨 상세에서 @월드 레벨을 최대 1레벨# 낮추거나, 하향 후 원래의 월드 레벨로 복구할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3011,
        "N": "모험 등급",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_80",
                "D": "모험 등급이 최대치에 도달했습니다. 최대치에 도달하면, 모험 경력이 모라로 전환됩니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 5002,
        "N": "지맥의 꽃",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_46",
                "D": "누군가의 「의지」에 반응해 생긴 지맥 입구. @모든 적을 물리치면# 「지맥의 꽃」이 피어나고 「퓨어 레진」을 사용해 풍부한 보물을 획득할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 5001,
        "N": "퓨어 레진",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_45a",
                "D": "@퓨어 레진#은 비경 깊은 곳의 석화 고목을 깨울 수 있으며 다양한 지맥의 꽃과 그 속의 보물을 획득할 수 있습니다"
            },
            {
                "I": "UI_Tutorial_45b",
                "D": "소모된 퓨어 레진은 시간 경과에 따라 천천히 회복되며 원석을 사용하여 보충할 수도 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3003,
        "N": "마우스 호출",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_PC_MouseTutorial01",
                "D": "Alt 키를 눌러 마우스 커서를 나타내 인터페이스의 아이콘을 클릭할 수 있습니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3002,
        "N": "비경 개방",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_DungeonOpen01",
                "D": "새로운 비경이 개방되었습니다. 비경에는 각종 희귀한 아이템이 숨겨져 있습니다. 세계 각지에 흩어져 있는 비경을 탐색하다 보면 보물을 찾게 될지도…"
            },
            {
                "I": "UI_DungeonOpen02",
                "D": "새로운 비경이 개방되었습니다. 비경에는 각종 희귀한 아이템이 숨겨져 있습니다. 세계 각지에 흩어져 있는 비경을 탐색하다 보면 보물을 찾게 될지도…"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3010,
        "N": "월드 레벨 상승·Ⅱ",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_41",
                "D": "@월드 레벨#이 상승하면 더욱더 풍부한 보물을 획득할 수 있습니다. 물론 세상을 배회하는 적들도 강해집니다"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 3001,
        "N": "월드 레벨 상승·Ⅰ",
        "S": "중요 정보",
        "T": [
            {
                "I": "UI_Tutorial_35",
                "D": "모험 등급이 오를수록 @월드 레벨#도 상승하며 더욱더 풍부한 보물을 획득할 수 있습니다. 물론 세상을 배회하는 적들도 강해집니다"
            },
            {
                "I": "UI_Tutorial_36",
                "D": "경우에 따라서 상응하는 @모험 등급 돌파 임무#를 완료해야만 월드 레벨을 올릴 수 있습니다. 자세한 사항은 모험가 길드에서 확인하세요"
            }
        ],
        "Y": 4,
        "V": "0.0"
    },
    {
        "_id": 2145,
        "N": "「지방 전설」",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_204",
                "D": "이런 특수한 표식을 통해 「지방 전설」과 일반적인 적을 구분할 수 있습니다.<br>지방 전설의 전투 능력은 일반적인 적보다 훨씬 뛰어나니, 상대할 때 꼭 주의해야 합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2144,
        "N": "물의 환인간",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_203",
                "D": "수많은 물방울이 하나로 합쳐진 거대한 생명체. 도전 중에 끊임없이 소형 「불완전한 환인간」이 등장해 적을 공격합니다. 물의 환인간은 전투 중에 불완전한 환인간을 흡수해서 힘을 얻고 더욱 강해집니다. 흡수 과정 중에 공격 또는 원소 반응으로 불완전한 환인간을 처치하면 흡수 진도를 중단할 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2143,
        "N": "실험성 역장 발생 장치",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_202",
                "D": "폭주한 대형 폰타인 운동 에너지 공학 연구원 장치. 전투 중에 우시아 성질의 에너지 특징을 띠며, 중력 감소 역장을 펼칩니다. 역장 속의 캐릭터는 더 높이 점프할 수 있습니다. 해당 상태에서 코어가 @프뉴마 성질 공격#을 받아 소멸되면 중력 감소 역장이 닫힙니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2142,
        "N": "천년 묵은 진주 기린",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_201a",
                "D": "환수 형태로 진화해 거의 모든 원류바다 이종을 초월한 고고한 해마왕. 머리 아래에 위치한 @기이한 바다의 진주#는 @번개 원소#의 결정으로 더 맹렬한 원소 공격을 펼칠 수 있으며 더 강력한 방어 능력도 겸비했습니다. @원소 반응#을 이용해 기이한 바다의 진주를 파괴할 수 있습니다. 해마가 공중에서 「원류바다 고대 번개」를 인도할 때 소환하는 공명 진주를 파괴해도 기이한 바다의 진주에 피해를 줄 수 있습니다"
            },
            {
                "I": "UI_Tutorial_201b",
                "D": "환수 형태로 진화해 거의 모든 원류바다 이종을 초월한 고고한 해마왕. 머리 아래에 위치한 @기이한 바다의 진주#는 @번개 원소#의 결정으로 더 맹렬한 원소 공격을 펼칠 수 있으며 더 강력한 방어 능력도 겸비했습니다. @원소 반응#을 이용해 기이한 바다의 진주를 파괴할 수 있습니다. 해마가 공중에서 「원류바다 고대 번개」를 인도할 때 소환하는 공명 진주를 파괴해도 기이한 바다의 진주에 피해를 줄 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2141,
        "N": "우인단·바람 심부름꾼",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_199",
                "D": "우인단 소속 정예 공작원. 「바람 원소」로 전투를 펼칩니다. 전투 중에 「수렵」으로 명중한 캐릭터에게 생명의 계약을 부여하고, 생명의 계약이 존재하는 동안 지속 피해를 줍니다. 또한 수렵으로 해당 대상에게 주는 피해가 증가합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2140,
        "N": "우인단·서리 심부름꾼",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_200",
                "D": "우인단 소속 정예 공작원. 「얼음 원소」로 전투를 펼칩니다. 전투 중에 「수렵」으로 명중한 캐릭터에게 생명의 계약을 부여하고, 생명의 계약이 존재하는 동안 지속 피해를 줍니다. 또한 수렵으로 해당 대상에게 주는 피해가 증가합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2139,
        "N": "장치·심해 공격 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_198",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 전투 능력을 상실합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2138,
        "N": "용암철갑 제왕",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_197",
                "D": "무수히 긴 세월 동안 성장한 끝에 거의 모든 원류바다 이종을 초월한 중갑 게들의 왕. 몸통 위 높은 곳에 위치한 @용암 뿔#은 @불 원소# 신체 기관으로 더 맹렬한 원소 공격을 펼칠 수 있으며 더 강력한 방어 능력도 겸비했습니다. 일부 공격에서는 용암 뿔이 @지면과 더 가까워지는데#, 이 순간이 @원소 반응#을 이용해 용암 뿔의 불 원소를 제거할 좋은 기회입니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2137,
        "N": "큰 천사 군소",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_196",
                "D": "폰타인의 환경에 영향을 받아 독특한 진화의 길을 걷게 된 수생 동물. @얼음 원소#의 가호를 받아 더 맹렬한 원소 공격을 펼칠 수 있으며 더 강력한 방어 능력도 겸비했습니다. @원소 반응#을 이용해 큰 천사 군소의 원소 방어막을 제거하면 손쉽게 대처할 수 있을지도 모릅니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2136,
        "N": "수컷 방울 해마",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_195",
                "D": "폰타인의 환경에 영향을 받아 독특한 진화의 길을 걷게 된 수생 동물. @번개 원소#의 가호를 받아 더 맹렬한 원소 공격을 펼칠 수 있으며 더 강력한 방어 능력도 겸비했습니다. @원소 반응#을 이용해 수컷 방울 해마의 원소 방어막을 제거하면 손쉽게 대처할 수 있을지도 모릅니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2135,
        "N": "방패 중갑 게",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_194",
                "D": "폰타인의 환경에 영향을 받아 독특한 진화의 길을 걷게 된 수생 동물. @불 원소#의 가호를 받아 더 맹렬한 원소 공격을 펼칠 수 있으며 더 강력한 방어 능력도 겸비했습니다. @원소 반응#을 이용해 방패 중갑 게의 원소 방어막을 제거하면 손쉽게 대처할 수 있을지도 모릅니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2134,
        "N": "건설 특화 타입 장치",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_192",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2132,
        "N": "섬멸 특화 타입 장치",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_190",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2131,
        "N": "제압 특화 타입 장치",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_189",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2130,
        "N": "돌격 특화 타입 장치",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_188",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2133,
        "N": "장치·구역 경비 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_191",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 전투 능력을 상실합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2129,
        "N": "장치·채집 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_187",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2128,
        "N": "장치·수중 순찰 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_186",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 전투 능력을 상실합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2127,
        "N": "장치·지질 조사 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_185",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2126,
        "N": "장치·수중 탐측 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_184",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 전투 능력을 상실합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2125,
        "N": "장치·연산 증폭기",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_183",
                "D": "태엽 장치의 에너지 결함을 보완하고 업무 효율을 높이기 위해 제작된 기계.<br>드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 각기 다른 강화 효과를 제공하고 주기적으로 에너지를 생성해 주변의 같은 특징을 가진 태엽 장치 중 과부하에 빠져 전투 능력을 상실한 태엽 장치의 @에너지를 회복#합니다. @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 일정 시간 후 자가 수복을 통해 다시 에너지 특징을 생성해 냅니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2124,
        "N": "장치·정찰 기록 타입",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_182",
                "D": "폰타인 정밀 장치 기술과 특수한 에너지 기술로 만들어진 기계. 드러난 @우시아 또는 프뉴마 성질# 에너지 특징에 따라 전투 중에 각기 다른 행동을 합니다. 해당 에너지 특징이 @대립 성질의 공격#을 받아 소멸하면 에너지 공급 과중부하 상태에 빠져 에너지를 잃고, 그 후 비상 에너지로 최소한의 전투 행동을 펼칩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2123,
        "N": "균열계 덩굴 원형체",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_181b",
                "D": "지상의 어떠한 생물과도 공통점이 없는 이형 생명체. 전투 중에 스트레스 상태에 진입합니다. @풀 원소# 방어막의 보호 아래, 연속으로 맹렬한 덩굴탄 공격을 가합니다. 해당 기간 동안 방어막이 파괴되면 잠시 그로기 상태에 빠집니다. 일반적인 @원소 반응#뿐만 아니라 @우시아 또는 프뉴마 성질# 공격도 효과적으로 균열계 원형체의 방어를 무너뜨릴 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2122,
        "N": "대형 균열계 덩굴 원형체",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_181a",
                "D": "지상의 어떠한 생물과도 공통점이 없는 이형 생명체. 전투 중에 스트레스 상태에 진입합니다. @풀 원소# 방어막의 보호 아래, 연속으로 맹렬한 덩굴탄 공격을 가합니다. 해당 기간 동안 방어막이 파괴되면 잠시 그로기 상태에 빠집니다. 일반적인 @원소 반응#뿐만 아니라 @우시아 또는 프뉴마 성질# 공격도 효과적으로 균열계 원형체의 방어를 무너뜨릴 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2121,
        "N": "균열계 자갈 원형체",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_180b",
                "D": "지상의 어떠한 생물과도 공통점이 없는 이형 생명체. 전투 중에 스트레스 상태에 진입합니다. @바위 원소# 방어막의 보호 아래, 연속으로 맹렬한 바위 제압 공격을 가합니다. 해당 기간 동안 방어막이 파괴되면 잠시 그로기 상태에 빠집니다. 일반적인 @원소 반응#뿐만 아니라 @우시아 또는 프뉴마 성질# 공격도 효과적으로 균열계 원형체의 방어를 무너뜨릴 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2120,
        "N": "대형 균열계 자갈 원형체",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_180a",
                "D": "지상의 어떠한 생물과도 공통점이 없는 이형 생명체. 전투 중에 스트레스 상태에 진입합니다. @바위 원소# 방어막의 보호 아래, 연속으로 맹렬한 바위 제압 공격을 가합니다. 해당 기간 동안 방어막이 파괴되면 잠시 그로기 상태에 빠집니다. 일반적인 @원소 반응#뿐만 아니라 @우시아 또는 프뉴마 성질# 공격도 효과적으로 균열계 원형체의 방어를 무너뜨릴 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2119,
        "N": "얼음 바람 모음곡",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_Nutcracker_Drop",
                "D": "폰타인 과학원의 마이아르데가 태엽 장치 「코펠리아」와 「코펠리우스」를 통해 화려한 공연을 선사합니다. 먼저 @마이아르데와의 대화#를 통해 도전할 공연을 선택해야 합니다. 도전 성공 후 등장하는 @지맥의 꽃#의 보상 물자는 어떤 공연에 도전했는지에 따라 달라집니다"
            },
            {
                "I": "UI_Tutorial_193a",
                "D": "「코펠리아의 장송」: 이 공연의 주인공은 태엽 장치 여인 「코펠리아」입니다. 공연이 절정 단계에 달하면 코펠리아는 무대 중앙에서 @우시아 성질#의 오토마톤 태엽을 드러내고 출력을 올려 죽음을 부르는 무수한 폭풍을 일으킵니다"
            },
            {
                "I": "UI_Tutorial_193b",
                "D": "「코펠리우스의 겁벌」: 이 공연의 주인공은 태엽 장치 귀족 「코펠리우스」입니다. 공연이 절정 단계에 달하면 코펠리우스는 무대 중앙에서 @프뉴마 성질#의 오토마톤 태엽을 드러내고 출력을 올려 자신에게 방어막을 부여하는 동시에 겁벌의 서리 마음 3개를 생성합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2118,
        "N": "얼음 바람 모음곡·코펠리우스의 겁벌",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_193b",
                "D": "폰타인에서 온 정교한 태엽 장치의 화려한 공연. 이 공연의 주인공은 태엽 장치 귀족 「코펠리우스」입니다. 공연이 절정 단계에 다다르면 코펠리우스는 무대 중앙에서 @프뉴마 성질#의 오토마톤 태엽을 드러내고 출력을 올려 자신에게 방어막을 부여하는 동시에 겁벌의 서리 마음 3개를 생성합니다. 이 단계에서 @우시아 성질의 공격#으로 코펠리우스의 공격 기능을 저하시키고 최종적으로 에너지 공급 과중부하를 일으키면 공연의 진행을 앞당길 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2117,
        "N": "얼음 바람 모음곡·코펠리아의 장송",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_193a",
                "D": "폰타인에서 온 정교한 태엽 장치의 화려한 공연. 이 공연의 주인공은 태엽 장치 여인 「코펠리아」입니다. 공연이 절정 단계에 다다르면 코펠리아는 무대 중앙에서 @우시아 성질#의 오토마톤 태엽을 드러내고 출력을 올려 죽음을 부르는 무수한 폭풍을 일으킵니다. 이 단계에서 @프뉴마 성질의 공격#으로 코펠리아의 공격 기능을 저하시키고 최종적으로 에너지 공급 과중부하를 일으키면 공연의 진행을 앞당길 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2107,
        "N": "바람 침식 모래 벌레",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_169",
                "D": "사막 최상위 포식자. 바람 원소를 어느 정도 다룰 수 있어 강적을 만나면 지면에서 떨어진 부유 상태에 진입합니다. 해당 상태에서 「바람 침식탄」을 배출하는데 제때 파괴하지 못하면 바람 침식탄은 밀집한 바람 침식 탄막으로 전환됩니다. @바람 원소와 반응할 수 있는 원소 타입 공격#은 바람 침식탄을 파괴할 수 있으며, 파괴 시 일정 시간 동안 바람 침식 모래 벌레와 상응하는 원소 내성을 감소시킵니다. 연속으로 바람 침식탄 2발을 파괴하면 부유 중인 바람 침식 모래 벌레가 격추됩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2113,
        "N": "성해 검치호",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_176",
                "D": "위대한 존재를 삼켜 기이하게 뒤틀린 포식자. 전투 중에 성해 섭취 상태로 진입하고, 일부 공격은 성해 섭취 에너지 덩어리를 배출합니다. @상응하는 원소 공격으로 에너지 덩어리를 파괴#하면 강력한 힘을 흡수할 수 있습니다. 이때 성해 검치호를 공격할 경우 해당 에너지를 발동해서 강력한 피해를 주고 잠시 그로기 상태에 빠트리게 됩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2112,
        "N": "성해 뿔 악어",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_175",
                "D": "위대한 존재를 삼켜 기이하게 뒤틀린 파충류. 전투 중에 성해 섭취 상태로 진입하고, 일부 공격은 성해 섭취 에너지 덩어리를 배출합니다. @상응하는 원소 공격으로 에너지 덩어리를 파괴#하면 강력한 힘을 흡수할 수 있습니다. 이때 성해 뿔 악어를 공격할 경우 해당 에너지를 발동해서 강력한 피해를 주고 잠시 그로기 상태에 빠트리게 됩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2106,
        "N": "성해 날뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_168",
                "D": "위대한 존재를 삼켜 기이하게 뒤틀린 파충류. 전투 중에 성해 섭취 상태로 진입하고, 일부 공격은 성해 섭취 에너지 덩어리를 배출합니다. @상응하는 원소 공격으로 에너지 덩어리를 파괴#해 강력한 힘을 흡수할 수 있으며, 성해 날뱀을 공격할 때 해당 에너지를 발동해서 강력한 피해를 주고 잠시 그로기 상태에 빠트립니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2105,
        "N": "성해 독전갈",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_167",
                "D": "위대한 존재를 삼켜 기이하게 뒤틀린 절지동물. 전투 중에 성해 섭취 상태로 진입하고, 일부 공격은 성해 섭취 에너지 덩어리를 배출합니다. @상응하는 원소 공격으로 에너지 덩어리를 파괴#해 강력한 힘을 흡수할 수 있으며, 성해 독전갈을 공격할 때 해당 에너지를 발동해서 강력한 피해를 주고 잠시 그로기 상태에 빠트립니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2104,
        "N": "성해 붉은 독수리",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_166",
                "D": "위대한 존재를 삼켜 기이하게 뒤틀린 청소 동물. 전투 중에 성해 섭취 상태로 진입하고, 일부 공격은 성해 섭취 에너지 덩어리를 배출합니다. @상응하는 원소 공격으로 에너지 덩어리를 파괴#해 강력한 힘을 흡수할 수 있으며, 성해 붉은 독수리를 공격할 때 해당 에너지를 발동해서 강력한 피해를 주고 잠시 그로기 상태에 빠트립니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2109,
        "N": "도금 여단·풀고리 무용수",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_170",
                "D": "사막에서 온 느슨한 용병 단체의 여성 무용수. 일정량의 피해를 받으면 무기에 봉인된 영혼의 풀뱀 악령을 해방해 함께 적을 상대하고 @마성화 상태#에 진입합니다. @영혼의 풀뱀 악령#을 처치하면 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2108,
        "N": "도금 여단·모래의 이야기꾼",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_171",
                "D": "사막에서 온 느슨한 용병 단체의 여예언자. 일정량의 피해를 받으면 몸에 봉인된 마의 화염 전갈 악령을 해방해 함께 적을 상대하고 @마성화 상태#에 진입합니다. @마의 화염 전갈 악령#을 처치하면 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2101,
        "N": "도금 여단·마암역사",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_146",
                "D": "사막에서 온 느슨한 용병 단체의 전사. 일정량의 피해를 받으면 몸에 봉인된 마의 바위 도마뱀 악령을 해방해 함께 적을 상대하고 @마성화 상태#에 진입합니다. @마의 도마뱀 악령#을 처치하면 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2102,
        "N": "도금 여단·바람 사냥꾼",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_147",
                "D": "사막에서 온 느슨한 용병 단체의 여성 사냥꾼. 일정량의 피해를 받으면 몸에 봉인된 마의 바람 솔개 악령을 해방해 함께 적을 상대하고 @마성화 상태#에 진입합니다. @마의 바람 솔개 악령#을 처치하면 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2096,
        "N": "도금 여단·낮을 밝히는 번개",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_141",
                "D": "사막에서 온 느슨한 용병 단체의 중견 단원. 일정량의 피해를 받으면 무기에 봉인된 악령을 해방해 @마성화 상태#에 진입해서 전투 능력이 대폭 향상됩니다. 마성화 상태 종료 시 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2095,
        "N": "도금 여단·태양의 서리",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_140",
                "D": "사막에서 온 느슨한 용병 단체의 민첩한 전사. 일정량의 피해를 받으면 무기에 봉인된 악령을 해방해 @마성화 상태#에 진입해서 전투 능력이 대폭 향상됩니다. 마성화 상태 종료 시 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2094,
        "N": "도금 여단·사막의 물",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_139",
                "D": "사막에서 온 느슨한 용병 단체의 검무자. 일정량의 피해를 받으면 무기에 봉인된 악령을 해방해 @마성화 상태#에 진입해서 전투 능력이 대폭 향상됩니다. 마성화 상태 종료 시 일정 시간 동안 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2091,
        "N": "공포의 취령 버섯",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Activity_GravenBOSS_03",
                "D": "버섯몬이 진화한 형태. @번개 원소 공격#을 받아 격화 반응이 일어나면 「활력도」가 누적 됩니다. @불 원소 공격#을 받으면 「활력도」가 감소합니다. 「활력도」가 최대치까지 누적되면 @활력 상태#가 됩니다. 활력 상태의 공포의 취령 버섯은 탈진될 때까지 맹렬한 공격을 퍼붓습니다. 활력 상태가 아닌 공포의 취령 버섯이 @불 원소# 공격을 받아 연소 상태에 빠지면 건조 상태로 변하고, 사방에 포자를 흩뿌려 버섯몬을 소환하여 해당 상태에서 벗어나려 합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2090,
        "N": "버섯몬",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_136",
                "D": "포자가 진화해 기본적인 지능을 갖춘 마물. 처음 @번개 원소 또는 불 원소 공격#을 받으면 원소 타입에 따라 활력 또는 건조 상태가 됩니다. 버섯몬의 상태에 따라 획득할 수 있는 전리품이 다른 것 같습니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2110,
        "N": "흑 뱀 기사·바위를 부수는 도끼",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_172",
                "D": "과거 어떤 곳에서 높은 지위를 지녔던 근위병. 바위의 힘을 다스릴 수 있습니다. 근위병의 공격이 @보호막의 보호를 받는 캐릭터에게 명중# 시, HP를 대가로 더욱 강해지고 흉포해집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2088,
        "N": "흑 뱀 기사·바람을 가르는 검",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_133",
                "D": "어디선가 다소 높은 지위를 가진 근위병. 바람의 힘을 다스릴 수 있습니다. 공격이 @보호막의 보호를 받는 캐릭터에게 명중# 시 HP를 대가로 더욱 강해지고 민첩해집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2086,
        "N": "암흑의 빈 갑주·근위",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_132",
                "D": "수수께끼 칠흑 궁수. 공격이 @보호막의 보호를 받는 캐릭터에게 명중# 시 일정 시간 동안 무기 형태를 변환해 피해를 흡수하는 방패를 사용하고, 그 시간 동안 자신의 HP를 대가로 공격력이 증가합니다. 해당 방식을 통한 암흑의 빈 갑주·근위의 공격력 증가는 중첩이 가능합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2085,
        "N": "암흑의 빈 갑주·파진",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_131",
                "D": "수수께끼 칠흑 창병. 공격이 @보호막의 보호를 받는 캐릭터에게 명중# 시 자신의 HP를 대가로 치유의 물결을 생성해 자신과 주변의 「암흑의 빈 갑주」 그리고 「흑 뱀 기사」의 HP를 지속적으로 회복합니다. HP 회복 효과는 중첩이 가능합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2084,
        "N": "암흑의 빈 갑주·기수",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_130",
                "D": "수수께끼 칠흑 기수. 공격이 @보호막의 보호를 받는 캐릭터에게 명중한#후, 자신의 HP를 대가로 자신과 주변의 「암흑의 빈 갑주」 그리고 「흑 뱀 기사」에게 방어막을 생성합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2082,
        "N": "번개를 삼키는 심해 용 도마뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_122b",
                "D": "칠흑 같은 깊은 물속에 잠복한 포식자. 심해에서 알 수 없는 힘에 의해 물 원소 이외의 변종으로 진화했을지도 모른다… 강적을 상대할 때 강력한 「조마의 숨결」을 발동합니다. 캐릭터가 명중되면 @일정량의 원소 에너지를 잃습니다#. 캐릭터의 원소 에너지가 부족하면 @HP를 잃습니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2081,
        "N": "얼음을 짓씹는 심해 용 도마뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_122a",
                "D": "칠흑 같은 깊은 물속에 잠복한 포식자. 심해에서 알 수 없는 힘에 의해 물 원소 이외의 변종으로 진화했을지도 모른다… 강적을 상대할 때 강력한 「조마의 숨결」을 발동한다. 캐릭터가 명중되면 @일정량의 원소 에너지를 잃습니다#. 캐릭터의 원소 에너지가 부족하면 @HP를 잃습니다#."
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2080,
        "N": "심해 용 도마뱀·원종",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_122c",
                "D": "칠흑 같은 깊은 물속에 잠복한 포식자. 심해에서 알 수 없는 힘에 의해 물 원소 이외의 변종으로 진화했을지도 모른다… 강적을 상대할 때 강력한 「조마의 숨결」을 발동합니다. 캐릭터가 명중되면 @일정량의 원소 에너지를 잃습니다#. 캐릭터의 원소 에너지가 부족하면 @HP를 잃습니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2060,
        "N": "고대 바위 용 도마뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_75b",
                "D": "긴 잠에서 깨어난 고대 바위 용 도마뱀. 각종 원소의 힘을 흡수해 물, 불, 얼음, 번개 4가지 원소의 「원암 분사」 공격을 가할 수 있습니다. 이러한 공격이 @보호막#이 있는 캐릭터를 명중하면, 고대 바위 용 도마뱀은 피해를 되돌려 받습니다. @보호막의 원소 속성과 원암 분사의 원소 속성이 같거나 보호막이 바위 원소 속성#이라면, 더 큰 피해를 되돌려 받습니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2059,
        "N": "바위 용 도마뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_75a",
                "D": "덩치가 큰 성체 바위 용 도마뱀. @보호막#이 있는 캐릭터를 공격했을 때 보호막이 파괴되지 않으면, 반작용으로 인해 움직임이 잠시 멈춥니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2055,
        "N": "새끼 바위 용 도마뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_54",
                "D": "크기는 크지 않으나 행동이 매우 민첩한 새끼 용 도마뱀. @보호막#이 있는 캐릭터를 공격할 경우 반작용으로 인해 움직임이 잠시 멈추는 것 같다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2097,
        "N": "번개 나무",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_142",
                "D": "얼음 나무, 폭염 나무와 비슷한 포식성 식물. 뿌리 혹은 화관에 @번개 원소 코어#와 유사한 기관이 있습니다. 해당 기관이 변화할 때마다 상태도 변화해, 「충만의 꽃술」 또는 「공허의 꽃술」을 맺습니다. 두 가지 꽃술이 동시에 존재할 경우 @서로를 끌어당기다 부딪혀 강력한 전하 폭발을 일으킵니다#. 만약 꽃술을 순조롭게 제거한다면, 전투가 한층 쉬워질지도 모릅니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2053,
        "N": "얼음 나무",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_52",
                "D": "활짝 핀 꽃잎의 모습으로 사냥감을 속여 사냥하는 식물. 덩굴처럼 생긴 줄기가 아주 단단합니다. 뿌리에 @얼음 원소 코어#인 기관이 있는 것 같습니다. 어쩌면 주요 약점일지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2054,
        "N": "폭염 나무",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_53",
                "D": "지하에 잠복해서 활짝 핀 꽃잎의 모습으로 사냥감을 유혹하는 거대한 원소 식물. 접근하는 이들을 난폭하게 공격합니다. 뿌리에 @불 원소 코어# 열매가 있는 것 같습니다. 어쩌면 효과적으로 피해를 줄 수 있는 곳일지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2100,
        "N": "반영구 제어 매트릭스",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_145",
                "D": "사막에서 온 고대 기계 집합체로 현재 문명이 파악할 수 없는 특성을 지니고 있습니다. 전투 중에 반영구 제어 매트릭스가 자신의 부품을 발사하면 코어는 「투명」 상태에 진입해 몸을 숨기고 피해 저항 능력이 상승합니다. @격화 반응을 통해 코어를 공격하거나, 부품을 파괴한 후 회복되는 동안 번개 원소로 공격하면# 반영구 제어 매트릭스의 투명 상태를 해제할 수 있으며, 반영구 제어 매트릭스가 초빈도 과부하 상태가 되어 그로기에 빠집니다. 만약 장시간 동안 코어의 투명 상태를 해제하지 못하면 반영구 제어 매트리스가 강력한 초빈도 충격파 공격을 발동합니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2099,
        "N": "태고의 구조체",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_144",
                "D": "사막에서 온 고대 기계로 유적 장치와는 확연히 다릅니다. 전투 중에 태고의 구조체가 자신의 부품을 발사하면 코어는 「투명」 상태에 진입해 몸을 숨기고 피해 저항 능력이 증가합니다. @격화 반응을 통해 코어를 공격하거나, 부품을 파괴한 후 회복되는 동안 번개 원소로 공격하면# 태고의 구조체의 투명 상태를 해제할 수 있으며, 구조체가 초빈도 과부하 상태가 되어 그로기에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2098,
        "N": "영겁의 드레이크",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_143",
                "D": "에너지 흡수, 공격 반격 기능이 있는 유적 장치. 유적 드레이크보다 강한 성능을 갖추고 있으며 지면과 공중에서 공격할 수 있습니다. 영겁의 드레이크는 전투 중 주기적으로 강력한 에너지 격류를 발사하며, 지금까지 받은 피해의 주요 원소 타입에 따라 해당 원소 내성이 상승합니다. 일부 상태에서 몸 여러 부위의 @코어#가 노출되는데 이때 코어를 공격하면 유적 장치를 그로기 상태에 빠트리고 이미 @상승한 원소 내성을 제거#할 수 있을지도 모릅니다. 그로기 상태에서 회복하면 공중 또는 지면 상태로 전환됩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2093,
        "N": "유적 드레이크·천공의 수호자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_138",
                "D": "에너지 흡수, 공격 반격 기능이 있는 유적 장치. 유적 드레이크·천공의 수호자는 전투 중 주기적으로 강력한 에너지 격류를 발사하며, 지금까지 받은 피해의 주요 원소 타입에 따라 해당 원소 내성이 상승합니다. 일부 상태에서 몸 여러 부위의 @코어#가 노출되는데 이때 코어를 공격하면 유적 장치를 그로기 상태에 빠트리고 원소 내성 증가를 막을 수 있을지도 모릅니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2092,
        "N": "유적 드레이크·대지의 수호자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_137",
                "D": "에너지 흡수, 공격 반격 기능이 있는 유적 장치. 유적 드레이크·대지의 수호자는 전투 중 주기적으로 강력한 에너지 격류를 발사하며, 지금까지 받은 피해의 주요 원소 타입에 따라 해당 원소 내성이 상승합니다. 힘을 비축하며 에너지 격류를 준비하거나 특정 대시 공격을 준비할 때 머리 부분의 @코어#가 노출됩니다. 이때 코어를 공격하면 유적 장치를 그로기 상태에 빠트리고 원소 내성 증가를 막을 수 있을지도 모릅니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2087,
        "N": "유적의 뱀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_134",
                "D": "이형의 유적 기계. 전투 중 「진흙 분출구」를 만들고 일정 상태에서 에너지를 흡수해 파괴력이 강한 공격을 합니다"
            },
            {
                "I": "UI_Tutorial_134",
                "D": "「유명석 촉매」의 순광 방사를 이용해서 @진흙 분출구#를 파괴하면 이런 상태를 멈출 수 있고 몸통에 분포되어 있는 에너지 코어가 기능을 잃습니다. 4개의 코어 모두 기능을 잃으면 유적의 뱀은 허약 상태에 진입합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2066,
        "N": "영구 장치 진영",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_94",
                "D": "다양한 형태로 조합이 가능한 미스터리 유적 기관. 영구 장치 진영은 전투 시 절대 방어 상태에 빠져 분열하고 다양한 형태의 유적 기계 병사를 소환합니다. @강화를 획득한 유적 기계 병사를 처치하면# 절대 방어 상태가 해제되고, 허약 상태에 빠집니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2058,
        "N": "파멸의 유적 가디언",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_DragonspineTutorial_Monster_02",
                "D": "일부 공격은 파멸의 유적 가디언의 머리와 두 발에 있는 @코어#를 노출시킵니다. 이때 코어를 공격하면 가디언을 쉽게 처치할 수 있습니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2039,
        "N": "유적 헌터",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Formathr_None_Tutorial01",
                "D": "상대하기 힘든 유적 로봇으로 공중에 떠있을 땐 특히 더 위험합니다. 만약 공중에서 한 공격이 @머리 코어#에 명중한다면…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2035,
        "N": "유적 가디언",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Defender_None_01_Tutorial01",
                "D": "머리와 등에 노출된 @코어#가 최대의 약점입니다. 만약 명중하면…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2064,
        "N": "우인단·거울의 여인",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_92",
                "D": "물의 거울을 사용해 전투하는 우인단 미녀. 일부 스킬이 캐릭터를 명중하면 @캐릭터에게 「깨진 물빛 거울」 표식을 남긴다#. 근처에 「깨진 물빛 거울」 상태의 캐릭터가 있으면 그녀는 편광 상태에 빠지고 강화를 획득한다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2050,
        "N": "우인단 선발대·바위 유격대",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_50",
                "D": "바위를 제어하는 지팡이를 가지고 바위 방어막을 만들 수 있는 우인단 병사. @원소 증폭# 상태에 진입할 수 있다. 그의 증폭 상태와 방어막을 파괴하려면 @바위 원소를 상대하는 방법#으로 공략해야 할지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2047,
        "N": "우인단 선발대·얼음총 중보병",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_47",
                "D": "얼음 원소가 발사되는 총으로 무장한 우인단 병사. @원소 증폭# 상태에 진입할 수 있다. 어쩌면 @얼음 원소와 반응하는 원소#가 최대 약점일지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2049,
        "N": "우인단 선발대·번개 해머 돌격대",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_49",
                "D": "전기가 흐르는 해머를 휘두르는 우인단 병사. @원소 증폭# 상태에 진입할 수 있다. 어쩌면 @번개 원소와 반응하는 원소#가 최대 약점일지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2051,
        "N": "우인단 선발대·풍권 돌격대",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_55",
                "D": "바람 원소를 조종하며 아군을 보조하는 우인단 병사. 다른 선발대들의 @원소 증폭# 상태가 파해되어 허약 상태에 빠지게 될 경우 재생의 바람의 힘을 발동해 아군을 회복시킨다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2048,
        "N": "우인단 선발대·물총 중보병",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_48",
                "D": "물 원소가 발사되는 총으로 무장한 우인단 병사. @원소 증폭# 상태에 진입할 수 있다. 어쩌면 @물 원소와 반응하는 원소#가 최대 약점일지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2052,
        "N": "우인단 선발대·화승총 유격대",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_51",
                "D": "불 원소가 발사되는 총으로 무장한 우인단 병사. @원소 증폭# 상태에 진입할 수 있다. 어쩌면 @불 원소와 반응하는 원소#가 최대 약점일지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2076,
        "N": "황금 늑대왕",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_119",
                "D": "수계 늑대 무리의 왕. 황금 늑대왕의 공격은 스택이 중첩되는 「침식」 상태를 부여해 파티 내 모든 캐릭터의 HP를 지속적으로 감소시킵니다. 전투 중 황금 늑대왕은 「수계 늑대 머리」를 소환해 자신에게 방어막을 부여한 후, 「마력의 갈증」 상태에 진입합니다, 그의 바위 원소 내성이 감소하는 동시에 공격력이 증가합니다. @바위 원소 공격#으로 황금 늑대왕의 방어막을 신속하게 파괴할 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2075,
        "N": "기뢰·수계(獸界) 사냥개",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_110b",
                "D": "수계(獸界) 유견의 성체… 로 보이지만, 이 마물에게 자연 성장의 법칙이 적용되는지는 여전히 미스터리입니다. 수계(獸界) 사냥개의 공격은 중첩 가능한 「침식」 상태를 부여해 파티 내 모든 캐릭터가 @지속해서 HP를 잃습니다#. 또한 상응하는 원소 공격을 받으면 수계(獸界) 사냥개가 「마력의 갈증」 상태에 진입해 @해당 원소 내성이 감소하는 대신 극도로 흉포해집니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2074,
        "N": "기암·수계(獸界) 사냥개",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_109b",
                "D": "수계(獸界) 유견의 성체… 로 보이지만, 이 마물에게 자연 성장의 법칙이 적용되는지는 여전히 미스터리입니다. 수계(獸界) 사냥개의 공격은 중첩 가능한 「침식」 상태를 부여해 파티 내 모든 캐릭터가 @지속해서 HP를 잃습니다#. 또한 상응하는 원소 공격을 받으면 수계(獸界) 사냥개가 「마력의 갈증」 상태에 진입해 @해당 원소 내성이 감소하는 대신 극도로 흉포해집니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2073,
        "N": "기뢰·수계(獸界) 유견",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_110a",
                "D": "사물을 침식하는 능력을 보유한 이세계에서 온 마물. 수계(獸界) 유견의 공격은 중첩 가능한 「침식」 상태를 부여해 파티 내 모든 캐릭터가 @HP를 지속해서 잃습니다#. 또한 상응하는 원소 공격을 받으면 수계(獸界) 유견이 「마력의 갈증」 상태에 진입해 @해당 원소 내성이 감소하는 대신 극도로 흉포해집니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2072,
        "N": "기암·수계(獸界) 유견",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_109a",
                "D": "사물을 침식하는 능력을 보유한 이세계에서 온 마물. 수계(獸界) 유견의 공격은 중첩 가능한 「침식」 상태를 부여해 파티 내 모든 캐릭터가 @HP를 지속해서 잃습니다#. 또한 상응하는 원소 공격을 받으면 수계(獸界) 유견이 「마력의 갈증」 상태에 진입해 @해당 원소 내성이 감소하는 대신 극도로 흉포해집니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2116,
        "N": "죄 깊은 침례자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_179",
                "D": "「심연 교단」의 마물. 다양한 원소를 부릴 수 있으며 상응하는 원소 방어막으로 피해를 감소시킵니다. 전투 중에는 원소 고리를 생성해 강력한 공격을 위한 영창을 시작합니다. 원소 반응을 통해 모든 원소 고리를 파괴하면 다가올 재앙을 저지할 수 있을지도 모릅니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2111,
        "N": "심연 사도·서리 내림",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_173",
                "D": "「심연 교단」의 마물은 칠흑의 힘으로 서리를 조종해 전투를 벌입니다. 그의 일부 공격이 캐릭터에게 피해를 줄 경우 @캐릭터의 스태미나를 감소#시킵니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2062,
        "N": "심연 봉독자·자색 뇌전",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_85b",
                "D": "「심연 교단」의 마물. 번개를 다루며 칠흑 같은 심연을 칭송합니다. 원소를 없앨 수 있는 능력도 어느정도 갖추고 있으며 일부 공격으로 캐릭터에 피해를 가할 시, @캐릭터는 원소 에너지를 잃습니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2083,
        "N": "심연 봉독자·심연의 불꽃",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_123a",
                "D": "「심연 교단」의 마물, 칠흑의 뜨거운 화염의 온기를 나지막이 읊조립니다.<br>일부 공격이 캐릭터에 피해를 주면, 심연의 불의 낙인을 부여하고 잠시 후 폭발하며, 파티의 모든 캐릭터가 @대량의 HP를 잃습니다#. 보호막으로 낙인 부착을 막을 수 있을지도 모릅니다. 필드 위 캐릭터의 낙인 폭발로 인한 HP 감소로 전투 불능 상태가 될 수 있습니다.<br>심연 봉독자·심연의 불꽃이 심연의 불꽃 가호 상태에 진입하면 @어둠의 불꽃 노심을 파괴하여 보다 빠르게 심연의 불꽃 가호를 없앨 수 있습니다#"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2061,
        "N": "심연 사도·격류",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_85a",
                "D": "「심연 교단」의 마물은 칠흑의 힘으로 뒤틀린 격류를 조종해 전투를 벌입니다. 그의 일부 공격이 캐릭터에게 피해를 줄 경우, @쿨타임 상태인 스킬의 재사용 대기시간을 연장#시킵니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2033,
        "N": "얼음의 심연 메이지",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Abyss_Ice_01_Tutorial01",
                "D": "@얼음 원소 방어막#을 이용해 자신을 보호합니다. 불 원소 등 @얼음 원소와 반응하는 원소로 공격#하면 방어를 뚫을 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2034,
        "N": "물의 심연 메이지",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Abyss_Water_01_Tutorial01",
                "D": "@물 원소 방어막#을 이용해 자신을 보호합니다. 얼음 원소 등 @물 원소와 반응하는 원소로 공격#하면 방어를 뚫을 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2032,
        "N": "화염의 심연 메이지",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Abyss_Fire_01_Tutorial01",
                "D": "@불 원소 방어막#을 이용해 자신을 보호합니다. 번개 원소 등 @불 원소와 반응하는 원소로 공격#하면 방어를 뚫을 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2115,
        "N": "츄츄 물걸음 순찰자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_178",
                "D": "수수께끼의 츄츄족 전사. 물의 힘을 어느 정도 부릴 수 있으며 전투 중 물 슬라임을 통해 물방울을 발사합니다. 이때 물 슬라임을 터뜨리면 피해를 되돌려 줄 수 있을 듯합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2114,
        "N": "츄츄 바람걸음 순찰자",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_177",
                "D": "수수께끼의 츄츄족 전사. 바람의 힘을 어느 정도 부릴 수 있으며 전투 중 바람 슬라임을 통해 체공 상태에 진입합니다. 팽창한 바람 슬라임을 공격하면 추락시킬 수 있을 듯합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2046,
        "N": "바위 츄츄 샤먼",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Shaman_Rock_01_Tutorial01",
                "D": "바위 원소로 이루어진 단단한 돌기둥을 이용해 자신과 다른 마물을 위험으로부터 벗어나게 합니다. 강력한 @바위 원소 공격#, @양손검# 혹은 극렬한 @폭발#로 돌기둥을 효과적으로 파괴할 수 있습니다. 빠르게 파괴하면 돌기둥은 갖고 있던 마력을 잃게 됩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2057,
        "N": "얼음방패 츄츄 폭도",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_DragonspineTutorial_Monster_01",
                "D": "얼음 원소 방패로 자신을 보호하는 츄츄 폭도. @얼음 방패는 혹한의 환경에서# 재생성됩니다. 불 원소 등 @얼음 방패와 반응#하는 원소로 공격하면 방패를 쉽게 부술 수 있습니다!"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2043,
        "N": "돌방패 츄츄 폭도",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Brute_None_RockShield_Tutorial01",
                "D": "나무방패 츄츄 폭도와 달리 단단한 바위 원소 방패를 이용해 자신을 보호합니다. 강력한 @바위 원소 공격#, @양손검# 혹은 극렬한 @폭발#로 방패를 효과적으로 파괴할 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2027,
        "N": "나무방패 츄츄 폭도",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Brute_None_Shield_Tutorial01",
                "D": "@풀 원소#로 거대 나무 방패를 만들어 공격하거나 방어할 수 있습니다. 어떤 방식으로든 방패를 @태울# 수만 있다면…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2042,
        "N": "돌방패 츄츄",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Hili_None_01_RockShield_Tutorial01",
                "D": "나무 방패 츄츄족과 달리 단단한 바위 원소 방패를 이용해 자신을 보호합니다. 강력한 @바위 원소 공격#, @양손검# 혹은 극렬한 @폭발#로 방패를 효과적으로 파괴할 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2019,
        "N": "나무방패 츄츄",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Hili_None_01_Shield_Tutorial01",
                "D": "@풀 원소#로 나무 방패를 만들어 공격을 막을 수 있습니다. 어떤 방식으로든 방패를 @태울# 수만 있다면…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2070,
        "N": "떠도는 바위의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_105a",
                "D": "고농도 원소가 낳은 마물, 공중에 떠 있는 힘을 가지고 있습니다. @심각한 단일 피해를 받았을 경우, 「분노의 기운」이 축적#됩니다. 분노의 기운이 가득 차면, 떠도는 정령이 「팽창」하여 더 강해지며, 처치당할 때 강력하게 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2077,
        "N": "떠도는 얼음의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_121b",
                "D": "고농도 원소가 낳은 마물, 공중에 떠있을 수 있다. @심각한 단일 피해를 받았을 경우, 「분노」 게이지가 축적됩니다#. 분노가 가득 차면, 떠도는 정령이 「팽창」하여 더 강력해지며, 처치당하면 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2089,
        "N": "떠도는 풀의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_135",
                "D": "고농도 원소가 낳은 마물로 공중에 떠 있는 힘을 가지고 있습니다. @심각한 단일 피해를 받았을 경우 「분노의 기운」이 축적#됩니다. 분노의 기운이 가득 차면 떠도는 정령이 「팽창」하여 더 강해지며 처치당할 때 강력하게 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2078,
        "N": "떠도는 번개의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_121a",
                "D": "고농도 원소가 낳은 마물, 공중에 떠있을 수 있다. @심각한 단일 피해를 받았을 경우, 「분노」 게이지가 축적됩니다#. 분노가 가득 차면, 떠도는 정령이 「팽창」하여 더 강력해지며, 처치당하면 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2071,
        "N": "떠도는 바람의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_105c",
                "D": "고농도 원소가 낳은 마물, 공중에 떠 있는 힘을 가지고 있습니다. @심각한 단일 피해를 받았을 경우, 「분노의 기운」이 축적#됩니다. 분노의 기운이 가득 차면, 떠도는 정령이 「팽창」하여 더 강해지며, 처치당할 때 강력하게 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2069,
        "N": "떠도는 물의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_105b",
                "D": "고농도 원소가 낳은 마물, 공중에 떠 있는 힘을 가지고 있습니다. @심각한 단일 피해를 받았을 경우, 「분노의 기운」이 축적#됩니다. 분노의 기운이 가득 차면, 떠도는 정령이 「팽창」하여 더 강해지며, 처치당할 때 강력하게 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2079,
        "N": "떠도는 불의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_121c",
                "D": "고농도 원소가 낳은 마물, 공중에 떠있을 수 있다. @심각한 단일 피해를 받았을 경우, 「분노」 게이지가 축적됩니다#. 분노가 가득 차면, 떠도는 정령이 「팽창」하여 더 강력해지며, 처치당하면 폭발합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2068,
        "N": "뇌음의 권현",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_104",
                "D": "원한의 천둥소리와 함께 만들어진 원소 생명체. 뇌명의 공격과 탐침을 이용해 @적을 고정#합니다. 고정된 대상이 존재할 경우 뇌음의 권현은 분노 상태에 진입하며 고정된 타깃을 우선으로 몰살합니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2056,
        "N": "물의 정령",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_58",
                "D": "맑은 물로 이루어진 고귀한 원소 생명체. 전투 시 자신의 생명력으로 물 원소 환형 생물을 만들어 적을 공격합니다. 같은 물 원소일지라도 @물 원소 반응을 일으키는 다른 원소#가 다른 환형 생물에게 더 효과적입니다. 물의 환형을 재빨리 물리친다면 물의 정령을 손쉽게 처치할 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2103,
        "N": "무상의 풀",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_149",
                "D": "타성의 껍질로 자신을 보호하는 무상의 원소. 어떤 침식의 영향을 받아 이상 상태에 빠진 듯합니다. 원소 코어가 노출됐을 때를 노려야만 효과적으로 공격할 수 있습니다. 무상의 풀은 위기에 빠지면 삼상 생물의 성질을 지닌 치유의 풀핵을 발산합니다. @풀 원소#를 사용해 치유의 풀핵을 활성화시켜 일반 상태로 만들면 계속해서 무상의 풀을 정화하도록 전환시킬 수 있으며, @번개 원소#를 통해 활성화된 치유의 풀핵을 활력 상태로 만들면 정화의 효율을 높일 수 있습니다. 무상의 풀의 코어에 풀 원소 공격을 가해도 정화를 진행할 수 있습니다. @정화를 완료#하면 도전이 즉시 종료됩니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2045,
        "N": "무상의 바위",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Effigy_Rock_01_Tutorial01",
                "D": "타성의 껍질로 자신을 보호하고 전투하는 강력한 원소 마물. @원소 코어#가 노출됐을 때를 노려야만 효과적으로 공격할 수 있습니다. 만들어낸 @바위 원소 아이템#을 이용하여 전투 시 위급한 상황에서 HP를 회복할 수 있습니다. 창조물을 효율적으로 파괴하지 못한다면 처치할 방법이 없습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2063,
        "N": "무상의 얼음",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_90",
                "D": "타성의 껍질로 자신을 보호하고 전투하는 강력한 원소 마물. @원소 코어#가 노출됐을 때를 노려야만 효과적으로 공격할 수 있습니다. 위기 상황에선 방어막 기능이 있는 @재생 상태#로 진입해 HP를 회복하고 「서리의 열매」를 발사하여 적을 공격합니다. @강공격으로 서리의 열매를 무상의 얼음에게로 날리면#, 재생 상태를 더 빨리 파괴할 수 있을지도…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2036,
        "N": "무상의 뇌전",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Effigy_Electric_01_Tutorial01",
                "D": "타성의 껍질로 자신을 보호합니다. @원소 코어#가 노출됐을 때를 노려야만 효과적으로 공격할 수 있습니다. 생명력이 다 하면 3개의 결정으로 분열됩니다. 이것을 모두 파괴하지 못한다면…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2044,
        "N": "무상의 바람",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Effigy_Wind_01_Tutorial01",
                "D": "타성의 껍질로 자신을 보호하고 전투하는 강력한 원소 마물. @원소 코어#가 노출됐을 때를 노려야만 효과적으로 공격할 수 있습니다. 특별한 @원소 구슬#을 이용하여 전투 시 위급한 상황에서 HP를 회복할 수 있습니다. 상승 기류를 이용해 원소 구슬을 흡수하지 못한다면 전투가 불리한 상황으로 흘러갈 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2067,
        "N": "무상의 물",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_103",
                "D": "타성의 껍질로 자신을 보호합니다. @원소 코어#가 노출됐을 때를 노려야만 효과적으로 공격할 수 있습니다. 생명력이 다 하면, 코어로 이동하는 세 개의 「물방울」로 분열됩니다. @이 물방울들을 즉시 처치하고#, 무상의 물의 재생을 막으세요"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2065,
        "N": "무상의 불",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Tutorial_93",
                "D": "타성의 껍질로 자신을 보호하고 전투하는 강력한 원소 마물. 「연소」와 「소멸」 두 가지 상태가 있다. 연소 상태 시, 무상의 불 원소 코어는 노출되지 않고, 지속적으로 HP를 회복합니다. @적절한 원소 반응으로 소멸#한 후, 돌파 기회를 획득합니다. 소멸 상태 시, 무상의 불은 「불씨」를 만들어 불을 되살립니다…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2016,
        "N": "광풍의 핵",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Elemental_Wind_01_Tutorial01",
                "D": "폭풍의 영역을 소환해 범위 피해를 지속적으로 입히는 위험한 적입니다. 끊임없이 생성되는 @윈드 필드#를 찾아 지면을 벗어난다면…"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2015,
        "N": "거대 바위 슬라임",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Slime_Rock_03_Tutorial01",
                "D": "단단한 @바위 원소 방어막#을 이용해 자신의 슬라임을 보호합니다. 무거운 @바위 원소 공격#, @양손검# 혹은 극렬한 @폭발#로 방어막을 효과적으로 파괴할 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    },
    {
        "_id": 2009,
        "N": "거대 얼음 슬라임",
        "S": "신규 마물",
        "T": [
            {
                "I": "UI_Slime_Ice_03_Tutorial01",
                "D": "얼어붙은 @얼음 원소 방어막#을 통해 자신의 슬라임을 보호합니다. 불 원소 등 @얼음 원소와 반응하는 원소로 공격#하면 방어를 뚫을 수 있습니다"
            }
        ],
        "Y": 1,
        "V": "0.0"
    }
]