// Auto Generated

var _avatarskill_ = {
    "100501": {
        "Pre": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        }
    },
    "100502": {
        "Pre": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵が持続ダメージ系デバフである場合、付与された全持続ダメージ系デバフが、本来のダメージ@ <b>#2[p]</b> #分のダメージを発生する。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3
                ],
                [
                    0.88,
                    0.615,
                    0.33
                ],
                [
                    0.96,
                    0.63,
                    0.36
                ],
                [
                    1.04,
                    0.645,
                    0.39
                ],
                [
                    1.12,
                    0.66,
                    0.42
                ],
                [
                    1.2,
                    0.675,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875
                ],
                [
                    1.4,
                    0.7125,
                    0.525
                ],
                [
                    1.5,
                    0.73125,
                    0.5625
                ],
                [
                    1.6,
                    0.75,
                    0.6
                ],
                [
                    1.68,
                    0.765,
                    0.63
                ],
                [
                    1.76,
                    0.78,
                    0.66
                ],
                [
                    1.84,
                    0.795,
                    0.69
                ],
                [
                    1.92,
                    0.81,
                    0.72
                ],
                [
                    2.0,
                    0.825,
                    0.75
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        }
    },
    "100503": {
        "Pre": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された感電状態が本来のダメージ@ <b>#5[p]</b> #分のダメージを発生する。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    0.8
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    0.82
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    0.84
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    0.86
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    0.88
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    0.9
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    0.925
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    0.95
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    0.975
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.0
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.02
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.04
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.06
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.08
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.1
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        }
    },
    "100504": {
        "Pre": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に通常攻撃を行った後、カフカは<u>追加攻撃</u>を行い、その敵にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にする、 <b>#3[f]</b> ターン継続。この効果はターンが回って来るたびに1回まで発動できる。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        }
    },
    "100506": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        }
    },
    "100507": {
        "Pre": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が与えるものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1005": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "必殺技を発動した時、敵は「付与された感電状態がダメージを発生する」から「付与されたすべての持続ダメージ系デバフがダメージを発生する」に変更される。",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に感電状態を付与する<u>基礎確率</u>+ <b><color style='color:#f29e38'>30%</color></b> 。",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "100501": {
        "Pre": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "天賦効果により<u>追加攻撃</u>を行った時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank1"
        }
    },
    "100502": {
        "Pre": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "カフカがフィールド上にいる時、味方全体の持続ダメージ+ <b><color style='color:#f29e38'>25%</color></b> 。",
            "Icon": "SkillIcon_1005_Rank2"
        }
    },
    "100503": {
        "Pre": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1005_BP"
        }
    },
    "100504": {
        "Pre": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1005_Rank4"
        }
    },
    "100505": {
        "Pre": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1005_Ultra"
        }
    },
    "100506": {
        "Pre": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1005_Rank6"
        }
    }
}

var _story_ = {
    "1005": [
        {
            "_id": 1,
            "Story": "スターピースカンパニーの指名手配ファイルには、カフカの名前と「趣味はコートを集めること」としか記されていない。人々がこの星核ハンターについて知っているのは、彼女が「運命の奴隷」エリオの最も信頼する構成員の1人だということだけだ。<br>エリオが予見した「未来」に辿り着くため、カフカは行動を開始する。"
        },
        {
            "_id": 2,
            "Story": "<i>「カフカ。人類女性。プテルゲス-Vの新バビロン出身。星核ハンターのメンバーで『運命の奴隷』の助手。罪状：ピアポイント侵入、計2回。ピアポイント窃盗事件。トロヴェス星系失踪事件。ジェモス、ノースカナ、シーラ -39 C、ウルモラ、七中村、ロー -51 、トロワー星核事件。ピアポイントに対するハッキング攻撃、計4回。スクリュー星に対するハッキング攻撃。『ヘルタ』に対するハッキング攻撃。ヤペラー反逆事件。関与が疑われる罪状：シーツララ、インヌピース、ウェン-G7、祖寇、リタヴィア、イリー、アテューン、ブーハヤマ星核事件。<br>指名手配レベル：最高。生死を問わず」</i><br><align=\"right\">——スターピースカンパニーが公表した指名手配書</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「…事件の捜査のため、容疑者の基本情報を発表する。容疑者：カフカ（指名手配番号：L 933012000020002010004 ）女、殊俗の民、年齢不詳。身長およそ 170 cm、標準体型、目撃時は黒い外套、中には白いブラウス、黒のタイトなパンツに紫のタイツ、頭には黒いサングラスを着用。<br>同容疑者は近頃発生した人的災害の関連者として通報され、現在逃亡中のため、羅浮全域で指名手配されている。容疑者の拠点または本人を見かけた場合は速やかに雲騎軍に連絡するように。容疑者に伝える。逃げられるとは思わずに、速やかに自首し、重要な情報をこちらに引き渡すように」</i><br><align=\"right\">——羅浮が公表した指名手配書（撤回済み）</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「…この女は『カフカ』という。新人ハンターで登録情報がなく、所属組織もない。彼女には『言霊』と呼ばれる能力があり、言語を使って催眠術をかけることができる。前回は新バビロンのリバーランドで姿を現し、大領主シッドと話し合いをしたのち彼を連れ去った。現場にいた人数 143 人。その後、オーダーメイド服飾店に行き、黒いコート1着、白いブラウス2着、赤いワンピース1着を受け取った。現場にいた人数6人。その後、中古レコード店に行ったが、何も購入しなかった。現場にいた人数 28 人。彼女がリバーランド警備局へ懸賞金をもらいに行く前、最後に目撃されたのは中央公園である。現場にいた人数 2695 人。我々は『カフカ』の首を求めている。命の負債にはその血を持って償ってもらうのだ」</i><br><align=\"right\">——プテルゲス-Vの悪魔が公表した指名手配書</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「…プテルゲス-Vに行くと、 135 : 7372124,271 : 6372711 に廃棄されたビルがある。中に入ると、1階の窓台の下に手つかずの飲料缶がある。それを持って、水曜日の午前 11 時 12 分まで待ち、缶をビルの入り口に置く。カフカは2分後に現れ、缶を調べる可能性がある。その隙にこのボールを彼女の足元に投げるといい。その後のことは、私が彼女に直接話す。<br>カフカが缶を気にしない可能性もある。その場合は、ボールを投げるだけでいい。君たちは死んでしまう。でも、人は皆、いつか死んでしまうものだ。君たちが欲しい未来を私は現実にしてあげよう」</i><br><align=\"right\">——運命の奴隷が公開した指名手配書</align>"
        }
    ]
}

var _voice_ = {
    "1005": [
        {
            "_id": "archive_kafka_1",
            "Title": "初対面",
            "Voice": "ハーイ～、列車の…皆さん。はぁ、捕まった。"
        },
        {
            "_id": "archive_kafka_2",
            "Title": "挨拶",
            "Voice": "ほぼ無限の時間、ほぼ無限の空間の中で、私たちは同時に同じ場所にいる。「運命」とはこういうことよ。奇跡を創造しながらも、君にそれが偶然であると思わせるの。"
        },
        {
            "_id": "archive_kafka_3",
            "Title": "お別れ",
            "Voice": "バイバイ、{NICKNAME}。次こそ私を驚かすことができるといいわね。"
        },
        {
            "_id": "archive_kafka_6",
            "Title": "自分について",
            "Voice": "星核ハンターになる前は、仕事で同じ人に2度会うことは滅多になかったわ。"
        },
        {
            "_id": "archive_kafka_4",
            "Title": "世間話・恐怖",
            "Voice": "エリオは私のことを、「恐怖」を作り出すのが得意だと言ってたわ。私はそれについて何も知らないのに。"
        },
        {
            "_id": "archive_kafka_5",
            "Title": "世間話・バイオリン",
            "Voice": "バイオリンの演奏は、銃を撃つ時のように指先の器用さを問われるけど、弾丸のほうが素直なのよ。"
        },
        {
            "_id": "archive_kafka_7",
            "Title": "趣味",
            "Voice": "ベルベットのコートが1番好きよ。脆く美しいけど、手入れが難しく、ちょっとした不注意で光沢が損なわれてしまうから。"
        },
        {
            "_id": "archive_kafka_8",
            "Title": "悩み事",
            "Voice": "過去は未来と似ているけど、少しも興味が持てないのよね。"
        },
        {
            "_id": "archive_kafka_11",
            "Title": "シェア",
            "Voice": "毎年夏になると、海を見に行く惑星があったの。潮の流れが最も強い時期で、岸から遠く離れた場所にしか立つことができなかった。でもある年に行ったら、海に長い長い景色を楽しむ為の橋が架けられていたわ。それからはもう行ってないの。"
        },
        {
            "_id": "archive_kafka_12",
            "Title": "見聞",
            "Voice": "「星核」のせいで変わり果てた世界…私の故郷もそのうちの1つよ。あの時代が堕落していく様を目にすることができなかったのは残念だわ。"
        },
        {
            "_id": "archive_kafka_9",
            "Title": "銀狼について",
            "Voice": "銀狼とお喋りするのは好きよ。彼女はおチビちゃんだけど、色んなアイデアを持っているもの。"
        },
        {
            "_id": "archive_kafka_10",
            "Title": "刃について",
            "Voice": "刃…名は体を表す。彼の戦い方は美しく、見ていると心が震えるわ。"
        },
        {
            "_id": "archive_kafka_13",
            "Title": "サムについて",
            "Voice": "サムは私みたいに獲物を選り好みしたりしない…サムと出会うより、私に遭遇した方がいいかもしれないわね。"
        },
        {
            "_id": "archive_kafka_14",
            "Title": "ホタルについて",
            "Voice": "私たちにできるのは、ただ短い間、ホタルと一緒にいることよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_kafka",
            "Title": "星魂覚醒",
            "Voice": "誰も他人を理解することはできない…君と私も例外じゃないわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_kafka",
            "Title": "キャラクター昇格",
            "Voice": "もし運命が私を推し進められないのなら、私が運命を推し進める。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_kafka",
            "Title": "レベルMax",
            "Voice": "…一度止まると、続けるのは難しいわよ？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_kafka",
            "Title": "軌跡覚醒",
            "Voice": "一歩、二歩…「未来」への道は足元にある。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_kafka",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "{NICKNAME}、また会ったわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosilverwolf_kafka",
            "Title": "パーティ編成・銀狼",
            "Voice": "銀狼、協力要請は不要よ。即興演奏をしましょ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblade_kafka",
            "Title": "パーティ編成・刃",
            "Voice": "刃ちゃん、「狩り」の準備はできたかしら？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_kafka",
            "Title": "パーティ編成・姫子",
            "Voice": "あら。列車と私たちが手を組む機会があるなんて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosam_kafka",
            "Title": "パーティ編成・ホタル",
            "Voice": "脚本にないことは私たちで決めましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_kafka",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "チェックメイト。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_kafka",
            "Title": "戦闘開始・危険予知",
            "Voice": "いいところにきたわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_kafka_01",
            "Title": "ターン・1",
            "Voice": "皆殺しにしてあげる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_kafka_02",
            "Title": "ターン・2",
            "Voice": "呼吸するその感覚、覚えておいて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_kafka",
            "Title": "戦闘中待機",
            "Voice": "早く終わらせましょ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_kafka_01",
            "Title": "通常攻撃",
            "Voice": "一瞬よ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_kafka_01",
            "Title": "攻撃を受ける",
            "Voice": "痛くないわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_kafka_01",
            "Title": "重撃を受ける",
            "Voice": "面白い。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_kafka",
            "Title": "必殺技・アクティブ",
            "Voice": "素晴らしい時は…やがて過ぎ去る。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_kafka",
            "Title": "必殺技・発動",
            "Voice": "お別れの時間よ…ポン！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_kafka",
            "Title": "天賦・1",
            "Voice": "落ち着いて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_kafka_02",
            "Title": "天賦・2",
            "Voice": "ちゃんと立ちなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_kafka_01",
            "Title": "戦闘不能",
            "Voice": "これは…終わりじゃない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_kafka",
            "Title": "戦闘に戻る",
            "Voice": "ふふ、まだ生きてるわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_kafka",
            "Title": "HP回復",
            "Voice": "あら、優しいのね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_kafka",
            "Title": "秘技",
            "Voice": "痛い？"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_kafka",
            "Title": "戦闘勝利",
            "Voice": "人体はみな、脆いが故に美しい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_kafka",
            "Title": "戦利品を開ける・1",
            "Voice": "使えるわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_kafka_02",
            "Title": "戦利品を開ける・2",
            "Voice": "少しも意外じゃないわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_kafka",
            "Title": "貴重な戦利品を開ける",
            "Voice": "好きなの？私も好きよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_kafka",
            "Title": "謎解きに成功・1",
            "Voice": "よくやったわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_kafka_02",
            "Title": "謎解きに成功・2",
            "Voice": "すごいわね。どんなご褒美が欲しい？"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_kafka",
            "Title": "敵ターゲット発見",
            "Voice": "あら？うずうずしてるようね？"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_kafka",
            "Title": "町に戻る",
            "Voice": "あら、コートが汚れてる。困ったものね。"
        }
    ]
}

var _notes_ = {
    "1005": []
}

var _adiff_ = {
    "1005": {}
}

var _mtc_ = {
    "1005": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111011": 5
            },
            {
                "2": 8000,
                "111011": 10
            },
            {
                "2": 16000,
                "111012": 6,
                "110414": 3
            },
            {
                "2": 40000,
                "111012": 9,
                "110414": 7
            },
            {
                "2": 80000,
                "111013": 6,
                "110414": 20
            },
            {
                "2": 160000,
                "111013": 9,
                "110414": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "111013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 237500,
                    "111011": 2,
                    "110152": 8,
                    "111012": 7,
                    "110153": 11,
                    "111013": 11
                }
            },
            {
                "Name": "効果命中 +18%",
                "Mat": {
                    "2": 210000,
                    "110151": 3,
                    "111011": 6,
                    "110153": 11,
                    "111013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110152": 3,
                    "111012": 3,
                    "110153": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "苛み",
                "Mat": {
                    "2": 5000,
                    "110151": 3,
                    "110503": 1
                }
            },
            {
                "Name": "略奪",
                "Mat": {
                    "2": 20000,
                    "110152": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "いばら",
                "Mat": {
                    "2": 160000,
                    "110153": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}