// Auto Generated

var _avatarskill_ = {
    "101401": {
        "v1": {
            "Name": "風王結界",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v2": {
            "Name": "風王結界",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v3": {
            "Name": "風王結界",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v4": {
            "Name": "風王結界",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v5": {
            "Name": "風王結界",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "Live": {
            "Name": "風王結界",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        }
    },
    "101402": {
        "v1": {
            "Name": "風王鉄槌",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、隣接する敵に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。「炉心共鳴」を持ち、かつその回の戦闘スキルで「炉心共鳴」を消費して <b>セイバー</b> のEPを満タンに回復できる場合、持っている「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率+@ <b>#4[p]</b> #。また、戦闘スキルを発動した後に「炉心共鳴」をすべて消費し、 <b>セイバー</b> のEPを回復する。EPを満タンにできなかった場合、直ちに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "v2": {
            "Name": "風王鉄槌",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、隣接する敵に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。「炉心共鳴」を持ち、かつその回の戦闘スキルで「炉心共鳴」を消費して <b>セイバー</b> のEPを満タンに回復できる場合、持っている「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率+@ <b>#4[p]</b> #。また、戦闘スキルを発動した後に「炉心共鳴」をすべて消費し、 <b>セイバー</b> のEPを回復する。EPを満タンにできなかった場合、直ちに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "v3": {
            "Name": "風王鉄槌",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、隣接する敵に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。「炉心共鳴」を所持し、かつその回の戦闘スキルで「炉心共鳴」を消費して <b>セイバー</b> のEPを満タンに回復できる場合、所持している「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率+@ <b>#4[p]</b> #。また、攻撃した後に「炉心共鳴」をすべて消費し、 <b>セイバー</b> のEPを回復する。EPを満タンにできなかった場合、直ちに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "v4": {
            "Name": "風王鉄槌",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、隣接する敵に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。「炉心共鳴」を所持し、かつその回の戦闘スキルで「炉心共鳴」を消費して <b>セイバー</b> のEPを満タンまで回復できる場合、所持している「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率+@ <b>#4[p]</b> #。また、攻撃した後に「炉心共鳴」をすべて消費し、 <b>セイバー</b> のEPを回復する。「炉心共鳴」を所持していない、または所持しているがEPを満タンにできない場合、直ちに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    0.375,
                    2.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    2.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    2.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    2.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    2.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    2.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    2.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    2.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    2.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    2.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    2.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    2.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    2.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    2.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    2.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "v5": {
            "Name": "風王鉄槌",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、隣接する敵に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。「炉心共鳴」を所持し、かつその回の戦闘スキルで「炉心共鳴」を消費して <b>セイバー</b> のEPを満タンまで回復できる場合、所持している「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率+@ <b>#4[p]</b> #。また、攻撃した後に「炉心共鳴」をすべて消費し、 <b>セイバー</b> のEPを回復する。「炉心共鳴」を所持していない、または所持しているがEPを満タンにできない場合、直ちに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    0.375,
                    3.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    3.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    3.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    3.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    3.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    3.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    3.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    3.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    3.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    3.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    3.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    3.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    3.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    3.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    3.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        },
        "Live": {
            "Name": "風王鉄槌",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、隣接する敵に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。<br>「炉心共鳴」を所持し、かつその回の戦闘スキルで「炉心共鳴」を消費して <b>セイバー</b> のEPを満タンまで回復できる場合、所持している「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率+@ <b>#4[p]</b> #。そして、攻撃を行った後に「炉心共鳴」をすべて消費し、 <b>セイバー</b> のEPを回復する。<br>「炉心共鳴」を所持していない、または所持しているすべての「炉心共鳴」を消費してもEPを満タンまで回復できない場合、即座に「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    0.375,
                    3.0,
                    0.07
                ],
                [
                    0.825,
                    0.4125,
                    3.0,
                    0.077
                ],
                [
                    0.9,
                    0.45,
                    3.0,
                    0.084
                ],
                [
                    0.975,
                    0.4875,
                    3.0,
                    0.091
                ],
                [
                    1.05,
                    0.525,
                    3.0,
                    0.098
                ],
                [
                    1.125,
                    0.5625,
                    3.0,
                    0.105
                ],
                [
                    1.21875,
                    0.60938,
                    3.0,
                    0.11375
                ],
                [
                    1.3125,
                    0.65625,
                    3.0,
                    0.1225
                ],
                [
                    1.40625,
                    0.70312,
                    3.0,
                    0.13125
                ],
                [
                    1.5,
                    0.75,
                    3.0,
                    0.14
                ],
                [
                    1.575,
                    0.7875,
                    3.0,
                    0.147
                ],
                [
                    1.65,
                    0.825,
                    3.0,
                    0.154
                ],
                [
                    1.725,
                    0.8625,
                    3.0,
                    0.161
                ],
                [
                    1.8,
                    0.9,
                    3.0,
                    0.168
                ],
                [
                    1.875,
                    0.9375,
                    3.0,
                    0.175
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1014_BP"
        }
    },
    "101403": {
        "v1": {
            "Name": "約束された勝利の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#3[f]</b> ヒットする。1ヒットごとにランダムな敵単体に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを <b>#3[f]</b> 与える。必殺技を発動した後、次の通常攻撃が「解放されし黄金の王権」に変わり、「解放されし黄金の王権」のみを発動できるようになる。",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v2": {
            "Name": "約束された勝利の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与えた後、ランダムな敵単体に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを <b>#3[f]</b> 回与える。必殺技を発動した後、次の通常攻撃が「解放されし黄金の王権」に変わり、「解放されし黄金の王権」のみを発動できるようになる。",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v3": {
            "Name": "約束された勝利の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。さらに <b>#3[f]</b> ヒットする。1ヒットごとにランダムな敵単体に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。必殺技を発動した後、次の通常攻撃が「解放されし黄金の王権」に強化され、「解放されし黄金の王権」のみ発動できるようになる。",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v4": {
            "Name": "約束された勝利の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。さらに <b>#3[f]</b> ヒットする。1ヒットごとにランダムな敵単体に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。必殺技を発動した後、次の通常攻撃が「解放されし黄金の王権」に強化され、「解放されし黄金の王権」のみ発動できるようになる。",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v5": {
            "Name": "約束された勝利の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。さらに <b>#3[f]</b> ヒットする。1ヒットごとにランダムな敵単体に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。必殺技を発動した後、次の通常攻撃が「解放されし黄金の王権」に強化され、「解放されし黄金の王権」のみ発動できるようになる。",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        },
        "Live": {
            "Name": "約束された勝利の剣",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。さらに <b>#3[f]</b> ヒットする。1ヒットごとにランダムな敵単体に <b>セイバー</b> の攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。必殺技を発動した後、次の通常攻撃が「解放されし黄金の王権」に強化され、「解放されし黄金の王権」のみ発動できるようになる。",
            "Params": [
                [
                    1.4,
                    0.55,
                    10.0
                ],
                [
                    1.54,
                    0.605,
                    10.0
                ],
                [
                    1.68,
                    0.66,
                    10.0
                ],
                [
                    1.82,
                    0.715,
                    10.0
                ],
                [
                    1.96,
                    0.77,
                    10.0
                ],
                [
                    2.1,
                    0.825,
                    10.0
                ],
                [
                    2.275,
                    0.89375,
                    10.0
                ],
                [
                    2.45,
                    0.9625,
                    10.0
                ],
                [
                    2.625,
                    1.03125,
                    10.0
                ],
                [
                    2.8,
                    1.1,
                    10.0
                ],
                [
                    2.94,
                    1.155,
                    10.0
                ],
                [
                    3.08,
                    1.21,
                    10.0
                ],
                [
                    3.22,
                    1.265,
                    10.0
                ],
                [
                    3.36,
                    1.32,
                    10.0
                ],
                [
                    3.5,
                    1.375,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 360.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                4.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Ultra"
        }
    },
    "101404": {
        "v1": {
            "Name": "竜の炉心",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "戦闘に入る時、「炉心共鳴」を <b>#8[f]</b> 獲得する。味方が必殺技を発動する時、 <b>セイバー</b> の与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。同時に「炉心共鳴」を <b>#1[f]</b> 層獲得する。「炉心共鳴」を1層消費するたび、 <b>セイバー</b> はEPを固定で <b>#5[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.2,
                    2.0,
                    10.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.22,
                    2.0,
                    10.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.24,
                    2.0,
                    10.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.26,
                    2.0,
                    10.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.28,
                    2.0,
                    10.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    10.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.325,
                    2.0,
                    10.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.35,
                    2.0,
                    10.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.375,
                    2.0,
                    10.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4,
                    2.0,
                    10.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    10.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.44,
                    2.0,
                    10.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.46,
                    2.0,
                    10.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.48,
                    2.0,
                    10.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5,
                    2.0,
                    10.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "v2": {
            "Name": "竜の炉心",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "戦闘に入る時、「炉心共鳴」を <b>#8[f]</b> 獲得する。味方が必殺技を発動する時、 <b>セイバー</b> の与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。同時に「炉心共鳴」を <b>#1[f]</b> 層獲得する。「炉心共鳴」を1層消費するたび、 <b>セイバー</b> はEPを固定で <b>#5[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.2,
                    2.0,
                    10.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.22,
                    2.0,
                    10.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.24,
                    2.0,
                    10.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.26,
                    2.0,
                    10.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.28,
                    2.0,
                    10.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    10.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.325,
                    2.0,
                    10.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.35,
                    2.0,
                    10.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.375,
                    2.0,
                    10.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4,
                    2.0,
                    10.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    10.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.44,
                    2.0,
                    10.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.46,
                    2.0,
                    10.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.48,
                    2.0,
                    10.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5,
                    2.0,
                    10.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "v3": {
            "Name": "竜の炉心",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "戦闘に入る時、「炉心共鳴」を <b>#8[f]</b> 層獲得する。任意の味方が必殺技を発動する時、 <b>セイバー</b> の与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。同時に「炉心共鳴」を <b>#1[f]</b> 層獲得する。「炉心共鳴」を1層消費するたび、 <b>セイバー</b> はEPを固定で <b>#5[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    8.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.33,
                    2.0,
                    8.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.36,
                    2.0,
                    8.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.39,
                    2.0,
                    8.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    8.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.45,
                    2.0,
                    8.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4875,
                    2.0,
                    8.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.525,
                    2.0,
                    8.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5625,
                    2.0,
                    8.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.6,
                    2.0,
                    8.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.63,
                    2.0,
                    8.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.66,
                    2.0,
                    8.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.69,
                    2.0,
                    8.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.72,
                    2.0,
                    8.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.75,
                    2.0,
                    8.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "v4": {
            "Name": "竜の炉心",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "戦闘に入る時、「炉心共鳴」を <b>#8[f]</b> 層獲得する。任意の味方が必殺技を発動する時、 <b>セイバー</b> の与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。同時に「炉心共鳴」を <b>#1[f]</b> 層獲得する。「炉心共鳴」を1層消費するたび、 <b>セイバー</b> はEPを固定で <b>#5[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    8.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.33,
                    2.0,
                    8.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.36,
                    2.0,
                    8.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.39,
                    2.0,
                    8.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    8.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.45,
                    2.0,
                    8.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4875,
                    2.0,
                    8.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.525,
                    2.0,
                    8.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5625,
                    2.0,
                    8.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.6,
                    2.0,
                    8.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.63,
                    2.0,
                    8.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.66,
                    2.0,
                    8.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.69,
                    2.0,
                    8.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.72,
                    2.0,
                    8.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.75,
                    2.0,
                    8.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "v5": {
            "Name": "竜の炉心",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "戦闘に入る時、「炉心共鳴」を <b>#8[f]</b> 層獲得する。任意の味方が必殺技を発動する時、 <b>セイバー</b> の与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。同時に「炉心共鳴」を <b>#1[f]</b> 層獲得する。「炉心共鳴」を1層消費するたび、 <b>セイバー</b> はEPを固定で <b>#5[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    8.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.33,
                    2.0,
                    8.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.36,
                    2.0,
                    8.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.39,
                    2.0,
                    8.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    8.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.45,
                    2.0,
                    8.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4875,
                    2.0,
                    8.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.525,
                    2.0,
                    8.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5625,
                    2.0,
                    8.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.6,
                    2.0,
                    8.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.63,
                    2.0,
                    8.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.66,
                    2.0,
                    8.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.69,
                    2.0,
                    8.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.72,
                    2.0,
                    8.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.75,
                    2.0,
                    8.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        },
        "Live": {
            "Name": "竜の炉心",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "戦闘に入る時、「炉心共鳴」を <b>#8[f]</b> 層獲得する。任意の味方が必殺技を発動する時、 <b>セイバー</b> の与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。同時に「炉心共鳴」を <b>#1[f]</b> 層獲得する。「炉心共鳴」を1層消費するたび、 <b>セイバー</b> はEPを固定で <b>#5[f]</b> 回復する。",
            "Params": [
                [
                    3.0,
                    25.0,
                    0.3,
                    2.0,
                    8.0,
                    0.05,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.33,
                    2.0,
                    8.0,
                    0.055,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.36,
                    2.0,
                    8.0,
                    0.06,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.39,
                    2.0,
                    8.0,
                    0.065,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.42,
                    2.0,
                    8.0,
                    0.07,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.45,
                    2.0,
                    8.0,
                    0.075,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.4875,
                    2.0,
                    8.0,
                    0.08125,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.525,
                    2.0,
                    8.0,
                    0.0875,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.5625,
                    2.0,
                    8.0,
                    0.09375,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.6,
                    2.0,
                    8.0,
                    0.1,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.63,
                    2.0,
                    8.0,
                    0.105,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.66,
                    2.0,
                    8.0,
                    0.11,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.69,
                    2.0,
                    8.0,
                    0.115,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.72,
                    2.0,
                    8.0,
                    0.12,
                    99.0,
                    1.0
                ],
                [
                    3.0,
                    25.0,
                    0.75,
                    2.0,
                    8.0,
                    0.125,
                    99.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Passive"
        }
    },
    "101406": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal"
        }
    },
    "101407": {
        "v1": {
            "Name": "騎士王の出陣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、 <b>セイバー</b> の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。さらに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "v2": {
            "Name": "騎士王の出陣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、 <b>セイバー</b> の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。さらに「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "v3": {
            "Name": "騎士王の出陣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、 <b>セイバー</b> の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "v4": {
            "Name": "騎士王の出陣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、 <b>セイバー</b> の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "v5": {
            "Name": "騎士王の出陣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、 <b>セイバー</b> の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        },
        "Live": {
            "Name": "騎士王の出陣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、 <b>セイバー</b> の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。「炉心共鳴」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    0.35,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Maze"
        }
    },
    "101408": {
        "v1": {
            "Name": "解放されし黄金の王権",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "全体攻撃",
            "Desc": "「炉心共鳴」を <b>#2[f]</b> 層獲得し、敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。敵の数が2/1体以下の場合、さらに敵全体に <b>セイバー</b> の攻撃力@ <b>#3[p]</b> #/@ <b>#4[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    0.35
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    0.42
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    0.49
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    0.56
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    0.63
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    0.7
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    0.77
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    0.84
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    0.91
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    0.98
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "v2": {
            "Name": "解放されし黄金の王権",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "全体攻撃",
            "Desc": "「炉心共鳴」を <b>#2[f]</b> 層獲得し、敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。敵の数が2/1体の場合、さらに敵全体に <b>セイバー</b> の攻撃力@ <b>#3[p]</b> #/@ <b>#4[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "v3": {
            "Name": "解放されし黄金の王権",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "全体攻撃",
            "Desc": "「炉心共鳴」を <b>#2[f]</b> 層獲得し、敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。敵の数が2/1体の場合、さらに敵全体に <b>セイバー</b> の攻撃力@ <b>#3[p]</b> #/@ <b>#4[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "v4": {
            "Name": "解放されし黄金の王権",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "全体攻撃",
            "Desc": "「炉心共鳴」を <b>#2[f]</b> 層獲得し、敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。敵の数が2/1体の場合、さらに敵全体に <b>セイバー</b> の攻撃力@ <b>#3[p]</b> #/@ <b>#4[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "v5": {
            "Name": "解放されし黄金の王権",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "全体攻撃",
            "Desc": "「炉心共鳴」を <b>#2[f]</b> 層獲得し、敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。敵の数が2/1体の場合、さらに敵全体に <b>セイバー</b> の攻撃力@ <b>#3[p]</b> #/@ <b>#4[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        },
        "Live": {
            "Name": "解放されし黄金の王権",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "全体攻撃",
            "Desc": "「炉心共鳴」を <b>#2[f]</b> 層獲得し、敵全体に <b>セイバー</b> の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。敵の数が2/1体の場合、さらに敵全体に <b>セイバー</b> の攻撃力@ <b>#3[p]</b> #/@ <b>#4[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.75,
                    2.0,
                    0.75,
                    1.1
                ],
                [
                    0.9,
                    2.0,
                    0.9,
                    1.32
                ],
                [
                    1.05,
                    2.0,
                    1.05,
                    1.54
                ],
                [
                    1.2,
                    2.0,
                    1.2,
                    1.76
                ],
                [
                    1.35,
                    2.0,
                    1.35,
                    1.98
                ],
                [
                    1.5,
                    2.0,
                    1.5,
                    2.2
                ],
                [
                    1.65,
                    2.0,
                    1.65,
                    2.42
                ],
                [
                    1.8,
                    2.0,
                    1.8,
                    2.64
                ],
                [
                    1.95,
                    2.0,
                    1.95,
                    2.86
                ],
                [
                    2.1,
                    2.0,
                    2.1,
                    3.08
                ]
            ],
            "BP": 1,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1014_Normal02"
        }
    }
}

var _avatarskilltree_ = {
    "1014": {
        "v1": {
            "Add": {
                "WindAddedRatio": 0.176,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1,
                "AttackAddedRatio": 0.06
            },
            "Tree1": {
                "Name": "竜の騎士",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の会心率+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘に入る時および強化通常攻撃を発動する時、「魔力放出」を獲得する。 <b><color style='color:#f29e38'>セイバー</color></b> が同時に「魔力放出」と「炉心共鳴」を持ち、かつ次に戦闘スキルを発動した後 <b><color style='color:#f29e38'>セイバー</color></b> のEPを満タンに回復できる場合、「魔力放出」を消費しSPを1回復して、 <b><color style='color:#f29e38'>セイバー</color></b> を即座に行動させる。",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "湖の祝福",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> は最大EPを超えた分のEPを <b><color style='color:#f29e38'>120</color></b> まで蓄積できる。必殺技を発動した後、EPをクリアし、蓄積した分のEPを回復する。戦闘開始時、EPが <b><color style='color:#f29e38'>40%</color></b> 未満の場合、 <b><color style='color:#f29e38'>40%</color></b> まで回復する。",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "星の冠",
                "Desc": "戦闘スキルを発動する時、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "竜の騎士",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の会心率+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘に入る時および強化通常攻撃を発動する時、「魔力放出」を獲得する。 <b><color style='color:#f29e38'>セイバー</color></b> が同時に「魔力放出」と「炉心共鳴」を持ち、かつ次に戦闘スキルを発動した後 <b><color style='color:#f29e38'>セイバー</color></b> のEPを満タンに回復できる場合、「魔力放出」を消費しSPを1回復して、 <b><color style='color:#f29e38'>セイバー</color></b> を即座に行動させる。",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "湖の祝福",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> は最大EPを超えた分のEPを <b><color style='color:#f29e38'>120</color></b> まで蓄積できる。必殺技を発動した後、EPをクリアし、蓄積した分のEPを回復する。戦闘開始時、EPが <b><color style='color:#f29e38'>40%</color></b> 未満の場合、 <b><color style='color:#f29e38'>40%</color></b> まで回復する。",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "星の冠",
                "Desc": "戦闘スキルを発動する時、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "竜の騎士",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の会心率+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘に入る時または強化通常攻撃を発動する時、「魔力放出」を獲得する。「魔力放出」を持つ時、 <b><color style='color:#f29e38'>セイバー</color></b> が「炉心共鳴」を持ち、かつ戦闘スキルの発動で「炉心共鳴」を消費して <b><color style='color:#f29e38'>セイバー</color></b> のEPを満タンに回復できる場合、「魔力放出」を消費してSPを1回復し、 <b><color style='color:#f29e38'>セイバー</color></b> を即座に行動させる。",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "湖の祝福",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> は最大EPを超えた分のEPを <b><color style='color:#f29e38'>120</color></b> まで蓄積できる。必殺技を発動した後、EPをクリアし、蓄積した分のEPを回復する。戦闘開始時、EPが <b><color style='color:#f29e38'>40%</color></b> 未満の場合、 <b><color style='color:#f29e38'>40%</color></b> まで回復する。",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "星の冠",
                "Desc": "戦闘スキルを発動する時、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。「炉心共鳴」を1層獲得するたびに、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>4%</color></b> 、最大で <b><color style='color:#f29e38'>8</color></b> 回累積できる。",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "竜の騎士",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の会心率+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘に入る時、または強化通常攻撃を発動する時、「魔力放出」を獲得する。「魔力放出」を持つ時に <b><color style='color:#f29e38'>セイバー</color></b> が「炉心共鳴」を持ち、かつ戦闘スキルの発動で「炉心共鳴」を消費して <b><color style='color:#f29e38'>セイバー</color></b> のEPを満タンに回復できる場合、「魔力放出」を消費してSPを1回復し、 <b><color style='color:#f29e38'>セイバー</color></b> を即座に行動させる。",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "湖の祝福",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> は最大EPを超えた分のEPを <b><color style='color:#f29e38'>120</color></b> まで蓄積できる。必殺技を発動した後、上限を超えて蓄積された分のEPを回復し、蓄積した超過分はリセットする。戦闘開始時、EPが <b><color style='color:#f29e38'>40%</color></b> 未満の場合、 <b><color style='color:#f29e38'>40%</color></b> まで回復する。",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "星の冠",
                "Desc": "戦闘スキルを発動する時、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。「炉心共鳴」を1層獲得するごとに、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>4%</color></b> 、最大で <b><color style='color:#f29e38'>8</color></b> 回累積できる。",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "竜の騎士",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の会心率+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘に入る時、または強化通常攻撃を発動する時、「魔力放出」を獲得する。「魔力放出」を持つ時に <b><color style='color:#f29e38'>セイバー</color></b> が「炉心共鳴」を持ち、かつ戦闘スキルの発動で「炉心共鳴」を消費して <b><color style='color:#f29e38'>セイバー</color></b> のEPを満タンに回復できる場合、「魔力放出」を消費してSPを1回復し、 <b><color style='color:#f29e38'>セイバー</color></b> を即座に行動させる。",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "湖の祝福",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> は最大EPを超えた分のEPを <b><color style='color:#f29e38'>120</color></b> まで蓄積できる。必殺技を発動した後、上限を超えて蓄積された分のEPを回復し、蓄積した超過分はリセットする。戦闘開始時、EPが <b><color style='color:#f29e38'>60%</color></b> 未満の場合、 <b><color style='color:#f29e38'>60%</color></b> まで回復する。",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "星の冠",
                "Desc": "戦闘スキルを発動する時、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。今回の戦闘で「炉心共鳴」を1層獲得するごとに、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>4%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>8</color></b> 層累積できる。",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "竜の騎士",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の会心率+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘に入る時、または強化通常攻撃を発動する時、「魔力放出」を獲得する。「魔力放出」を持つ時に <b><color style='color:#f29e38'>セイバー</color></b> が「炉心共鳴」を持ち、かつ戦闘スキルの発動で「炉心共鳴」を消費して <b><color style='color:#f29e38'>セイバー</color></b> のEPを満タンに回復できる場合、「魔力放出」を消費してSPを1回復し、 <b><color style='color:#f29e38'>セイバー</color></b> を即座に行動させる。",
                "Icon": "SkillIcon_1014_SkillTree1"
            },
            "Tree2": {
                "Name": "湖の祝福",
                "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> は最大EPを超えた分のEPを <b><color style='color:#f29e38'>120</color></b> まで蓄積できる。必殺技を発動した後、上限を超えて蓄積された分のEPを回復し、蓄積した超過分はクリアする。戦闘開始時、EPが <b><color style='color:#f29e38'>60%</color></b> 未満の場合、 <b><color style='color:#f29e38'>60%</color></b> まで回復する。",
                "Icon": "SkillIcon_1014_SkillTree2"
            },
            "Tree3": {
                "Name": "星の冠",
                "Desc": "戦闘スキルを発動する時、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。今回の戦闘で「炉心共鳴」を1層獲得するごとに、 <b><color style='color:#f29e38'>セイバー</color></b> の会心ダメージ+ <b><color style='color:#f29e38'>4%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>8</color></b> 層累積できる。",
                "Icon": "SkillIcon_1014_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "101401": {
        "v1": {
            "Rank": 1,
            "Name": "失われた白亜の城",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>セイバー</color></b> が通常攻撃または戦闘スキルを発動した後、追加で「炉心共鳴」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "失われた白亜の城",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 、 <b><color style='color:#f29e38'>セイバー</color></b> が通常攻撃または戦闘スキルを発動した後、追加で「炉心共鳴」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "失われた白亜の城",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージ+ <b><color style='color:#f29e38'>60%</color></b> 。 <b><color style='color:#f29e38'>セイバー</color></b> のターンが終了する時、「炉心共鳴」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "失われた白亜の城",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージ+ <b><color style='color:#f29e38'>60%</color></b> 。 <b><color style='color:#f29e38'>セイバー</color></b> のターンが終了する時、「炉心共鳴」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "失われた白亜の城",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージ+ <b><color style='color:#f29e38'>60%</color></b> 。 <b><color style='color:#f29e38'>セイバー</color></b> が通常攻撃または戦闘スキルを発動した後、「炉心共鳴」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1014_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "失われた白亜の城",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージ+ <b><color style='color:#f29e38'>60%</color></b> 。 <b><color style='color:#f29e38'>セイバー</color></b> が通常攻撃または戦闘スキルを発動した後、「炉心共鳴」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1014_Rank1"
        }
    },
    "101402": {
        "v1": {
            "Rank": 2,
            "Name": "塵に埋もれた円卓の誓い",
            "Desc": "「解放されし黄金の王権」と「風王鉄槌」の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 。「炉心共鳴」を1層獲得するたびに、さらに会心ダメージ+ <b><color style='color:#f29e38'>5%</color></b> 、最大で <b><color style='color:#f29e38'>10</color></b> 回累積可能。",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "塵に埋もれた円卓の誓い",
            "Desc": "「解放されし黄金の王権」と「風王鉄槌」の会心ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 。「炉心共鳴」を1層獲得するたびに、さらに会心ダメージ+ <b><color style='color:#f29e38'>5%</color></b> 、最大で <b><color style='color:#f29e38'>10</color></b> 回累積可能。",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "塵に埋もれた円卓の誓い",
            "Desc": "「炉心共鳴」を1層獲得するたびに、 <b><color style='color:#f29e38'>Saber</color></b> の与ダメージが敵の防御力を <b><color style='color:#f29e38'>1%</color></b> 無視する、この効果は最大で <b><color style='color:#f29e38'>15</color></b> 回累積できる。「炉心共鳴」による戦闘スキルのダメージ倍率アップ効果が発動する時、「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率がさらに <b><color style='color:#f29e38'>7%</color></b> アップする。",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "塵に埋もれた円卓の誓い",
            "Desc": "「炉心共鳴」を1層獲得するたびに、 <b><color style='color:#f29e38'>セイバー</color></b> の与ダメージが敵の防御力を <b><color style='color:#f29e38'>1%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>15</color></b> 回累積できる。「炉心共鳴」による戦闘スキルのダメージ倍率アップ効果が発動する時、「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率がさらに <b><color style='color:#f29e38'>7%</color></b> アップする。",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "塵に埋もれた円卓の誓い",
            "Desc": "今回の戦闘で「炉心共鳴」を1層獲得するたびに、 <b><color style='color:#f29e38'>セイバー</color></b> の与ダメージが敵の防御力を <b><color style='color:#f29e38'>1%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>15</color></b> 層累積できる。「炉心共鳴」による戦闘スキルのダメージ倍率アップ効果が発動する時、「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率がさらに <b><color style='color:#f29e38'>7%</color></b> アップする。",
            "Icon": "SkillIcon_1014_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "塵に埋もれた<br>円卓の誓い",
            "Desc": "今回の戦闘で「炉心共鳴」を1層獲得するたびに、 <b><color style='color:#f29e38'>セイバー</color></b> の与ダメージが敵の防御力を <b><color style='color:#f29e38'>1%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>15</color></b> 層累積できる。「炉心共鳴」による戦闘スキルのダメージ倍率アップ効果が発動する時、「炉心共鳴」1層につき、その回の戦闘スキルのダメージ倍率がさらに <b><color style='color:#f29e38'>7%</color></b> アップする。",
            "Icon": "SkillIcon_1014_Rank2"
        }
    },
    "101403": {
        "v1": {
            "Rank": 3,
            "Name": "十五世紀を越えた願い",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "十五世紀を越えた願い",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "十五世紀を越えた願い",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "十五世紀を越えた願い",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "十五世紀を越えた願い",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1014_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "十五世紀を越えた願い",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1014_Ultra"
        }
    },
    "101404": {
        "v1": {
            "Rank": 4,
            "Name": "十四の夜にわたる冬の邂逅",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 。必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 、最大で <b><color style='color:#f29e38'>4</color></b> 回累積可能。",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "十四の夜にわたる冬の邂逅",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 。必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 、最大で <b><color style='color:#f29e38'>4</color></b> 回累積可能。",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "十六の夜にわたる冬の邂逅",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>8%</color></b> 。必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 、最大で <b><color style='color:#f29e38'>3</color></b> 回累積可能。",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "十六の夜にわたる冬の邂逅",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>8%</color></b> 。必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 、最大で <b><color style='color:#f29e38'>3</color></b> 回累積可能。",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "十六の夜にわたる冬の邂逅",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>8%</color></b> 。必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。",
            "Icon": "SkillIcon_1014_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "十六の夜にわたる<br>冬の邂逅",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>8%</color></b> 。必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> の風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>4%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。",
            "Icon": "SkillIcon_1014_Rank4"
        }
    },
    "101405": {
        "v1": {
            "Rank": 5,
            "Name": "理想に辿り着いた暁に",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1014_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "理想に辿り着いた暁に",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1014_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "理想に辿り着いた暁に",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1014_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "理想に辿り着いた暁に",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1014_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "理想に辿り着いた暁に",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1014_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "理想に辿り着いた暁に",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1014_BP"
        }
    },
    "101406": {
        "v1": {
            "Rank": 6,
            "Name": "運命の夜を護る者",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージの風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘中に初めて必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> のEPを <b><color style='color:#f29e38'>300</color></b> 固定で回復する。その後、この効果は、必殺技を <b><color style='color:#f29e38'>4</color></b> 回発動するたびに1回発動する。",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "運命の夜を護る者",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージの風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘中に初めて必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> のEPを <b><color style='color:#f29e38'>300</color></b> 固定で回復する。その後、この効果は、必殺技を <b><color style='color:#f29e38'>4</color></b> 回発動するたびに1回発動する。",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "運命の夜を護る者",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージの風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘中に初めて必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> のEPを <b><color style='color:#f29e38'>300</color></b> 固定で回復する。その後、この効果は、必殺技を <b><color style='color:#f29e38'>3</color></b> 回発動するたびに1回発動する。",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "運命の夜を護る者",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージの風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。戦闘中に初めて必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> のEPを <b><color style='color:#f29e38'>300</color></b> 固定で回復する。その後、この効果は、必殺技を <b><color style='color:#f29e38'>3</color></b> 回発動するごとに1回発動する。",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "運命の夜を護る者",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージの風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。軌跡「湖の祝福」で蓄積できる超過分のEPが <b><color style='color:#f29e38'>200</color></b> になる。戦闘中に初めて必殺技を発動した後、 <b><color style='color:#f29e38'>セイバー</color></b> のEPを <b><color style='color:#f29e38'>300</color></b> 固定で回復する。その後、この効果は、必殺技を <b><color style='color:#f29e38'>3</color></b> 回発動するごとに1回発動する。",
            "Icon": "SkillIcon_1014_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "運命の夜を護る者",
            "Desc": " <b><color style='color:#f29e38'>セイバー</color></b> の必殺技ダメージの風属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。軌跡「湖の祝福」で蓄積できる超過分のEPが <b><color style='color:#f29e38'>200</color></b> になる。<br>戦闘中に初めて必殺技を発動した後、固定で <b><color style='color:#f29e38'>セイバー</color></b> のEPを <b><color style='color:#f29e38'>300</color></b> 回復する。その後、EP回復効果は必殺技を <b><color style='color:#f29e38'>3</color></b> 回発動するごとに1回発動する。",
            "Icon": "SkillIcon_1014_Rank6"
        }
    }
}

var _story_ = {
    "1014": [
        {
            "_id": 1,
            "Story": "運命の長夜を歩んだ孤高の英霊。その夢の中では、円卓の旗が今なお風に揺れている。キャメロットの騎士王はこの時、まだ理想郷に辿り着いていない。<br>召喚に応じ、少女は異質な「聖杯戦争」に参戦する。再び選定の剣を目の前にした時、彼女は過去の幻境から抜け出せるのだろうか？<br>——「果たせなかった願いも…今ここで断ち切ります」"
        },
        {
            "_id": 2,
            "Story": "もし哲学者が語る理想郷に統治者が必要だとするならば、目の前にいる少女こそが最も相応しい人物かもしれない。彼女は世界中の人々に幸せな暮らしをもたらそうと、その生涯を通じて強きを挫き、弱きを助けることを行動の指針としてきたのだから。たとえば、彼女が率いる騎士団が「円卓の騎士」と呼ばれるのは、王と騎士は平等であるという彼女の理念を強調するためだという……<br><br><i>「う～ん、ちょっとくどいんじゃないかな。もう少し役に立つことを書いたほうがいいと思うけど」</i><br><br>それはたしかに一理ある。<br>王にとって唯一無二の使命は、国家の平和と繁栄だ。それに比べれば、個人の努力も、名誉も屈辱も、その目的を達成するために打たれる一手に過ぎない。しかし、ここで見逃してはならない事実が1つある——それは、今の彼女は「サーヴァント」だということだ。すなわち遠い歴史の彼方から現界して、数多の神秘の力を頼りに、かろうじて存在を保っている特別な生命なのである。<br><br>故国の興亡はすでに書物の中の歴史となった。かの王も、その運命を変えようと試みたことがないわけではない…しかし古くから言われているように、何も失わずに何かを得ることはできないのだ。幾多の苦難を乗り越えた末に、少女はようやく過去と静かに向き合える心を手に入れた……<br><br><i>「待ってください、誰も無念に思っていないとは言っていません」<br>「ですが、願いを叶えるために聖杯を追い求めたのは…たしかに愚かであったと認めざるを得ませんね」<br>「理想郷とは、長い道のりを乗り越えた者の前にのみ、その姿を現すもの」<br>「そうでなければ、たとえそれが目の前にあったとしても、その存在に気づくことすらできないでしょう」</i>"
        },
        {
            "_id": 3,
            "Story": "遥か彼方の星には、「聖杯」と呼ばれる神秘の資源が存在する。その名は現在でも、最も偉大な功績や至高の理想を象徴するものとして使われている。だからこそ、神秘に通じる者たちにとって聖杯とは、あらゆる願望を叶える万能の願望機であり、手の届かぬ夢さえも容易く実現できる力を秘めたものなのだ。<br><br><i>「ええ、戯言にしか聞こえないかもしれませんが、これはすべて本当のことです。実際、これまでの聖杯戦争の参加者の中には、ルールの穴を利用して、自分に有利になるよう動く者もいたくらいですから」<br>「私はサーヴァントの身ですので、今は聖杯の力によって現界しています。しかし、これまでの聖杯戦争では、何度も聖杯を壊してきました。当世の言葉を借りるとすれば…もはや一種の『お約束』になっているかもしれませんね」<br>「…とはいえ、最初に破壊しようと覚悟を決めるのは…簡単なことではありませんでした。いとも簡単に万能の願望機を壊せるほど、私も無欲ではありませんので」</i><br><br>少女が英霊となった後に味わった苦悩は、彼女を一種の「ゲームプレイヤー」として考えると理解しやすいかもしれない。仲間との決別、祖国の滅亡、円卓の終焉——そのすべてを自分の目で目撃した騎士王だからこそ、それらがどれだけ悲惨であったかを知っている。「もしも私より強いプレイヤーがこのゲームを攻略していたとしたら、結果は違っていたのでしょうか？」<br>ひとたび疑念を抱いてしまえば、それを心から完全に拭い去ることは難しい。<br>「もっと相応しい者をブリテンの王に……」——これは聖杯であっても、どのように実現すればいいかわからない願いかもしれない。<br><br><i>「今の考え、ですか？」<br>「私は理想の王などではありません。ですが、それでも私を『理想の王』と認め、私が成し得なかったことを成し遂げた者がいる」<br>「それを気づかせてくれたのは、私の友人でした」<br>「彼は…偽物には偽物なりの価値があると、教えてくれたのです」</i>"
        },
        {
            "_id": 4,
            "Story": "伝説の騎士たちは皆、さまざまな武芸に通じていると言われているが、少女の場合よく知られているのは、<br>「勝利すべき黄金の剣」と「約束された勝利の剣」だ。前者は彼女が王となった始まりを、後者は彼女が王としての威光を極めたことを象徴するものである。<br><br><i>「はい、これは約束された勝利の剣のほうです。勝利すべき黄金の剣はずいぶん前に壊れてしまったので…正確に言えば、ある日剣を振るった際に、私の魔力を受け止めきれず粉々になってしまったのですが……」</i><br><i>「もしかすると、あれを作った魔術師も、私があれほど急速に成長するとは思っていなかったのかもしれませんね。その結果として、彼は責任を取って自ら湖の乙女のもとを訪れ、新たな武器——つまり、この剣を貰ってきてくれたのです」</i><br><br>伝説によれば、十分な魔力を込めて約束された勝利の剣を振るえば、どんな敵であろうと跡形もなく消し去ることができるという——それこそが、この剣の名の由来でもある。しかし、数多の矛盾をはらんだ神話と同様に、この剣における真の力は剣身そのものではなく、むしろその刃を守る鞘にこそ秘められているのだ。<br><br><i>「すべてを守れる存在だけが、すべてを破壊する力を受け止めることができる」<br>「どれほど鋭い刃でも、どれほど速い矢でも、敵を退けることができて初めて、真に仲間を守ったと言えるでしょう」<br>「要するに、敵も味方もまとめて消し去ってしまうような武器は、何も守ることなどできないのです。無論、民の武器である王もまた、例外ではありません」</i><br><br>理想の王とは何か？<br>強き王とは何か？<br>世界中の敵を打ち倒した王もいれば、世界中の富を手に入れた王も、世界中の大地を征服した王もいる。しかし、そのような偉業を成し遂げようとも、彼らが守ろうとした国は、まるで蜃気楼のように儚く、歴史と伝説の狭間に消えていった。<br><br><i>「私は長い間、鞘を失ったことを悔やみながら生きてきました」<br>「しかし、ある時ふと気がついたのです」<br>「自ら鞘に代わるものを見つけられない限り、運命は決して、それを私のもとには返してくれないのだろうと」</i><br><br>「これは難しい話ではありません」——少女は微笑んで言った。「つまり…マスターとサーヴァントは、お互いを対等な立場として扱い、支え合うことを学ぶべきだということです」"
        },
        {
            "_id": 5,
            "Story": "真の王となる前、少女は故郷を巡る旅をしていた。谷に咲き誇る見知らぬ花、春先の日差しを浴びて輝く無名の小川…その頃の彼女の目には、何もかもが新鮮で、世界そのものが生まれたばかりのように映っていた。そして未知のものを見かけるたびに、少女はそれを指差しては、博識な同行者に何度でも質問を繰り返した。<br>馬に餌をやったり、薪を割ったり、野原を駆け回ったり…慣れ親しんだ生活は終わりを迎えようとしていたが、彼女はそれを気にするどころか、むしろ毎晩眠りにつく前に、新たな冒険に思いを馳せていたのである。<br><br><i>「真の王の生活は、当時想像していたものとはまったく違いました」<br>「王がみだりに城を離れることは許されない。城とは石で築かれるものではなく、民の信望を礎として成るものだから」<br>「王が冒険に出ることは許されない。あらゆる決断は深い思慮の末に下されるべきであり、私情は最大限排除しなければならない」<br>「王が個人としての生活を送ることは許されない。国家の象徴たる王は、いかなる場においても、人々の行く先を照らす光のような存在でなければならない」</i><br><br>多くの人々にとって、それは耐え難いほど重い役割かもしれない。しかし、少女を見出した魔術師の目に狂いはなかった——彼女はいとも簡単にその環境に適応しただけでなく、男性として振る舞うことになっても、一切の隙を見せなかったのだ（もちろん、男性に扮するにはちょっとしたおまじないが必要だったが）。<br><br><i>「少々意外に感じられるかもしれませんが、私は王として受けなければならない束縛よりも、むしろ……」<br>「あらゆる束縛を失ってしまったことに、頭を悩ませていました」<br>「ああ…これでは少しわかりにくいかもしれませんね。では、貴方にとって馴染みのある例え話で説明してみましょう」</i><br><br>銀河の片隅にある1つの惑星。そこは過酷な気候に晒され、無数の敵にも虎視眈々と狙われていたため、常に住民たちの生活が脅かされていた。そこで人々は1人の「王」を選び、彼女の日々の予定をぎっしりと詰め込むことにした——こうして王から民に至るまで、惑星のすべての住民が一丸となり、星を守るためのあらゆる行動が秩序立って遂行されるようになったのである。<br><br>しかし、そんな日々も長くは続かなかった。ある日、王は自分の予定が徐々に空き始めていることに気がついたのだ。休息が取れると喜ぶどころか不安に駆られた王は、臣下たちに理由を問いただした。彼らは「それらしい」理由を並べ立てたが、王は鋭くも見抜いた——どの答えも、突き詰めれば同じ事実に行き着くことに。「明日を今日よりよくするために、これ以上何をすればいいのか…私たちにはもう、わからなくなってしまったのです」<br><br><i>「一見すると、王は何事も思いのままにできると思われがちですが……」<br>「彼女は気づいてしまったのです。どのような選択をしても、それが間違っている可能性があるということに」<br>「まさに悪循環と言うべきでしょう——王が真剣に考えれば考えるほど、理解してくれる者はますます減っていってしまうのです」</i><br><br>王は生涯、その呪いから逃れることができなかった。最も信頼した騎士は彼女と袂を分かち、最も期待を寄せた養子は彼女に刃を向けて立ちはだかった。<br>彼女の手によって築かれた王国は、また彼女の手によって滅びへと向かっていったのである。<br><br><i>「もっと相応しい者が王になっていれば……」</i>死の間際、少女はそう自らを省みた。<br>——だが心配はいらない。今の彼女はもう、そんなふうには考えていないのだから。<br><br><i>「結果として、ある聖杯戦争に参加したことですべてが変わったと言えるでしょう」<br>「あくまで1つのきっかけにすぎませんが——」<br>「——それは確かに、長い間下を向いて走り続けていた私の足を止め、初めて周りの景色に目を向ける機会を与えてくれました」<br>「この身は今なお王として在り続けています。ただ、かつてとは異なる形で義務を果たしているだけで……」<br>「春に咲き誇る花というのは、気づいた時には往々にしてすでに枯れ始めているものですが、幸いなことに、花は土に還ろうとも、それを咲かせた枝はずっとそこに残り続けます」<br>「そして、その枝はいつまでも、次なる春の訪れを待ち続けるのです」</i>"
        }
    ]
}

var _voice_ = {
    "1014": [
        {
            "_id": "archive_saber_1",
            "Title": "初対面",
            "Voice": "——問おう。貴方が、私のマスターか。これより我が剣は貴方と共にある。全霊を尽くして、貴方に勝利を。"
        },
        {
            "_id": "archive_saber_2",
            "Title": "挨拶",
            "Voice": "変わりありませんか、マスター。出撃するなら、私も共に。"
        },
        {
            "_id": "archive_saber_3",
            "Title": "お別れ",
            "Voice": "貴方と肩を並べて戦えたことを光栄に思います、マスター。この先に何が待ち受けていようとも、私たちが共に経験したすべては、歴史の空に輝く星となるでしょう。"
        },
        {
            "_id": "archive_saber_4",
            "Title": "自分について・真名",
            "Voice": "我が名はアルトリア・ペンドラゴン、かつてブリテンを治めた王でした…後世には「アーサー王」として知られています。"
        },
        {
            "_id": "archive_saber_5",
            "Title": "世間話・「運命」と「世界」",
            "Voice": "「運命」には無数の可能性が秘められており、人々の選択によって世界の進路は刻々と変化していきます。それを踏まえた上でも、貴方の世界と私の世界がこれほどまでに異なっていることに驚嘆を禁じ得ません。…貴方たちの世界の在り方を、人類として嬉しく思います。"
        },
        {
            "_id": "archive_saber_6",
            "Title": "世間話・聖杯",
            "Voice": "かつて私も「聖杯」に固執していたことがありました。しかし、今では理解しています——この世界には過程なしに叶えていい願いはあってはならないと。ですから…「聖杯」に頼るのではなく、自らの手で望む未来を創り出し、その過程で得られる収穫も代償も、自分自身で受け止めるべきだと考えています。"
        },
        {
            "_id": "archive_saber_7",
            "Title": "世間話・約束された勝利の剣",
            "Voice": "ある童話によれば、この宝剣は愚か者には見えないそうです。マスター、貴方にはちゃんと見えていますよね？"
        },
        {
            "_id": "archive_saber_8",
            "Title": "世間話・美味しい食べ物",
            "Voice": "ピノコニーの料理はどれも不思議な魅力に満ちています…特に「星空を仰ぐ」という名のスイーツは、まるで故郷に戻ったような気分にさせてくれました。次はラージサイズでお願いします。"
        },
        {
            "_id": "archive_saber_9",
            "Title": "趣味",
            "Voice": "これといった趣味はありません。…いえ。自分が楽しい趣味は思い至らない、と言うべきですね。楽しそうな人々の営みを見ているのは、とても好きです。"
        },
        {
            "_id": "archive_saber_10",
            "Title": "悩み事",
            "Voice": "この地に長く留まれないのはとても残念です。もし再びお会いする機会があれば、今度こそマスターが話してくれた世界に連れて行ってください。"
        },
        {
            "_id": "archive_saber_11",
            "Title": "シェア",
            "Voice": "どんな世界にいようと、気心の知れた者たちと同じ食卓を囲むことは、何よりの幸せです。"
        },
        {
            "_id": "archive_saber_12",
            "Title": "見聞",
            "Voice": "王たる者、万民の幸福を至高の志にすべきか？この問いに絶対の正解はないでしょう。ですが私は、万民のために命を捧げる覚悟を持つ者こそ、真に万民の王と呼ぶに相応しいと考えています。"
        },
        {
            "_id": "archive_saber_13",
            "Title": "{NICKNAME}について",
            "Voice": "サーヴァントはマスターの命令に従わなければなりません。しかしそれでも私は貴方と認め合い、信頼し合える関係を築きたいと願っています。"
        },
        {
            "_id": "archive_saber_14",
            "Title": "アーチャーについて",
            "Voice": "あの赤い外套を纏ったアーチャーとは浅からぬ縁があります。今回、味方に彼がいるのは私たちにとって幸運でした。"
        },
        {
            "_id": "archive_saber_15",
            "Title": "ランサーについて",
            "Voice": "彼は優れた戦士ですが、衝動的なところがあります。大局を見据えていながらも戦いに興じてしまうというか……。思慮深く、その上で蛮勇であろうとする野生の勇者。それが彼の光の御子ですよ。"
        },
        {
            "_id": "archive_saber_16",
            "Title": "ブートヒルについて",
            "Voice": "これまでも復讐の念に駆られて生きる人を数多と見てきました。ただ、彼らの魂は復讐を果たした瞬間に崩れてしまうものです。復讐を成し遂げた後も、彼が新たな生きる意味を見つけられることを願っています。"
        },
        {
            "_id": "archive_saber_17",
            "Title": "アベンチュリンについて",
            "Voice": "自ら危険を求める者は往々にして浅慮です。しかし彼の場合、卓越した知性を持ちながら、死に直面する間際の制御不能なスリルに魅了されているようです…まさに「理性的な狂人」と言えるでしょう。勝ち負けに拘らない強者は、何よりも怖ろしい。"
        },
        {
            "_id": "archive_saber_18",
            "Title": "ロビンについて",
            "Voice": "見た目は儚げな歌姫のようですが、あの少女は常に誰かのために何かをしようと考えています——きっと彼女は、ピノコニーの舞台で欠かせない一人なのでしょう。"
        },
        {
            "_id": "archive_saber_19",
            "Title": "「ノーツガール」について",
            "Voice": "運命は彼女の名と栄誉を奪いましたが、彼女は紛れもなく英霊です。どの英霊も人間だった頃には多くの苦難を経験します。ですが、最終的にその時の行動が後世の人々の道を照らすのです。"
        },
        {
            "_id": "archive_saber_20",
            "Title": "オーディについて",
            "Voice": "長い年月を生き続けた者は、知らず知らずのうちに魂を失い、何よりも眩しかった初心を喪う。あの老人が聖杯に手を伸ばした理由は、過去を取り戻したいからだったのかもしれません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_saber",
            "Title": "星魂覚醒",
            "Voice": "騎士の誓い、必ずや守りましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_saber",
            "Title": "キャラクター昇格",
            "Voice": "これまでの試練や戦いのように——"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_saber",
            "Title": "レベルMax",
            "Voice": "聖剣の担い手として、恥じることのない戦いを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_saber",
            "Title": "軌跡覚醒",
            "Voice": "英霊にとって、こちらの世界での成長は新鮮な体験ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_saber",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "ご安心を、マスター。必ずや勝利をあなたに捧げましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toarcher_saber",
            "Title": "パーティ編成・アーチャー",
            "Voice": "貴方と共に戦えるのは心強い。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_saber",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "決着をつける！"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_saber",
            "Title": "戦闘開始・危険予知",
            "Voice": "手強い……警戒を、マスター。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_saber_01",
            "Title": "ターン・1",
            "Voice": "戦闘ですね。指示を、マスター。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_saber_02",
            "Title": "ターン・2",
            "Voice": "我が剣よ、勝利へと導け。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_saber",
            "Title": "戦闘中待機",
            "Voice": "マスター、命令を。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_saber_01",
            "Title": "通常攻撃・1",
            "Voice": "くらえ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_saber",
            "Title": "強化通常攻撃・1",
            "Voice": "聖剣、解放！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_saber_01",
            "Title": "戦闘スキル・1",
            "Voice": "暴風よ、舞い上がれ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_saber_02",
            "Title": "戦闘スキル・2",
            "Voice": "風王鉄槌！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_saber_01",
            "Title": "攻撃を受ける",
            "Voice": "これしき……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_saber_01",
            "Title": "重撃を受ける",
            "Voice": "くっ…まだです！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_saber",
            "Title": "必殺技・アクティブ",
            "Voice": "この灯りは星の希望。地を照らす命の証…見るが良い！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_saber",
            "Title": "必殺技・発動",
            "Voice": "約束された勝利の剣——！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_saber_01",
            "Title": "戦闘不能",
            "Voice": "すまない…マスター……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_saber",
            "Title": "戦闘に戻る",
            "Voice": "まだ剣は折れていない……！"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_saber",
            "Title": "HP回復",
            "Voice": "治療、感謝します！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_saber",
            "Title": "秘技",
            "Voice": "燃え立て、騎士の魂よ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_saber",
            "Title": "戦闘勝利",
            "Voice": "この勝利を貴方に、マスター。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_saber",
            "Title": "戦利品を開ける・1",
            "Voice": "悪くない収穫ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_saber_02",
            "Title": "戦利品を開ける・2",
            "Voice": "マスター、取得品の処理を。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_saber",
            "Title": "貴重な戦利品を開ける",
            "Voice": "貴重な宝物です。大切にしまっておきましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_saber",
            "Title": "謎解きに成功・1",
            "Voice": "さすがです、マスター。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_saber_02",
            "Title": "謎解きに成功・2",
            "Voice": "剣で解決できる問題もあれば、知恵を絞って解決すべき問題もあります。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_saber",
            "Title": "敵ターゲット発見",
            "Voice": "手強い相手です。マスター、万全の態勢で臨みましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_saber",
            "Title": "町に戻る",
            "Voice": "ここは安全です。しっかりと英気を養いましょう。"
        }
    ]
}

var _notes_ = {
    "1014": []
}

var _adiff_ = {
    "1014": {
        "v3": [
            "``Base Stats`- HP 1358.28 → 1241.856 ;<br>- ATK 562.716 → 601.524 ;<br>- DEF 630.63 → 654.885 ;"
        ]
    }
}

var _mtc_ = {
    "1014": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111011": 5
            },
            {
                "2": 8000,
                "111011": 10
            },
            {
                "2": 16000,
                "111012": 6,
                "110425": 3
            },
            {
                "2": 40000,
                "111012": 9,
                "110425": 7
            },
            {
                "2": 80000,
                "111013": 6,
                "110425": 20
            },
            {
                "2": 160000,
                "111013": 9,
                "110425": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "111013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110501": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110501": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110501": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "風属性ダメージ +22.4%",
                "Mat": {
                    "2": 237500,
                    "111011": 2,
                    "110182": 8,
                    "111012": 7,
                    "110183": 11,
                    "111013": 11
                }
            },
            {
                "Name": "会心率 +12%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "111011": 6,
                    "110183": 11,
                    "111013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "111012": 3,
                    "110183": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "竜の騎士",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110501": 1
                }
            },
            {
                "Name": "湖の祝福",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "星の冠",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}