// Auto Generated

var _avatarskill_ = {
    "110101": {
        "Pre": {
            "Name": "疾風の弾丸",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブローニャの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1101_Normal"
        }
    },
    "110102": {
        "Pre": {
            "Name": "作戦再展開",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方単体の<u>デバフ</u>を1つ解除し、その味方を即座に行動させ、与ダメージ+@ <b>#1[p]</b> #、 <b>#3[f]</b> ターン継続。<br>自身に対してこのスキルを発動した時、即時行動の効果は発動しない。",
            "Params": [
                [
                    0.33,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.363,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.396,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.429,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.462,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.495,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.53625,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.5775,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.61875,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.66,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.693,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.726,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.759,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.792,
                    0.0,
                    1.0,
                    1.0
                ],
                [
                    0.825,
                    0.0,
                    1.0,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1101_BP"
        }
    },
    "110103": {
        "Pre": {
            "Name": "ベロブルグ行進曲",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "味方全体の攻撃力+@ <b>#1[p]</b> #、会心ダメージがブローニャの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#3[p]</b> #アップする、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.33,
                    0.12,
                    0.12,
                    2.0
                ],
                [
                    0.352,
                    0.124,
                    0.128,
                    2.0
                ],
                [
                    0.374,
                    0.128,
                    0.136,
                    2.0
                ],
                [
                    0.396,
                    0.132,
                    0.144,
                    2.0
                ],
                [
                    0.418,
                    0.136,
                    0.152,
                    2.0
                ],
                [
                    0.44,
                    0.14,
                    0.16,
                    2.0
                ],
                [
                    0.4675,
                    0.145,
                    0.17,
                    2.0
                ],
                [
                    0.495,
                    0.15,
                    0.18,
                    2.0
                ],
                [
                    0.5225,
                    0.155,
                    0.19,
                    2.0
                ],
                [
                    0.55,
                    0.16,
                    0.2,
                    2.0
                ],
                [
                    0.572,
                    0.164,
                    0.208,
                    2.0
                ],
                [
                    0.594,
                    0.168,
                    0.216,
                    2.0
                ],
                [
                    0.616,
                    0.172,
                    0.224,
                    2.0
                ],
                [
                    0.638,
                    0.176,
                    0.232,
                    2.0
                ],
                [
                    0.66,
                    0.18,
                    0.24,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1101_Ultra"
        }
    },
    "110104": {
        "Pre": {
            "Name": "先人一歩",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "通常攻撃を行った後、ブローニャの<u>行動順</u>が@ <b>#1[p]</b> #<u>早まる</u>。",
            "Params": [
                [
                    0.15
                ],
                [
                    0.165
                ],
                [
                    0.18
                ],
                [
                    0.195
                ],
                [
                    0.21
                ],
                [
                    0.225
                ],
                [
                    0.24375
                ],
                [
                    0.2625
                ],
                [
                    0.28125
                ],
                [
                    0.3
                ],
                [
                    0.315
                ],
                [
                    0.33
                ],
                [
                    0.345
                ],
                [
                    0.36
                ],
                [
                    0.375
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1101_Passive"
        }
    },
    "110106": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1101_Normal"
        }
    },
    "110107": {
        "Pre": {
            "Name": "旗の下で",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘開始時、味方全体の攻撃力+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.15,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1101_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1101": {
        "Pre": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalDamageBase": 0.24,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "号令",
                "Desc": "通常攻撃の会心率が <b><color style='color:#f29e38'>100%</color></b> まで上がる。",
                "Icon": "SkillIcon_1101_SkillTree1"
            },
            "Tree2": {
                "Name": "陣地",
                "Desc": "戦闘開始時、味方全体の防御力+ <b><color style='color:#f29e38'>20%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
                "Icon": "SkillIcon_1101_SkillTree2"
            },
            "Tree3": {
                "Name": "軍勢",
                "Desc": "ブローニャがフィールド上にいる時、味方全体の与ダメージ+ <b><color style='color:#f29e38'>10%</color></b> 。",
                "Icon": "SkillIcon_1101_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "110101": {
        "Pre": {
            "Rank": 1,
            "Name": "英気を養う",
            "Desc": "戦闘スキルを発動した時、 <b><color style='color:#f29e38'>50%</color></b> の<u>固定確率</u>でSPを1回復する、クールタイムは1ターン。",
            "Icon": "SkillIcon_1101_Rank1"
        }
    },
    "110102": {
        "Pre": {
            "Rank": 2,
            "Name": "急行軍",
            "Desc": "戦闘スキルを発動した時、指定された味方は行動した後に速度+ <b><color style='color:#f29e38'>30%</color></b> 、1ターン継続。",
            "Icon": "SkillIcon_1101_Rank2"
        }
    },
    "110103": {
        "Pre": {
            "Rank": 3,
            "Name": "一斉射撃",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1101_Ultra"
        }
    },
    "110104": {
        "Pre": {
            "Rank": 4,
            "Name": "不意打ち",
            "Desc": "他の味方が、弱点が風属性の敵に通常攻撃を行った後、ブローニャは<u>追加攻撃</u>を行い、その敵に通常攻撃ダメージ <b><color style='color:#f29e38'>80%</color></b> 分の風属性ダメージを与える、この効果はターンが回ってくるたびに1回発動できる。",
            "Icon": "SkillIcon_1101_Rank4"
        }
    },
    "110105": {
        "Pre": {
            "Rank": 5,
            "Name": "向かう所敵なし",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1101_BP"
        }
    },
    "110106": {
        "Pre": {
            "Rank": 6,
            "Name": "気勢貫天",
            "Desc": "戦闘スキルが付与する、指定した味方の与ダメージアップ効果の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1101_Rank6"
        }
    }
}

var _story_ = {
    "1101": [
        {
            "_id": 1,
            "Story": "ベロブルグの「大守護者」の継承者、若く有能なシルバーメインのリーダー。<br>ブローニャは幼い頃から厳格な教育を受け、「継承者」に必要な気品と親しみやすさを身につけた。<br>しかし、下層部の劣悪な環境を目の当たりにした未来の指導者は、次第に疑問を抱くようになる……「私が受けた訓練は、本当に民が望む生活を与えられるものなの？」"
        },
        {
            "_id": 2,
            "Story": "少女は幼い頃から自分の考えを隠すことを学んだ。毎日、他の子供たちと同じ石畳の上を歩き、同じ遊びをして、同じ趣味を通して交流した。しかし、彼女は決して些細で平凡な生活に溺れることはなかった——1人になれる時間があると、彼女は灰褐色の石のベンチに腰掛け、頭上の円盤によって遮られていない完全な空を想像した。<br><br>少女は見た。働く人々の滝のように流れる汗を、そして生存の重圧が彼らの生活に対する情熱を砕くところを。その疲れてはいるが素朴な瞳を見て、彼女は困惑の沼に沈んだ。人生はこうなるように定められているのだろうか？広い空が巨大な鋼鉄の円盤に断絶されているように、彼女が憧れている自由も欠けているのだろうか？<br><br>彼女は懸命に沼から這い出ると、埃が積もった石畳の上に、自分が一生貫こうとする理想を書き留めた。<br><br><i>「この世界を…より良いものに変える」</i>"
        },
        {
            "_id": 3,
            "Story": "母親の膝に座っている時、彼女は少し冷たい腕で自分を優しく包み込んでくれる。それが少女に何とも言えない安心感を与えるのだ。母親は深く穏やかな声で、少女に遥か昔の民話を語り聞かせてくれた——その物語の結末は円満とは言えないが、少女はとても気に入っている。母親はとっくに彼女の好みを把握していた。円満に終わる童話は少女を退屈にさせるだけで、考えることを止めさせてしまう。そうなれば、彼女はすぐに眠ってしまうのだ。<br><br><i>「お母様…どうしてグラト卿はキャサリンのように幸せに暮らせないのですか？」<br>「彼に幸せになって欲しいのか、ブローニャ？」<br>「グラト卿は善良な人です。善良な人は幸せな生活を送るべきです」</i><br><br>その会話はそこで終わったが、彼女は母親が優しく笑ったことを覚えている。数年後、あのクリフォト城での暖かい午後を思い出して、彼女は当時の母親の笑顔には、無念という感情が隠されていたのかもしれないと思った。"
        },
        {
            "_id": 4,
            "Story": "シルバーメインの制服を着た瞬間から、少女は一切の覚悟を決めた。しかし、彼女が初めて出席した葬儀は、想像を遥かに超える重々しいものだった。<br><br>それは彼女が初めて軍を率いた時のことであった。北方の廃墟の中で、シルバーメインと裂界の造物は残酷な殺し合いを行った。少女は数十名の兵士を率いて、武器も食糧も尽きるまで孤軍奮闘した。緊急避難の道中、恐ろしい裂界の幻影が彼女に突然襲い掛かった——致命的な攻撃は1人の兵士が身を挺して遮ってくれたが、彼女は命の恩人の顔を見る余裕もなかった。<br><br>葬儀のラッパが響き渡る。若い戍衛官は少女の悲しみを見て取り、彼女の傍に近づいた。<br><br><i>「棺には何も入っていない。彼をベロブルグに連れ帰る余裕もなかった……」<br>「ご自分を責める必要はありません。あなたのために、この都市のために、誰もが同じように犠牲になる覚悟を持っているのですから」<br>「…私が彼の代わりになれたら、どんなによかったか……」<br>「そのような重々しい考えを呑み込むことを学ぶのも、リーダーになるために必要なことでしょう」</i>"
        },
        {
            "_id": 5,
            "Story": "少女は部屋の中を行ったり来たりしている。強固な門が彼女と大勢の市民の間を隔てていた。彼女はこうしたスピーチには慣れていたが、どれだけ技術が向上しようと待ち時間の不安が消えることはない。これから自分が交わす約束や、人々の心を慰めるために丹精込めて考えた言葉を思い浮かべながら、ほんの数分の間、彼女は子供時代と同じ混乱と疑惑に陥った。<br><br>突然の風が室内の淀んだ空気を動かし、彼女の長い髪を揺らした。少女が振り返ると、見慣れた姿がこちらに向かって歩いてきた——彼女の足取りは軽く静かで、まるで色とりどりの蝶の群れのように、重苦しいホールの雰囲気を変えていく。<br><br><i>「また余計なこと考えてるんでしょ？」</i><br><br>蝶のような少女が意地の悪い笑顔で尋ねた。それに対して、彼女は何とも言えない笑みを浮かべる。<br><br><i>「いつものこと。あなたも知っているでしょう——事前に緊張しておけば、本番で実力を発揮できるって」<br>「ふっ、ドジしないでよね。最近は骨董品たちが何か企んでるみたいだけど、アンタの弱みが掴めないって悩んでたわ」<br>「ふふ…じゃあ、あなたに彼らの面倒を見てもらわないと」<br>「あ、そろそろ時間ね。ほら」</i><br><br>歯車が噛み合い、回転する鈍い音がホールに響く。少女は最後に傍にいる人を一瞥した——彼女は影の中に下がって、信頼を湛えた笑顔で頷いた。<br><br>門がゆっくりと開いていく。暖かい光がホールに射し込み、彼女の顔を照らした。次いで、耳をつんざくような歓声と拍手が聞こえてくる——<br><br><i>「行ってきなさい、ブローニャ」</i>"
        }
    ]
}

var _voice_ = {
    "1101": [
        {
            "_id": "archive_bronya_1",
            "Title": "初対面",
            "Voice": "私はベロブルグ「大守護者」の後継者、シルバーメインのリーダー、ブローニャ・ランドである…今のは格式を重んじた自己紹介に過ぎない。私のことはブローニャと呼べばいい。"
        },
        {
            "_id": "archive_bronya_2",
            "Title": "挨拶",
            "Voice": "昨晩、悪夢を見た…ご、ごめんなさい。まだ少し眠いみたい。"
        },
        {
            "_id": "archive_bronya_3",
            "Title": "お別れ",
            "Voice": "もう少し散歩してもいい？…遠くまではいかないから、心配しないで。また明日。"
        },
        {
            "_id": "archive_bronya_5",
            "Title": "自分について",
            "Voice": "時々、自分が自分ではなく、ある種のシンボルだと錯覚することがある——「大守護者」を継承するのは、他の人間でも問題ない。そんな風に考えるの。この気持ちがどこから来るのかわからないけど、このままではいけないと思う。"
        },
        {
            "_id": "archive_bronya_4",
            "Title": "世間話・建創者",
            "Voice": "建創者は城壁を築き、私たちから吹雪を遠ざけた。でも私たちは、吹雪がまだ吹き荒れていることを決して忘れてはならない。"
        },
        {
            "_id": "archive_bronya_6",
            "Title": "趣味",
            "Voice": "黄金シアターから微かに聞こえる歌声。早朝に響く慌ただしい人々の足音。夜の静かなクリフォト城。少し矛盾しているかもしれないけど、全部好ましいと思ってる。"
        },
        {
            "_id": "archive_bronya_7",
            "Title": "悩み事",
            "Voice": "悪を裁く時は、怒りを抑えて失言しないようにしている場合が多い。"
        },
        {
            "_id": "archive_bronya_13",
            "Title": "シェア",
            "Voice": "前線で過ごす時間が長くなると、官邸でゆっくり休みたい願望が強くなる。でも、いざ官邸のベッドで横になると、前線の状況が心配になる…これがお母様が言う「責任」というもの？"
        },
        {
            "_id": "archive_bronya_14",
            "Title": "見聞",
            "Voice": "「太陽の日」は春分を祝うための祭日だった。でも、今のベロブルグの人々にとっては、ただの休暇に過ぎない…私は「太陽の日」の本来の意味を取り戻したいと思っている。"
        },
        {
            "_id": "archive_bronya_8",
            "Title": "ジェパードについて",
            "Voice": "ジェパード戍衛官…彼は、ベロブルグの鉄壁と表現しても過言ではないと思う。ここでは、「守る」ことは「攻める」ことより遥かに難しい。"
        },
        {
            "_id": "archive_bronya_9",
            "Title": "セーバルについて",
            "Voice": "昔の話だけれど、お母様たちが会議を行う際は、私も出席を許されていたの。セーバルさんはいつも、私の疑問に対して丁寧に答えてくれた…あの日々はもう、遥か遠くの出来事のように思える。"
        },
        {
            "_id": "archive_bronya_10",
            "Title": "ペラについて",
            "Voice": "彼女は私から褒められるたびに、必死に嬉しさを表情に出さないようにしている…理解出来て当然でしょ？私も同じような練習をしたことがあるもの。"
        },
        {
            "_id": "archive_bronya_11",
            "Title": "カカリアについて",
            "Voice": "私はお母様を尊敬している。ただ、私の記憶にあるお母様とは違っていて……あるいは、私が勝手にお母様の姿を作り上げていたのかもしれない……"
        },
        {
            "_id": "archive_bronya_12",
            "Title": "ゼーレについて",
            "Voice": "あの出会いは本来ならばある種の災難だったのかもしれないけど、新しい未来の始まりとなった…ゼーレに聞かれたら、また道理を説いていると言われるかもしれない。"
        },
        {
            "_id": "archive_bronya_15",
            "Title": "リンクスについて",
            "Voice": "ランドゥー家の末っ子…でしょ？ジェパードから話は聞いたことある。でも、まだ直接会ったことはない。彼の話だと、「リンたん」はずば抜けて聡明な子だとか。"
        },
        {
            "_id": "archive_bronya_16",
            "Title": "トパーズについて",
            "Voice": "多くの星がヤリーロ-VIと同じような境遇に陥っている。でも、そこにやってくるカンパニーの代表が、みんなトパーズさんのような人だとは限らない……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_bronya",
            "Title": "星魂覚醒",
            "Voice": "灯されたのは、ベロブルグの未来でもある。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_bronya",
            "Title": "キャラクター昇格",
            "Voice": "いい感じ、もっと集中しないと。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_bronya",
            "Title": "レベルMax",
            "Voice": "ありがとう…これまでにない強い信念を感じる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_bronya",
            "Title": "軌跡覚醒",
            "Voice": "いい戦略。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toseele_bronya",
            "Title": "パーティ編成・ゼーレ",
            "Voice": "ゼーレ、無理しないで、私の指揮に従って。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_topela_bronya",
            "Title": "パーティ編成・ペラ",
            "Voice": "ペラ、戦闘情報の整理をお願い。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_togepard_bronya",
            "Title": "パーティ編成・ジェパード",
            "Voice": "今回も勝利を収めましょう、戍衛官。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_bronya",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "星穹列車の支援に感謝を。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_bronya",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "どんな隙も見逃さないように。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_bronya",
            "Title": "戦闘開始・危険予知",
            "Voice": "強敵ね、速やかに作戦を調整しなきゃ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_bronya_01",
            "Title": "ターン・1",
            "Voice": "これは、避けられない一戦。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_bronya_02",
            "Title": "ターン・2",
            "Voice": "代価を払ってもらう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_bronya",
            "Title": "戦闘中待機",
            "Voice": "戦局を決める重要な一歩。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_bronya_01",
            "Title": "通常攻撃",
            "Voice": "悪党風情が。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_bronya_01",
            "Title": "戦闘スキル・1",
            "Voice": "機は熟した、我に力を！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_bronya_02",
            "Title": "戦闘スキル・2",
            "Voice": "機は熟した、我と共に戦え！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_bronya_01",
            "Title": "攻撃を受ける",
            "Voice": "厄介な連中。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_bronya_01",
            "Title": "重撃を受ける",
            "Voice": "倒れるわけには……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_bronya",
            "Title": "必殺技・アクティブ",
            "Voice": "我々は疾うに嵐に踏み入った。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_bronya",
            "Title": "必殺技・発動",
            "Voice": "守るべきもののために、敵を打ち崩せ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_bronya_01",
            "Title": "戦闘不能",
            "Voice": "守り…抜かなければ…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_bronya",
            "Title": "戦闘に戻る",
            "Voice": "この機を逃さない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_bronya",
            "Title": "HP回復",
            "Voice": "適切な援助だった。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_bronya",
            "Title": "秘技",
            "Voice": "気迫を示せ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_bronya",
            "Title": "戦闘勝利",
            "Voice": "我々が失ったものを、すべて取り戻す。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_bronya",
            "Title": "戦利品を開ける・1",
            "Voice": "補給は十分ね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_bronya_02",
            "Title": "戦利品を開ける・2",
            "Voice": "備えあれば憂いなし。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_bronya",
            "Title": "貴重な戦利品を開ける",
            "Voice": "この資源、悪くない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_bronya",
            "Title": "謎解きに成功・1",
            "Voice": "精巧な仕掛けね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_bronya_02",
            "Title": "謎解きに成功・2",
            "Voice": "ええ、お疲れ様。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_bronya",
            "Title": "敵ターゲット発見",
            "Voice": "形勢に注意して。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_bronya",
            "Title": "町に戻る",
            "Voice": "久々の余暇だし、散策しましょう。"
        }
    ]
}

var _notes_ = {
    "1101": []
}

var _adiff_ = {
    "1101": {}
}

var _mtc_ = {
    "1101": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "112001": 5
            },
            {
                "2": 8000,
                "112001": 10
            },
            {
                "2": 16000,
                "112002": 6,
                "110405": 3
            },
            {
                "2": 40000,
                "112002": 9,
                "110405": 7
            },
            {
                "2": 80000,
                "112003": 6,
                "110405": 20
            },
            {
                "2": 160000,
                "112003": 9,
                "110405": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110161": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "112002": 4
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "112003": 3
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "112003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "112002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "112002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "112003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110502": 1,
                        "112003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "112002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "112002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "112003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110502": 1,
                        "112003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "112001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "112001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "112002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "112002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "112002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "112003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110502": 1,
                        "112003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "風属性ダメージ +22.4%",
                "Mat": {
                    "2": 237500,
                    "112001": 2,
                    "110162": 8,
                    "112002": 7,
                    "110163": 11,
                    "112003": 11
                }
            },
            {
                "Name": "会心ダメージ +24%",
                "Mat": {
                    "2": 210000,
                    "110161": 3,
                    "112001": 6,
                    "110163": 11,
                    "112003": 11
                }
            },
            {
                "Name": "効果抵抗 +10%",
                "Mat": {
                    "2": 170000,
                    "110162": 3,
                    "112002": 3,
                    "110163": 8,
                    "112003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "号令",
                "Mat": {
                    "2": 5000,
                    "110161": 3,
                    "110502": 1
                }
            },
            {
                "Name": "陣地",
                "Mat": {
                    "2": 20000,
                    "110162": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "軍勢",
                "Mat": {
                    "2": 160000,
                    "110163": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}