// Auto Generated

var _avatarskill_ = {
    "110601": {
        "Pre": {
            "Name": "氷点狙撃",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にペラの攻撃力@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1106_Normal"
        }
    },
    "110602": {
        "Pre": {
            "Name": "低温妨害",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体の<u>バフ</u>を <b>#2[f]</b> つ解除し、ペラの攻撃力@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    1.05,
                    1.0
                ],
                [
                    1.155,
                    1.0
                ],
                [
                    1.26,
                    1.0
                ],
                [
                    1.365,
                    1.0
                ],
                [
                    1.47,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.70625,
                    1.0
                ],
                [
                    1.8375,
                    1.0
                ],
                [
                    1.96875,
                    1.0
                ],
                [
                    2.1,
                    1.0
                ],
                [
                    2.205,
                    1.0
                ],
                [
                    2.31,
                    1.0
                ],
                [
                    2.415,
                    1.0
                ],
                [
                    2.52,
                    1.0
                ],
                [
                    2.625,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1106_BP"
        }
    },
    "110603": {
        "Pre": {
            "Name": "領域制圧",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": " <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを「一般解」状態にし、敵全体にペラの攻撃力@ <b>#4[p]</b> #分の氷属性ダメージを与える。<br>「一般解」状態の敵の防御力-@ <b>#2[p]</b> #、 <b>#3[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    0.3,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.31,
                    2.0,
                    0.64
                ],
                [
                    1.0,
                    0.32,
                    2.0,
                    0.68
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.72
                ],
                [
                    1.0,
                    0.34,
                    2.0,
                    0.76
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.8
                ],
                [
                    1.0,
                    0.3625,
                    2.0,
                    0.85
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.9
                ],
                [
                    1.0,
                    0.3875,
                    2.0,
                    0.95
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    1.0
                ],
                [
                    1.0,
                    0.41,
                    2.0,
                    1.04
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    1.08
                ],
                [
                    1.0,
                    0.43,
                    2.0,
                    1.12
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    1.16
                ],
                [
                    1.0,
                    0.45,
                    2.0,
                    1.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 110.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1106_Ultra"
        }
    },
    "110604": {
        "Pre": {
            "Name": "データ採取",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "攻撃を行った後、敵に<u>デバフ</u>がある場合、ペラはさらにEPを@ <b>#1[f]</b> #回復する。この効果は1回の攻撃で1回まで発動できる。",
            "Params": [
                [
                    5.0
                ],
                [
                    5.5
                ],
                [
                    6.0
                ],
                [
                    6.5
                ],
                [
                    7.0
                ],
                [
                    7.5
                ],
                [
                    8.125
                ],
                [
                    8.75
                ],
                [
                    9.375
                ],
                [
                    10.0
                ],
                [
                    10.5
                ],
                [
                    11.0
                ],
                [
                    11.5
                ],
                [
                    12.0
                ],
                [
                    12.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1106_Passive"
        }
    },
    "110606": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1106_Normal"
        }
    },
    "110607": {
        "Pre": {
            "Name": "先手必勝",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、ランダムな敵単体にペラの攻撃力 <b>#4[p]</b> 分の氷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれの防御力- <b>#2[p]</b> 、 <b>#3[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.8
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1106_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1106": {
        "Pre": {
            "Add": {
                "IceAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "StatusProbabilityBase": 0.1
            },
            "Tree1": {
                "Name": "痛撃",
                "Desc": "<u>デバフ状態</u>の敵に対して与ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1106_SkillTree1"
            },
            "Tree2": {
                "Name": "秘策",
                "Desc": "ペラがフィールド上にいる時、味方全体の効果命中+ <b><color style='color:#f29e38'>10%</color></b> 。",
                "Icon": "SkillIcon_1106_SkillTree2"
            },
            "Tree3": {
                "Name": "追撃殲滅",
                "Desc": "戦闘スキルを発動して<u>バフ</u>を解除した時、次の攻撃の与ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1106_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "110601": {
        "Pre": {
            "Rank": 1,
            "Name": "勝利のフィードバック",
            "Desc": "敵が倒された時、ペラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
            "Icon": "SkillIcon_1106_Rank1"
        }
    },
    "110602": {
        "Pre": {
            "Rank": 2,
            "Name": "止まぬ行進",
            "Desc": "戦闘スキルを発動して<u>バフ</u>を解除する時、速度+ <b><color style='color:#f29e38'>10%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1106_Rank2"
        }
    },
    "110603": {
        "Pre": {
            "Rank": 3,
            "Name": "制圧エスカレート",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1106_BP"
        }
    },
    "110604": {
        "Pre": {
            "Rank": 4,
            "Name": "完全解析",
            "Desc": "戦闘スキルを発動した時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>で敵の氷属性耐性- <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1106_Rank4"
        }
    },
    "110605": {
        "Pre": {
            "Rank": 5,
            "Name": "零度妨害",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1106_Ultra"
        }
    },
    "110606": {
        "Pre": {
            "Rank": 6,
            "Name": "疲弱追撃",
            "Desc": "攻撃を行った後、敵が<u>デバフ状態</u>の場合、ペラの攻撃力 <b><color style='color:#f29e38'>40%</color></b> 分の氷属性<u>付加ダメージ</u>を与える。",
            "Icon": "SkillIcon_1106_Rank6",
            "EE": [
                10000005
            ]
        }
    }
}

var _story_ = {
    "1106": [
        {
            "_id": 1,
            "Story": "物事を綿密に進めるシルバーメインの情報官。年は若いが優秀な頭脳を持っている。<br>部隊の動き、物資の分配、地形の状況など、ペラはどんな質問にも冷静に、かつ寸分の狂いもなく答えてくれる。<br>ペラのスマホケースについては…「これは仕事と関係ありません、長官」"
        },
        {
            "_id": 2,
            "Story": "以下の内容は『シルバーメイン面接選抜記録・情報部・第 24 部』 102 ページから抜粋されたものである。<br><br>受験者個人に関する基本情報——<br><br><i>「わたくしはペラゲヤ・セルゲーヴナと申します。『ペラ』とお呼びください」<br>「わたくしはベロブルグ士官学校社会科学部および理学部を卒業し、戦争研究学と情報学の2つの優等学士学位を取得いたしました」<br>「趣味ですか？すみません、少し考える時間をください……」<br>「…わたくしの趣味は『ベロブルグの先史音楽の研究』です。それだけです」<br>「はい、他に趣味はありません…本当です、わたくしを信じてください」</i>"
        },
        {
            "_id": 3,
            "Story": "以下の内容は『シルバーメイン面接選抜記録・情報部・第 24 部』 103 ページから抜粋されたものである。<br><br>なぜ栄誉学士号を取ったのか——<br><br><i>「『ベロブルグ士官教育および学位軍隊階級の授与についての規約』第3編第5章第 23 節第1条目第7款の内容について説明してもよろしいでしょうか……？」<br>「学位の授与対象が最低年齢制限を満たしておらず、かつ目標学部の指定単位を修了した場合、当該対象に『優等学士』の学位を授与するものとする、とされています」<br>「はい、今のところ進学する予定はありません——この先もありません」<br>「実践は理論に勝りますから」</i>"
        },
        {
            "_id": 4,
            "Story": "雪夜のベロブルグ。止まった巨大な時計の下で、少女たちの笑い声が暖かい光と共に窓格子から漏れ出している。<br><br><i>「『ベロブルグの先史音楽の研究』！？無理ありすぎだって！それで？カカリアは追及してこなかったの？」</i>少し年上であろう女性がゲラゲラと笑った。<br><br><i>「カカリア様とお呼びください、セーバルさん」</i>小柄な少女は口をへの字にして曇った眼鏡を外した。<i>「わたくしが貴方のバンドに所属していることは、きっと彼女も知っていると思いますよ」</i><br><br>もこもこの帽子をかぶった少女もペラに同調する——彼女は室内にいても可愛い帽子を取ろうとしない。<i>「…さすがだね、ペラ。カカリア様はあなたの他の趣味についても知ってる？」</i><br><br><i>「はっ、そんなの知らないに決まってんじゃん」</i>セーバルと呼ばれた女性が立ち上がった。<i>「一緒に住んでたけど、あいつが小説を読んでるとこなんて見たことない——むしろ時間の無駄だって言ってたよ……」</i><br><br><i>「よし！ペラ、リンクス——明日は『奇譚』の交流会だから、今日は早く寝よう」</i>"
        },
        {
            "_id": 5,
            "Story": "もし巷で流れている噂に詳しければ、『雪国冒険奇譚』のことは聞いたことがあるだろう。そしてこの作品の熱狂的なファンならば、まず間違いなく「『雪国冒険奇譚』交流会」のことも知っているはずだ——それは招待状を受け取った人だけが参加できる、開催時間も場所も秘密の会のことである。<br><br>交流会の参加者は大きく2種類に分けられる。創作を楽しむ「生産者」と、前者の努力の結晶を楽しむ「消費者」である。彼らは『雪国冒険奇譚』を心の底から愛しており、ベロブルグ文学史の不朽の名作を支えるために微力ながら貢献していた。<br><br>そんな中、また新たに伝説の人物が誕生した——その人物は小柄な女性らしい。すべての交流会に参加している彼女は、噂によれば仮面を着けており、絶版の画集に大金を注ぎ込むこともあれば、「生産者」になることもあるらしく、どの創作もファンの間で大きな反響を呼ぶという……<br><br><i>「こんなにたくさんの伝説があるのに、シルバーメインに関する話題は1つもないんだ……」<br>「どうやら……わたくしの偽装は上手くいっているようですね、ふふ」</i>"
        }
    ]
}

var _voice_ = {
    "1106": [
        {
            "_id": "archive_pela_1",
            "Title": "初対面",
            "Voice": "シルバーメイン情報官、ペラゲヤ・セルゲーヴナと申します。以後は、ペラとお呼びください。"
        },
        {
            "_id": "archive_pela_2",
            "Title": "挨拶",
            "Voice": "準備は終わりましたか？それでは、今日の記録を始めましょう。"
        },
        {
            "_id": "archive_pela_3",
            "Title": "お別れ",
            "Voice": "今日は何もありませんでした。早めにお休みください。"
        },
        {
            "_id": "archive_pela_5",
            "Title": "自分について",
            "Voice": "わたくしは、情報の研究、記録、分析を得意としています。判断を下すのは、長官の仕事になります。"
        },
        {
            "_id": "archive_pela_4",
            "Title": "世間話・バンドでのポジション",
            "Voice": "ドラマーは目立たないように思えるかもしれません。ですが、わずかな拍子のズレでも、すぐに観客に伝わってしまいます。その厳しさが自己鍛錬にとても役立つのです。"
        },
        {
            "_id": "archive_pela_6",
            "Title": "趣味",
            "Voice": "週末に図書館に行って、お気に入りの…書籍を何冊か借りて読み、友人と感想を共有することでしょうか。"
        },
        {
            "_id": "archive_pela_7",
            "Title": "悩み事",
            "Voice": "完璧な報告をするには、時には 10 回の練習でも足りません…"
        },
        {
            "_id": "archive_pela_11",
            "Title": "シェア",
            "Voice": "わたくしのフルネームは、シルバーメインの中では少なくとも 32 通りの言い方があるそうです。わたくしがどうやってこれを知ったのかは…情報官の能力を活かした、としか言えません。"
        },
        {
            "_id": "archive_pela_12",
            "Title": "見聞",
            "Voice": "『雪国冒険奇譚』の画集再販版？これは界隈でも1番入手困難な物です…な、何冊買えばいいでしょう… 10 冊、 10 冊で足りるでしょうか……"
        },
        {
            "_id": "archive_pela_8",
            "Title": "ブローニャについて",
            "Voice": "ベロブルグの隅々まで探しても、ブローニャ様ほどエレガントで、リーダーに相応しい人はいないでしょう。"
        },
        {
            "_id": "archive_pela_9",
            "Title": "セーバルについて",
            "Voice": "ルールを守らないのが、セーバルさんのルールなんです。"
        },
        {
            "_id": "archive_pela_10",
            "Title": "ジェパードについて",
            "Voice": "ジェパード長官は裏表がなく、とても頼りになります。花を育てる趣味に関しては…尊敬と、上手くいくように祈るばかりです。"
        },
        {
            "_id": "archive_pela_13",
            "Title": "リンクスについて",
            "Voice": "リンたんは…コホンッ。リンた…コホン！リンクスは…ベロブルグ屈指の科学観測専門家です。そしてわたくしの好きな…お友達でもあります！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_pela",
            "Title": "星魂覚醒",
            "Voice": "目の前の道に集中してこそ、遠くへ行けるのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_pela",
            "Title": "キャラクター昇格",
            "Voice": "ふむ、まだ精進する余地はありますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_pela",
            "Title": "レベルMax",
            "Voice": "これでバッチリですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_pela",
            "Title": "軌跡覚醒",
            "Voice": "はい、とても貴重な情報です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_togepard_pela",
            "Title": "パーティ編成・ジェパード",
            "Voice": "今回の協同作戦、連携が楽しみですね、ジェパード長官。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toserval_pela",
            "Title": "パーティ編成・セーバル",
            "Voice": "セーバルさん、いつも言っていますが――ちゃんと拍子に合わせるように。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolynx_pela",
            "Title": "パーティ編成・リンクス",
            "Voice": "一緒に戦いましょう、リンたん！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tobronya_pela",
            "Title": "パーティ編成・ブローニャ",
            "Voice": "貴方に完璧な勝利を、ブローニャ様。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_pela",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "こちら側が優勢です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_pela",
            "Title": "戦闘開始・危険予知",
            "Voice": "まだ優勢ではありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_pela_02",
            "Title": "ターン・1",
            "Voice": "支援、開始いたします。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_pela_03",
            "Title": "ターン・2",
            "Voice": "敵ターゲットを確認。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_pela",
            "Title": "戦闘中待機",
            "Voice": "決断の時です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_pela_01",
            "Title": "通常攻撃・1",
            "Voice": "お黙りなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_pela_02",
            "Title": "通常攻撃・2",
            "Voice": "まだ立ち上がりますか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_pela_03",
            "Title": "通常攻撃・3",
            "Voice": "牽制します！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_pela_02",
            "Title": "戦闘スキル・1",
            "Voice": "こうやって……あれっ？"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_pela_03",
            "Title": "戦闘スキル・2",
            "Voice": "インストラクション入力…っ、なっ？！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_pela_01",
            "Title": "攻撃を受ける",
            "Voice": "痛っ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_pela_01",
            "Title": "重撃を受ける",
            "Voice": "っ…面倒なことにっ…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_pela",
            "Title": "必殺技・アクティブ",
            "Voice": "敵データ収集完了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_pela",
            "Title": "必殺技・発動",
            "Voice": "捕獲マーク起動、ここからは愉快な反撃の時間です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_pela_02",
            "Title": "戦闘不能・1",
            "Voice": "誤差が…あった…ようです…"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_pela_03",
            "Title": "戦闘不能・2",
            "Voice": "早く…逃げて…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_pela",
            "Title": "戦闘に戻る",
            "Voice": "同じ過ちは犯しません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_pela",
            "Title": "HP回復",
            "Voice": "支援、感謝します。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_pela",
            "Title": "戦闘勝利",
            "Voice": "作戦報告書は後ほどお送りします。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_pela",
            "Title": "戦利品を開ける・1",
            "Voice": "確認完了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_pela_02",
            "Title": "戦利品を開ける・2",
            "Voice": "しかと受け取りました。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_pela",
            "Title": "貴重な戦利品を開ける",
            "Voice": "すべて納めました。漏れはありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_pela",
            "Title": "謎解きに成功・1",
            "Voice": "面白い…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_pela_02",
            "Title": "謎解きに成功・2",
            "Voice": "…解決できました！"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_pela",
            "Title": "敵ターゲット発見",
            "Voice": "敵を分析してから判断しましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_pela",
            "Title": "町に戻る",
            "Voice": "わたくしが次の計画を練りましょうか？"
        }
    ]
}

var _notes_ = {
    "1106": []
}

var _adiff_ = {
    "1106": {}
}

var _mtc_ = {
    "1106": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111001": 4
            },
            {
                "2": 6400,
                "111001": 8
            },
            {
                "2": 12800,
                "111002": 5,
                "110403": 2
            },
            {
                "2": 32000,
                "111002": 8,
                "110403": 5
            },
            {
                "2": 64000,
                "111003": 5,
                "110403": 15
            },
            {
                "2": 128000,
                "111003": 7,
                "110403": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110151": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "111002": 3
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "111003": 2
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "111003": 3
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111001": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "111001": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "111002": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "111002": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "111002": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "111003": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "111003": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "氷属性ダメージ +22.4%",
                "Mat": {
                    "2": 190000,
                    "111001": 2,
                    "110152": 6,
                    "111002": 5,
                    "110153": 8,
                    "111003": 8
                }
            },
            {
                "Name": "攻撃力 +18%",
                "Mat": {
                    "2": 168000,
                    "110151": 2,
                    "111001": 4,
                    "110153": 8,
                    "111003": 8
                }
            },
            {
                "Name": "効果命中 +10%",
                "Mat": {
                    "2": 136000,
                    "110152": 2,
                    "111002": 2,
                    "110153": 6,
                    "111003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "痛撃",
                "Mat": {
                    "2": 4000,
                    "110151": 2,
                    "110502": 1
                }
            },
            {
                "Name": "秘策",
                "Mat": {
                    "2": 16000,
                    "110152": 4,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "追撃殲滅",
                "Mat": {
                    "2": 128000,
                    "110153": 6,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}