// Auto Generated

var _avatarskill_ = {
    "110801": {
        "Pre": {
            "Name": "眩い刃紋",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンポの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Normal"
        }
    },
    "110802": {
        "Pre": {
            "Name": "反復横跳びの愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にサンポの攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与え、さらに <b>#1[f]</b> ヒットする。1ヒットごとにランダムな敵単体にサンポの攻撃力@ <b>#2[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    4.0,
                    0.28
                ],
                [
                    4.0,
                    0.308
                ],
                [
                    4.0,
                    0.336
                ],
                [
                    4.0,
                    0.364
                ],
                [
                    4.0,
                    0.392
                ],
                [
                    4.0,
                    0.42
                ],
                [
                    4.0,
                    0.455
                ],
                [
                    4.0,
                    0.49
                ],
                [
                    4.0,
                    0.525
                ],
                [
                    4.0,
                    0.56
                ],
                [
                    4.0,
                    0.588
                ],
                [
                    4.0,
                    0.616
                ],
                [
                    4.0,
                    0.644
                ],
                [
                    4.0,
                    0.672
                ],
                [
                    4.0,
                    0.7
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_BP"
        }
    },
    "110803": {
        "Pre": {
            "Name": "サプライズボックス",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にサンポの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、 <b>#4[p]</b> の<u>基礎確率</u>で攻撃を受けた敵の受ける持続ダメージ+@ <b>#2[p]</b> #、 <b>#3[f]</b> ターン継続。",
            "Params": [
                [
                    0.96,
                    0.2,
                    2.0,
                    1.0
                ],
                [
                    1.024,
                    0.21,
                    2.0,
                    1.0
                ],
                [
                    1.088,
                    0.22,
                    2.0,
                    1.0
                ],
                [
                    1.152,
                    0.23,
                    2.0,
                    1.0
                ],
                [
                    1.216,
                    0.24,
                    2.0,
                    1.0
                ],
                [
                    1.28,
                    0.25,
                    2.0,
                    1.0
                ],
                [
                    1.36,
                    0.2625,
                    2.0,
                    1.0
                ],
                [
                    1.44,
                    0.275,
                    2.0,
                    1.0
                ],
                [
                    1.52,
                    0.2875,
                    2.0,
                    1.0
                ],
                [
                    1.6,
                    0.3,
                    2.0,
                    1.0
                ],
                [
                    1.664,
                    0.31,
                    2.0,
                    1.0
                ],
                [
                    1.728,
                    0.32,
                    2.0,
                    1.0
                ],
                [
                    1.792,
                    0.33,
                    2.0,
                    1.0
                ],
                [
                    1.856,
                    0.34,
                    2.0,
                    1.0
                ],
                [
                    1.92,
                    0.35,
                    2.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Ultra"
        }
    },
    "110804": {
        "Pre": {
            "Name": "風を切り裂く匕首",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "サンポの攻撃が敵に命中した後、 <b>#1[p]</b> の<u>基礎確率</u>で敵を風化状態にする、 <b>#3[f]</b> ターン継続。<br>風化状態の敵はターンが回ってくるたびに、サンポの攻撃力@ <b>#2[p]</b> #分の風属性持続ダメージを受ける。風化状態は最大で <b>#4[f]</b> 層累積できる。",
            "Params": [
                [
                    0.65,
                    0.2,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.22,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.26,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.28,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.31,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.35,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.4,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.46,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.52,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.546,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.572,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.598,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.624,
                    3.0,
                    5.0
                ],
                [
                    0.65,
                    0.65,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Passive"
        }
    },
    "110806": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Normal"
        }
    },
    "110807": {
        "Pre": {
            "Name": "一番の輝きをあなたへ",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を <b>#1[f]</b> 秒間のブラインド状態にする。ブラインド状態の敵は味方を発見できない。<br>ブラインド状態の敵を先制攻撃して戦闘に入った時、 <b>#2[p]</b> の<u>固定確率</u>で、敵単体それぞれの<u>行動順</u>を <b>#3[p]</b> <u>遅延させる</u>。",
            "Params": [
                [
                    10.0,
                    1.0,
                    0.25
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1108_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1108": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "StatusResistanceBase": 0.1
            },
            "Tree2": {
                "Name": "予備プラン",
                "Desc": "必殺技を発動した時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。",
                "Icon": "SkillIcon_1108_SkillTree2"
            },
            "Tree3": {
                "Name": "火に油",
                "Desc": "サンポに対する、風化状態の敵の与ダメージ- <b><color style='color:#f29e38'>15%</color></b> 。",
                "Icon": "SkillIcon_1108_SkillTree3"
            },
            "Tree1": {
                "Name": "ワナ",
                "Desc": "天賦による敵の風化状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
                "Icon": "SkillIcon_1108_SkillTree1"
            }
        }
    }
}

var _avatarrank_ = {
    "110801": {
        "Pre": {
            "Rank": 1,
            "Name": "値上げする愛",
            "Desc": "戦闘スキルを発動した時、さらにランダムな敵単体にダメージを <b><color style='color:#f29e38'>1</color></b> 回与える。",
            "Icon": "SkillIcon_1108_Rank1"
        }
    },
    "110802": {
        "Pre": {
            "Rank": 2,
            "Name": "熱情はうつる",
            "Desc": "風化状態の敵が倒された時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>で敵全体に、天賦と同じ風化状態を <b><color style='color:#f29e38'>1</color></b> 層付与する。",
            "Icon": "SkillIcon_1108_Rank2"
        }
    },
    "110803": {
        "Pre": {
            "Rank": 3,
            "Name": "大儲け！",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1108_BP"
        }
    },
    "110804": {
        "Pre": {
            "Rank": 4,
            "Name": "愛する程恨む",
            "Desc": "戦闘スキルが風化状態 <b><color style='color:#f29e38'>5</color></b> 層以上の敵に命中した時、その敵が受けている風化状態が本来のダメージ <b><color style='color:#f29e38'>8%</color></b> 分のダメージを発生する。",
            "Icon": "SkillIcon_1108_Rank4"
        }
    },
    "110805": {
        "Pre": {
            "Rank": 5,
            "Name": "超大儲け！",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1108_Ultra"
        }
    },
    "110806": {
        "Pre": {
            "Rank": 6,
            "Name": "消費のアップグレード",
            "Desc": "天賦が付与した風化状態のダメージ倍率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1108_Rank6"
        }
    }
}

var _story_ = {
    "1108": [
        {
            "_id": 1,
            "Story": "口が達者な商人、「利益」あるところにサンポあり。<br>サンポが手にする圧倒的な量の情報に人は近づかざるを得ないが、彼の「客」になるのは決して良いことではない。<br>値段さえ見合えば、「客」はいつでも彼の「商品」になり得るのだ。"
        },
        {
            "_id": 2,
            "Story": "<i>「皆さん、こんにちは！私は水晶日報の記者ブルーヘアー・ポサンです。私は今、行政区の噴水広場に来ています。近くに『ネイビーブルー詐欺被害者の会』のメンバーだという方がいますので、これから簡単なインタビューをしたいと思います」<br><br>「こんにちは。詐欺に遭った経験について聞かせていただけますか？」<br><br>「はあ…本当に腹が立つ！あの青髪の男め、さっさと死にやがれ！」<br><br>「その、テレビの生放送なので…少し落ち着いてください」<br><br>「ゴホン…わかった。水晶日報だったな？そうだ、苦しんでいる人々を報道するんだ。建創者のくだらないゴシップは程々にしておけ……」<br><br>「…あの青髪の賊は、まだ行政区をうろついてる！つい昨日も、アイツは私の店から黒パンスパイスを 1.5 kgも盗んだんだ！ 1.5 kgだぞ？それだけあれば、官僚や貴人たちがどれだけの間使えると思ってる！あの野郎、きっと次はスパイス工場に強盗にでも入るぞ！」<br><br>「落ち着いてください！あなたの境遇には深く同情します…ところで、さっきベロブルグのスパイス工場と仰いましたね？」<br><br>「ああ…言ったな。それがどうかしたのか？」<br><br>「その工場の具体的な場所を教えていただけませんか？」<br><br>「はあ…なんでだ？」<br><br>「それはもちろん、メディアとして少しでも社会の正義に貢献したいからですよ——工場の正確な場所がわかれば、シルバーメインや正義感溢れる市民を動員して窃盗を防ぐことができるでしょう？」<br><br>「ふむ…確かに一理あるな。よく聞け、工場の場所は……」</i>"
        },
        {
            "_id": 3,
            "Story": "<i>「お名前をどうぞ」<br><br>「アレクセイ。アレクセイ・ボゴダです」<br><br>「階級は？」<br><br>「一等兵です」<br><br>「こんにちは、アレクセイ一等兵。私はブルーヘアー・ポサン。シルバーメイン直属の上級人材資源専門家です。今回はジェパード戍衛官からあなたの私用による休暇申請の審査をするよう頼まれました」<br><br>「お会いできて光栄です。ブルーヘアー女史」<br><br>「どれどれ…4ヶ月前の防衛行動により負傷、全身の5か所を骨折したと…それでも、あなたは今まで責務を全うしてきた。素晴らしいではありませんか！」<br><br>「ありがとうございます、ブルーヘアー女史」<br><br>「あなたが守っているのは…シルバーメイン禁区の3号武器庫ですよね？さすがです！聞くところによると、そこは極めて重要な軍事拠点で、中には最もお金に…いえ、価値のあるシルバーメインの軍装備が保管されているとか」<br><br>「その通りです」<br><br>「ふむふむ…はい、問題ありません。アレクセイ一等兵、不測の事態さえ起こらなければ、来週の火曜日から家に戻って休めるでしょう」<br><br>「…え？来週から？確か…僕のような重要な防衛業務担当の申請が受理されるには、少なくとも1ヶ月は——」<br><br>「…何も言う必要はありません、一等兵——あなたの頑張りには感謝しますが、私にとって何よりも重要なのは、シルバーメインの心身の健康を守ることなのです。安心してください、代わりの人員はすでに見つけてあります。何も心配することはありません」<br><br>「…わかりました。本当にありがとうございます」<br><br>「よろしい！では来週の火曜日—— 20 時 17 分までに、荷物を持って禁区を離れてくださいね！」</i>"
        },
        {
            "_id": 4,
            "Story": "<i>「よお、兄弟」<br><br>「よお——お前もあのポサンとかいう奴のために働いてるのか？」<br><br>「ああ。お前は爆破担当か？」<br><br>「そうだ。お前は…ピッキング担当だな？」<br><br>「その通りだ」<br><br>「よし、これで全員揃ったな。仕事を始めるぞ」<br><br>「…これを…こうして…よし、これでいい。後は待つだけだ」<br><br>「なんか頼りないな…こんな小さいので本当にこのデカい鉄の門を吹き飛ばせるのか？」<br><br>「俺はお前の実力を疑ったりしないぞ、兄弟。俺を信じろ。お前が泥遊びした回数よりも、俺が鉱山を爆破した回数のほうが多いんだからな」<br><br>「ああ…わかったよ。そういえば、お前はあの女になんて言われたんだ？」<br><br>「廃工場、見張りはいない、ブツは好きに持っていけ。こんな簡単な仕事は初めてだ。お前は？」<br><br>「ああ、俺も同じことを言われた。ただ、なんかおかしい気がするんだよな……」<br><br>「稼げる時は稼ぐ、だろ？余計なことは考えるな。ほら、耳を塞げ——火を点けるぞ！」<br><br>「……」<br><br>「…おいおい、やりすぎだろ兄弟。もう十分ホットな展開だってのに！」<br><br>「言っただろ、俺の力を信じろって。行くぞ、次はお前の出番だ——」<br><br>「シィッ！喋るな、聞こえたか？中で話し声がした！」<br><br>「なんだって？いや、そんなはずはない。あの女は誰もいないって——」<br><br>「シルバーメイン…シルバーメインだ！くそ、兄弟！早く逃げるぞ！」<br><br>「くそっ、ポサンめ！覚えてやがれ！」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「おはようございます。少しよろしいでしょうか？」<br><br>「…あなたは？どうして朝からシルバーメインがここに？」<br><br>「申し訳ありません、ミス。建創者の命令で、各家庭に聞き込みをしているのです」<br><br>「え…聞き込み？何についてですか？私は何も……」<br><br>「落ち着いてください、ミス——これはあなた個人に対するものではなく、ベロブルグの全市民を対象とした聞き取り調査ですので」<br><br>「な…何か事件が？」<br><br>「私を信じて協力していただければ何も問題はありません。質問したいことは1つだけ…あなたの家にカツラはありますか？」<br><br>「え…カツラ？な、ないですけど。ほら、私の髪は量が多いくらいですし…どうしてそんなことを聞くんですか？」<br><br>「本当ですか？もう一度よく思い出してみてください。シルバーメインはベロブルグにあるすべてのカツラを回収するよう命じられています。拒否すると深刻な事態に発展する可能性が……」<br><br>「いえ、うちにそんなものはありません。信じられないなら、中に入って調べてもらっても構いませんよ」<br><br>「ああ、そこまでする必要はありません。あなたは何も隠していないと信じます。それでは——」<br><br>「…待ってください。一体何があったのか聞いてもいいですか？」<br><br>「そうですね、あなたになら教えても大丈夫でしょう。実は最近、女装した賊が上層部をうろついていて、あちこちで詐欺を働いているんですよ。その男は極めて謎めいた人物で、頻繁に身分や外見を変えることもあり、まだ居場所を突き止められていないんです。それで治安大臣が昨日の報告会で激怒して、ベロブルグ中のカツラを回収すると……」<br><br>「…そんな不思議なことが起こってたなんて」<br><br>「正直、シルバーメインもあなたと同じ気持ちです。私たちは聞き込みを続けなければならないので…これで失礼します。お邪魔しました、ミス・ポサン」</i>"
        }
    ]
}

var _voice_ = {
    "1108": [
        {
            "_id": "archive_sampo_1",
            "Title": "初対面",
            "Voice": "こんにちは、{NICKNAME}。僕、サンポ・コースキが傍にいれば、あなたは商人、ガイド、話し相手を同時に手に入れたことになる…どうです？お得だと思いませんか？"
        },
        {
            "_id": "archive_sampo_2",
            "Title": "挨拶",
            "Voice": "今日は何をしますか？お金があれば何でもしますよ。なければ…それでも構いません。さあ、何でも言ってください。"
        },
        {
            "_id": "archive_sampo_3",
            "Title": "お別れ",
            "Voice": "休憩するべき時は、しっかり休みましょう…そう身構えないでください、僕は逃げたりなんかしませんよ。"
        },
        {
            "_id": "archive_sampo_5",
            "Title": "自分について",
            "Voice": "僕のことですか。僕はただの、よくトラブルに巻き込まれ、犠牲を払っても見返りすらもらえずに終わってしまう、不運で…心優しい人ですよ。"
        },
        {
            "_id": "archive_sampo_4",
            "Title": "世間話・情報",
            "Voice": "同じ情報でも異なるラッピングをすれば、簡単に別の人に売ることができます。これが利益の最大化ですよ。"
        },
        {
            "_id": "archive_sampo_6",
            "Title": "趣味",
            "Voice": "僕は、人同士が良い関係を築くには、会話が必要不可欠だと信じています。"
        },
        {
            "_id": "archive_sampo_7",
            "Title": "悩み事",
            "Voice": "僕は買い手が欲しい物を売ります。それなのに、彼らは僕を詐欺師と呼ぶのです。腹立たしいと思いませんか……"
        },
        {
            "_id": "archive_sampo_15",
            "Title": "シェア",
            "Voice": "ベロブルグのような辺鄙な場所であればあるほど、人々は自身の利益を重視します——そうなれば僕の独壇場ですよ。"
        },
        {
            "_id": "archive_sampo_16",
            "Title": "見聞",
            "Voice": "どうやってこの雪で覆われた地に降り立ったのです？飛行機でしょうか？列車に乗ってきたなんて言われても信じませんよ。"
        },
        {
            "_id": "archive_sampo_8",
            "Title": "ナターシャについて",
            "Voice": "下層部に来たばかりの頃は、ナターシャさんの手伝いをして薬品などを入手していましたが、親しくなってからは情報も提供するようにしています。"
        },
        {
            "_id": "archive_sampo_9",
            "Title": "スヴァローグについて",
            "Voice": "スヴァローグと交渉しようとする人がいたら、このサンポ、その方のことも心の底から尊敬しますよ。"
        },
        {
            "_id": "archive_sampo_10",
            "Title": "クラーラについて",
            "Voice": "あの赤い服の少女は本当にすごいですね。なぜ、あんなデカい機械と平気で会話ができるのでしょう？"
        },
        {
            "_id": "archive_sampo_11",
            "Title": "ゼーレについて",
            "Voice": "ゼーレさんは平気で僕に武力行使するのに、僕は言い返すことすらできない。これは僕の問題でしょうか？それとも彼女の問題でしょうか？"
        },
        {
            "_id": "archive_sampo_12",
            "Title": "ジェパードについて",
            "Voice": "よくお会いしますよ。いつも僕が逃げ、彼が追う。そんな関係ですね。正直に言うと、このような追いかけっこは…少しクセになるのです。"
        },
        {
            "_id": "archive_sampo_13",
            "Title": "セーバルについて",
            "Voice": "以前は良好な関係でしたが、今は…彼女の弟さんとの仲にも及ばないかもしれません。"
        },
        {
            "_id": "archive_sampo_14",
            "Title": "ブローニャについて",
            "Voice": "これは些細な夢なのですが、未来の大守護者と顔見知りになりたいんです。どんな形でも構いません——僕がボコボコにされるシチュエーションでも大丈夫ですよ！"
        },
        {
            "_id": "archive_sampo_17",
            "Title": "ルカについて",
            "Voice": "彼の試合ぶりを見ましたか？あれは下層部最大の金のなる木と言っても過言ではないでしょう。ああ…残念！サンポの庭に生えている木であればよかったのに…"
        },
        {
            "_id": "archive_sampo_18",
            "Title": "花火について",
            "Voice": "彼女の悪だくみを見抜いたと思った時は、特に注意しなければいけません——それすら彼女の企みの一部だった、ということもありますからね。彼女、その気になれば自分すら騙してしまうんですから。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_sampo",
            "Title": "星魂覚醒",
            "Voice": "人の過去はどれも興味深い、そうでしょう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_sampo",
            "Title": "キャラクター昇格",
            "Voice": "お金が倍になれば、サービスも倍になりますよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_sampo",
            "Title": "レベルMax",
            "Voice": "これで終わりですか？では、他に楽しめることを探しましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_sampo",
            "Title": "軌跡覚醒",
            "Voice": "いい選択だ！このサンポ、必ずや満足させてみせましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tonatasha_sampo",
            "Title": "パーティ編成・ナターシャ",
            "Voice": "ははっ！心配しないでください、見返りなんて求めてませんから。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohook_sampo",
            "Title": "パーティ編成・フック",
            "Voice": "フックお嬢さんまで…これは本気を出さないといけませんね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toseele_sampo",
            "Title": "パーティ編成・ゼーレ",
            "Voice": "ゼーレさん！約束しましょう——この僕がしっかり援護すると。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_sampo",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "はは！名高い開拓者と肩を並べて戦えるとは、光栄ですね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosparkle_sampo",
            "Title": "パーティ編成・花火",
            "Voice": "いつも通り、身内を陥れるのはなしでお願いします。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_sampo",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "楽しめるといいのですが。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_sampo",
            "Title": "戦闘開始・危険予知",
            "Voice": "強い相手ほど、興味が湧きます。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sampo_01",
            "Title": "ターン・1",
            "Voice": "僕、友情を重んじるタイプなんで。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sampo_02",
            "Title": "ターン・2",
            "Voice": "新しい商売ですか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_sampo",
            "Title": "戦闘中待機",
            "Voice": "何か新しいことでも始めません？"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sampo_01",
            "Title": "戦闘スキル",
            "Voice": "これは、どうでしょう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_sampo_01",
            "Title": "攻撃を受ける",
            "Voice": "こいつっ…"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_sampo_01",
            "Title": "重撃を受ける",
            "Voice": "か、顔はなしですよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_sampo",
            "Title": "必殺技・アクティブ",
            "Voice": "期待しちゃってます？"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_sampo",
            "Title": "必殺技・発動",
            "Voice": "お客様は神様、神様を裏切れと言うのなら…追加料金です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_sampo_01",
            "Title": "戦闘不能",
            "Voice": "これでは…大損です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_sampo",
            "Title": "戦闘に戻る",
            "Voice": "助け合いましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_sampo",
            "Title": "HP回復",
            "Voice": "借りができましたね～"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_sampo",
            "Title": "秘技",
            "Voice": "ふふっ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_sampo",
            "Title": "戦闘勝利",
            "Voice": "リスクにこそ旨みがあるものです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sampo",
            "Title": "戦利品を開ける・1",
            "Voice": "お金、お金は？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sampo_02",
            "Title": "戦利品を開ける・2",
            "Voice": "気に入りました？なら受け取ってください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_sampo",
            "Title": "貴重な戦利品を開ける",
            "Voice": "おや？いい品ですね、ちょっと僕に見せてください！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sampo",
            "Title": "謎解きに成功・1",
            "Voice": "ほう、いいですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sampo_02",
            "Title": "謎解きに成功・2",
            "Voice": "この程度、僕にとっては朝飯前ですよ～"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_sampo",
            "Title": "敵ターゲット発見",
            "Voice": "かなり頑丈そうですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_sampo",
            "Title": "町に戻る",
            "Voice": "この僕がいる場所に商売あり、ですよ。"
        }
    ]
}

var _notes_ = {
    "1108": []
}

var _adiff_ = {
    "1108": {}
}

var _mtc_ = {
    "1108": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "112011": 4
            },
            {
                "2": 6400,
                "112011": 8
            },
            {
                "2": 12800,
                "112012": 5,
                "110405": 2
            },
            {
                "2": 32000,
                "112012": 8,
                "110405": 5
            },
            {
                "2": 64000,
                "112013": 5,
                "110405": 15
            },
            {
                "2": 128000,
                "112013": 7,
                "110405": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "112013": 3
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "112011": 2
                    },
                    {
                        "2": 4000,
                        "110151": 2,
                        "112011": 4
                    },
                    {
                        "2": 8000,
                        "110152": 2,
                        "112012": 2
                    },
                    {
                        "2": 16000,
                        "110152": 4,
                        "112012": 3
                    },
                    {
                        "2": 24000,
                        "110152": 6,
                        "112012": 5
                    },
                    {
                        "2": 36000,
                        "110153": 2,
                        "112013": 2
                    },
                    {
                        "2": 64000,
                        "110153": 4,
                        "110502": 1,
                        "112013": 3
                    },
                    {
                        "2": 128000,
                        "110153": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110153": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 190000,
                    "112011": 2,
                    "110152": 6,
                    "112012": 5,
                    "110153": 8,
                    "112013": 8
                }
            },
            {
                "Name": "効果命中 +18%",
                "Mat": {
                    "2": 168000,
                    "110151": 2,
                    "112011": 4,
                    "110153": 8,
                    "112013": 8
                }
            },
            {
                "Name": "効果抵抗 +10%",
                "Mat": {
                    "2": 136000,
                    "110152": 2,
                    "112012": 2,
                    "110153": 6,
                    "112013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "予備プラン",
                "Mat": {
                    "2": 16000,
                    "110152": 4,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "火に油",
                "Mat": {
                    "2": 128000,
                    "110153": 6,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "ワナ",
                "Mat": {
                    "2": 4000,
                    "110151": 2,
                    "110502": 1
                }
            }
        ]
    }
}