// Auto Generated

var _avatarskill_ = {
    "120101": {
        "Pre": {
            "Name": "門前清",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "数が一番少ない絵柄の美玉牌を1枚使用し、指定した敵単体に青雀の攻撃力@ <b>#1[p]</b> #分の量子属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1201_Normal"
        }
    },
    "120108": {
        "Pre": {
            "Name": "嶺上開花！",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に青雀の攻撃力@ <b>#1[p]</b> #分の量子属性ダメージを与え、隣接する敵に青雀の攻撃力@ <b>#2[p]</b> #分の量子属性ダメージを与える。<br>「嶺上開花！」はSPを回復できない。",
            "Params": [
                [
                    1.2,
                    0.5
                ],
                [
                    1.44,
                    0.6
                ],
                [
                    1.68,
                    0.7
                ],
                [
                    1.92,
                    0.8
                ],
                [
                    2.16,
                    0.9
                ],
                [
                    2.4,
                    1.0
                ],
                [
                    2.64,
                    1.1
                ],
                [
                    2.88,
                    1.2
                ],
                [
                    3.12,
                    1.3
                ],
                [
                    3.36,
                    1.4
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1201_Normal02"
        }
    },
    "120102": {
        "Pre": {
            "Name": "海底撈月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "牌を <b>#1[f]</b> 枚取り、自身の与ダメージ+@ <b>#2[p]</b> #、このターンが終了するまで継続。この効果は最大で <b>#3[f]</b> 層累積できる。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    2.0,
                    0.14,
                    4.0
                ],
                [
                    2.0,
                    0.154,
                    4.0
                ],
                [
                    2.0,
                    0.168,
                    4.0
                ],
                [
                    2.0,
                    0.182,
                    4.0
                ],
                [
                    2.0,
                    0.196,
                    4.0
                ],
                [
                    2.0,
                    0.21,
                    4.0
                ],
                [
                    2.0,
                    0.2275,
                    4.0
                ],
                [
                    2.0,
                    0.245,
                    4.0
                ],
                [
                    2.0,
                    0.2625,
                    4.0
                ],
                [
                    2.0,
                    0.28,
                    4.0
                ],
                [
                    2.0,
                    0.294,
                    4.0
                ],
                [
                    2.0,
                    0.308,
                    4.0
                ],
                [
                    2.0,
                    0.322,
                    4.0
                ],
                [
                    2.0,
                    0.336,
                    4.0
                ],
                [
                    2.0,
                    0.35,
                    4.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1201_BP"
        }
    },
    "120103": {
        "Pre": {
            "Name": "幺魚暗カン？アガリ！",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に青雀の攻撃力@ <b>#1[p]</b> #分の量子属性ダメージを与え、同じ絵柄の美玉牌を4枚獲得する。",
            "Params": [
                [
                    1.2
                ],
                [
                    1.28
                ],
                [
                    1.36
                ],
                [
                    1.44
                ],
                [
                    1.52
                ],
                [
                    1.6
                ],
                [
                    1.7
                ],
                [
                    1.8
                ],
                [
                    1.9
                ],
                [
                    2.0
                ],
                [
                    2.08
                ],
                [
                    2.16
                ],
                [
                    2.24
                ],
                [
                    2.32
                ],
                [
                    2.4
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1201_Ultra"
        }
    },
    "120104": {
        "Pre": {
            "Name": "帝垣美玉",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "味方のターンが回ってきた時、青雀は3つの絵柄の美玉牌の中からランダムに1枚取る、手持ちの美玉牌は最大で4枚まで。<br>青雀のターンが回ってきた時、手持ちに同じ絵柄の美玉牌が4枚ある場合、青雀はすべての美玉牌を消費して「暗カン」状態に入る。<br>「暗カン」状態の時は戦闘スキルを発動できず、自身の攻撃力+@ <b>#1[p]</b> #、通常攻撃「門前清」が「嶺上開花！」に強化される。「暗カン」状態は「嶺上開花！」を発動した後に終了する。",
            "Params": [
                [
                    0.36
                ],
                [
                    0.396
                ],
                [
                    0.432
                ],
                [
                    0.468
                ],
                [
                    0.504
                ],
                [
                    0.54
                ],
                [
                    0.585
                ],
                [
                    0.63
                ],
                [
                    0.675
                ],
                [
                    0.72
                ],
                [
                    0.756
                ],
                [
                    0.792
                ],
                [
                    0.828
                ],
                [
                    0.864
                ],
                [
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1201_Passive"
        }
    },
    "120106": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1201_Normal"
        }
    },
    "120107": {
        "Pre": {
            "Name": "独奕の楽しみ",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、戦闘に入る時、青雀は美玉牌を <b>#1[f]</b> 枚取る。",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1201_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1201": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "QuantumAddedRatio": 0.144,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "争番",
                "Desc": "戦闘スキルを発動した時、SPを1回復する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1201_SkillTree1"
            },
            "Tree2": {
                "Name": "聴牌",
                "Desc": "戦闘スキルによる、自身の与ダメージアップ効果がさらに <b><color style='color:#f29e38'>10%</color></b> アップする。",
                "Icon": "SkillIcon_1201_SkillTree2"
            },
            "Tree3": {
                "Name": "チャンカン",
                "Desc": "強化通常攻撃を行った後、青雀の速度+ <b><color style='color:#f29e38'>10%</color></b> 、1ターン継続。",
                "Icon": "SkillIcon_1201_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "120101": {
        "Pre": {
            "Rank": 1,
            "Name": "幺魚と戯れる孤兵",
            "Desc": "必殺技によるダメージ+ <b><color style='color:#f29e38'>10%</color></b> 。",
            "Icon": "SkillIcon_1201_Rank1"
        }
    },
    "120102": {
        "Pre": {
            "Rank": 2,
            "Name": "碁盤は枕、快眠の助け",
            "Desc": "青雀は牌を取るたびにEPを <b><color style='color:#f29e38'>1</color></b> 回復する。",
            "Icon": "SkillIcon_1201_Rank2"
        }
    },
    "120103": {
        "Pre": {
            "Rank": 3,
            "Name": "無我夢中に門前清",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1201_Ultra"
        }
    },
    "120104": {
        "Pre": {
            "Rank": 4,
            "Name": "地獄待ちも穏やかに",
            "Desc": "戦闘スキルを発動した後、 <b><color style='color:#f29e38'>24%</color></b> の<u>固定確率</u>で「門前ツモ」状態に入る、このターンが終了するまで継続。<br>「門前ツモ」状態では、通常攻撃または強化通常攻撃を行った後に<u>追加攻撃</u>を1回行い、敵にその通常攻撃または強化通常攻撃ダメージ <b><color style='color:#f29e38'>100%</color></b> 分の量子属性ダメージを与える。",
            "Icon": "SkillIcon_1201_Rank4"
        }
    },
    "120105": {
        "Pre": {
            "Rank": 5,
            "Name": "世渡りは豪運任せ",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1201_BP"
        }
    },
    "120106": {
        "Pre": {
            "Rank": 6,
            "Name": "悠長に構えて流れを待つ",
            "Desc": "強化通常攻撃を行った後、SPを1回復する。",
            "Icon": "SkillIcon_1201_Rank6"
        }
    }
}

var _story_ = {
    "1201": [
        {
            "_id": 1,
            "Story": "太卜司の普通の卜者、仕事をサボることを絶対にサボらない。<br>両親の期待に応えて太卜司に入った直後、彼女は楽で安定していると思っていた職が、仕事の絶えない苦海であることに気がついた。<br>そして数年の練磨を経て、青雀はひとつの能力を身につけた――どれだけ部署が変わっても、最低級の卜者であり続けるという能力を。<br>本を読んで、牌を打って…そんなふうに人生を過ごせるのなら、もう望むことはないだろう。"
        },
        {
            "_id": 2,
            "Story": "青雀の伝説は学舎から始まる。<br><br>青雀が入学してから卒業するまでの間、記録のある試験の点数はもれなく「 60 」となっている——例外はない。<br><br>最初の頃、学舎の教師たちは青雀を凡庸な学生だと思っていた、恐らくは学問を修める才能がないため、特に彼女に注目はしなかった。しかし、「六十」という数字が成績表を埋めていくにつれ、教師たちはようやくそれが偶然ではないと気付く。<br><br>それからは、教師たちに面談に呼ばれることが青雀の日常になってしまった。聞いていればわかる、教師たちの話はいつも変わらない——<i>「物静かで賢い」</i>、<i>「天賦の才がある」</i>から始まり、<i>「残念なことに、その才能の使い方は間違っている」</i>などの不満を垂れ、最後には決まって<i>「その要領の良さを学問に使えば、きっと成せることがある」</i>……<br><br>しかし、青雀は自分の求める生活を明確にしていた。面談の時は<i>「はいはいはい」</i>、<i>「うんうんうん」</i>と繰り返すだけで、授業になると再び居眠りを始め、試験は常に低空飛行——これが教師たちの心遣いに対する青雀の答えである。<br><br>ついに我慢の限界に達した教師たちは、最後、青雀の卒業評価欄に恨み節を書き添えることしかできなかった。<br><br><i>「大器に成り難し」</i>"
        },
        {
            "_id": 3,
            "Story": "太卜司に入ってからの十数年間、青雀は人畜無害で目立たない小さな雀のように振舞ってきた。<br><br>両親の期待に応えて安定した職に就いた青雀は、やっと一息つけると思っていたが、彼女は知らなかった。情報と計算を担当する太卜司は、怠け者にとって果てしない苦海であることを。いくら振り返っても岸は見えない。その過酷な労働は、青雀を逃れられない苦しみに突き落とした。<br><br>しかし「あなたを殺さないものはあなたをさらに強くする」という言葉があるように、社会に揉まれ尽くされた青雀は、やがて熟練のサボり技術を身に着けた。どれだけ部署を移ろうと、どれだけ上司が変わろうと、青雀は常に最底辺の卜者であり続け、さらに左遷される傾向もある…これは喜ばしい成長と言えるだろう。<br><br>ただ、今の彼女には2つの悩みがある。1つ目は、毎年の元春に両親に会い、最近の生活状況と将来設計について話し合わなければならないこと——なぜなら、彼女自身に計画がないからである。2つ目は、あの玉兆のように精確に行動する上司が、彼女がサボっている時を狙って新しい仕事を回してくることだ。<br><br>太卜司の恐ろしい上司から逃れるため、青雀は己の時間管理能力を磨くことを決意した——残念ながら、小さな雀は理解していない。「雀の計算は天の計算には敵わない」ということを。彼女の計画など、すでにあの法眼の中にある。"
        },
        {
            "_id": 4,
            "Story": "「帝垣美玉」と呼ばれる遊戯は古代帝国時代から存在すると言われているが、仙舟同盟の長きにわたる星間漂流の途中で失伝してしまった。とある太卜司の匿名希望の卜者がルールをまとめ、現代の仙舟に蘇らせたおかげで、人々はこの星辰天象の法に則った牌を楽しむことができるようになった。<br><br>もちろん、ルールだけでは十分とは言えない。そこで卜者は、書庫にある図面を餌に工造司で匠作をしている親友を釣り、美玉の牌と碁盤を作ってもらった。その碁盤は自動洗牌、自動牌山積みなどの機能が搭載されており、後者が所有する「四至牌荘」で瞬く間に人気を博した。<br><br>今や「帝垣美玉」は羅浮で最も人気のある遊戯の1つとなった。卜者は時々、匠作との手紙の中で面白そうに語っている。この玉牌は自分がサボる時に遊ぼうと思っていたもので、まさか羅浮人の心を掴んでしまうとは考えもしなかった、と。<br><br><i>「でも、別に悪いことじゃないよね——」<br>「だって…知力の活性化に役立つ牌を建前に堂々とサボれるなんて、最高じゃない？」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「楽しく仕事をすることは一種の芸術である」<br><br>「その一、仕事は必要以上にやりすぎないこと。上から与えられた仕事は期限まで一定の速度で進める。決して早く終わらせてはならない」<br><br>「その二、自分から仕事を探さないこと。上が明確にやらせたがっている仕事でなければ、それはあなたとは無関係」<br><br>「その三、1人で頑張ったり、功を争ったりしないこと。他の人を道連れにできる時は、絶対に1人で仕事を引き受けない」<br><br>「それから、手柄を立てたら同僚に譲ること。借りを作るのは将来のための投資の一環。上司に評価されて昇進することも避けられる——昇進したら仕事が増えちゃうからね」<br><br>「とにかく、この3つが楽しく仕事するための基本的なルールってこと——自発的に動かない、拒否しない、責任を負わない。どう、わかった？」</i>"
        }
    ]
}

var _voice_ = {
    "1201": [
        {
            "_id": "archive_qingque_1",
            "Title": "初対面",
            "Voice": "私は青雀、太卜司の卜者なんだ。え？牌をやりたい？いいよ、じゃあ私の勤務時間になったら連絡して。"
        },
        {
            "_id": "archive_qingque_2",
            "Title": "挨拶",
            "Voice": "こんなに早く出勤するの？あなたって勤勉なんだね。"
        },
        {
            "_id": "archive_qingque_3",
            "Title": "お別れ",
            "Voice": "ほらほら、牌の時間だよ！…あなた、まさか残業するつもりじゃないよね？"
        },
        {
            "_id": "archive_qingque_4",
            "Title": "自分について・仕事への態度",
            "Voice": "仕事は価値の創造じゃなくて、報酬を得るための労働よ。仕事をサボることで、自分のために価値を創造できるの。"
        },
        {
            "_id": "archive_qingque_5",
            "Title": "世間話・太卜司",
            "Voice": "お母さんにね、太卜司に入れば食いっぱぐれないし、楽に生きていけるって言われたの。はあ…なのに入ってみてすぐに分かったよ。安定した職どころか、ここはただの牢獄だって……"
        },
        {
            "_id": "archive_qingque_6",
            "Title": "趣味",
            "Voice": "上司に叱られたら「帝垣美玉」をやる。仕事が終わらないなら「帝垣美玉」をやる。――つまり「帝垣美玉」は、私を救ってくれた命の恩人なの！"
        },
        {
            "_id": "archive_qingque_7",
            "Title": "悩み事",
            "Voice": "1人じゃ「帝垣美玉」ができない…「帝垣美玉」も万能じゃなかったんだ……"
        },
        {
            "_id": "archive_qingque_8",
            "Title": "シェア",
            "Voice": "「楽しく仕事をする秘訣」は全部で3つ——自発的に動かない、拒否しない、責任を負わない。どう、試してみない？"
        },
        {
            "_id": "archive_qingque_9",
            "Title": "見聞",
            "Voice": "仙舟には雑書がある、これが1つ目の楽しみ。「三余書肆」で雑書を探す、これが2つ目の楽しみ。勤務時間に雑書を読む、これが3つ目の楽しみで、最大の醍醐味でもあるんだ。"
        },
        {
            "_id": "archive_qingque_10",
            "Title": "景元について",
            "Voice": "将軍様は、よく「目を閉じて」奏聞を聞くんだって。太卜司にも普及させたいなあ…お願いします、将軍様！"
        },
        {
            "_id": "archive_qingque_11",
            "Title": "彦卿について",
            "Voice": "噂は聞いたことある、たしか天才少年って呼ばれてる子だよね。まだ若いのに、もう仕事をしてるなんて…想像するだけで疲れちゃうよ。"
        },
        {
            "_id": "archive_qingque_12",
            "Title": "符玄について",
            "Voice": "私の手が空くと、すぐに太卜様が細かい雑務を押し付けてくるんだ…もう少し時間の管理について学んだほうがいいかな……"
        },
        {
            "_id": "archive_qingque_13",
            "Title": "御空について",
            "Voice": "天舶司の偉い人って、前線から退いても多忙な運命から逃れられないんだ…役人って大変なんだね。"
        },
        {
            "_id": "archive_qingque_14",
            "Title": "停雲について",
            "Voice": "停雲さんが牌荘の前で立っているのを見かけて、一度だけ牌に誘ったことがあるの。綺麗な人だし、牌の腕もなかなかだったから、その日は見物人に囲まれちゃって、すごい熱気だったんだ。そのうえ店主まで負けちゃって…まるでお芝居を見ているみたいだったよ。"
        },
        {
            "_id": "archive_qingque_15",
            "Title": "羅刹について",
            "Voice": "誰？よそ者の名前みたいだけど…鑑爻軒でもよく見かけるよ。よそ者の大半は「長命を求められる」よう求めてるの…うん、そう、確かに2回「求める」って言ったよ。"
        },
        {
            "_id": "archive_qingque_16",
            "Title": "素裳について",
            "Voice": "雲騎軍の新人？ありゃりゃ、早く帰ったほうがいいよ。「羅浮」は何をやっても競争が激しいから、昇進なんてできっこないって。"
        },
        {
            "_id": "archive_qingque_17",
            "Title": "白露について",
            "Voice": "牌をやりすぎて手が攣った時に、友達が紹介してくれたの。最初は半信半疑だったけど、薬を処方してもらった後に、白露様が「帝垣美玉」を持ってきたんだ。日頃から牌を積んでいれば手先が器用になるって言われて、すぐに尊敬するようになったよ！"
        },
        {
            "_id": "archive_qingque_18",
            "Title": "桂乃芬について",
            "Voice": "桂乃芬…ああ、けいちゃんのことか！牌に負けた時は、いつも彼女の雑技を見に行くの。そうすると、少し気持ちが軽くなるんだ。ただ、そういう時に限って…投げ銭を半鏑も用意できないんだけどね……"
        },
        {
            "_id": "archive_qingque_19",
            "Title": "フォフォについて",
            "Voice": "フォフォを見かけると、いつも強烈な欲望が湧いてくるんだよね、絶対に「帝垣美玉牌」の遊び方を教えないと。絶対に「帝垣美玉牌」の遊び方を教えないと……"
        },
        {
            "_id": "archive_qingque_20",
            "Title": "雪衣について",
            "Voice": "『人形には向かない職業』って本、読んだだけじゃなくて、感想を書き込んだこともあるよ。でも、残念なことに、今になっても作者がわからないんだよね……"
        },
        {
            "_id": "archive_qingque_21",
            "Title": "霊砂について",
            "Voice": "司鼎様って本当に意地悪なんだよ！お喋りしてると、毎回急に真剣な顔になって「太卜様が来ましたよ」って言うの！びっくりして慌てて振り返ると、誰もいないんだよ！いつもこうやって私をからかうんだから、もう……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_qingque",
            "Title": "星魂覚醒",
            "Voice": "人生のどの瞬間も、牌を出す時みたいにハラハラでドキドキだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_qingque",
            "Title": "キャラクター昇格",
            "Voice": "忙裡偸閑。重要なのは「偸む」ことだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_qingque",
            "Title": "レベルMax",
            "Voice": "おお、時間が経てば欲しい牌が来るものだね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_qingque",
            "Title": "軌跡覚醒",
            "Voice": "牌に良し悪しはない、運があるかどうかだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_qingque",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "{NICKNAME}！あなたもいたんだ。一局遊ばない？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofuxuan_qingque",
            "Title": "パーティ編成・符玄",
            "Voice": "なんで太卜様は私がここにいるって卜算できたの？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toguinaifen_qingque",
            "Title": "パーティ編成・桂乃芬",
            "Voice": "無料でけいちゃんの芸を観られる機会は逃さないよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_qingque",
            "Title": "パーティ編成・彦卿",
            "Voice": "よし、彦卿みたいな天才がいれば、サボれる！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohuohuo_qingque",
            "Title": "パーティ編成・フォフォ",
            "Voice": "フォフォ、大丈夫。仕事は目をつぶれば一瞬だよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_qingque",
            "Title": "パーティ編成・霊砂",
            "Voice": "もう私をからかっちゃダメだからね、約束だよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_qingque",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "優位を占めて、こっそり大儲け！"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_qingque",
            "Title": "戦闘開始・危険予知",
            "Voice": "不利な時は、負けが少なければ勝ち！"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_qingque_01",
            "Title": "ターン・1",
            "Voice": "考えても無駄、牌は待てば来る！"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_qingque_02",
            "Title": "ターン・2",
            "Voice": "戦局は牌勢と同じ、機を逃さず動く！"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_qingque",
            "Title": "戦闘中待機",
            "Voice": "牌勢に決まった形なし、焦るのは損だよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_qingque_01",
            "Title": "通常攻撃",
            "Voice": "いーらないっ"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_qingque_01",
            "Title": "強化通常攻撃",
            "Voice": "一気に清算するね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_qingque_01",
            "Title": "戦闘スキル・1",
            "Voice": "来た！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_qingque_02",
            "Title": "戦闘スキル・2",
            "Voice": "慌てない～"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_qingque_03",
            "Title": "戦闘スキル・3",
            "Voice": "来い～！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_qingque_04",
            "Title": "戦闘スキル・4",
            "Voice": "ふふん～"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_qingque_05",
            "Title": "戦闘スキル・5",
            "Voice": "ほう～"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_qingque_ex",
            "Title": "戦闘スキル・特殊",
            "Voice": "待ち牌が来ない…"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_qingque_01",
            "Title": "攻撃を受ける",
            "Voice": "ただのまぐれでしょ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_qingque_01",
            "Title": "重撃を受ける",
            "Voice": "よくもっ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_qingque",
            "Title": "必殺技・アクティブ",
            "Voice": "お願いだからアガらせて～！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_qingque",
            "Title": "必殺技・発動",
            "Voice": "お願いお願いお願い…——やったあ、これで…アガリ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_qingque_01",
            "Title": "天賦・1",
            "Voice": "いい牌来た！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_qingque_02",
            "Title": "天賦・2",
            "Voice": "自摸、嶺上！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_qingque_01",
            "Title": "戦闘不能",
            "Voice": "仕事は…いやだ……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_qingque",
            "Title": "戦闘に戻る",
            "Voice": "もしかして1人足りない？"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_qingque",
            "Title": "HP回復",
            "Voice": "今のよかったよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_qingque",
            "Title": "秘技",
            "Voice": "運よ、来い～！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_qingque",
            "Title": "戦闘勝利",
            "Voice": "運が巡ってきた、もう誰にも止められないよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_qingque",
            "Title": "戦利品を開ける・1",
            "Voice": "金運は良好だね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_qingque_02",
            "Title": "戦利品を開ける・2",
            "Voice": "私にも幸運を恵んでよ～"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_qingque",
            "Title": "貴重な戦利品を開ける",
            "Voice": "思わぬ幸運！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_qingque",
            "Title": "謎解きに成功・1",
            "Voice": "力を借りて楽をする！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_qingque_02",
            "Title": "謎解きに成功・2",
            "Voice": "残業しなくて済むように早く済ませたよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_qingque",
            "Title": "敵ターゲット発見",
            "Voice": "ヤツらを片付けたら、もう一局牌をやろう～"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_qingque",
            "Title": "町に戻る",
            "Voice": "仕事のことを考えると、うっ、頭が……"
        }
    ]
}

var _notes_ = {
    "1201": []
}

var _adiff_ = {
    "1201": {}
}

var _mtc_ = {
    "1201": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "111011": 4
            },
            {
                "2": 6400,
                "111011": 8
            },
            {
                "2": 12800,
                "111012": 5,
                "110406": 2
            },
            {
                "2": 32000,
                "111012": 8,
                "110406": 5
            },
            {
                "2": 64000,
                "111013": 5,
                "110406": 15
            },
            {
                "2": 128000,
                "111013": 7,
                "110406": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110131": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111012": 3
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111013": 2
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "111013": 3
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110131": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110132": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110133": 4,
                        "110502": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110133": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110131": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110132": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110133": 4,
                        "110502": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110133": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "111011": 2
                    },
                    {
                        "2": 4000,
                        "110131": 2,
                        "111011": 4
                    },
                    {
                        "2": 8000,
                        "110132": 2,
                        "111012": 2
                    },
                    {
                        "2": 16000,
                        "110132": 4,
                        "111012": 3
                    },
                    {
                        "2": 24000,
                        "110132": 6,
                        "111012": 5
                    },
                    {
                        "2": 36000,
                        "110133": 2,
                        "111013": 2
                    },
                    {
                        "2": 64000,
                        "110133": 4,
                        "110502": 1,
                        "111013": 3
                    },
                    {
                        "2": 128000,
                        "110133": 6,
                        "110502": 1
                    },
                    {
                        "2": 240000,
                        "110133": 11,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 190000,
                    "111011": 2,
                    "110132": 6,
                    "111012": 5,
                    "110133": 8,
                    "111013": 8
                }
            },
            {
                "Name": "量子属性ダメージ +14.4%",
                "Mat": {
                    "2": 168000,
                    "110131": 2,
                    "111011": 4,
                    "110133": 8,
                    "111013": 8
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 136000,
                    "110132": 2,
                    "111012": 2,
                    "110133": 6,
                    "111013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "争番",
                "Mat": {
                    "2": 4000,
                    "110131": 2,
                    "110502": 1
                }
            },
            {
                "Name": "聴牌",
                "Mat": {
                    "2": 16000,
                    "110132": 4,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "チャンカン",
                "Mat": {
                    "2": 128000,
                    "110133": 6,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}