// Auto Generated

var _avatarskill_ = {
    "120301": {
        "Pre": {
            "Name": "黒淵の棘",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に羅刹の攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1203_Normal"
        }
    },
    "120302": {
        "Pre": {
            "Name": "白花の祈望",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "戦闘スキルを発動した後、指定した味方単体のHPを、羅刹の攻撃力@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復し、羅刹は「白花の刻」を1層獲得する。<br>任意の味方単体の残りHPが <b>#3[p]</b> 以下の時、その味方をターゲットとして、羅刹の戦闘スキルと同等の効果が1回発動される、この行動はSPを消費しない。この効果は <b>#4[f]</b> ターン後に再度発動できる。",
            "Params": [
                [
                    0.4,
                    200.0,
                    0.5,
                    2.0
                ],
                [
                    0.425,
                    320.0,
                    0.5,
                    2.0
                ],
                [
                    0.45,
                    410.0,
                    0.5,
                    2.0
                ],
                [
                    0.475,
                    500.0,
                    0.5,
                    2.0
                ],
                [
                    0.5,
                    560.0,
                    0.5,
                    2.0
                ],
                [
                    0.52,
                    620.0,
                    0.5,
                    2.0
                ],
                [
                    0.54,
                    665.0,
                    0.5,
                    2.0
                ],
                [
                    0.56,
                    710.0,
                    0.5,
                    2.0
                ],
                [
                    0.58,
                    755.0,
                    0.5,
                    2.0
                ],
                [
                    0.6,
                    800.0,
                    0.5,
                    2.0
                ],
                [
                    0.62,
                    845.0,
                    0.5,
                    2.0
                ],
                [
                    0.64,
                    890.0,
                    0.5,
                    2.0
                ],
                [
                    0.66,
                    935.0,
                    0.5,
                    2.0
                ],
                [
                    0.68,
                    980.0,
                    0.5,
                    2.0
                ],
                [
                    0.7,
                    1025.0,
                    0.5,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1203_BP"
        }
    },
    "120303": {
        "Pre": {
            "Name": "帰葬の成就",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体の<u>バフ</u>を <b>#2[f]</b> つ解除し、敵全体に羅刹の攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。羅刹は「白花の刻」を1層獲得する。",
            "Params": [
                [
                    1.2,
                    1.0
                ],
                [
                    1.28,
                    1.0
                ],
                [
                    1.36,
                    1.0
                ],
                [
                    1.44,
                    1.0
                ],
                [
                    1.52,
                    1.0
                ],
                [
                    1.6,
                    1.0
                ],
                [
                    1.7,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.9,
                    1.0
                ],
                [
                    2.0,
                    1.0
                ],
                [
                    2.08,
                    1.0
                ],
                [
                    2.16,
                    1.0
                ],
                [
                    2.24,
                    1.0
                ],
                [
                    2.32,
                    1.0
                ],
                [
                    2.4,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 100.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1203_Ultra"
        }
    },
    "120304": {
        "Pre": {
            "Name": "生命の輪廻",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "回復",
            "Desc": "「白花の刻」が <b>#1[f]</b> 層に達した時、羅刹が「白花の刻」をすべて消費し、結界を展開する。<br>結界内の任意の敵が攻撃を受けた後、攻撃を行った味方は羅刹の攻撃力@ <b>#2[p]</b> #+@ <b>#4[f]</b> #のHPを回復する。<br>結界は <b>#3[f]</b> ターン継続する。羅刹が<u>戦闘不能状態</u>になった時、結界は解除される。",
            "Params": [
                [
                    2.0,
                    0.12,
                    2.0,
                    60.0
                ],
                [
                    2.0,
                    0.1275,
                    2.0,
                    96.0
                ],
                [
                    2.0,
                    0.135,
                    2.0,
                    123.0
                ],
                [
                    2.0,
                    0.1425,
                    2.0,
                    150.0
                ],
                [
                    2.0,
                    0.15,
                    2.0,
                    168.0
                ],
                [
                    2.0,
                    0.156,
                    2.0,
                    186.0
                ],
                [
                    2.0,
                    0.162,
                    2.0,
                    199.5
                ],
                [
                    2.0,
                    0.168,
                    2.0,
                    213.0
                ],
                [
                    2.0,
                    0.174,
                    2.0,
                    226.5
                ],
                [
                    2.0,
                    0.18,
                    2.0,
                    240.0
                ],
                [
                    2.0,
                    0.186,
                    2.0,
                    253.5
                ],
                [
                    2.0,
                    0.192,
                    2.0,
                    267.0
                ],
                [
                    2.0,
                    0.198,
                    2.0,
                    280.5
                ],
                [
                    2.0,
                    0.204,
                    2.0,
                    294.0
                ],
                [
                    2.0,
                    0.21,
                    2.0,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1203_Passive"
        }
    },
    "120306": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1203_Normal"
        }
    },
    "120307": {
        "Pre": {
            "Name": "愚者の悲哀",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "秘技を使用した後、次の戦闘開始時、天賦を発動する。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1203_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1203": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "滴水蘇生",
                "Desc": "戦闘スキルの効果が発動された時、ターゲットとなった味方単体の<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1203_SkillTree1"
            },
            "Tree2": {
                "Name": "清めし塵の身",
                "Desc": "結界内の任意の敵が味方の攻撃を受けた後、攻撃者以外の味方も羅刹の攻撃力 <b><color style='color:#f29e38'>7%</color></b> + <b><color style='color:#f29e38'>93</color></b> のHPを回復する。",
                "Icon": "SkillIcon_1203_SkillTree2"
            },
            "Tree3": {
                "Name": "幽谷を越え",
                "Desc": "<u>行動制限系デバフ</u>に抵抗する確率+ <b><color style='color:#f29e38'>70%</color></b> 。",
                "Icon": "SkillIcon_1203_SkillTree3",
                "EE": [
                    10000011
                ]
            }
        }
    }
}

var _avatarrank_ = {
    "120301": {
        "Pre": {
            "Rank": 1,
            "Name": "生者の浄化",
            "Desc": "結界が展開されている間、味方全体の攻撃力+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1203_Rank1"
        }
    },
    "120302": {
        "Pre": {
            "Rank": 2,
            "Name": "純庭の礼賜",
            "Desc": "戦闘スキルの効果が発動された時、指定した味方の残りHPが <b><color style='color:#f29e38'>50%</color></b> 未満の場合、羅刹の治癒量+ <b><color style='color:#f29e38'>30%</color></b> 。指定した味方の残りHPが <b><color style='color:#f29e38'>50%</color></b> 以上の場合、その味方に羅刹の攻撃力 <b><color style='color:#f29e38'>18%</color></b> + <b><color style='color:#f29e38'>240</color></b> の耐久値を持つバリアを付与する、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1203_Rank2"
        }
    },
    "120303": {
        "Pre": {
            "Rank": 3,
            "Name": "愚者の模索",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1203_BP"
        }
    },
    "120304": {
        "Pre": {
            "Rank": 4,
            "Name": "荊の審判",
            "Desc": "結界が展開されている間、敵を虚弱状態にし、敵の与ダメージ- <b><color style='color:#f29e38'>12%</color></b> 。",
            "Icon": "SkillIcon_1203_Rank4"
        }
    },
    "120305": {
        "Pre": {
            "Rank": 5,
            "Name": "受難の痕",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1203_Ultra"
        }
    },
    "120306": {
        "Pre": {
            "Rank": 6,
            "Name": "皆灰燼に帰す",
            "Desc": "必殺技を発動した時、 <b><color style='color:#f29e38'>100%</color></b> の<u>固定確率</u>で敵全体の全属性耐性- <b><color style='color:#f29e38'>20%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1203_Rank6"
        }
    }
}

var _story_ = {
    "1203": [
        {
            "_id": 1,
            "Story": "大きな棺を背負っている、容姿端麗な金髪の青年。<br>天外の行商人である彼は、不幸にも星核によって発生した仙舟「羅浮」の危機に巻き込まれてしまう。<br>その結果、優れた医術の腕を発揮する機会が生じた。"
        },
        {
            "_id": 2,
            "Story": "<i>「あなたの身分は？」 <br>「行商人だよ」 <br>「仙舟に来た目的は？」 <br>「商業活動だよ」 <br>「仙舟同盟の法律を犯さないこと。法律や規則に従った商業活動をすること。査証の許可範囲以外に行かないこと。以上のことを守れますか？」 <br>「もちろん。ちゃんと守るさ」 <br>「『長生』に関するいかなる非合法な研究もしないと保証できますか？」 <br>「ああ…守るよ」 <br>「よろしいです。ではこちらに署名をお願いします」<br><br>「羅刹さん、ようこそ仙舟『羅浮』へ」</i>"
        },
        {
            "_id": 3,
            "Story": "<i>「ねえ、あの人のこと覚えてる？いつも私たちの家に来る、大きな箱を背負った……」 <br>「羅刹のこと？」 <br>「そう、羅刹…殊俗の民だよね？でも、話し方とか習慣は、古風な仙舟人にとても似ている。仙舟に来て長いのかな？でも、ずっと独特な外の服を着てる…」 <br>「さあ？あの金髪と仙舟の服装が合わないんじゃない？」</i><br><br>彼はたまに故郷のことを思い出す。<br>悪魔、教会、狂気…それは決して美しい記憶ではない。<br>人々は、自分の街がいかに壊れるかを眺めるために、群れを成して高い所に登った。<br>もし、全てが終わらなければいけないのなら、少なくとも目撃者と2つの目が必要である。<br><br><i>「どうして、今も故郷の服を着ているのですか？」</i>誰かが質問した。<br><i>「この服は僕に守るべき道を教えてくれる、それだけさ」</i>羅刹は答える。"
        },
        {
            "_id": 4,
            "Story": "仙舟人は棺を知らない。<br>羅刹が棺を背負って街に出るたび、人々の注目を集める。 <br>誰かが羅刹にこんな質問をした。<i>「それは一体、何なのでしょうか？」</i> <br>羅刹は必ず誤魔化す。<i>「これは、僕の商売道具だよ」</i><br><br><i>「『商売道具』…君を冒涜していることになるのかな？」</i>羅刹は、長楽天の亭台の上で少しも気にしてなさそうに言った。<i>「でも、僕と君の関係はビジネスのような物だろう？」</i><br><br>棺は沈黙で答えた。"
        },
        {
            "_id": 5,
            "Story": "当方羅刹は、棺を背負い遠方へ向かう。<br>棺からは何も聞こえない。棺は抗議しなかった。抗議する権利もなかった。<br><i>「君が何も話さない時は、自由だよ」</i><br><br>幕が上がり、彼は罪を後ろに放った。<br>罪は別の種類の操られた武器に過ぎず、自分が正しい答えを得られると騙しているに違いない。<br><i>「君は違うのかい？君の苦しみは、どうして他の人より価値があり、人の心を動かすのだろう？」</i><br><br><i>「仙舟に行くといい」</i>棺を彼に渡した人は言った。<i>「誓いを忘れるな」</i> <br><i>「永遠に忘れないさ」</i><br><br>そう言いながら、羅刹は心の中で別の誓いを立てた。"
        }
    ]
}

var _voice_ = {
    "1203": [
        {
            "_id": "archive_luocha_1",
            "Title": "初対面",
            "Voice": "僕は通りすがりの行商人だ。「羅刹」と呼んでくれ。"
        },
        {
            "_id": "archive_luocha_2",
            "Title": "挨拶",
            "Voice": "よく眠れたかい？今日は早く起きることができたし、先を急ごう。"
        },
        {
            "_id": "archive_luocha_3",
            "Title": "お別れ",
            "Voice": "さあ、そろそろ寝たほうがいい。ここは僕が見張っておくから。"
        },
        {
            "_id": "archive_luocha_4",
            "Title": "自分について・医術",
            "Voice": "外で商売をしていると、自分しか頼りにできないからね。応急処置の知識があれば、少しは安心できるだろう？"
        },
        {
            "_id": "archive_luocha_5",
            "Title": "世間話・棺",
            "Voice": "この棺には色々と世話になっているんだ。持っているだけで人の目を引くから、みんな好奇心を持って僕に話し掛けてきてくれる。そうして会話をしているうちに、自然と商売ができるんだよ。"
        },
        {
            "_id": "archive_luocha_6",
            "Title": "趣味",
            "Voice": "各地の文化や風習は、本で読んだものと実際に見たものとで印象が変わってくる。その違いが面白いんだ。"
        },
        {
            "_id": "archive_luocha_7",
            "Title": "悩み事",
            "Voice": "面倒事に巻き込まれた時に重要なことは、自分の本心じゃない。いかに自分に相応しい役割を見つけるかだ…はあ、これは経験談だよ。"
        },
        {
            "_id": "archive_luocha_8",
            "Title": "シェア",
            "Voice": "花の意味は花期そのものにある。花びらでも香りでも、蒔かれた種でもなくね。"
        },
        {
            "_id": "archive_luocha_9",
            "Title": "見聞",
            "Voice": "仙舟の天人には、その美貌を保つ力があると聞いたことがある。本当に噂の通りだったよ。でも、その秘密を守るために銀河の片隅に身を潜めているなんて…もったいないと思わないかい？"
        },
        {
            "_id": "archive_luocha_10",
            "Title": "景元について",
            "Voice": "将軍は人の心を読むだけでなく、「隠秘」と「顕示」の術にも長けている。彼が何かを「顕示」する時は、気をつけたほうがいいだろう。"
        },
        {
            "_id": "archive_luocha_11",
            "Title": "彦卿について",
            "Voice": "ふむ…ああ、将軍の隣にいる機敏な少年のことかい？うーん…あまり印象はないね……"
        },
        {
            "_id": "archive_luocha_13",
            "Title": "御空について",
            "Voice": "彼女のように、自分が銀河の海の一粟に過ぎないと見極められる者は、そういない…尊敬に値するよ。"
        },
        {
            "_id": "archive_luocha_14",
            "Title": "停雲について",
            "Voice": "停雲さんが何を言っても、聞き手は彼女の言葉を無視できない。狐族の特徴である卓越した話術は、利用して然るべきだ…違うかい？"
        },
        {
            "_id": "archive_luocha_15",
            "Title": "素裳について",
            "Voice": "熱心で優しいお嬢さんだ。また僕が仙舟に来た時には、一緒に講談を聞いて、茶を飲もうと誘われたよ…いや、やっぱり講談は遠慮しておこう、時間がかかるからね。"
        },
        {
            "_id": "archive_luocha_17",
            "Title": "鏡流について",
            "Voice": "彼女の心に秘められた剣は、とうに天地を切り裂いている。あれほどの力を持っているとなると、もはや一介の剣士とは呼べないだろうね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_luocha",
            "Title": "星魂覚醒",
            "Voice": "星光の下に新事はないが、君のおかげで新しい悟りを得られたよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_luocha",
            "Title": "キャラクター昇格",
            "Voice": "花が種から成長するには、時間と我慢が必要なんだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_luocha",
            "Title": "レベルMax",
            "Voice": "人の成長は微々たるものだが、神の不動に比べれば、円満で喜ばしい事と言えるだろう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_luocha",
            "Title": "軌跡覚醒",
            "Voice": "一度あることは二度ある。それでも、僕は歩みを止めたりしない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosushang_luocha",
            "Title": "パーティ編成・素裳",
            "Voice": "お嬢さん、僕は兵事に詳しくないから、よろしく頼んだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_luocha",
            "Title": "パーティ編成・景元",
            "Voice": "将軍殿は僕に手のうちを明かしてほしいのか、隠してほしいのか、どっちなんだい？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingliu_luocha",
            "Title": "パーティ編成・鏡流",
            "Voice": "君が剣を抜くような相手なら、きっと手強いに違いない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_luocha",
            "Title": "パーティ編成・丹恒",
            "Voice": "またしばらく同行することになるね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_luocha",
            "Title": "パーティ編成・丹恒・飲月",
            "Voice": "またしばらく同行することになる…ね、飲月君？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblade_luocha",
            "Title": "パーティ編成・刃",
            "Voice": "残念だけど、不死の者が求める葬儀は、僕には実現できそうにない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_luocha",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "贖罪の時は来た。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_luocha",
            "Title": "戦闘開始・危険予知",
            "Voice": "気を緩めてはいけない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_luocha_01",
            "Title": "ターン・1",
            "Voice": "残念ながら、選ぶ相手を間違えたよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_luocha_02",
            "Title": "ターン・2",
            "Voice": "僕の介錯に身を委ねるといい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_luocha",
            "Title": "戦闘中待機",
            "Voice": "何をためらう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_luocha_01",
            "Title": "通常攻撃",
            "Voice": "ふん。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_luocha_01",
            "Title": "戦闘スキル・1",
            "Voice": "白花よ、咲け！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_luocha_02",
            "Title": "戦闘スキル・2",
            "Voice": "天賜を、授けん！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_luocha_01",
            "Title": "攻撃を受ける",
            "Voice": "大丈夫、問題はない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_luocha_01",
            "Title": "重撃を受ける",
            "Voice": "甘く見たな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_luocha",
            "Title": "必殺技・アクティブ",
            "Voice": "永眠は終わりではない…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_luocha",
            "Title": "必殺技・発動",
            "Voice": "亡者は再び降臨する！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_luocha",
            "Title": "天賦",
            "Voice": "奪ったならば、償ってもらおう！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_luocha_01",
            "Title": "戦闘不能",
            "Voice": "叶わないと…いうのか…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_luocha",
            "Title": "戦闘に戻る",
            "Voice": "ほら、戻ってきただろう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_luocha",
            "Title": "HP回復",
            "Voice": "調子がよくなったよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_luocha",
            "Title": "秘技",
            "Voice": "刮目して待とう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_luocha",
            "Title": "戦闘勝利",
            "Voice": "ひと時の余興にすぎない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_luocha",
            "Title": "戦利品を開ける・1",
            "Voice": "気に入ったならどうぞ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_luocha_02",
            "Title": "戦利品を開ける・2",
            "Voice": "収集も楽しみの1つだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_luocha",
            "Title": "貴重な戦利品を開ける",
            "Voice": "上等な商品だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_luocha",
            "Title": "謎解きに成功・1",
            "Voice": "取るに足らない小細工だね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_luocha_02",
            "Title": "謎解きに成功・2",
            "Voice": "行商人として、多少はできないとね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_luocha",
            "Title": "敵ターゲット発見",
            "Voice": "僕がいるんだ、好きに戦うといい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_luocha",
            "Title": "町に戻る",
            "Voice": "世を漂う者に、根を張る場所などない。"
        }
    ]
}

var _notes_ = {
    "1203": []
}

var _adiff_ = {
    "1203": {}
}

var _mtc_ = {
    "1203": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113011": 5
            },
            {
                "2": 8000,
                "113011": 10
            },
            {
                "2": 16000,
                "113012": 6,
                "110407": 3
            },
            {
                "2": 40000,
                "113012": 9,
                "110407": 7
            },
            {
                "2": 80000,
                "113013": 6,
                "110407": 20
            },
            {
                "2": 160000,
                "113013": 9,
                "110407": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110171": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "113012": 4
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "113013": 3
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "113013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110171": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110172": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110173": 5,
                        "110502": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110173": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110171": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110172": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110173": 5,
                        "110502": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110173": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113011": 3
                    },
                    {
                        "2": 5000,
                        "110171": 3,
                        "113011": 6
                    },
                    {
                        "2": 10000,
                        "110172": 3,
                        "113012": 3
                    },
                    {
                        "2": 20000,
                        "110172": 5,
                        "113012": 4
                    },
                    {
                        "2": 30000,
                        "110172": 7,
                        "113012": 6
                    },
                    {
                        "2": 45000,
                        "110173": 3,
                        "113013": 3
                    },
                    {
                        "2": 80000,
                        "110173": 5,
                        "110502": 1,
                        "113013": 4
                    },
                    {
                        "2": 160000,
                        "110173": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110173": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 237500,
                    "113011": 2,
                    "110172": 8,
                    "113012": 7,
                    "110173": 11,
                    "113013": 11
                }
            },
            {
                "Name": "HP +18%",
                "Mat": {
                    "2": 210000,
                    "110171": 3,
                    "113011": 6,
                    "110173": 11,
                    "113013": 11
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 170000,
                    "110172": 3,
                    "113012": 3,
                    "110173": 8,
                    "113013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "滴水蘇生",
                "Mat": {
                    "2": 5000,
                    "110171": 3,
                    "110502": 1
                }
            },
            {
                "Name": "清めし塵の身",
                "Mat": {
                    "2": 20000,
                    "110172": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "幽谷を越え",
                "Mat": {
                    "2": 160000,
                    "110173": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}