// Auto Generated

var _avatarskill_ = {
    "120401": {
        "Pre": {
            "Name": "電光石火",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に景元の攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1204_Normal"
        }
    },
    "120402": {
        "Pre": {
            "Name": "紫霄の雷鳴",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に景元の攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、「神君」の次ターンの攻撃段数+ <b>#2[f]</b> 。",
            "Params": [
                [
                    0.5,
                    2.0
                ],
                [
                    0.55,
                    2.0
                ],
                [
                    0.6,
                    2.0
                ],
                [
                    0.65,
                    2.0
                ],
                [
                    0.7,
                    2.0
                ],
                [
                    0.75,
                    2.0
                ],
                [
                    0.8125,
                    2.0
                ],
                [
                    0.875,
                    2.0
                ],
                [
                    0.9375,
                    2.0
                ],
                [
                    1.0,
                    2.0
                ],
                [
                    1.05,
                    2.0
                ],
                [
                    1.1,
                    2.0
                ],
                [
                    1.15,
                    2.0
                ],
                [
                    1.2,
                    2.0
                ],
                [
                    1.25,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1204_BP"
        }
    },
    "120403": {
        "Pre": {
            "Name": "我が身の輝き",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体に景元の攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、「神君」の次ターンの攻撃段数+ <b>#2[f]</b> 。",
            "Params": [
                [
                    1.2,
                    3.0
                ],
                [
                    1.28,
                    3.0
                ],
                [
                    1.36,
                    3.0
                ],
                [
                    1.44,
                    3.0
                ],
                [
                    1.52,
                    3.0
                ],
                [
                    1.6,
                    3.0
                ],
                [
                    1.7,
                    3.0
                ],
                [
                    1.8,
                    3.0
                ],
                [
                    1.9,
                    3.0
                ],
                [
                    2.0,
                    3.0
                ],
                [
                    2.08,
                    3.0
                ],
                [
                    2.16,
                    3.0
                ],
                [
                    2.24,
                    3.0
                ],
                [
                    2.32,
                    3.0
                ],
                [
                    2.4,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1204_Ultra"
        }
    },
    "120404": {
        "Pre": {
            "Name": "退魔の形神",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "バウンド",
            "Desc": "戦闘開始時に「神君」を召喚する。「神君」の初期速度は <b>#1[f]</b> 、初期攻撃段数は <b>#4[f]</b> 。「神君」が行動すると<u>追加攻撃</u>を行い、1段の攻撃でランダムな敵単体に景元の攻撃力@ <b>#2[p]</b> #分の雷属性ダメージを与え、隣接する敵にメインターゲットに対する <b>#5[p]</b> 分の雷属性ダメージを与える。<br>「神君」の攻撃段数は最大で <b>#6[f]</b> 段。攻撃段数が1増えるごとに速度+ <b>#3[f]</b> 。神君の行動終了後、速度と攻撃段数が初期状態に戻る。<br>景元が<u>戦闘不能状態</u>になると「神君」は消える。<br>景元が<u>行動制限系デバフ</u>を受けている間、「神君」も行動できない。",
            "Params": [
                [
                    60.0,
                    0.33,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.363,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.396,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.429,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.462,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.495,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.53625,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.5775,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.61875,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.66,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.693,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.726,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.759,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.792,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ],
                [
                    60.0,
                    0.825,
                    10.0,
                    3.0,
                    0.25,
                    10.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1204_Passive",
            "EE": [
                10000011
            ]
        }
    },
    "120406": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1204_Normal"
        }
    },
    "120407": {
        "Pre": {
            "Name": "摂召威霊",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、「神君」の1ターン目の攻撃段数+ <b>#1[f]</b> 。",
            "Params": [
                [
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1204_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1204": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "破陣",
                "Desc": "「神君」の次のターンの攻撃段数が <b><color style='color:#f29e38'>6</color></b> 以上の場合、神君の次のターンの会心ダメージ+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1204_SkillTree1"
            },
            "Tree2": {
                "Name": "先見",
                "Desc": "戦闘開始時、EPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1204_SkillTree2"
            },
            "Tree3": {
                "Name": "遣将",
                "Desc": "戦闘スキルを発動した後、会心率+ <b><color style='color:#f29e38'>10%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
                "Icon": "SkillIcon_1204_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "120401": {
        "Pre": {
            "Rank": 1,
            "Name": "流星雷霆<br>山をも砕く",
            "Desc": "「神君」が攻撃を行う時、指定した敵単体に隣接する敵に対するダメージ倍率が、メインターゲットに対するダメージ倍率 <b><color style='color:#f29e38'>25%</color></b> 分アップする。",
            "Icon": "SkillIcon_1204_Rank1"
        }
    },
    "120402": {
        "Pre": {
            "Rank": 2,
            "Name": "振るいし矛<br>地動かし天開く",
            "Desc": "「神君」が行動した後、景元の通常攻撃、戦闘スキル、および必殺技によるダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1204_Rank2"
        }
    },
    "120403": {
        "Pre": {
            "Rank": 3,
            "Name": "峰を移りし激雷<br>天穿つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1204_Ultra"
        }
    },
    "120404": {
        "Pre": {
            "Rank": 4,
            "Name": "刃、雲を巻き<br>玉沙に落ちる",
            "Desc": "「神君」が1段の攻撃を行うたび、景元はEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1204_Rank4"
        }
    },
    "120405": {
        "Pre": {
            "Rank": 5,
            "Name": "百戦経て捨てし躯<br>生死軽んず",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1204_BP"
        }
    },
    "120406": {
        "Pre": {
            "Rank": 6,
            "Name": "威光纏う神霊<br>敵屠る",
            "Desc": "「神君」が1段の攻撃を行うたびに、メインターゲットを被ダメージアップ状態にする。<br>被ダメージアップ状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>12%</color></b> 、「神君」のその回の攻撃が終了するまで継続、最大で <b><color style='color:#f29e38'>3</color></b> 回累積できる。",
            "Icon": "SkillIcon_1204_Rank6"
        }
    }
}

var _story_ = {
    "1204": [
        {
            "_id": 1,
            "Story": "帝弓七天将に名を連ねる「神策将軍」。気怠そうな外見とは裏腹に、非常に思慮深く、策を用いて劣勢を挽回することを智謀と思わない景元は、不要な問題が起きないよう、万事において工夫を凝らしている。彼の周到な計略によって平和が保たれてきた仙舟において、景元は一見すると怠け者のように見えるため、他者から「無眼将軍」という渾名をつけられた。"
        },
        {
            "_id": 2,
            "Story": "<i>「太卜殿に教えを請いたい。この星陣棋、なぜ棋盤は四角く、棋子は丸いんだ？」<br>「天円地方に倣っているのか？古人の文明が開化する前、人々は大地が平坦であると信じていた。列国の逐鹿、大地を一統した過去を模倣しているのであれば、星陣棋も当然四角くなる。そして棋子は…あの時代の人々は、天は球状の蓋だと信じていた。この棋子も星辰の流転に倣っているから、自然と丸くなった……」<br>「いや、違うか」<br>「将軍、次の 48 手はすでに予見しました。質問で私の注意を逸らそうとしているのなら、早々に諦めてください」<br>「おや、なぜ符玄殿は私を疑っているんだ？」<br>「話を逸らさないでください。続きを」<br>「符玄殿の言う通り、棋は比喩、局を以って人を喩えている。戦争の規則は明々白々、各棋子の行動には定数があり、ただ進退するだけ。方を以って進退することこそ、棋盤が四角い理由だ。棋子については…先賢が『用智如圓』で伝えているように、陣中の各子には皆己の心智がある。だから丸い棋子を採用した」<br>「星陣棋の起源は『玉砂巡拾』という書物に記されています。景元、私は博覧強記ですから、騙そうとしても無駄ですよ！」<br>「雲車左三進四、将。君の負けだ、符玄殿」<br>「ま、待った！この一手、なぜ先ほどの予見に出なかったの？や、やり直しを……」<br>「棋子は人のようなもの、それぞれに心智がある。特に悔いの残る一戦でもなかったのだから、やり直しの必要はないだろう？はは。一司の長ともあろう者が、わがままを言っていいのかな？」</i>"
        },
        {
            "_id": 3,
            "Story": "六大仙舟を渡る建制として、雲騎軍は火劫大戦の末期に生まれ、雲が如く空を覆い、仙舟を守ると誓った。雲騎軍は帝弓の「巡狩」の勅命を遂行し、今まで伝承してきた。長命種の寿命は驚くほど長いが、血と炎が飛び交じる戦争の中で、百年の関門を潜り抜けた雲騎将軍は非常に少なかった。これは宿命というよりも、一種の伝統に近い。仙舟を鎮護し、忌み物を討伐する武装勢力として、将軍は未来を憂い人員や資源を配置する職責を全うするだけではなく、先頭に立ち、敵陣を叩き道を切り開くべきである。数多ある残酷で短い記録の中、羅浮の雲騎軍を率いる「神策将軍」である景元は、数百年の治軍で抜きん出ている。彼の韜略の下、羅浮雲騎軍は一時期同盟で名を揚げ、数々の輝かしい戦績を立てた。彼本人は戦に恐れる臆病者で、ほとんど陣刀を振るわない、という流言もあるが。景元の智謀は最も鋭利な剣にも勝ると、誰もが認めるだろう。"
        },
        {
            "_id": 4,
            "Story": "最も広く知られている噂によれば、景元は代々地衡司に奉職する一族に生まれた。<br><br>狐族から伝わった「選び取り」の風習では、親は幼児の周りに色々な物や玩具を置き、その中から1つ選ばせることで将来を占うという。景元の両親は我が子が衣鉢を受け継ぎ、地衡司の学者、あるいは執行官になることを期待していたが、景元が掴んだのは玩具の剣だった。<br><br>「選び取り」の結果が彼の未来を確定したかのように、学宮を卒業した後、景元は一目で未来がわかってしまう退屈な人生から脱するため、家族の反対を押し切って雲騎軍に入った。<br><br>雲騎軍の戦事蔵庫の中には、彼の雲騎兵卒としての初陣の様子が記録されている。<br>輸送部隊の船がとある海洋惑星に不時着した。その地は忌み物に深く侵蝕されており、「傀儡タコ」と呼ばれる新興の長命種が雲騎の精神を乗っ取って艦隊に紛れ込み、艦隊を自身の巣穴に変えようとしていた。しかし、その危機を鋭く察知した景元は、傀儡タコの支配条件や対抗手段を素早く整理した。そのおかげで、残りの船員は敵味方の区別がつかない苦境を乗り越え、敵を倒して無事故郷に帰ることができたのだ。<br><br>このほぼ戦わずして勝利を収めた戦争で、雲騎将軍たちは景元の才能を目の当たりにした。そして仙舟に戻った後、彼はすぐさま雲騎軍内で頭角を現し、重用されるようになった。<br><br>彼の機転と実用主義的な手段は、しばしば上層部を悩ませると同時に強烈な印象を与えた。やがて前任の羅浮剣首の招待を受けた景元は、その所部に入り、「雲上の五騎士」としての伝説の道を歩み始めたのである。"
        },
        {
            "_id": 5,
            "Story": "仙舟の歴史に残る有名な伝説で、共に戦うために諸仙舟雲騎軍から集った5人の英雄のことを「雲上の五騎士」と呼ぶ。この5人を中心に成された功績は、絶えることなく史書に記録されている。タラサに攻め入った歩離人の艦隊を退けたこと。豊穣聯軍の慧駿族と造翼者の同盟を打ち破ったこと。仙舟玉殿の包囲を破り、活性化惑星「計都蜃楼」を打ち砕き、星海を観測する同盟の目を守ったこと……<br><br>しかし、累々の功績も時間の流れには逆らえない。「雲上の五騎士」の共闘は 100 年足らずで崩壊した。戦が減るにつれ、同盟の各仙舟はそれぞれの航路に戻り、羅浮も銀河間の交易路の巡航を始め、同盟のために補給と盟助を求めた。<br><br>旧友は風流雲散した、もはや二度と会うことはない。宿敵は死んだか捕らえたか、記憶の中に残るだけ。倒れた将軍はこのような苦悩に耐える必要はないが、生き延びた将軍はそのすべてに向き合わなければならない。どんなに素晴らしい未来を夢見ても、神の如く強敵を討っても、時間はお前の牙と爪を引き抜くと同時に、お前を生かし続ける。お前にできるのは、ただ片隅で余喘を保ち、己の無力を呪うことだけ。<br><br>そして真の智者だけが、時間という不敗の相手の前に立つことができる。"
        }
    ]
}

var _voice_ = {
    "1204": [
        {
            "_id": "archive_jingyuan_1",
            "Title": "初対面",
            "Voice": "私は「羅浮」の雲騎将軍、景元だ――とは言っても、「将軍」は一時的な身分に過ぎない。気軽に景元と呼んでくれ。"
        },
        {
            "_id": "archive_jingyuan_2",
            "Title": "挨拶",
            "Voice": "君か。何か面白い話があれば、私にも聞かせてくれないか。"
        },
        {
            "_id": "archive_jingyuan_3",
            "Title": "お別れ",
            "Voice": "ああ、ゆっくり休むといい…すまない、私は仕事が残っているから、送ってやることはできないんだ。"
        },
        {
            "_id": "archive_jingyuan_4",
            "Title": "自分について",
            "Voice": "かつての敵は死んだか、あるいは捕らえられている。旧友も散り散りになった…そう考えると、私は間違いなく「老人」だな……"
        },
        {
            "_id": "archive_jingyuan_5",
            "Title": "世間話・棋局",
            "Voice": "いい棋士は妙手に頼ることはない。人は情勢を覆すような一手を喜ぶが、全局の危機を憂うことはないだろう？"
        },
        {
            "_id": "archive_jingyuan_6",
            "Title": "世間話・羅浮",
            "Voice": "他所から来た者は「羅浮」を仙舟と呼ぶが…「羅浮」は仙舟ではない、「羅浮」は「羅浮」だ。"
        },
        {
            "_id": "archive_jingyuan_7",
            "Title": "趣味",
            "Voice": "目を閉じて心を休める。ふっ、時間が経つにつれて、それも簡単なことではなくなってきたが。"
        },
        {
            "_id": "archive_jingyuan_8",
            "Title": "悩み事",
            "Voice": "私は面倒事を何より恐れている。面倒事というのは得てして重要性が高いものだし、いつ起きるかもわからないだろう？解決するための計画を立てるのが、本当に大変なんだ……"
        },
        {
            "_id": "archive_jingyuan_9",
            "Title": "シェア",
            "Voice": "この威霊は「神宵雷府総司駆雷掣電追魔払穢天君」という。ああ、古書で見た称号だ。ただ名前が長くて覚えにくいから、「神…君」と略して呼ぶようになった。"
        },
        {
            "_id": "archive_jingyuan_10",
            "Title": "見聞",
            "Voice": "何年も俗務に追われていると、身の回りで何が起きても動じなくなるうえに、人に対する興味も薄れてくる。新しい見聞といえば…ふふ、天外を雲游する君に出会えたことだろう。"
        },
        {
            "_id": "archive_jingyuan_11",
            "Title": "彦卿について",
            "Voice": "あの子を子供として扱うと、すぐに大人の真似をする。そして大人と同じように接すると、また子供みたいに振る舞うんだ。はは。"
        },
        {
            "_id": "archive_jingyuan_12",
            "Title": "符玄について",
            "Voice": "符玄殿の考えは分かっている。だから、もう少しだけ待っていてほしい。辛抱強く待っていれば、必ず好機が巡ってくる。"
        },
        {
            "_id": "archive_jingyuan_13",
            "Title": "御空について",
            "Voice": "皆、御空舵取は引退したと思っている…愛する飛行をやめた彼女が、さらに険しい道を選んだことなど知らずに。"
        },
        {
            "_id": "archive_jingyuan_14",
            "Title": "停雲について",
            "Voice": "停雲殿のような接渡使が尽力してくれているからこそ、仙舟の貿易も今日の繁栄を遂げることができたのだろう。"
        },
        {
            "_id": "archive_jingyuan_15",
            "Title": "羅刹について",
            "Voice": "これまで多くの行商人に会ってきたが…彼ほど商売に興味のない者は少ないんじゃないか？"
        },
        {
            "_id": "archive_jingyuan_16",
            "Title": "素裳について",
            "Voice": "憂いも悩みもない雲騎軍の新人か…ふっ、私にもそんな時代があったな。もう随分と昔の話だが。"
        },
        {
            "_id": "archive_jingyuan_17",
            "Title": "白露について",
            "Voice": "……持明族の尊長か…彼女の歩む道は、険しいものになるだろう…現世では、どうか清穆でいてほしい。"
        },
        {
            "_id": "archive_jingyuan_18",
            "Title": "鏡流について",
            "Voice": "彼女からは剣技を教わっていたが、最後まで親しいとは言えない間柄だった…はあ、しかし、果てしない夜の中で、空に浮かぶ月ほど身近な存在もないだろう？"
        },
        {
            "_id": "archive_jingyuan_19",
            "Title": "刃について",
            "Voice": "彼がすべてを忘れてくれたら、私も楽になれたのに…"
        },
        {
            "_id": "archive_jingyuan_20",
            "Title": "丹恒について",
            "Voice": "ああ、分かっている。自分が追い求めるものは…もう居なくなり、己の思い出の中にしか存在しないと。…「彼」にとっては、これは良きことであろう。"
        },
        {
            "_id": "archive_jingyuan_21",
            "Title": "列車組について",
            "Voice": "遊雲天君の虹車が再び旅立った今、各世界もじきに繋がりを取り戻すだろう。これは同盟にとって良い知らせだが、星軌が正常に戻った後、一隅に巣くっていた邪祟たちが動き出さないかが心配だ…まあ、これについてはまた後で悩むとしよう。"
        },
        {
            "_id": "archive_jingyuan_22",
            "Title": "十王司について",
            "Voice": "鞘がなければ、剣は人を傷つける凶器にすぎない。十王司こそ長生を収める鞘、自らを縛る枷であり、我々の罪を量る刑典なんだ。"
        },
        {
            "_id": "archive_jingyuan_23",
            "Title": "雲璃について",
            "Voice": "彼女は懐炎将軍が引き取った孫娘で、彦卿と歳が近く、同じように剣術に長けている。2人で切磋琢磨してくれたら、それが一番だ。"
        },
        {
            "_id": "archive_jingyuan_24",
            "Title": "椒丘について",
            "Voice": "私から見れば、彼は一貫して医士としての責務を全うしている。ただ…普通の医士は患者の疾患を治療することに専念するものだが、彼は仙舟に生きるすべての人の「病」を治そうとしているようだ。"
        },
        {
            "_id": "archive_jingyuan_25",
            "Title": "霊砂について",
            "Voice": "丹鼎司がここまで堕落したのは、私の責任でもある。彼女が過去の恨みを水に流し、羅浮に戻ってきて、崩壊しかけた丹鼎司を立て直してくれたことにはとても感謝しているよ。"
        },
        {
            "_id": "archive_jingyuan_26",
            "Title": "飛霄について",
            "Voice": "私と天撃将軍は、性格から物事の進め方までまったく違う。だが、多くの点では意見が一致するんだ…よく考えてみると、面白いものだな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_jingyuan",
            "Title": "星魂覚醒",
            "Voice": "あの歳月は、追いつけぬ幻のようだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_jingyuan",
            "Title": "キャラクター昇格",
            "Voice": "将軍として、麾下の雲騎兵たちの命を預かっている以上、1日たりとも気を抜くことはできない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_jingyuan",
            "Title": "レベルMax",
            "Voice": "個人の力には限界がある。道の果てに至ったのなら、他の方法を探せばいい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_jingyuan",
            "Title": "軌跡覚醒",
            "Voice": "星が煌めく宇宙において、一歩一歩が選択であり、その選択が運命を切り拓くんだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_jingyuan",
            "Title": "パーティ編成・彦卿",
            "Voice": "彦卿、そう焦るな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofuxuan_jingyuan",
            "Title": "パーティ編成・符玄",
            "Voice": "敵陣の進退は符玄殿の占いにかかっている。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingliu_jingyuan",
            "Title": "パーティ編成・鏡流",
            "Voice": "お久しぶりです…師匠。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_jingyuan",
            "Title": "パーティ編成・丹恒・飲月",
            "Voice": "過去は過去と言うが、この光景を見ると感傷的になってしまうな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblade_jingyuan",
            "Title": "パーティ編成・刃",
            "Voice": "君が鍛冶を捨て剣を習うとは…はあ、残念だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_jingyuan",
            "Title": "パーティ編成・椒丘",
            "Voice": "君は人の目を欺くことに長けていると聞く。その手腕を見れるのは光栄だな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_jingyuan",
            "Title": "パーティ編成・霊砂",
            "Voice": "司鼎、この命は君に預けた。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_jingyuan",
            "Title": "パーティ編成・飛霄",
            "Voice": "策を講じてから動くのは、君の性に合わないだろう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_jingyuan",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "ふっ、隙だらけだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_jingyuan",
            "Title": "戦闘開始・危険予知",
            "Voice": "好敵手に出会ったか。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_jingyuan_01",
            "Title": "ターン・1",
            "Voice": "私に続け。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_jingyuan_02",
            "Title": "ターン・2",
            "Voice": "機を逃してはならない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_jingyuan",
            "Title": "戦闘中待機",
            "Voice": "兵家、時を待ちて動くと言うが、じっとしていろという意ではない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_jingyuan_01",
            "Title": "戦闘スキル・1",
            "Voice": "兵戈に、慈悲無し！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_jingyuan_02",
            "Title": "戦闘スキル・2",
            "Voice": "雷霆よ、ここへ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_jingyuan_01",
            "Title": "攻撃を受ける",
            "Voice": "大事ない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_jingyuan_01",
            "Title": "重撃を受ける",
            "Voice": "些末な傷だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_jingyuan",
            "Title": "必殺技・アクティブ",
            "Voice": "奇兵の出番だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_jingyuan",
            "Title": "必殺技・発動",
            "Voice": "煌煌たる威霊よ、吾が命に従え。斬！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_jingyuan_01",
            "Title": "戦闘不能",
            "Voice": "戦場を離れすぎたか…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_jingyuan",
            "Title": "戦闘に戻る",
            "Voice": "戦場に戻ったか、悪くない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_jingyuan",
            "Title": "HP回復",
            "Voice": "かたじけない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_jingyuan",
            "Title": "秘技",
            "Voice": "律令が如く。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_jingyuan",
            "Title": "戦闘勝利",
            "Voice": "戦とは棋の如し、局ごとに別の姿を見せる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_jingyuan",
            "Title": "戦利品を開ける・1",
            "Voice": "珠玉が埃を被っていたか。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_jingyuan_02",
            "Title": "戦利品を開ける・2",
            "Voice": "ふむ、なかなかだな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_jingyuan",
            "Title": "貴重な戦利品を開ける",
            "Voice": "これほどの珍品とは。ふふ、受け取ってくれ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_jingyuan",
            "Title": "謎解きに成功・1",
            "Voice": "かような仕組みであったか。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_jingyuan_02",
            "Title": "謎解きに成功・2",
            "Voice": "機巧の術か、面白い。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_jingyuan",
            "Title": "敵ターゲット発見",
            "Voice": "対陣する時は、慎重に機を待てばいい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_jingyuan",
            "Title": "町に戻る",
            "Voice": "暇があるなら、一局どうだ。"
        }
    ]
}

var _notes_ = {
    "1204": []
}

var _adiff_ = {
    "1204": {}
}

var _mtc_ = {
    "1204": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110414": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110414": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110414": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110414": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110131": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110132": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110132": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110133": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110133": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110131": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110132": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110132": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110132": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110133": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110133": 5,
                        "110501": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110133": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110133": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110131": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110132": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110132": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110132": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110133": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110133": 5,
                        "110501": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110133": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110133": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110131": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110132": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110132": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110132": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110133": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110133": 5,
                        "110501": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110133": 8,
                        "241": 1,
                        "110501": 1
                    },
                    {
                        "2": 300000,
                        "110133": 14,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110132": 8,
                    "113002": 7,
                    "110133": 11,
                    "113003": 11
                }
            },
            {
                "Name": "会心率 +12%",
                "Mat": {
                    "2": 210000,
                    "110131": 3,
                    "113001": 6,
                    "110133": 11,
                    "113003": 11
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 170000,
                    "110132": 3,
                    "113002": 3,
                    "110133": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "破陣",
                "Mat": {
                    "2": 5000,
                    "110131": 3,
                    "110501": 1
                }
            },
            {
                "Name": "先見",
                "Mat": {
                    "2": 20000,
                    "110132": 5,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "遣将",
                "Mat": {
                    "2": 160000,
                    "110133": 8,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}