// Auto Generated

var _avatarskill_ = {
    "120501": {
        "Pre": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        }
    },
    "120508": {
        "Pre": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の攻撃力@ <b>#2[p]</b> #+最大HP@ <b>#4[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の攻撃力@ <b>#3[p]</b> #+最大HP@ <b>#5[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.2,
                    0.08,
                    0.5,
                    0.2
                ],
                [
                    0.1,
                    0.24,
                    0.096,
                    0.6,
                    0.24
                ],
                [
                    0.1,
                    0.28,
                    0.112,
                    0.7,
                    0.28
                ],
                [
                    0.1,
                    0.32,
                    0.128,
                    0.8,
                    0.32
                ],
                [
                    0.1,
                    0.36,
                    0.144,
                    0.9,
                    0.36
                ],
                [
                    0.1,
                    0.4,
                    0.16,
                    1.0,
                    0.4
                ],
                [
                    0.1,
                    0.44,
                    0.176,
                    1.1,
                    0.44
                ],
                [
                    0.1,
                    0.48,
                    0.192,
                    1.2,
                    0.48
                ],
                [
                    0.1,
                    0.52,
                    0.208,
                    1.3,
                    0.52
                ],
                [
                    0.1,
                    0.56,
                    0.224,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        }
    },
    "120503": {
        "Pre": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の攻撃力@ <b>#1[p]</b> #+最大HP@ <b>#2[p]</b> #+戦闘中失ったHPの累計@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の攻撃力@ <b>#3[p]</b> #+最大HP@ <b>#4[p]</b> #+戦闘中失ったHPの累計@ <b>#6[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの@ <b>#7[p]</b> #を超えず、必殺技を発動した後にクリアされる。",
            "Params": [
                [
                    0.24,
                    0.6,
                    0.096,
                    0.24,
                    0.6,
                    0.24,
                    0.9
                ],
                [
                    0.256,
                    0.64,
                    0.1024,
                    0.256,
                    0.64,
                    0.256,
                    0.9
                ],
                [
                    0.272,
                    0.68,
                    0.1088,
                    0.272,
                    0.68,
                    0.272,
                    0.9
                ],
                [
                    0.288,
                    0.72,
                    0.1152,
                    0.288,
                    0.72,
                    0.288,
                    0.9
                ],
                [
                    0.304,
                    0.76,
                    0.1216,
                    0.304,
                    0.76,
                    0.304,
                    0.9
                ],
                [
                    0.32,
                    0.8,
                    0.128,
                    0.32,
                    0.8,
                    0.32,
                    0.9
                ],
                [
                    0.34,
                    0.85,
                    0.136,
                    0.34,
                    0.85,
                    0.34,
                    0.9
                ],
                [
                    0.36,
                    0.9,
                    0.144,
                    0.36,
                    0.9,
                    0.36,
                    0.9
                ],
                [
                    0.38,
                    0.95,
                    0.152,
                    0.38,
                    0.95,
                    0.38,
                    0.9
                ],
                [
                    0.4,
                    1.0,
                    0.16,
                    0.4,
                    1.0,
                    0.4,
                    0.9
                ],
                [
                    0.416,
                    1.04,
                    0.1664,
                    0.416,
                    1.04,
                    0.416,
                    0.9
                ],
                [
                    0.432,
                    1.08,
                    0.1728,
                    0.432,
                    1.08,
                    0.432,
                    0.9
                ],
                [
                    0.448,
                    1.12,
                    0.1792,
                    0.448,
                    1.12,
                    0.448,
                    0.9
                ],
                [
                    0.464,
                    1.16,
                    0.1856,
                    0.464,
                    1.16,
                    0.464,
                    0.9
                ],
                [
                    0.48,
                    1.2,
                    0.192,
                    0.48,
                    1.2,
                    0.48,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        }
    },
    "120506": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃、戦闘突入後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        }
    },
    "120507": {
        "Pre": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        }
    },
    "120502": {
        "Pre": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費して「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        }
    },
    "120504": {
        "Pre": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得する。チャージは最大で5層累積できる。この効果は攻撃を1回受けるたびに1層まで累積できる。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の攻撃力@ <b>#2[p]</b> #+最大HP@ <b>#4[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージを消費する。",
            "Params": [
                [
                    3.0,
                    0.22,
                    0.25,
                    0.55
                ],
                [
                    3.0,
                    0.242,
                    0.25,
                    0.605
                ],
                [
                    3.0,
                    0.264,
                    0.25,
                    0.66
                ],
                [
                    3.0,
                    0.286,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.308,
                    0.25,
                    0.77
                ],
                [
                    3.0,
                    0.33,
                    0.25,
                    0.825
                ],
                [
                    3.0,
                    0.3575,
                    0.25,
                    0.89375
                ],
                [
                    3.0,
                    0.385,
                    0.25,
                    0.9625
                ],
                [
                    3.0,
                    0.4125,
                    0.25,
                    1.03125
                ],
                [
                    3.0,
                    0.44,
                    0.25,
                    1.1
                ],
                [
                    3.0,
                    0.462,
                    0.25,
                    1.155
                ],
                [
                    3.0,
                    0.484,
                    0.25,
                    1.21
                ],
                [
                    3.0,
                    0.506,
                    0.25,
                    1.265
                ],
                [
                    3.0,
                    0.528,
                    0.25,
                    1.32
                ],
                [
                    3.0,
                    0.55,
                    0.25,
                    1.375
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        }
    }
}

var _avatarskilltree_ = {
    "1205": {
        "Pre": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃の残りHPが <b><color style='color:#f29e38'>50%</color></b> 以下の時、治癒を受けた時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "「無間剣樹」を発動した後、<u>弱点撃破状態</u>の敵に命中した場合、刃は自身の最大HP <b><color style='color:#f29e38'>5%</color></b> + <b><color style='color:#f29e38'>100</color></b> のHPを回復する。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "120501": {
        "Pre": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する必殺技によるダメージが、刃の戦闘中失ったHPの累計 <b><color style='color:#f29e38'>150%</color></b> 分アップする。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの <b><color style='color:#f29e38'>90%</color></b> を超えず、必殺技を発動した後にクリアされる。",
            "Icon": "SkillIcon_1205_Rank1"
        }
    },
    "120502": {
        "Pre": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        }
    },
    "120503": {
        "Pre": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1205_Ultra"
        }
    },
    "120504": {
        "Pre": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1205_Rank4"
        }
    },
    "120505": {
        "Pre": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1205_BP"
        }
    },
    "120506": {
        "Pre": {
            "Rank": 6,
            "Name": "涸れし魂魄留まりて<br>此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_1205_Rank6"
        }
    }
}

var _story_ = {
    "1205": [
        {
            "_id": 1,
            "Story": "己が身を顧みず、刃に晒す剣客。本来の名前は不明。<br>「運命の奴隷」に忠誠を誓い、恐ろしいほどの自己治癒力を持つ。<br>彼は古びた剣を使って戦う。ひびが入った刀身は、その体と心のようだ。"
        },
        {
            "_id": 2,
            "Story": "視界が赤黒く染まっている。口の中は血生臭く、四肢には力が入らない。<br>——自分は死んだのだろう。<br><br><i>「覚えたか？」</i><br>彼は呆然としながら口を開いたが、その声は野生の獣のようだった。<br>喉で鳴っていた音が止まり、冷たく硬い何かが彼を貫く。<br>こうしたことを、少なくとも千回は繰り返している。<br><br>実に奇妙なことだった。肉が切断された時、彼には筋骨が結合するような微かな音が聞こえた。<br>実に奇妙なことだった。彼は己の内にいる怪物に養分を与え、それをより巨大なものへ成長させようとした。<br>実に奇妙なことだった。彼は生きる信念を失っていたのに、体は元通りに復元した。<br>実に奇妙なことだった。<br><br>剣が再び体を貫く前に、彼はそれを掴んでゆっくりと立ち上がった。<br><i>「覚えたか？」</i><br>彼は血のように赤い女の眼を見た。しかし、頭の中は空白だ。<br>——彼は再び刺し貫かれた。<br><i>「死の感覚を覚え、奴らにも味わわせるのだ」</i><br><br>視界が再び赤黒く染まる。彼は自身を殺した剣を見つめた。その刃は半分砕けている。<br><i>「起きろ、もう一度お前を殺させてくれ」<br></i>"
        },
        {
            "_id": 3,
            "Story": "視界は赤黒く染まり、口の中は血生臭く、四肢には力が入らない。<br>——自分は死んだのだろう。<br><br>黒髪の少年は全身を震わせながらも、手に持った槍をしっかりと握った。<br>少年に龍の角は生えておらず、反応も記憶にあるものと比べると、いくらか拙かった——<br>だが、彼があの槍を、あの双眸を見間違えるはずがない。あの湖面のように静かな青緑の下にあるものが、どれだけ残酷なのかを忘れるはずもなかった。<br>傷口が癒え始め、彼は少年を見た。<br>少年は躊躇うことなく、再び槍を振るう——<br><br><i>「つまり、こういうことだ」</i><br>敵を皆殺しにしたのは、貴様だ。<br>愛する者を葬ったのも、貴様だ。<br>故郷を滅ぼしかけたのも、貴様だ。<br><br>彼は再び倒れる。<br>少年は傷口を抑え、彼の視界から外れるまで後退した。<br><i>「███、貴様の死期をこの目で確かめる前に、俺たちはまた再会するだろう」</i>"
        },
        {
            "_id": 4,
            "Story": "視界は赤黒く染まり、口の中は血生臭く、四肢には力が入らない。<br>——自分は死んだのだろう。<br><br>化け物は再び彼を呑み込んだ。しかし今回彼が見ているのは他の者ではない。<br>大きな甲冑は沈黙を保っている。彼はその腕にがっちりと拘束されていた。話しているのはサングラスをしている女だ。<br><br><i>「<u>聞いて</u>、私はもう1度君を殺すことができる。じゃないと、君を連れ帰れないもの」</i><br>彼女の声は優しく、身体の中の化け物も静かになり、話を聞き始めた。<br><i>「でも、私はそんなことをしたくないわ」</i><br>女は身をかがめ、彼の耳元で話し始めた。内容は、彼が断われないような取引だった。<br><i>「何を望んでいる？」<br>「死なない人間がどうやって死ぬのかを、目の当たりにすることより楽しいことはない。『彼』はそう言っているわ」</i><br><br>大きな甲冑は彼の腕を離した。「運命」は既に前方にある、彼はこの者たちと共に歩み始めた。<br><i>「<u>聞いて</u>、刃ちゃん、リラックスしてちょうだい」<br>「<u>聞いて</u>、何も考えなくていいのよ」</i><br>彼は頷き、女の傍に歩み寄った。彼女は笑っていたが、彼にはその笑顔が悲しそうに見えた。<br><i>「誰かがこの女の話を聞き終える前に、去ったのかもしれない」</i>そう、彼は考えた。"
        },
        {
            "_id": 5,
            "Story": "彼は何も見えなくなった。<br><br>数十年前、彼は商船と共に仙舟に来て、この地の神工鬼斧に感服したことを思い出した。<br>少年は飲食の時間も惜しんで、自身の霊感を思う存分に発揮し、百もの奇物を鍛造した。その中の4つは非常に有名である。<br><br>「支離」という名の剣は瑕一つなく、血が光るような色であり、仙舟の最強の剣士だけがこの剣の神髄を引き出すことができる。<br>狐族の少女は窮地の時に、3本の弓を同時に射たが、星槎を運転しながら人々と談笑することを忘れなかった。<br>黒髪に龍の角を持つ男子が、水を操る術で仲間の傷病を癒した次の瞬間、水を槍に纏わせ、敵を刺し貫いた。<br>彼とよく口喧嘩をしていた少年は、この陣刀を見た時、すぐに奪い取り、二度と手放そうとしなかった。<br><br>今や██は死んだ。最初で唯一の死である。<br>しかし、彼は未だにここにいる。その少年のような頭で考える。永遠に考えている。<br>彼はもう器用に動かなくなった両手について考えた。この両手はもうどんな武器も造り出せない。<br>——だがそれは、彼とは無関係だ。<br>これからは、この身体が唯一の「刃」になるのだから。"
        }
    ]
}

var _voice_ = {
    "1205": [
        {
            "_id": "archive_blade_1",
            "Title": "初対面",
            "Voice": "ふん…俺がお前を知らないのは、お前にとってもいいことだ。"
        },
        {
            "_id": "archive_blade_2",
            "Title": "挨拶",
            "Voice": "またお前か？…俺に覚えられると、いいことなんてないぞ。"
        },
        {
            "_id": "archive_blade_3",
            "Title": "お別れ",
            "Voice": "ふん、去れ。「魔陰の身」が発作を起こした時は、俺のそばから離れた方がいい。"
        },
        {
            "_id": "archive_blade_4",
            "Title": "自分について・名前",
            "Voice": "己を摩耗し、敵を切り裂く、それ即ち兵刃。"
        },
        {
            "_id": "archive_blade_5",
            "Title": "自分について・魔陰の身",
            "Voice": "誰もが魔陰を宿している、症状が異なるだけでな。そして、俺の場合はより特別だ——魔陰の影響を受けながらも、寥々たる記憶を持っている。後悔も、憎悪も、懐古や不安さえもだ……"
        },
        {
            "_id": "archive_blade_6",
            "Title": "自分について・狂魔",
            "Voice": "魔陰が発作を起こすと、俺は…フッ…別人になる。"
        },
        {
            "_id": "archive_blade_7",
            "Title": "世間話・星核ハンター",
            "Voice": "俺たちは互いの手を借りて、目的を果たしている。"
        },
        {
            "_id": "archive_blade_8",
            "Title": "世間話・不死身",
            "Voice": "「今回こそ最期だ」という期待は、肉体が癒える苦痛の中でいつも泡となり消えていく。"
        },
        {
            "_id": "archive_blade_9",
            "Title": "世間話・代価",
            "Voice": "…人は5人、代価は3つ——この言葉は、俺の傷口の一つ一つに刻まれている…"
        },
        {
            "_id": "archive_blade_10",
            "Title": "刃の趣味",
            "Voice": "「刃」の存在は、剣を振るう刹那にのみ、暫し消えてなくなる。"
        },
        {
            "_id": "archive_blade_11",
            "Title": "刃の悩み事",
            "Voice": "死はいつ訪れる？俺は、それが待ち遠しい。"
        },
        {
            "_id": "archive_blade_12",
            "Title": "シェア",
            "Voice": "俺より鋭い武器は数多とある。だが、千回打ち合った後はどうだろうな？"
        },
        {
            "_id": "archive_blade_13",
            "Title": "見聞",
            "Voice": "死した者に恐れはない。"
        },
        {
            "_id": "archive_blade_14",
            "Title": "カフカについて",
            "Voice": "魔陰を縛る縄はあの女が持っている。約束の刻が訪れるまで、あの女は決して縄を引くことも、放すこともない。"
        },
        {
            "_id": "archive_blade_16",
            "Title": "銀狼について",
            "Voice": "彼女が「ゲーム」と呼ぶ世界では、彼女が諦めない限り死ぬことはない。"
        },
        {
            "_id": "archive_blade_17",
            "Title": "景元について",
            "Voice": "奴はずっと…俺たちの中で一番「代価」を弁えていた。だが奴は何も言わず、何もしなかった！"
        },
        {
            "_id": "archive_blade_18",
            "Title": "丹恒について",
            "Voice": "飲月よ…俺たちの業報はいつ訪れる？俺たちが作った借りは、どう返せばいい！"
        },
        {
            "_id": "archive_blade_19",
            "Title": "鏡流について",
            "Voice": "剣を振るう時、体に幻痛が走る——どこが致命の一撃となり、どこが死に至らず苦痛を与えるだけなのか——すべて、あの女の「おかげ」だ！"
        },
        {
            "_id": "archive_blade_15",
            "Title": "サムについて",
            "Voice": "俺は煉獄に生きているが、サムは煉獄を作り出すことに長けている。"
        },
        {
            "_id": "archive_blade_20",
            "Title": "ホタルについて",
            "Voice": "俺は終わりを望んでいるが、彼女は生きることを望んでいる…俺たちは皆、運命の奴隷だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_blade",
            "Title": "星魂覚醒",
            "Voice": "生きることは、もはや懲罰になっている。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_blade",
            "Title": "キャラクター昇格",
            "Voice": "破滅への旅路に近道はない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_blade",
            "Title": "レベルMax",
            "Voice": "すべてが…ここで終わればいい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_blade",
            "Title": "軌跡覚醒",
            "Voice": "数万回の苦痛の中で、最も取るに足らない1つにすぎない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tokafka_blade",
            "Title": "パーティ編成・カフカ",
            "Voice": "カフカ…俺たちを殺せないものは、いずれ俺たちに殺される。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosilverwolf_blade",
            "Title": "パーティ編成・銀狼",
            "Voice": "…お前の技はいつも不可解だ…好きにするといい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingliu_blade",
            "Title": "パーティ編成・鏡流",
            "Voice": "鏡流…俺の苦しみを、俺の技を見届けろ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_blade",
            "Title": "パーティ編成・景元",
            "Voice": "昔はここまで干渉してこなかっただろう、景元。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_blade",
            "Title": "パーティ編成・丹恒",
            "Voice": "来たか。俺には隙を見せないことだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_blade",
            "Title": "パーティ編成・丹恒・飲月",
            "Voice": "来たか。俺には隙を見せないことだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosam_blade",
            "Title": "パーティ編成・ホタル",
            "Voice": "先に「結末」に辿り着くのは俺か、お前か…それとも奴らか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_blade",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "邪魔だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_blade",
            "Title": "戦闘開始・危険予知",
            "Voice": "お前が俺の死か。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_blade_01",
            "Title": "ターン・1",
            "Voice": "この剣で、送ってやろう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_blade_02",
            "Title": "ターン・2",
            "Voice": "剣に憐憫など不要だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_blade",
            "Title": "戦闘中待機",
            "Voice": "機を窺いすぎれば、殺気が枯れる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_blade_01",
            "Title": "強化通常攻撃",
            "Voice": "余さず…返そう！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_blade_01",
            "Title": "戦闘スキル・1",
            "Voice": "勢は成した…"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_blade_02",
            "Title": "戦闘スキル・2",
            "Voice": "死兆よ…来たれ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_blade_01",
            "Title": "攻撃を受ける",
            "Voice": "まだ足りない…"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_blade_01",
            "Title": "重撃を受ける",
            "Voice": "いい、なかなかだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_blade",
            "Title": "必殺技・アクティブ",
            "Voice": "この佳景、俺には届かぬが…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_blade",
            "Title": "必殺技・発動",
            "Voice": "皆を招こう……はぁ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_passive_skill_blade",
            "Title": "天賦",
            "Voice": "彼岸…葬送！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_blade_01",
            "Title": "戦闘不能",
            "Voice": "今度こそ成就するだろうか……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_blade",
            "Title": "戦闘に戻る",
            "Voice": "残念だ、まだ生きている。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_blade",
            "Title": "HP回復",
            "Voice": "余計な。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_blade",
            "Title": "戦闘勝利",
            "Voice": "切れ味が落ちたようだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_blade",
            "Title": "戦利品を開ける・1",
            "Voice": "大したものはないな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_blade_02",
            "Title": "戦利品を開ける・2",
            "Voice": "ふん。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_blade",
            "Title": "貴重な戦利品を開ける",
            "Voice": "ふん、受け取れ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_blade",
            "Title": "謎解きに成功・1",
            "Voice": "終わったな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_blade_02",
            "Title": "謎解きに成功・2",
            "Voice": "俺の予想通りだったな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_blade",
            "Title": "敵ターゲット発見",
            "Voice": "もう少し近づいても構わないぞ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_blade",
            "Title": "町に戻る",
            "Voice": "まだやることが残っていたのか？"
        }
    ]
}

var _notes_ = {
    "1205": []
}

var _adiff_ = {
    "1205": {}
}

var _mtc_ = {
    "1205": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110415": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110415": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110415": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110415": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "HP +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "会心率 +12%",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "効果抵抗 +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "無尽形寿",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "百死耐忍",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "壊劫滅亡",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}