// Auto Generated

var _avatarskill_ = {
    "120701": {
        "Pre": {
            "Name": "流鏑",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に御空の攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1207_Normal"
        }
    },
    "120702": {
        "Pre": {
            "Name": "天宮に鳴り響む弦",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "「鳴弦号令」を <b>#1[f]</b> 層獲得する。「鳴弦号令」は最大で2層累積できる。御空に「鳴弦号令」がある時、味方全体の攻撃力+@ <b>#2[p]</b> #。味方のターンが終了するたびに、御空の「鳴弦号令」が1層減る。<br>御空が戦闘スキルで「鳴弦号令」を獲得したターン、「鳴弦号令」は減らない。",
            "Params": [
                [
                    2.0,
                    0.4
                ],
                [
                    2.0,
                    0.44
                ],
                [
                    2.0,
                    0.48
                ],
                [
                    2.0,
                    0.52
                ],
                [
                    2.0,
                    0.56
                ],
                [
                    2.0,
                    0.6
                ],
                [
                    2.0,
                    0.65
                ],
                [
                    2.0,
                    0.7
                ],
                [
                    2.0,
                    0.75
                ],
                [
                    2.0,
                    0.8
                ],
                [
                    2.0,
                    0.84
                ],
                [
                    2.0,
                    0.88
                ],
                [
                    2.0,
                    0.92
                ],
                [
                    2.0,
                    0.96
                ],
                [
                    2.0,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1207_BP"
        }
    },
    "120703": {
        "Pre": {
            "Name": "貫雲箭",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": "必殺技を発動した時、御空に「鳴弦号令」がある場合、さらに味方全体の会心率+@ <b>#2[p]</b> #、会心ダメージ+@ <b>#3[p]</b> #。指定した敵単体に御空の攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    2.28,
                    0.21,
                    0.39
                ],
                [
                    2.432,
                    0.217,
                    0.416
                ],
                [
                    2.584,
                    0.224,
                    0.442
                ],
                [
                    2.736,
                    0.231,
                    0.468
                ],
                [
                    2.888,
                    0.238,
                    0.494
                ],
                [
                    3.04,
                    0.245,
                    0.52
                ],
                [
                    3.23,
                    0.25375,
                    0.5525
                ],
                [
                    3.42,
                    0.2625,
                    0.585
                ],
                [
                    3.61,
                    0.27125,
                    0.6175
                ],
                [
                    3.8,
                    0.28,
                    0.65
                ],
                [
                    3.952,
                    0.287,
                    0.676
                ],
                [
                    4.104,
                    0.294,
                    0.702
                ],
                [
                    4.256,
                    0.301,
                    0.728
                ],
                [
                    4.408,
                    0.308,
                    0.754
                ],
                [
                    4.56,
                    0.315,
                    0.78
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1207_Ultra"
        }
    },
    "120704": {
        "Pre": {
            "Name": "徹札矢",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "通常攻撃を行うと、追加で御空の攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与え、その回の攻撃の削靭値+ <b>#2[p]</b> 。この効果は <b>#3[f]</b> ターン後に再度発動できる。",
            "Params": [
                [
                    0.4,
                    1.0,
                    1.0
                ],
                [
                    0.44,
                    1.0,
                    1.0
                ],
                [
                    0.48,
                    1.0,
                    1.0
                ],
                [
                    0.52,
                    1.0,
                    1.0
                ],
                [
                    0.56,
                    1.0,
                    1.0
                ],
                [
                    0.6,
                    1.0,
                    1.0
                ],
                [
                    0.65,
                    1.0,
                    1.0
                ],
                [
                    0.7,
                    1.0,
                    1.0
                ],
                [
                    0.75,
                    1.0,
                    1.0
                ],
                [
                    0.8,
                    1.0,
                    1.0
                ],
                [
                    0.84,
                    1.0,
                    1.0
                ],
                [
                    0.88,
                    1.0,
                    1.0
                ],
                [
                    0.92,
                    1.0,
                    1.0
                ],
                [
                    0.96,
                    1.0,
                    1.0
                ],
                [
                    1.0,
                    1.0,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1207_Passive"
        }
    },
    "120706": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1207_Normal"
        }
    },
    "120707": {
        "Pre": {
            "Name": "風追う雲鳶",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、 <b>#1[f]</b> 秒の疾走状態に入る。疾走状態では、自身の移動速度+ <b>#2[p]</b> 、敵を先制攻撃して戦闘に入る時、御空は「鳴弦号令」を <b>#3[f]</b> 層獲得する。",
            "Params": [
                [
                    20.0,
                    0.35,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1207_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1207": {
        "Pre": {
            "Add": {
                "ImaginaryAddedRatio": 0.224,
                "HPAddedRatio": 0.18,
                "AttackAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "襄尺",
                "Desc": "<u>デバフ</u>を付与された時、御空はそれを1回抵抗できる。この効果は <b><color style='color:#f29e38'>2</color></b> ターン後に再度発動できる。",
                "Icon": "SkillIcon_1207_SkillTree1"
            },
            "Tree2": {
                "Name": "遅彝",
                "Desc": "御空がフィールド上にいる時、味方全体の虚数属性ダメージ+ <b><color style='color:#f29e38'>12%</color></b> 。",
                "Icon": "SkillIcon_1207_SkillTree2"
            },
            "Tree3": {
                "Name": "気壮",
                "Desc": "「鳴弦号令」がある時、味方が行動した後、御空はEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
                "Icon": "SkillIcon_1207_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "120701": {
        "Pre": {
            "Rank": 1,
            "Name": "天舟の飛将<br>弓枕き戦を待つ",
            "Desc": "戦闘に入る時、味方全体の速度+ <b><color style='color:#f29e38'>10%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1207_Rank1"
        }
    },
    "120702": {
        "Pre": {
            "Rank": 2,
            "Name": "青霄を駆け<br>蒼穹を御す",
            "Desc": "任意の味方のEPが満タンの時、御空はさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。この効果は味方1名につき1回まで発動できる。御空が必殺技を発動した後、この効果の発動可能回数がリセットされる。",
            "Icon": "SkillIcon_1207_Rank2"
        }
    },
    "120703": {
        "Pre": {
            "Rank": 3,
            "Name": "断絶せぬ危弓<br>止まぬ飛矢",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1207_BP"
        }
    },
    "120704": {
        "Pre": {
            "Rank": 4,
            "Name": "百里の風拾い<br>九曲の鏑鳴らす",
            "Desc": "「鳴弦号令」がある時、御空の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1207_Rank4"
        }
    },
    "120705": {
        "Pre": {
            "Rank": 5,
            "Name": "井儀の四矢<br>参連の疾羽",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1207_Ultra"
        }
    },
    "120706": {
        "Pre": {
            "Rank": 6,
            "Name": "雷の如き弓弦<br>激動する銑弓",
            "Desc": "御空が必殺技を発動した時、先に「鳴弦号令」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。",
            "Icon": "SkillIcon_1207_Rank6"
        }
    }
}

var _story_ = {
    "1207": [
        {
            "_id": 1,
            "Story": "仙舟「羅浮」天舶司の主司。性格は温和で、物事の処理に手慣れている。<br>若い頃は飛行士として戦争を経験し、優秀な成績で主司になったが、とある凄惨な戦争のために飛ぶことをやめた。<br>今は落ち着いた性格になり、公務に専念しているが、「羅浮」の航行の上には常に彼女の影がある。"
        },
        {
            "_id": 2,
            "Story": "<i>「知ってるかしら？天舶司に入れる人は、3種類よ。<br>口が達者な人、刺激を追い求める人、星空に戻ることを渇望する人——この3種類で、他にはいないわ」</i><br><br>私たちは尽きない程寿命がある仙舟人とは違うわ。狐族も「長生種」と言われるけど、寿命は 300 年ほどしかない。だから、私たちの多くは生活を楽しんでいる——全身全霊で生活の究極を追い求めている。<br><br>私？私は、 246 歳よ。楽しむ年齢はとっくに過ぎているわ。棺桶に片足を突っ込んでる年齢ね。あなたも私が若い頃は、気が強く、激しい性格だったことを知っているかもしれないわね。年老いた仙舟人から、私が赤信号を6個も無視した話を聞いたでしょ？<br><br>あの頃、私は成人したばかりだったわ。将軍の前に引きずり出されて…どうなったと思う？彼は、私に天舶司に入って欲しいと言ったのよ——私があまりにも星槎を上手に運転していたから、天舶司に入れば大いに活躍すると思ったらしいわ。<br><br>あの時、彼は私を「不良少女」と呼んでいたけど、その呼び方はいつの間にか、「王牌」に変わっていたわ。"
        },
        {
            "_id": 3,
            "Story": "<i>「老いた老人は百に一の用なし。木の棒に引っ掛かったみすぼらしい服のよう」</i><br><br>昔、このような外から伝わった古詩を聞いたことがあるのよ。この詩は、仙舟の詩とは韻律が違っていて好きではなかったけど、この一節だけはいつまでも心に残っているわ。まるで魂のようにね。<br><br>殊俗の民が老い衰えていく姿を見たことがあるわ。皮膚と筋肉が緩み、大脳に不可逆の退化が生じ、骨は脆くなって、目は濁っていく…<br><br>彼らが私たちを羨むのは理解できるわ。私も昔は彼らと同じように、自分は老い衰えることなく、永遠に変らないと思っていた。<br><br>毎回出征する前、私は戦友に約束していたわ。<i>「あなたはしっかり武器を握りしめて、私があなたを仙舟に連れ帰る」</i><br><br>でも、私は約束を破ってしまった。あの戦いの後、私だけが傷ついた身体を引きずって天舶司に戻ってきた。<br><br>私は戻れない。火を見るより明らかよ。<br><br>それ以来、私は公務に集中し、空に戻るような空想をすることはなくなったわ。<br><br>私は年老いたのよ。"
        },
        {
            "_id": 4,
            "Story": "<i>「この物語はあなたたち仙舟人とは真逆ね」</i><br><br>この物語は仙舟の外から伝わってきたものよ。あるところに、神と取引して、自身の長生きを願った若者がいた。神は彼の願いを叶えたわ。彼は死ななくなった、でも彼の肉体は老い衰える。彼は永遠に老い衰えるという苦行に耐えられなくなった。これは、彼が朽ちない身体を手に入れようとしたことが原因である。<br><br>物語の最後、私に物語を語り聞かせた老人はそう言っていたわ。おそらく、仙舟は殊俗の民にとっては星の海を漂う至宝が乗った船よね——ここで、人々は無限にある楽しみを享受し、廃れ滅ぶ苦しみを知らないと思われているのね。私からみて、それらは全く違うわ。<br><br>仙舟人は、まさに永遠の老い衰えを経験しているわ。確かに、私は 50 歳の時と同じように元気よ。星槎を運転して渓谷を超えることができるし、何時間も踊り続けることもできる、歌うことも可能よ——信じられないかしら？私は長楽天の芸能人よりも上手に歌えるのよ。<br><br>残念ながら、私はもうそんなことしないけれど。もうしたくないのよ。楽しくないの。私を楽しませてくれるものはもうないわ。<br><br>これが私たちの老い衰えよ。これは全ての仙舟の住民の老い衰えよ。"
        },
        {
            "_id": 5,
            "Story": "<i>「紙鳶は落ちて亡くなった飛行士をしのぶ物なのよ。<br>しっかり持ってて——空に戻れない飛行士たちの代わりにもう一回飛んで」</i><br><br>燃え盛る星槎の残骸の中から私が這い出した時、血も涙もない、星の大気に飾られていない空が見えたの。<br><br>あれは、私が見た中で最も美しい空だったけど、感じたのは耐えがたい悲しみだった。私は無力な蟻のように地面に這いつくばって、空を見ているしかなかった。<br><br>夢の中で、私はその日に死んだの。<br><br>たくさん考えたわ。私は過去を思い出した。死んだ太陽を見たことがある。活性化した星を見たことがある。帝弓の司命の光矢を見たことがある。あまりにも多くの星を、命が消える瞬間を見てしまった。多くの命が生まれるのを見た。見たものが多すぎた。私は年老いた。私は年老いたい。私はいつか死ぬ。私の翼は折れた。私は戻れない。私は年老いた。私は戻れない。私は死ぬと思う。私はもう飛べない。私の翼は折れたと思う。私は戻りたい。私は空に戻りたい。私は戻りたい。私は空に戻りたい。私は戻りたい。<br><br>私は夢から覚めた。<br><br>戻りたい。戻りたい。戻りたい。<br><br>私は必ず戻らなければならない。星空は私の物よ。私は星空に戻ることを渇望している。<br><br>私は人生最後の飛行を終わらせるわ。"
        }
    ]
}

var _voice_ = {
    "1207": [
        {
            "_id": "archive_yukong_1",
            "Title": "初対面",
            "Voice": "こんにちは、「星穹列車」の客人。私は「羅浮」天舶司の御空。ようこそ、仙舟へ。"
        },
        {
            "_id": "archive_yukong_2",
            "Title": "挨拶",
            "Voice": "今日は出航日和ね、そうでしょう？"
        },
        {
            "_id": "archive_yukong_3",
            "Title": "お別れ",
            "Voice": "この広い星の海、道は果てしなく続くでしょう。これからどこへ向かうにしても、どうか息災で。"
        },
        {
            "_id": "archive_yukong_4",
            "Title": "自分について",
            "Voice": "整備士に飛行士、軍備士、そして観星士…私は天舶司のすべての職に就いたことがあるの…はあ、あっという間に今に至ったわね。"
        },
        {
            "_id": "archive_yukong_5",
            "Title": "世間話・飛行",
            "Voice": "離陸から着陸まで終えて、初めて円満で完璧な飛行だったと言えるの。"
        },
        {
            "_id": "archive_yukong_6",
            "Title": "世間話・天舶司",
            "Voice": "天舶司の現在と過去は、ただの「新旧」という関係じゃない…過去に起きた色々な出来事が、今日の飛躍に繋がっているのよ。"
        },
        {
            "_id": "archive_yukong_7",
            "Title": "趣味",
            "Voice": "私は雲を見るのが好きなの…あっ、つまり星雲の変化のことね。天舶司が制御している仙舟の空域も、星雲には瞬く間に消える跡しか残せない。星雲こそ、真の空の主よ。"
        },
        {
            "_id": "archive_yukong_8",
            "Title": "悩み事",
            "Voice": "宇宙の星々に比べたら、私たちの命はカゲロウのように短い…仙舟が本当の勝利を掴む瞬間を、この目で見られるといいんだけど。"
        },
        {
            "_id": "archive_yukong_9",
            "Title": "シェア",
            "Voice": "歴史の中で、天舶司は 12 回「寿禍の王」に立ち向かったことがある。そして3回も廃墟となってしまい、今もなお屹立しているわ。"
        },
        {
            "_id": "archive_yukong_10",
            "Title": "見聞",
            "Voice": "私は…死した太陽が放つ最後の光を見た。活性化した惑星が、血肉のように沸き立つ瞬間を見た。帝弓の司命の矢が光年先に飛び行く様を、流光天君の虹彩憶泡が火に燃え裂ける様を見た……"
        },
        {
            "_id": "archive_yukong_11",
            "Title": "景元について",
            "Voice": "ああ見えて、将軍様は仙舟の諸業務を心に留めているのよ。"
        },
        {
            "_id": "archive_yukong_12",
            "Title": "彦卿について",
            "Voice": "「剣」は長く箱にしまっておくと、鞘から抜いてほしいと鳴き始める…けど、一度でも抜いてしまえば、剣は血に染まるか、折れるかの結末しか迎えられないのよ……"
        },
        {
            "_id": "archive_yukong_13",
            "Title": "停雲について",
            "Voice": "仙舟は武器を持つ勇ましい戦士を必要としているけど、彼女のように悠々と流れる水のような人も必要なの。"
        },
        {
            "_id": "archive_yukong_14",
            "Title": "素裳について",
            "Voice": "無鉄砲だけど、熱意に溢れた子ね。ふふ、あの子を侮らないほうがいいわ。若い子は、その情熱だけで多くのことを成せるから。"
        },
        {
            "_id": "archive_yukong_15",
            "Title": "白露について",
            "Voice": "生まれながらにして「龍尊」とされているけれど、それは白露様の意思とは関係ない。でも、「啣薬の龍女」という称号は、間違いなく彼女の卓越した医術に由来するものよ。"
        },
        {
            "_id": "archive_yukong_16",
            "Title": "鏡流について",
            "Voice": "その名前を口にしてはいけない…ずっと前から禁じられている言葉よ。"
        },
        {
            "_id": "archive_yukong_17",
            "Title": "晴霓について",
            "Voice": "晴霓は彼女の母親と同じように、自分の道を進んだだけ。だから、彼女には悔恨も苦痛もない…本当に悔しさを感じているのは、誰かしら……"
        },
        {
            "_id": "archive_yukong_18",
            "Title": "飛霄について",
            "Voice": "飛霄は誰にも弱みを見せないわ。だから、彼女が私に心の内を明かしてくれてる時は、相当肩の力を抜いてるってことよ。ふふ。"
        },
        {
            "_id": "archive_yukong_19",
            "Title": "帰忘の流離人について",
            "Voice": "私の中で、あの子は銀河に浮かぶ無数の世界に憧れる子供のまま…停雲の…ままだわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_yukong",
            "Title": "星魂覚醒",
            "Voice": "天の蒼蒼たるは、鳶の向かう先。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_yukong",
            "Title": "キャラクター昇格",
            "Voice": "もしかしたら…私の心は、この星空から離れたことがないのかもしれない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_yukong",
            "Title": "レベルMax",
            "Voice": "勲章を授かった日のことを、今でも覚えてる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_yukong",
            "Title": "軌跡覚醒",
            "Voice": "遠出することはもうないと思ってたけど…人生は長い。そうよね？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_yukong",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "支援が必要なら、言ってちょうだい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totingyun_yukong",
            "Title": "パーティ編成・停雲",
            "Voice": "停雲、この件はあなたに任せるわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_yukong",
            "Title": "パーティ編成・景元",
            "Voice": "将軍様、弓の準備はできております。ご命令を。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyanqing_yukong",
            "Title": "パーティ編成・彦卿",
            "Voice": "彦卿、剣術については何も言わない。余裕があれば、傍にいる仲間を気にかけて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosushang_yukong",
            "Title": "パーティ編成・素裳",
            "Voice": "気を付けて、素裳。戦場では少しの過ちも許されない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tolingsha_yukong",
            "Title": "パーティ編成・霊砂",
            "Voice": "昔のことを思い出すわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_yukong",
            "Title": "パーティ編成・飛霄",
            "Voice": "昔よりは冷静でいられるようになったようね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofugue_yukong",
            "Title": "パーティ編成・帰忘の流離人",
            "Voice": "私もあなたも、前へ進まないとね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_yukong",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "他愛ないわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_yukong",
            "Title": "戦闘開始・危険予知",
            "Voice": "向かい風に怯まないで！"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yukong_01",
            "Title": "ターン・1",
            "Voice": "飛行士の闘志が消えることはない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yukong_02",
            "Title": "ターン・2",
            "Voice": "矢は番えた。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_yukong",
            "Title": "戦闘中待機",
            "Voice": "時機は一瞬で過ぎ去る、躊躇しないように。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_yukong_01",
            "Title": "通常攻撃",
            "Voice": "見てなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yukong_01",
            "Title": "戦闘スキル・1",
            "Voice": "この勢い、疾風の如し！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yukong_02",
            "Title": "戦闘スキル・2",
            "Voice": "この意気、高空を衝く！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_yukong_01",
            "Title": "攻撃を受ける",
            "Voice": "大したことないわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_yukong_01",
            "Title": "重撃を受ける",
            "Voice": "気をつけて！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_yukong",
            "Title": "必殺技・アクティブ",
            "Voice": "風が吹き、雲鳶は留まる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_yukong",
            "Title": "必殺技・発動",
            "Voice": "この一本の矢で、十分！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_yukong_01",
            "Title": "戦闘不能",
            "Voice": "合わせる顔がない…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_yukong",
            "Title": "戦闘に戻る",
            "Voice": "まだ戦いは終わってない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_yukong",
            "Title": "HP回復",
            "Voice": "ありがとう、相棒。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_yukong",
            "Title": "秘技",
            "Voice": "速い者が勝つ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_yukong",
            "Title": "戦闘勝利",
            "Voice": "みんなが無事でよかったわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yukong",
            "Title": "戦利品を開ける・1",
            "Voice": "なかなかの収穫ね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yukong_02",
            "Title": "戦利品を開ける・2",
            "Voice": "好事が続くことを願って。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_yukong",
            "Title": "貴重な戦利品を開ける",
            "Voice": "確かに珍しいわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yukong",
            "Title": "謎解きに成功・1",
            "Voice": "特筆すべき手間はなかったわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yukong_02",
            "Title": "謎解きに成功・2",
            "Voice": "練習を重ねれば、更に上達するわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_yukong",
            "Title": "敵ターゲット発見",
            "Voice": "強敵よ、用心して。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_yukong",
            "Title": "町に戻る",
            "Voice": "今日は…忙しい日になりそうね。"
        }
    ]
}

var _notes_ = {
    "1207": []
}

var _adiff_ = {
    "1207": {}
}

var _mtc_ = {
    "1207": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "113011": 4
            },
            {
                "2": 6400,
                "113011": 8
            },
            {
                "2": 12800,
                "113012": 5,
                "110407": 2
            },
            {
                "2": 32000,
                "113012": 8,
                "110407": 5
            },
            {
                "2": 64000,
                "113013": 5,
                "110407": 15
            },
            {
                "2": 128000,
                "113013": 7,
                "110407": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "113013": 3
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110501": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110501": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110501": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110501": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110501": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "虚数属性ダメージ +22.4%",
                "Mat": {
                    "2": 190000,
                    "113011": 2,
                    "110162": 6,
                    "113012": 5,
                    "110163": 8,
                    "113013": 8
                }
            },
            {
                "Name": "HP +18%",
                "Mat": {
                    "2": 168000,
                    "110161": 2,
                    "113011": 4,
                    "110163": 8,
                    "113013": 8
                }
            },
            {
                "Name": "攻撃力 +10%",
                "Mat": {
                    "2": 136000,
                    "110162": 2,
                    "113012": 2,
                    "110163": 6,
                    "113013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "襄尺",
                "Mat": {
                    "2": 4000,
                    "110161": 2,
                    "110501": 1
                }
            },
            {
                "Name": "遅彝",
                "Mat": {
                    "2": 16000,
                    "110162": 4,
                    "241": 1,
                    "110501": 1
                }
            },
            {
                "Name": "気壮",
                "Mat": {
                    "2": 128000,
                    "110163": 6,
                    "241": 1,
                    "110501": 1
                }
            }
        ]
    }
}