// Auto Generated

var _avatarskill_ = {
    "120901": {
        "Pre": {
            "Name": "寒光刺す霜鋒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に彦卿の攻撃力@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1209_Normal"
        }
    },
    "120902": {
        "Pre": {
            "Name": "三尺秋水",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に彦卿の攻撃力@ <b>#1[p]</b> #分の氷属性ダメージを与え、彦卿に「智剣連心」を付与する、1ターン継続。",
            "Params": [
                [
                    1.1
                ],
                [
                    1.21
                ],
                [
                    1.32
                ],
                [
                    1.43
                ],
                [
                    1.54
                ],
                [
                    1.65
                ],
                [
                    1.7875
                ],
                [
                    1.925
                ],
                [
                    2.0625
                ],
                [
                    2.2
                ],
                [
                    2.31
                ],
                [
                    2.42
                ],
                [
                    2.53
                ],
                [
                    2.64
                ],
                [
                    2.75
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1209_BP"
        }
    },
    "120903": {
        "Pre": {
            "Name": "快雨に戯れる燕",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": "自身の会心率+ <b>#1[p]</b> 、彦卿に「智剣連心」がある場合、さらに会心ダメージ+@ <b>#2[p]</b> #、<u>バフ</u>は1ターン継続。その後、指定した敵単体に彦卿の攻撃力@ <b>#3[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.6,
                    0.3,
                    2.1
                ],
                [
                    0.6,
                    0.32,
                    2.24
                ],
                [
                    0.6,
                    0.34,
                    2.38
                ],
                [
                    0.6,
                    0.36,
                    2.52
                ],
                [
                    0.6,
                    0.38,
                    2.66
                ],
                [
                    0.6,
                    0.4,
                    2.8
                ],
                [
                    0.6,
                    0.425,
                    2.975
                ],
                [
                    0.6,
                    0.45,
                    3.15
                ],
                [
                    0.6,
                    0.475,
                    3.325
                ],
                [
                    0.6,
                    0.5,
                    3.5
                ],
                [
                    0.6,
                    0.52,
                    3.64
                ],
                [
                    0.6,
                    0.54,
                    3.78
                ],
                [
                    0.6,
                    0.56,
                    3.92
                ],
                [
                    0.6,
                    0.58,
                    4.06
                ],
                [
                    0.6,
                    0.6,
                    4.2
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1209_Ultra"
        }
    },
    "120904": {
        "Pre": {
            "Name": "呼影剣",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "彦卿に「智剣連心」がある場合、攻撃を受ける確率ダウン、自身の会心率+@ <b>#1[p]</b> #、会心ダメージ+@ <b>#2[p]</b> #。敵に攻撃を行った後、@ <b>#3[p]</b> #の<u>固定確率</u>で<u>追加攻撃</u>を行い、敵に彦卿の攻撃力@ <b>#4[p]</b> #分の氷属性ダメージを与え、 <b>#6[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、1ターン継続。<br>凍結状態の敵は行動できず、ターンが回ってくるたびに彦卿の攻撃力@ <b>#5[p]</b> #分の氷属性<u>付加ダメージ</u>を受ける。<br>彦卿がダメージを受けると「智剣連心」が解除される。",
            "Params": [
                [
                    0.15,
                    0.15,
                    0.5,
                    0.25,
                    0.25,
                    0.65
                ],
                [
                    0.155,
                    0.165,
                    0.51,
                    0.275,
                    0.275,
                    0.65
                ],
                [
                    0.16,
                    0.18,
                    0.52,
                    0.3,
                    0.3,
                    0.65
                ],
                [
                    0.165,
                    0.195,
                    0.53,
                    0.325,
                    0.325,
                    0.65
                ],
                [
                    0.17,
                    0.21,
                    0.54,
                    0.35,
                    0.35,
                    0.65
                ],
                [
                    0.175,
                    0.225,
                    0.55,
                    0.375,
                    0.375,
                    0.65
                ],
                [
                    0.18125,
                    0.24375,
                    0.5625,
                    0.40625,
                    0.40625,
                    0.65
                ],
                [
                    0.1875,
                    0.2625,
                    0.575,
                    0.4375,
                    0.4375,
                    0.65
                ],
                [
                    0.19375,
                    0.28125,
                    0.5875,
                    0.46875,
                    0.46875,
                    0.65
                ],
                [
                    0.2,
                    0.3,
                    0.6,
                    0.5,
                    0.5,
                    0.65
                ],
                [
                    0.205,
                    0.315,
                    0.61,
                    0.525,
                    0.525,
                    0.65
                ],
                [
                    0.21,
                    0.33,
                    0.62,
                    0.55,
                    0.55,
                    0.65
                ],
                [
                    0.215,
                    0.345,
                    0.63,
                    0.575,
                    0.575,
                    0.65
                ],
                [
                    0.22,
                    0.36,
                    0.64,
                    0.6,
                    0.6,
                    0.65
                ],
                [
                    0.225,
                    0.375,
                    0.65,
                    0.625,
                    0.625,
                    0.65
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1209_Passive",
            "EE": [
                10000005
            ]
        }
    },
    "120906": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1209_Normal"
        }
    },
    "120907": {
        "Pre": {
            "Name": "御剣真訣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘開始時、残りHPが <b>#1[p]</b> 以上の敵に対して、彦卿の与ダメージ+ <b>#2[p]</b> 、 <b>#3[f]</b> ターン継続。",
            "Params": [
                [
                    0.5,
                    0.3,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1209_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1209": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "IceAddedRatio": 0.144,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "頒氷",
                "Desc": "攻撃を行った後、氷属性の弱点がある敵に、彦卿の攻撃力 <b><color style='color:#f29e38'>30%</color></b> 分の氷属性<u>付加ダメージ</u>を与える。",
                "Icon": "SkillIcon_1209_SkillTree1",
                "EE": [
                    10000005
                ]
            },
            "Tree2": {
                "Name": "凌霜",
                "Desc": "「智剣連心」がある場合、効果抵抗+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1209_SkillTree2"
            },
            "Tree3": {
                "Name": "軽呂",
                "Desc": "会心が発生した時、速度+ <b><color style='color:#f29e38'>10%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
                "Icon": "SkillIcon_1209_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "120901": {
        "Pre": {
            "Rank": 1,
            "Name": "素刃",
            "Desc": "彦卿が敵に攻撃を行う時、その敵が凍結状態の場合、敵に彦卿の攻撃力 <b><color style='color:#f29e38'>60%</color></b> 分の氷属性<u>付加ダメージ</u>を与える。",
            "Icon": "SkillIcon_1209_Rank1",
            "EE": [
                10000005
            ]
        }
    },
    "120902": {
        "Pre": {
            "Rank": 2,
            "Name": "空明",
            "Desc": "彦卿に「智剣連心」がある場合、さらにEP回復効率+ <b><color style='color:#f29e38'>10%</color></b> 。",
            "Icon": "SkillIcon_1209_Rank2"
        }
    },
    "120903": {
        "Pre": {
            "Rank": 3,
            "Name": "剣胎",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1209_BP"
        }
    },
    "120904": {
        "Pre": {
            "Rank": 4,
            "Name": "霜厲",
            "Desc": "残りHPが <b><color style='color:#f29e38'>80%</color></b> 以上の時、自身の氷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>12%</color></b> 。",
            "Icon": "SkillIcon_1209_Rank4"
        }
    },
    "120905": {
        "Pre": {
            "Rank": 5,
            "Name": "武骨",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1209_Ultra"
        }
    },
    "120906": {
        "Pre": {
            "Rank": 6,
            "Name": "自在",
            "Desc": "敵を倒した時、「智剣連心」または必殺技の<u>バフ</u>がある場合、それらの継続時間+1ターン。",
            "Icon": "SkillIcon_1209_Rank6"
        }
    }
}

var _story_ = {
    "1209": [
        {
            "_id": 1,
            "Story": "意気揚々とした雲騎驍衛、仙舟「羅浮」最強の剣士。<br>剣に生き、剣に溺れる少年。ひとたび彦卿が剣を握れば、この年若い天才を侮る者もいなくなる。<br>その宝剣の鋒鋩を収められるのは、恐らく時間だけであろう。"
        },
        {
            "_id": 2,
            "Story": "雲騎軍史上最年少の驍衛、景元将軍の衛兵、工造司の宝剣の収集家…これほど多くの肩書を持ち、これほど話題になっている天才が、実はまだ子供であるということを人々は想像できない。<br><br>物心がついた時から、彦卿は常に景元の傍にいて、共に憂い、共に困難を乗り越えてきた。そして、景元は彼に剣術と兵法を伝授した。長年の鍛錬を経た彦卿の心智は、その手に握る三尺水のように清く正しい。<br><br>雲騎武経の評価によれば、一呼吸の間に6本の飛剣を自在に操る力量は、雲騎軍の教習首席がさらに 100 年鍛えたとしても辿り着けない境地だという。彦卿の天賦は実に恐るべきもので、仙舟の先人たちに評される「剣胎武骨」の再来とも言えるだろう。"
        },
        {
            "_id": 3,
            "Story": "雲騎軍の軍籍文献には、景元がどのようにして少年を見つけ、様々な異論を排除して軍に迎え入れたのかの顛末が記されている。しかし、家系の欄だけは空欄のため、彦卿の血脈に関する情報は不明である。<br><br>天才と呼ばれる者の多くは、幼少期からその素質の一端を見せている。この 1000 年間、巡狩の中で頭角を現した麒麟児は少なくない。未成年が軍職を与えられたと知った人々も、「将軍は荒唐である」と評価しただけだった。<br><br>しかし、この天才少年が初めて戦場に立った時の光景は、すべての反論を黙らせるほどの異彩を放っていた。<br><br>遠くの星を巡狩する際、豊穣の民が造り出した巨大な器獣「防風」は、軍を虫けらのように蹴散らすことから脅威とされている。しかし、少年は相対した瞬間にその頭を切り落とし、敵の勢いを削ぎ、それ以上は戦うことなく勝利を収めたのだ。<br><br>その後の戦績としては、景元と共に歩離人の貪狼鉄陣を破り、3人の巣父を斬り伏せた。また造翼者との激戦では、最終的に空を覆う掌雲艦を墜としてみせた…これらは、彦卿の胆力と剣技を語るうえでの小さな注釈に過ぎない。"
        },
        {
            "_id": 4,
            "Story": "彦卿に剣術以外に興味があるものは何かと尋ねれば、簡潔な答えが返ってくるだろう——<br><br><i>「興味は僕の抜剣の速度に影響するだけだよ」</i><br><br>ひっきりなしにおもちゃを買いたがる子供のように、彼はお小遣いを使い果たすことも惜しまず、工造司が出したほとんどの宝剣——真気で操る飛剣、接近戦用の短刀、伸縮自在の軟剣などを買っている。それぞれの剣の規格や機能は唯一無二だと考えている彦卿は、常に実戦用と保存用に同じ剣を2本ずつ購入するため、月末には金欠になってしまい、「将軍の脛をかじって憐れみを乞う」ことも少なくない。<br><br>少年が剣を愛するのは至極当然の道理だ。彼が所蔵する仙舟剣器にひとつの夢が映っている――<br><br>羅浮で一番…いや、仙舟で一番になる。羅浮の「剣首」、ひいては同盟の「剣魁」の称号を掴み取る。<br><br>「飲月の乱」の後、羅浮の雲騎軍で最も武芸に優れた者に与えられる称号「剣首」は、数百年もの間空位となっている——この称号を手に入れようとした者がいなかったわけではない。そこには説明が難しい深い理由があるのだ。<br><br>先代の剣首は 13 の奇功を残した伝説の剣士だったが、天律を犯して名前を抹消された。そして彼女が得た名誉も、他の者には触れられないものとなったのである。<br><br>しかし、この意気揚々とした少年にとっては、今こそ歴史のページを捲り、新たな章を書き加える時なのだ。"
        },
        {
            "_id": 5,
            "Story": "<i>「第 123 回対陣：彦卿、景元」<br>「将軍、もうやめよう！僕疲れた……」<br>「剣を握れば負けない自信はどこにいった？弱気になっているのか？」<br>「…護衛対象に切先を向ける護衛なんていないと思うけど。万が一傷つけたら……」<br>「君の技量が口の半分ほどでも達者だったなら、私は今頃負けていただろう。片手を封じる、早くきなさい」<br>「いや、両手を封じて！それか神君を封じてくれてもいいよ！」<br>「天舶司の取引のように値切りができるとでも？…はあ、少し考えさせてくれ……」<br>「隙あり！くらえ！」<br>「お見通しだ。はっ！」<br>「いたたた！くっ、絶好の機会だと思ったのに……」<br>「戦いで嘘を厭わず奇襲をかけるのはいいことだ。だが惜しいことに、君は剣を振るう時に気を隠せていない。これがいわゆる若者の気概というものかな？」<br>「将軍、もう1回！今度はできるだけ静かにやってみる……」</i><br><br>景元は手間暇をかけて彦卿を育て上げようとしているが、その姿を見て後継者を育成するためだと考える者もいれば、この子供を秘密兵器として使役しているだけだと考える者もいる。しかし、景元が意図を明かしたことない。<br><br>彦卿の剣術が日に日に洗練され、仙舟「羅浮」で肩を並べられる者がいないほどの剣士になるにつれ、景元はいかにして少年に挫折しない程度の失敗を経験させ、その鋭い矛先を落ち着かせることができるかを考えるようになった。<br><br>剛が過ぎると剣身が折れやすく、利が過ぎると剣鋒を損なう。宝剣には切れ味のいい刃だけでなく、それを納める鞘も必要だ。彦卿の成長は、景元が思っていたよりも遥かに速かった。今の彼に必要なのは力ではなく、それを抑える能力と経験である——しかし、これらを身につけさせるには、彼に時間を与えるしかない。"
        }
    ]
}

var _voice_ = {
    "1209": [
        {
            "_id": "archive_yanqing_1",
            "Title": "初対面",
            "Voice": "「羅浮」雲騎驍衛彦卿、以後お見知り置きを。{NICKNAME}先生、もし時間があるなら僕と手合わせしない？大丈夫、相手が先生だからって手加減はしないから。"
        },
        {
            "_id": "archive_yanqing_2",
            "Title": "挨拶",
            "Voice": "今日はどんな剣術の鍛錬をするの？僕も一緒に行っていいかな？"
        },
        {
            "_id": "archive_yanqing_3",
            "Title": "お別れ",
            "Voice": "剣を鞘に収めてっと…それじゃ先生、また明日！"
        },
        {
            "_id": "archive_yanqing_4",
            "Title": "自分について・相手",
            "Voice": "もう「羅浮」に僕の相手が務まる人はいないけど、対象が宇宙となると…話は変わってくるだろうね。"
        },
        {
            "_id": "archive_yanqing_5",
            "Title": "世間話・工造司の剣",
            "Voice": "工造司の剣の話なら眠気も覚めるよ。僕は同じ剣を2本ずつ買って、片方は実戦用、もう片方は保存用にしてるんだけど……そのせいで月末は金欠になっちゃって、「将軍の脛をかじって憐れみを乞う」ことになるんだよね。"
        },
        {
            "_id": "archive_yanqing_6",
            "Title": "世間話・剣首",
            "Voice": "まだ「剣首」の称号を得られてないのは、僕の剣術が未熟だってこと。だけど将軍は、僕に足りないのは剣術じゃなくて時間だって言ってたんだ…はあ…あの「剣首」と比べて、僕に足りないもの…うーん……"
        },
        {
            "_id": "archive_yanqing_7",
            "Title": "趣味",
            "Voice": "新しい剣を買った後は、鞘や剣袋のことも考えないといけない。素材を黒梨材にするか、絹にするか、装飾を龍にするか、虎にするか。それから名札も…ひとつひとつ自分で選ぶのが楽しいんだ！"
        },
        {
            "_id": "archive_yanqing_8",
            "Title": "悩み事",
            "Voice": "新しい剣を買う時は、似合うなあって思った鞘を全部買うことにしてるんだ。でも残念なことに、1本の剣には1本の鞘しかつけられないんだよね……"
        },
        {
            "_id": "archive_yanqing_9",
            "Title": "シェア",
            "Voice": "将軍に「歴史に名を残した後は、何をすればいい？」って聞いたら、自分は将軍になろうと思ってなったわけじゃないから、その後のことなんて答えられない、自分で考えろって言われたよ。はあ……"
        },
        {
            "_id": "archive_yanqing_10",
            "Title": "見聞",
            "Voice": "他の仙舟もそうだけど、「羅浮」には「星天演武」っていう、雲騎軍の実力を審査するための典礼があるんだ。その典礼の剣術の部門で勝った人に、「剣首」の称号が与えられるんだよ。"
        },
        {
            "_id": "archive_yanqing_11",
            "Title": "景元について",
            "Voice": "僕がいるから、将軍は力をひけらかす必要がない。将軍は僕の実力を認めてくれた。だから僕も、将軍の力になってあげないとね。"
        },
        {
            "_id": "archive_yanqing_12",
            "Title": "停雲について",
            "Voice": "停雲が出してる「得物誌」に、剣に関する記事が載る時は、僕が評論を書かせてもらってるんだ。"
        },
        {
            "_id": "archive_yanqing_13",
            "Title": "素裳について",
            "Voice": "素裳の剣は宝剣だけど、だからといって扱いやすいわけじゃない。あれの力を1割でも発揮しようと思ったら、 10 倍以上の力を出さないといけないからね。"
        },
        {
            "_id": "archive_yanqing_14",
            "Title": "御空について",
            "Voice": "前に天舶司を訪問した時、御空様が1人で的を見つめていたんだ。結局、矢は1本も放たなかったけど、きっと心の中では 1000 回くらい弓を引いてたんじゃないかな。"
        },
        {
            "_id": "archive_yanqing_15",
            "Title": "符玄について",
            "Voice": "太卜は将軍になりたがってる…でも――まずは、あの口を開くと人を眠らせる病気を治さないと。"
        },
        {
            "_id": "archive_yanqing_16",
            "Title": "羅刹について",
            "Voice": "最初は剣箱を武器にしている、変な奴だと思ってた…でも、まずは理由をつけて彼と戦って、本気を出すところを見てみないと……"
        },
        {
            "_id": "archive_yanqing_17",
            "Title": "鏡流について",
            "Voice": "純粋で至極の剣術を求める道は1つしかないと思っていたけど…彼女、将軍、そして僕も…みんな最後は違う道を歩むことになるんだよね。"
        },
        {
            "_id": "archive_yanqing_19",
            "Title": "丹恒について",
            "Voice": "丹恒先生と手合わせして痛感したんだけど、あの人は優れた槍術の使い手なのに、そのことを気にも留めてないみたいなんだ…彼にとって、槍術はただの手段にすぎないのかな？"
        },
        {
            "_id": "archive_yanqing_20",
            "Title": "刃について",
            "Voice": "僕の攻撃はことごとく奴に読まれてた…僕は剣術の造詣だけで奴に勝てるのかな？"
        },
        {
            "_id": "archive_yanqing_18",
            "Title": "桂乃芬について",
            "Voice": "あの先生のことなら覚えてるよ…前に綺麗な剣を持っているのを見て、少し話をしようと思ったら、いきなり剣を吞み込んだんだ！ずっと考えてたんだけど、あれは一体どこの門派の剣法なんだろう。うーん、わからない……"
        },
        {
            "_id": "archive_yanqing_21",
            "Title": "雲璃について",
            "Voice": "雲璃は剣術の達人だって聞いてたから、好敵手になってくれるかなって思ってたんだけど…いつも僕の剣を狙ってるんだ。彼女には気をつけないと。"
        },
        {
            "_id": "archive_yanqing_22",
            "Title": "椒丘について",
            "Voice": "椒丘さんが話してくれる奇談が理解できないんだよね…でも、それは彼が「変人」って呼ばれてるからだけじゃなくて、僕には想像もできないことをたくさん経験してきたからなんだろうな……"
        },
        {
            "_id": "archive_yanqing_23",
            "Title": "霊砂について",
            "Voice": "政治のことはよくわからないけど、霊砂さんの仕事はすごく大変だって聞いてるよ。将軍からも彼女が丹鼎司の秩序を取り戻すための協力をできるだけしろって言われてるんだ。"
        },
        {
            "_id": "archive_yanqing_24",
            "Title": "飛霄について",
            "Voice": "飛霄将軍から大事なことを学んだんだ——行動をする前は、磐石のようにどっしり構え、焦ってはいけない。行動の最中は、稲妻のように素早く動き、いかなる場面でも遅れをとってはいけない。そして行動した後は、烈火のように危険の芽は1つも残してはいけないってね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_yanqing",
            "Title": "星魂覚醒",
            "Voice": "なんだか、前より羅浮の星空が明るく見える。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_yanqing",
            "Title": "キャラクター昇格",
            "Voice": "夢が叶うまで、あと何回剣を振ればいいんだろう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_yanqing",
            "Title": "レベルMax",
            "Voice": "こんなに剣術が上達するなんて…対戦相手を探して証明しないと。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_yanqing",
            "Title": "軌跡覚醒",
            "Voice": "僕が若いのは確かだけど、いつも「将来有望」って言うのは適当すぎない？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojingyuan_yanqing",
            "Title": "パーティ編成・景元",
            "Voice": "将軍様から下された命、必ず果たしてみせる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofuxuan_yanqing",
            "Title": "パーティ編成・符玄",
            "Voice": "今回の戦いの吉凶について、太卜様の見解は？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosushang_yanqing",
            "Title": "パーティ編成・素裳",
            "Voice": "雲騎軍同士、協力して敵を倒そう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_yanqing",
            "Title": "パーティ編成・丹恒",
            "Voice": "今の僕の剣術なら、指導してもらえるかな？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengil_yanqing",
            "Title": "パーティ編成・丹恒・飲月",
            "Voice": "今の僕の剣術なら、指導してもらえるかな？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblade_yanqing",
            "Title": "パーティ編成・刃",
            "Voice": "せっかく将軍様が見逃してやったのに、また邪魔する気か。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toyunli_yanqing",
            "Title": "パーティ編成・雲璃",
            "Voice": "雲璃、手合わせしたいならいつでも相手になるよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojiaoqiu_yanqing",
            "Title": "パーティ編成・椒丘",
            "Voice": "椒丘さん、気をつけてね。何かあったら飛霄将軍に申し訳が立たないから。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofeixiao_yanqing",
            "Title": "パーティ編成・飛霄",
            "Voice": "天撃将軍と肩を並べて戦えるなんて、光栄だよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_yanqing",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "ふふっ、弱すぎるよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_yanqing",
            "Title": "戦闘開始・危険予知",
            "Voice": "強者からは、学ばないとね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yanqing_01",
            "Title": "ターン・1",
            "Voice": "この技、受け止めきれるかな？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_yanqing_02",
            "Title": "ターン・2",
            "Voice": "宝剣たちよ、いけ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_yanqing",
            "Title": "戦闘中待機",
            "Voice": "剣形は水の如し、止められないよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yanqing_01",
            "Title": "戦闘スキル・1",
            "Voice": "剣は、飛燕の如し。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_yanqing_02",
            "Title": "戦闘スキル・2",
            "Voice": "剣よ、我が心に従え。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_yanqing_01",
            "Title": "攻撃を受ける",
            "Voice": "なんで……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_yanqing_01",
            "Title": "重撃を受ける",
            "Voice": "いい腕だね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_yanqing",
            "Title": "必殺技・アクティブ",
            "Voice": "小手調べは終わりだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_yanqing",
            "Title": "必殺技・発動",
            "Voice": "万剣、天来！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_yanqing_01",
            "Title": "戦闘不能",
            "Voice": "ごめん…勝てなかった……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_yanqing",
            "Title": "戦闘に戻る",
            "Voice": "今度は手を抜かないよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_yanqing",
            "Title": "HP回復",
            "Voice": "的確な治療だね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_yanqing",
            "Title": "秘技",
            "Voice": "ちょっとした小細工さ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_yanqing",
            "Title": "戦闘勝利",
            "Voice": "さすが、僕の宝剣だね～！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yanqing",
            "Title": "戦利品を開ける・1",
            "Voice": "お小遣い稼ぎだと思えばいい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_yanqing_02",
            "Title": "戦利品を開ける・2",
            "Voice": "もっとたくさんあったら新しい剣が買えるね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_yanqing",
            "Title": "貴重な戦利品を開ける",
            "Voice": "これなら将軍の脛をかじる必要もなくなる！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yanqing",
            "Title": "謎解きに成功・1",
            "Voice": "面白いね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_yanqing_02",
            "Title": "謎解きに成功・2",
            "Voice": "解けた！次も僕にやらせて！"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_yanqing",
            "Title": "敵ターゲット発見",
            "Voice": "あいつと戦おう！"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_yanqing",
            "Title": "町に戻る",
            "Voice": "もっと珍しい剣は見つかるかな……？"
        }
    ]
}

var _notes_ = {
    "1209": []
}

var _adiff_ = {
    "1209": {}
}

var _mtc_ = {
    "1209": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111011": 5
            },
            {
                "2": 8000,
                "111011": 10
            },
            {
                "2": 16000,
                "111012": 6,
                "110413": 3
            },
            {
                "2": 40000,
                "111012": 9,
                "110413": 7
            },
            {
                "2": 80000,
                "111013": 6,
                "110413": 20
            },
            {
                "2": 160000,
                "111013": 9,
                "110413": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110121": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110122": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110122": 5,
                        "111012": 4
                    },
                    {
                        "2": 45000,
                        "110123": 3,
                        "111013": 3
                    },
                    {
                        "2": 160000,
                        "110123": 8,
                        "111013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110121": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110122": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110122": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110122": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110123": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110123": 5,
                        "110502": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110123": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110123": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110121": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110122": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110122": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110122": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110123": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110123": 5,
                        "110502": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110123": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110123": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110121": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110122": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110122": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110122": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110123": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110123": 5,
                        "110502": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110123": 8,
                        "241": 1,
                        "110502": 1
                    },
                    {
                        "2": 300000,
                        "110123": 14,
                        "241": 1,
                        "110502": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 237500,
                    "111011": 2,
                    "110122": 8,
                    "111012": 7,
                    "110123": 11,
                    "111013": 11
                }
            },
            {
                "Name": "氷属性ダメージ +14.4%",
                "Mat": {
                    "2": 210000,
                    "110121": 3,
                    "111011": 6,
                    "110123": 11,
                    "111013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110122": 3,
                    "111012": 3,
                    "110123": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "頒氷",
                "Mat": {
                    "2": 5000,
                    "110121": 3,
                    "110502": 1
                }
            },
            {
                "Name": "凌霜",
                "Mat": {
                    "2": 20000,
                    "110122": 5,
                    "241": 1,
                    "110502": 1
                }
            },
            {
                "Name": "軽呂",
                "Mat": {
                    "2": 160000,
                    "110123": 8,
                    "241": 1,
                    "110502": 1
                }
            }
        ]
    }
}