// Auto Generated

var _avatarskill_ = {
    "121501": {
        "Pre": {
            "Name": "冥兆天筆",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に寒鴉の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1215_Normal"
        }
    },
    "121502": {
        "Pre": {
            "Name": "生滅捕縛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "敵単体に「承負」状態を付与して、寒鴉の攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与える。<br>味方が「承負」状態の敵に通常攻撃、戦闘スキル、または必殺技のうち任意のスキルを合わせて2回発動するたびに、SPを1回復する。「承負」は最後に付与されたターゲットにのみ効果を発揮し、SP回復効果が <b>#2[f]</b> 回発動した後に自動で解除される。",
            "Params": [
                [
                    1.2,
                    2.0
                ],
                [
                    1.32,
                    2.0
                ],
                [
                    1.44,
                    2.0
                ],
                [
                    1.56,
                    2.0
                ],
                [
                    1.68,
                    2.0
                ],
                [
                    1.8,
                    2.0
                ],
                [
                    1.95,
                    2.0
                ],
                [
                    2.1,
                    2.0
                ],
                [
                    2.25,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.52,
                    2.0
                ],
                [
                    2.64,
                    2.0
                ],
                [
                    2.76,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ],
                [
                    3.0,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1215_BP"
        }
    },
    "121503": {
        "Pre": {
            "Name": "十王の勅令、遍く遵行せよ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "指定した味方の速度を、寒鴉の速度の@ <b>#3[p]</b> #分アップし、その味方の攻撃力+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.36,
                    2.0,
                    0.15
                ],
                [
                    0.384,
                    2.0,
                    0.155
                ],
                [
                    0.408,
                    2.0,
                    0.16
                ],
                [
                    0.432,
                    2.0,
                    0.165
                ],
                [
                    0.456,
                    2.0,
                    0.17
                ],
                [
                    0.48,
                    2.0,
                    0.175
                ],
                [
                    0.51,
                    2.0,
                    0.18125
                ],
                [
                    0.54,
                    2.0,
                    0.1875
                ],
                [
                    0.57,
                    2.0,
                    0.19375
                ],
                [
                    0.6,
                    2.0,
                    0.2
                ],
                [
                    0.624,
                    2.0,
                    0.205
                ],
                [
                    0.648,
                    2.0,
                    0.21
                ],
                [
                    0.672,
                    2.0,
                    0.215
                ],
                [
                    0.696,
                    2.0,
                    0.22
                ],
                [
                    0.72,
                    2.0,
                    0.225
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1215_Ultra"
        }
    },
    "121504": {
        "Pre": {
            "Name": "懲悪",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方が「承負」状態の敵に通常攻撃、戦闘スキル、または必殺技を発動した時、与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    2.0
                ],
                [
                    0.18,
                    2.0
                ],
                [
                    0.195,
                    2.0
                ],
                [
                    0.21,
                    2.0
                ],
                [
                    0.225,
                    2.0
                ],
                [
                    0.24375,
                    2.0
                ],
                [
                    0.2625,
                    2.0
                ],
                [
                    0.28125,
                    2.0
                ],
                [
                    0.3,
                    2.0
                ],
                [
                    0.315,
                    2.0
                ],
                [
                    0.33,
                    2.0
                ],
                [
                    0.345,
                    2.0
                ],
                [
                    0.36,
                    2.0
                ],
                [
                    0.375,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1215_Passive"
        }
    },
    "121506": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1215_Normal"
        }
    },
    "121507": {
        "Pre": {
            "Name": "判冥",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、ランダムな敵単体に戦闘スキルが与えるものと同じ「承負」状態を付与する。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1215_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1215": {
        "Pre": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "録事",
                "Desc": "「承負」によるSP回復効果を発動させた味方の攻撃力+ <b><color style='color:#f29e38'>10%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。",
                "Icon": "SkillIcon_1215_SkillTree1"
            },
            "Tree2": {
                "Name": "幽府",
                "Desc": "「承負」を持つ敵が倒された時、その敵が持つ「承負」によるSP回復効果の発動回数が <b><color style='color:#f29e38'>1</color></b> 回以下の場合、さらにSPを <b><color style='color:#f29e38'>1</color></b> 回復する。",
                "Icon": "SkillIcon_1215_SkillTree2"
            },
            "Tree3": {
                "Name": "還陽",
                "Desc": "「承負」によるSP回復効果が発動された時、自身のEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
                "Icon": "SkillIcon_1215_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "121501": {
        "Pre": {
            "Rank": 1,
            "Name": "一心",
            "Desc": "寒鴉の必殺技のバフを持つ味方が敵を倒した時、寒鴉の<u>行動順</u>が <b><color style='color:#f29e38'>15%</color></b> 早まる。この効果はターンが回ってくるたびに <b><color style='color:#f29e38'>1</color></b> 回まで発動できる。",
            "Icon": "SkillIcon_1215_Rank1"
        }
    },
    "121502": {
        "Pre": {
            "Rank": 2,
            "Name": "二観",
            "Desc": "戦闘スキルを発動した後、速度+ <b><color style='color:#f29e38'>20%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。",
            "Icon": "SkillIcon_1215_Rank2"
        }
    },
    "121503": {
        "Pre": {
            "Rank": 3,
            "Name": "三塵",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1215_BP"
        }
    },
    "121504": {
        "Pre": {
            "Rank": 4,
            "Name": "四諦",
            "Desc": "必殺技の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1215_Rank4"
        }
    },
    "121505": {
        "Pre": {
            "Rank": 5,
            "Name": "五陰",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1215_Ultra"
        }
    },
    "121506": {
        "Pre": {
            "Rank": 6,
            "Name": "六正",
            "Desc": "天賦のダメージアップ効果がさらに <b><color style='color:#f29e38'>10%</color></b> アップ。",
            "Icon": "SkillIcon_1215_Rank6"
        }
    }
}

var _story_ = {
    "1215": [
        {
            "_id": 1,
            "Story": "仙舟「羅浮」十王司の判官の1人。拘、鎖、刑、問のうちの「問」を担っている。<br>罪人の因果や罪を読み取り、「冥兆天筆」を用いて業を書き、判決を下す。<br>毎日夢占いの形式で仕事を行い、大量の魔陰の身の因果情報を浴びているため、世の中の万事に対して何も感じなくなっている。<br>同じ判官である姉の雪衣と一緒に行動する時だけ、本心を露わにする。"
        },
        {
            "_id": 2,
            "Story": "巨大な棺は嵐の中で揺れる小舟のようで、荒れ狂う意識の海の中で今にも沈みそうになっている。彼女は人々の怒り、願望、憎しみ、恐怖、疲労に己の体を晒している。それは無色の波が彼女を1つの流れから別の波頭に投げつけるようなものだ。<br><br>溺れて死んだ者のように、彼女はついに小さな自分を捨て、その混沌とした大海原に溶け込んでいった——<br><br><i>ある時の彼女は地衡司で忙しなく働く執行人で、山のような雑務をこなしながら、上へ行くため歯を食いしばって耐えていた。しかし、ついに頭の奥で弦が切れるような音が響き、そのまま幽霊のように街中を彷徨い始める……</i><br><br><i>次の瞬間、彼女は深い悲しみを堪え、生まれながらに天欠のある子供を星槎培養液で満たされたカプセルの中に沈めた。彼女も夫も、その子供が生まれてくることをずっと待ち望んでいたはずなのに……</i><br><br><i>かつて雲騎軍の兵士だった彼女は、鋭いオオカミの爪に激しく踏みつけられたことがある。冷たい爪が顔の皮膚を引っ張り、歪んだ「笑顔」を作り出した。それからというもの、彼女は微笑むたびに痛みを感じるようになった……</i><br><br><i>占いの結果を見て、自分の命が尽きようとしていることを知った彼女は、信じられない思いで窮観の陣の演算端末を点検する。自分自身を陣の中枢に繋ぎ、そのすべての力を使おうとしたが、窮観の陣の力は容赦なく彼女の精神を引き裂いた……</i><br><br><i>彼女は自分が丹精込めて設計した機巧を砕くと、それと共に彼女にあれこれ難癖をつけていた師匠も破壊した。彼女は自分が職人になれる望みがないことを理解している。しかし、職人以外に自分に何ができるのかもわからなかった……</i><br><br>彼女は彼ら全員になり、彼らのすべてになった。しかし、まるで滴り落ちた1滴の墨汁のように、ある光景が彼女の目の前に広がっていく……<br><br><i>彼女は青空の下に座っていた。周りでは麦の穂が波打ちながら成長している。器用な手が彼女の頭に花冠を載せた。彼女は枝や葉、花の香りに包まれ、まるで温かい両手に抱き締められているかのようだ……</i><br><br>その懐かしい温もりによって、彼女は溺れる寸前で情報の海から目を覚ました。<br><br>彼女は自分が彼らではないことに気がついた。彼らの中の誰でもなく、彼らのすべてでもない。その瞬間、彼女は意識の海の中で取るに足らない一滴の水滴となり、自分の名前、自分が担っている仕事を思い出した——<br><br>彼女は十王司の判官の1人、代名は「寒鴉」。<br><br>彼女が目を覚ましたことに気づき、棺の傍に控えていた金人が素早く筆を動かし始める。その動きは肉眼では追えないほどだ。<br><br>業判の結果はすでに出ていた。夢の中に現れた名前が玉兆の令牌に書き込まれ、送り出される。洞天の陽が落ち夜が更けると、また多くの人がこの世を去るだろう。彼らは仙舟の最奥の片隅で、自分たちの命が尽きる瞬間を決めている人物がいることなど知る由もない。そして数時間後には、その人物は彼らのことを忘れているのだ。"
        },
        {
            "_id": 3,
            "Story": "棺の反対側で、白い服を着た判官が彼女をじっと見つめていた。見慣れた顔のはずなのに、笑顔がないため少し違和感を覚える。判官は手を伸ばすと、金の杯を渡された。<br><br>杯の中には翡翠のような緑色の酒が注がれている。それは因果殿の薄暗い室内で彼女を見つめる碧眼のようだった。<br><br><i>「またお酒を飲む時間？忘れるところだった」</i>彼女は棺桶の中から身を起こした。<i>「なんで夜魄じゃなくて、お姉ちゃんがお酒を届けに来てくれたの？」</i><br><br><i>「夜魄…覚えていないようですね？」</i>姉は目を半分閉じた。それは不安を表現する時の彼女の仕草だ——残念ながら、彼女が体としている機巧は精巧ではないため、その表情はどこか眠そうに見える。<i>「彼女は薬王秘伝の妖人を追っている最中、不幸にも重傷を負った。そして、十王は彼女の入滅を認めました」</i><br><br>彼女は慌てて話題を変える。<i>「今日の敵は手強かったの？」</i><br><br><i>「はい。会敵した瞬間に片腕を潰され、膝の骨も砕かれました。あの者は機巧の構造を熟知していた…それは彼が仙舟『朱明』のあの名匠だという何よりの証明です。ただ、彼の技は記録しましたので、何度か見返せばきっと見破れるでしょう」</i><br><br>彼女は姉が自分の生死の危機について語るのを聞きながら、まるでどうでもいい機械が壊れた話をしているようだと思った。<i>「またフォフォにお姉ちゃんの修理をお願いしないとね」</i><br><br><i>「フォフォは… 10 日くらい前に判官に昇任しました。今、機巧整備を担っているのは守霊です」</i><br>姉は金の杯を彼女の手が届かない棺の端に置いた。その流れるような動作は正確で、杯の中の酒はまったく揺れなかった。<br><br><i>「忘川の酒、飲み干せば皆無に帰す…そこまでする必要はありません。私の罪は私の手で償うべきですから」</i>夢の中と同じように、姉は彼女の頭を優しく撫でる。しかし、触れ合ったところからは少しの温もりも感じられなかった。<br><br><i>「忘川酒のちょっとした副作用でしかないよ。もし私が本当にお姉ちゃんのことを忘れたら、その時は私もお姉ちゃんも気兼ねなく入滅できる。十王の厚意で、この約束は因果殿の奥深くに記録されているでしょ？」</i><br><br><i>「それは私たちがすべてを捨て、永遠の眠りにつく時だよ」</i>彼女は身を乗り出して、温もりのない手を握って自分の頬に当てた。<br><br>彼女は棺の端から酒の入った杯を取ると、その濃い液体を苦しそうに、少しずつ飲み下していく。酒とは言っても、辛さや刺激的な香りはまったく感じられず、まるで金人の体に注入される油を飲んでいるかのようだった。<br><br><i>「その前に、お姉ちゃん、十王、そして…あの将軍のために、もう少し働かせて」</i>"
        },
        {
            "_id": 4,
            "Story": "飲んだ酒はずしりと重い水銀のようになり、体の隅々にまで回っていった。思い出したくない秘密、人間だった千年前のあらゆる記憶が呼び起こされ、そしてまた徐々に色褪せていく——<br><br><i>彼女は「羅睺」と呼ばれる深紅の星が仙舟蒼城の上空に昇り、心臓のように絶えず脈打つ様を見た。その後、岩、腱、蔦からなる外殻がゆっくりと引き裂かれていき、無数の子供を呑んだり吐いたりしているところも。それは満ちるを知らない獣が暴食を繰り返しているようでも、出産を控えた母親のようでもあった。</i><br><br><i>悪夢のような月明かりの下で、彼女は曜青の狐族たちが無意味に星槎を操っているのを見た。まるで鬱陶しい蚊が動かざる巨神を刺しているかのようだ。やがてそれは歩離人の巨獣艦に駆逐され、空中で星の光のように消えていった。</i><br><br><i>歩く巨木が戦場にいる彼女にゆっくりと近づいてきた。その巨木は無数の腕を広げ、行く手を遮る人々、そして彼女と共に戦う友人たちを突き刺していく。彼女は恐怖と戦いながら折れた剣を握り締めたが、突然、その木に笑顔が浮かんだ——それは姉の顔だった。</i><br><br><i>「寒鴉、私です！わからないのですか？」</i><br><br><i>枝や葉がガサガサと音を立て、戦友たちの顔が枝に生った実のように大きくなっていき、鋭い笑い声を上げる。「死に屈してはなりません。死に慣れてはいけません。さあ、私の中に入って、私を抱き締めてください——」</i><br><br><i>彼女の剣に花が咲き、心臓が数回鼓動する間に錆びて朽ちてしまった。器用に動く枝が花の冠を彼女の頭に載せる。彼女は枝や葉、そして花の香りに包まれ、かつて温かい両手に抱き締められていた時のことを思い出した……</i><br><br><i>燃え盛る大剣が彼女の幻覚を貫き、空気中の甘ったるい腐臭を焼き払う。彼女は息ができなくなりそうだった。重い甲冑を身に纏った巨漢が流星のように戦場に落ち、雄叫びを上げながら巨木に向かって突進する。その勇敢さはまさに彼の名に相応しい。しかし、彼も窒息しそうなほど纏わりついてくる巨木を払い切ることはできなかった……</i><br><br>ああ、またこの夢だ。忘川酒を何度飲んでも、彼女はこの夢から逃れることができないでいる。<br><br>彼女は懸命に、必死になって飲み下し…やがて夢は捉えどころのない煙となって消え去った。これでようやく眠りにつける。それが意識のあるうちに彼女の頭に浮かんだ、唯一の考えだった。"
        },
        {
            "_id": 5,
            "Story": "棺の傍らでは、白い服を着た判官が閉じられた棺を見つめていた。眠る妹を見守るのは、人間だった頃の習慣だ。<br><br>彼女は痛みを感じることも、後悔の念を抱くこともない。眠りにつく妹を見守ることは重要な使命であり、自分のためにしているのだと、頭の中に封じられた意識が彼女に訴えかけている。<br><br>判決を推察して生死を決める、それは重要なことだ。こうしたことは、世間から遠ざかりながらも人の心を持った判官に委ねるしかない。金鉄は所詮金鉄だ。彼女は人間の言葉の微妙な声の変化や表情の強張りを捉えられるが、それが彼女の金属の意識の中で波紋を起こすことはない。生身の肉体の喜怒哀楽を鋼鉄に共有させる魔法は存在しない。しかし、それこそ妹が十王司に捧げられるすべてだった。<br><br>1体の金人·勾魂が近づいてくる。<i>「新しい任務ですか？」</i>白い服を着た判官は顔を上げた。<br><br><i>「もし寒鴉様の傍に残りたいのなら、他の判官に任務遂行を伝えますが」</i><br><br><i>「その必要はありません、寒鴉の気持ちを裏切りたくはありませんから。それに、十王と交わした約束で、私は重罪人を1人捕まえるたびに、半日還陽する自由が与えられる。寒鴉はずっと棺の中にいるので、私は…この経験を、陽の光を見ることのない彼女に贈りたいのです」</i><br><br><i>「それでは、法器を用意して伏魔を始めてください」</i>金人は下を向いて礼をした。<br><br>白い服を着た判官は、表情を変えることなく暗闇を見つめている。もう動じることのない心には1つの想いしかなかった。妹に温かく優しい夢を見てもらいたい——<br><br>青空の下にいる自分が、器用な手つきで彼女の頭に花冠を載せる夢を。"
        }
    ]
}

var _voice_ = {
    "1215": [
        {
            "_id": "archive_hanya_1",
            "Title": "初対面",
            "Voice": "私は十王の使者、寒鴉。拘、鎖、刑、問のうち、最後を担当する判官。十王に認められ、天筆を執り、罪を記録して罰を判断してる。"
        },
        {
            "_id": "archive_hanya_2",
            "Title": "挨拶",
            "Voice": "久しぶり、元気だった？私はあんまり元気じゃない。でもずっと元気じゃないから、特に問題はないかな。"
        },
        {
            "_id": "archive_hanya_3",
            "Title": "お別れ",
            "Voice": "また今度…ううん、やっぱりもう会わないほうがいいかもしれない。私に会うとよくないことが起きるから。"
        },
        {
            "_id": "archive_hanya_4",
            "Title": "自分について・姉妹",
            "Voice": "「寒鴉」と「雪衣」は十王の使者としての私たちの呼び名で、前の名前は…もう過去のもの。でも、私の家族は今も昔もお姉ちゃんだけ。もう二度とお姉ちゃんを離したりしない……"
        },
        {
            "_id": "archive_hanya_5",
            "Title": "世間話・仕事",
            "Voice": "夢で魔陰の身の罪を判読するのは、荊棘に触れるようなもの。触れれば触れるほど痛みを感じなくなる。もしかしたら…私は痛いのが怖くて、先に自分を鈍感にしたのかもしれない……"
        },
        {
            "_id": "archive_hanya_6",
            "Title": "世間話・十王司",
            "Voice": "十王司が人材を選抜する方法は誰も知らない。ほとんどの人は自分がどうやって十王司に入ったのかも、過去に何をしていたのかも覚えてないの。世の中の人が彼らに会う必要がなくなったのは、お互いにとっていいことかもしれない。"
        },
        {
            "_id": "archive_hanya_7",
            "Title": "趣味",
            "Voice": "時々、日常の出来事を冊子に書き留めておくの…そうすれば、お姉ちゃんに会った時に聞かせてあげられるから。"
        },
        {
            "_id": "archive_hanya_8",
            "Title": "悩み事",
            "Voice": "お姉ちゃんは十王司と、犯人を捕らえるたびに半日還陽できるという取り決めを交わした。あれは世界で最も素晴らしい時間…でも、そういう時間はいつも短い。まるで水を掴んでいるみたいに、いくら強く握り締めても流れ出ていく……"
        },
        {
            "_id": "archive_hanya_9",
            "Title": "シェア",
            "Voice": "判官を長く続ければ続けるほど、ある事実がわかってくる——それは、この世に生きる人々は誰もが罪を背負っているということ。"
        },
        {
            "_id": "archive_hanya_10",
            "Title": "見聞",
            "Voice": "洞天の空がどうやって変化するか観察したことはある？たとえ偽りの景観だとわかっていても、何日か夢占をした後に因果殿を出て、あの明滅を見ると…少し心が落ち着くんだ。"
        },
        {
            "_id": "archive_hanya_11",
            "Title": "雪衣について",
            "Voice": "幽囚獄に行ったことはある？あそこはどこもかしこも真っ暗で、冥差の近くにだけ灯りがあって、得難い光をもたらしてくれる。私にとって、この世が幽囚獄で、お姉ちゃんが灯りなの。"
        },
        {
            "_id": "archive_hanya_12",
            "Title": "フォフォについて",
            "Voice": "十王司の人たちは大抵どこか欠けている。フォフォも例外じゃない。彼女は臆病だけど、間違いなく実力がある。甘く見ていると損をするから、気を付けて。"
        },
        {
            "_id": "archive_hanya_13",
            "Title": "景元について",
            "Voice": "将軍はあまりにも多くのことを経験してきた。そのどれを取っても、普通の仙舟人の精神を打ち砕くには十分なのに…彼の状況は悪くない。たぶん自分なりの方法があるんだと思う。"
        },
        {
            "_id": "archive_hanya_14",
            "Title": "刃について",
            "Voice": "彼は自分の記憶に『仙舟律』を書き写して、それを手当たり次第に犯してるみたい。これだけの罪を背負いながら、正気を保っていられる長命種は珍しい…お姉ちゃんが彼を捕まえたら、罪業を詳しく判読しないと。"
        },
        {
            "_id": "archive_hanya_15",
            "Title": "白露について",
            "Voice": "持明族の肉体は輪廻するうえに、逝く時に記憶と罪を古海に委ねることができるなんて、本当に羨ましい。でも龍女だけは他の持明族と違う…彼女は遥か遠い昔から受け継いだ重荷を背負っていて、見ているだけで息苦しくなる。"
        },
        {
            "_id": "archive_hanya_16",
            "Title": "御空について",
            "Voice": "狐族の寿命は 300 年くらいしかないけど、何もしないで 1000 年近く生きている仙舟人より凄いと思う…死の認識が薄れると、生命は意義を失うと言っても過言じゃない。これが、寿禍が生命にもたらした災いなの。"
        },
        {
            "_id": "archive_hanya_17",
            "Title": "羅刹について",
            "Voice": "棺を背負っているのは、自分は死に追われていると言い聞かせるため？その点に関しては十王司と似ているかもしれない。私たちが死地に入るのは、仙舟人の生きる威厳を手に入れるためだから。"
        },
        {
            "_id": "archive_hanya_18",
            "Title": "シッポについて",
            "Voice": "歳陽をフォフォの身体に封じた術は、羅浮では珍しいけど、他の仙舟ではそうでもない…詳しいことは、私からは言えない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_hanya",
            "Title": "星魂覚醒",
            "Voice": "ぼんやりとした夢兆の中で、1つの星が私を照らした。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_hanya",
            "Title": "キャラクター昇格",
            "Voice": "公務に精進するのは当然だけど、疲れるものは疲れる……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_hanya",
            "Title": "レベルMax",
            "Voice": "待って待って…こんなにたくさんの情報は耐えられない……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_hanya",
            "Title": "軌跡覚醒",
            "Voice": "判官の一筆はたくさんの業報に関わる。慎重にならざるを得ない……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toxueyi_hanya",
            "Title": "パーティ編成・雪衣",
            "Voice": "お姉ちゃん、罪業の判決が終わったら散歩しよう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tobailu_hanya",
            "Title": "パーティ編成・白露",
            "Voice": "龍女様…頭をすっきりさせる薬がほしい……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohuohuo_hanya",
            "Title": "パーティ編成・フォフォ",
            "Voice": "フォフォもいるんだ…仕事は順調？シッポはおとなしくしてる？運勢は好転した？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_hanya",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "抵抗は無駄。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_hanya",
            "Title": "戦闘開始・危険予知",
            "Voice": "罪業の気配が濃い…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hanya_01",
            "Title": "ターン・1",
            "Voice": "事の重大さに気づいてないんだ…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hanya_02",
            "Title": "ターン・2",
            "Voice": "あなたの罪は全部知ってる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_hanya",
            "Title": "戦闘中待機",
            "Voice": "ああ、ここでぼーっとしてるのってすごくいい。因果殿に戻って山のように積まれた罪業帳なんて読みたくない、この時間がずっと続けばいいのに……"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_hanya_01",
            "Title": "戦闘スキル・1",
            "Voice": "十王に代わり罰を下す。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_hanya_02",
            "Title": "戦闘スキル・2",
            "Voice": "自分の罪に向き合うといい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_hanya_01",
            "Title": "攻撃を受ける",
            "Voice": "罪を認める？"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_hanya_01",
            "Title": "重撃を受ける",
            "Voice": "重罪に値する……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_hanya",
            "Title": "必殺技・アクティブ",
            "Voice": "幽府が定めし処罰、援護を命じる……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_hanya",
            "Title": "必殺技・発動",
            "Voice": "十王の勅、ここに書と成る。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_hanya_01",
            "Title": "戦闘不能",
            "Voice": "お姉…ちゃん…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_hanya",
            "Title": "戦闘に戻る",
            "Voice": "仕事が終わってないから…戻ってきた。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_hanya",
            "Title": "HP回復",
            "Voice": "あなたの善行は覚えておく。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_hanya",
            "Title": "秘技",
            "Voice": "群邪退散。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_hanya",
            "Title": "戦闘勝利",
            "Voice": "十王の勅を以て、向かうところ敵なし。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hanya",
            "Title": "戦利品を開ける・1",
            "Voice": "興味ない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hanya_02",
            "Title": "戦利品を開ける・2",
            "Voice": "早く片付けて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_hanya",
            "Title": "貴重な戦利品を開ける",
            "Voice": "お姉ちゃんが好きそう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hanya",
            "Title": "謎解きに成功・1",
            "Voice": "終わった、先に進もう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hanya_02",
            "Title": "謎解きに成功・2",
            "Voice": "もうここに留まる必要はない。次に行こう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_hanya",
            "Title": "敵ターゲット発見",
            "Voice": "これほどの悪を見逃すわけにはいかない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_hanya",
            "Title": "町に戻る",
            "Voice": "もう因果殿に戻らないといけないの…お姉ちゃんがいないなら戻りたくない。"
        }
    ]
}

var _notes_ = {
    "1215": []
}

var _adiff_ = {
    "1215": {}
}

var _mtc_ = {
    "1215": {
        "Promotion": [
            {},
            {
                "2": 3200,
                "113011": 4
            },
            {
                "2": 6400,
                "113011": 8
            },
            {
                "2": 12800,
                "113012": 5,
                "110411": 2
            },
            {
                "2": 32000,
                "113012": 8,
                "110411": 5
            },
            {
                "2": 64000,
                "113013": 5,
                "110411": 15
            },
            {
                "2": 128000,
                "113013": 7,
                "110411": 28
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "113013": 3
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110503": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110503": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110503": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110503": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2000,
                        "113011": 2
                    },
                    {
                        "2": 4000,
                        "110161": 2,
                        "113011": 4
                    },
                    {
                        "2": 8000,
                        "110162": 2,
                        "113012": 2
                    },
                    {
                        "2": 16000,
                        "110162": 4,
                        "113012": 3
                    },
                    {
                        "2": 24000,
                        "110162": 6,
                        "113012": 5
                    },
                    {
                        "2": 36000,
                        "110163": 2,
                        "113013": 2
                    },
                    {
                        "2": 64000,
                        "110163": 4,
                        "110503": 1,
                        "113013": 3
                    },
                    {
                        "2": 128000,
                        "110163": 6,
                        "110503": 1
                    },
                    {
                        "2": 240000,
                        "110163": 11,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 190000,
                    "113011": 2,
                    "110162": 6,
                    "113012": 5,
                    "110163": 8,
                    "113013": 8
                }
            },
            {
                "Name": "速度 +9",
                "Mat": {
                    "2": 168000,
                    "110161": 2,
                    "113011": 4,
                    "110163": 8,
                    "113013": 8
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 136000,
                    "110162": 2,
                    "113012": 2,
                    "110163": 6,
                    "113013": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "録事",
                "Mat": {
                    "2": 4000,
                    "110161": 2,
                    "110503": 1
                }
            },
            {
                "Name": "幽府",
                "Mat": {
                    "2": 16000,
                    "110162": 4,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "還陽",
                "Mat": {
                    "2": 128000,
                    "110163": 6,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}