// Auto Generated

var _avatarskill_ = {
    "130301": {
        "Pre": {
            "Name": "幽蘭の調べ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にルアン・メェイの攻撃力@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Normal"
        }
    },
    "130302": {
        "Pre": {
            "Name": "緩く捻りて",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動した後、ルアン・メェイは <b>#3[f]</b> ターン継続する「弦外の音」を獲得する。ルアン・メェイのターンが回ってくるたびに、「弦外の音」の継続時間-1ターン。ルアン・メェイに「弦外の音」がある時、味方全体の与ダメージ+@ <b>#1[p]</b> #、弱点撃破効率+ <b>#2[p]</b> 。",
            "Params": [
                [
                    0.16,
                    0.5,
                    3.0
                ],
                [
                    0.176,
                    0.5,
                    3.0
                ],
                [
                    0.192,
                    0.5,
                    3.0
                ],
                [
                    0.208,
                    0.5,
                    3.0
                ],
                [
                    0.224,
                    0.5,
                    3.0
                ],
                [
                    0.24,
                    0.5,
                    3.0
                ],
                [
                    0.26,
                    0.5,
                    3.0
                ],
                [
                    0.28,
                    0.5,
                    3.0
                ],
                [
                    0.3,
                    0.5,
                    3.0
                ],
                [
                    0.32,
                    0.5,
                    3.0
                ],
                [
                    0.336,
                    0.5,
                    3.0
                ],
                [
                    0.352,
                    0.5,
                    3.0
                ],
                [
                    0.368,
                    0.5,
                    3.0
                ],
                [
                    0.384,
                    0.5,
                    3.0
                ],
                [
                    0.4,
                    0.5,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_BP"
        }
    },
    "130303": {
        "Pre": {
            "Name": "花に濡れても雫は払わず",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ルアン・メェイが結界を展開する、 <b>#2[f]</b> ターン継続。ルアン・メェイのターンが回ってくるたびに結界の継続時間-1ターン。<br>結界が展開されている間、味方全体の全属性耐性貫通+@ <b>#1[p]</b> #、かつ味方が攻撃を行った後、敵に「残梅」を付与する。<br>敵が<u>弱点撃破状態</u>から回復しようとする時に「残梅」が発動する。敵の<u>弱点撃破状態</u>を<u>延長</u>し、行動順をルアン・メェイの撃破特効 <b>#3[p]</b> + <b>#4[p]</b> 遅延させ、ルアン・メェイの氷属性弱点撃破ダメージ@ <b>#5[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。<br>敵が<u>弱点撃破状態</u>から回復するまで、再度「残梅」を付与することはできない。",
            "Params": [
                [
                    0.15,
                    2.0,
                    0.2,
                    0.1,
                    0.3
                ],
                [
                    0.16,
                    2.0,
                    0.2,
                    0.1,
                    0.32
                ],
                [
                    0.17,
                    2.0,
                    0.2,
                    0.1,
                    0.34
                ],
                [
                    0.18,
                    2.0,
                    0.2,
                    0.1,
                    0.36
                ],
                [
                    0.19,
                    2.0,
                    0.2,
                    0.1,
                    0.38
                ],
                [
                    0.2,
                    2.0,
                    0.2,
                    0.1,
                    0.4
                ],
                [
                    0.2125,
                    2.0,
                    0.2,
                    0.1,
                    0.425
                ],
                [
                    0.225,
                    2.0,
                    0.2,
                    0.1,
                    0.45
                ],
                [
                    0.2375,
                    2.0,
                    0.2,
                    0.1,
                    0.475
                ],
                [
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    0.5
                ],
                [
                    0.26,
                    2.0,
                    0.2,
                    0.1,
                    0.52
                ],
                [
                    0.27,
                    2.0,
                    0.2,
                    0.1,
                    0.54
                ],
                [
                    0.28,
                    2.0,
                    0.2,
                    0.1,
                    0.56
                ],
                [
                    0.29,
                    2.0,
                    0.2,
                    0.1,
                    0.58
                ],
                [
                    0.3,
                    2.0,
                    0.2,
                    0.1,
                    0.6
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Ultra",
            "EE": [
                10000014
            ]
        }
    },
    "130304": {
        "Pre": {
            "Name": "フラクタルの螺旋",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "自身を除く味方全体の速度@+ <b>#1[p]</b> #。敵を弱点撃破した後、その敵にルアン・メェイの氷属性弱点撃破ダメージ@ <b>#2[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。",
            "Params": [
                [
                    0.08,
                    0.6
                ],
                [
                    0.082,
                    0.66
                ],
                [
                    0.084,
                    0.72
                ],
                [
                    0.086,
                    0.78
                ],
                [
                    0.088,
                    0.84
                ],
                [
                    0.09,
                    0.9
                ],
                [
                    0.0925,
                    0.975
                ],
                [
                    0.095,
                    1.05
                ],
                [
                    0.0975,
                    1.125
                ],
                [
                    0.1,
                    1.2
                ],
                [
                    0.102,
                    1.26
                ],
                [
                    0.104,
                    1.32
                ],
                [
                    0.106,
                    1.38
                ],
                [
                    0.108,
                    1.44
                ],
                [
                    0.11,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Passive"
        }
    },
    "130306": {
        "Pre": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Normal"
        }
    },
    "130307": {
        "Pre": {
            "Name": "琴拭い、霓裳撫でる",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、「琴拭い、霓裳撫でる」を獲得し、次の戦闘開始時に自動で戦闘スキルを <b>#1[f]</b> 回発動する。この効果発動はSPを消費しない。<br>模擬宇宙、階差宇宙の中で、ルアン・メェイが「琴拭い、霓裳撫でる」を所有し、味方が敵を先制攻撃して戦闘に入った場合、弱点属性を攻撃して戦闘に入ったと見なされる。また、その回の攻撃は弱点属性を無視して敵全体の靭性を削る。敵を弱点撃破した場合、攻撃者の属性に対応する弱点撃破効果を触発する。所持する祝福1つにつき、さらにその回の攻撃の削靭値+ <b>#2[p]</b> 、敵を弱点撃破した後、さらにルアン・メェイの氷属性弱点撃破ダメージ <b>#3[p]</b> 分の弱点撃破ダメージを与える。祝福は最大で <b>#4[f]</b> つまでカウントされる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    1.0,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1303_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1303": {
        "Pre": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "DefenceAddedRatio": 0.225,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "呼吸の中",
                "Desc": "味方全体の撃破特効+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1303_SkillTree1"
            },
            "Tree2": {
                "Name": "広がる想像",
                "Desc": "ルアン・メェイのターンが回ってきた時、自身のEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1303_SkillTree2"
            },
            "Tree3": {
                "Name": "水面を照らす燭火",
                "Desc": "戦闘中、ルアン・メェイの撃破特効が <b><color style='color:#f29e38'>120%</color></b> を超えた時、超過した撃破特効 <b><color style='color:#f29e38'>10%</color></b> につき、戦闘スキルによる味方全体の与ダメージアップ効果+ <b><color style='color:#f29e38'>6%</color></b> 、最大で+ <b><color style='color:#f29e38'>36%</color></b> 。",
                "Icon": "SkillIcon_1303_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "130301": {
        "Pre": {
            "Rank": 1,
            "Name": "神経刺繍図",
            "Desc": "必殺技の結界が展開されている間、味方全体がダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>20%</color></b> 無視する。",
            "Icon": "SkillIcon_1303_Rank1"
        }
    },
    "130302": {
        "Pre": {
            "Rank": 2,
            "Name": "通りし芒の道",
            "Desc": "ルアン・メェイがフィールド上にいる場合、<u>弱点撃破状態</u>の敵に対する味方全体の攻撃力+ <b><color style='color:#f29e38'>40%</color></b> 。",
            "Icon": "SkillIcon_1303_Rank2"
        }
    },
    "130303": {
        "Pre": {
            "Rank": 3,
            "Name": "煙衫を綾取る緑意",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1303_Ultra"
        }
    },
    "130304": {
        "Pre": {
            "Rank": 4,
            "Name": "銅鏡前にて神を探す",
            "Desc": "敵が弱点撃破された時、ルアン・メェイの撃破特効+ <b><color style='color:#f29e38'>100%</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。",
            "Icon": "SkillIcon_1303_Rank4"
        }
    },
    "130305": {
        "Pre": {
            "Rank": 5,
            "Name": "気怠く弄る玲瓏釵",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1303_BP"
        }
    },
    "130306": {
        "Pre": {
            "Rank": 6,
            "Name": "紗巾脱ぎかけ<br>団扇に落ちる",
            "Desc": "必殺技を発動して展開する結界の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。天賦による<u>弱点撃破ダメージ</u>倍率+ <b><color style='color:#f29e38'>200%</color></b> 。",
            "Icon": "SkillIcon_1303_Rank6",
            "EE": [
                10000014
            ]
        }
    }
}

var _story_ = {
    "1303": [
        {
            "_id": 1,
            "Story": "物腰が柔らかく優雅な学者。「天才クラブ」#81、生命科学の専門家。<br>生まれ持った資質と驚異的な執着によってヌースの一瞥を受け、秘密の場所で生命の根源に関する研究と探求を始めた。<br>その結果ヘルタに声をかけられ、スクリューガム、スティーブンと共に「模擬宇宙」を開発。<br>伝統的な劇とお菓子が大好きで、刺繍にも興味がある。"
        },
        {
            "_id": 2,
            "Story": "幼少期、彼女は「科学者」である母から初めての啓蒙を得た。<br><br>科学に傾倒していた家族が集まる小屋の中で、彼女の生活と愛は切っても切れない関係にあった——そのため彼女は早い段階で「愛」には差があること、そして異なる香りを持っていることに気づいたのである。<br><br>祖母は白髪で、楽器と歌声を用いた戯曲が好きだった。父の革靴は大きくて毛むくじゃらだった。<br>父と母は互いに愛し合っていたが、よく喧嘩もしていた。<br>彼女は大人しい少女で、よく間違いを犯していたが、よく許されてもいた。<br><br><i>「アーリスおばさんは他の大人たちより私に親切で、お菓子を買ってくれる。だからおばさんからの愛が一番」</i><br><br>そのうち少女は強情を張ることを覚え、彼女の「愛」に対する理解も、書籍に書かれている公式の説明を超えるものとなった。<br>それからまた少し少女が成長した頃、母は彼女に巨大な氷河の惑星を一歩一歩一緒に進むよう厳しく求めた。<br>少女は途中で息が上がるたびに足を止めては、氷河の下にある魅力と不思議に満ちた「生命」——かつては「生命」だったものをじっくりと観察した。<br><br>観測が終わって小屋に戻ると、ようやく「ご褒美」の時間が訪れる——<br>お菓子をかじると、その美味しさが口いっぱいに広がっていく。彼女の小さな期待は、いつも母の研究に魅力的な香りを添えていた。<br><br>故郷、「豊穣」の祝福を受けた世界を起点に、彼らは観測用の宇宙船に乗り、多くの世界に赴いている。<br>家族から贈られた様々な「愛」と、螺旋状に上昇するデータによって作られた「生命」の中で、少女は喜びを抱いた。<br><br><i>「ルアン、青団子を食べた後は、手を洗ってからじゃないと実験台には触っちゃだめよ」</i>"
        },
        {
            "_id": 3,
            "Story": "両親の葬式で彼女は真っ黒な喪服を着た。相変わらずしっかりと整えられた黒い髪が、彼女の表情を隠している。<br><br>彼女は涙を流さなかった。<br><br>夜が訪れた。実験室のモニターでは、螺旋状のデータによって作られた何層もの模様が、戯曲の声に変換されては広がり、流れている。そして、その何層もの模様が剥がれた後、彼女が大切に守り、細心の注意を払って作り上げた秘密が現れた——目を閉じている父と母。2人の冷たく、寝ているような顔。<br><br><i>「これは裏切りです。彼らは祖母との約束を守ることができなかった」</i><br><br><i>「私も両親との約束を守ることができなかったせいで、同じように彼らを裏切ってしまった」</i><br><br><i>「科学だけが…裏切らない」彼女は呟いた。</i><br><br>少女は両親が平等であることを望み、自分の名前を抹消した後、2人の名字を貰って自分の名前にした。<br><br>それ以来、「家」のことを聞かれるたびに、彼女の目には迷いが浮かぶ。まるで何もかもを忘れてしまったかのようだった。<br>そんな状態で、彼女は時間の法則を無視して演算を始めた。研究に集中するあまり食事は不規則になり、興が乗ると何日も研究を続けては、限界に達して気を失うように眠りに落ちる。<br><br>やがて彼女は蛍の微かな光を頼りに、毎晩研究を進展させるようになった。既存の生命の法則を無視すればするほど、彼女の進歩は加速していく。彼女は研究の法則、そして生命の意義を無視するようになった。彼女はただ観察、推察、それからデータを手に持って感じることで、新しい種の法則を編み出したのである。<br><br>その結果、彼女の実験室ではシダ植物や花がますます生い茂り、目に見えるスピードで成長を続け、ついには空間全体を埋め尽くすまでになった。花と葉の隙間には——集合した「データ」によって形作られた、両親の冷たい顔が隠れている。<br><br>眠っている「両親」が目を開こうとした時——彼女はもともと星に存在していた種の進化法則をほぼ破壊してしまっていたが、それでも目標に向かって進み続けた。<br>それは研究の最中に彼女が顔を上げ、空を仰ぎ、「ヌース」の一瞥が注がれるまで続いたのである。"
        },
        {
            "_id": 4,
            "Story": "ヌースの一瞥を受けてから、彼女は故郷を離れ、世間から隠れて生活を送り始めた。<br><br>彼女が其に何を尋ねたのかは誰も知らない。しかしその後、彼女の性格は輪をかけて淡白になり、今まで以上に研究に没頭するようになった——彼女が研究するのは「生命」の本質だけだ。<br><br>多くの「生命」が彼女によって模造された。<br>「燃える」生命は流動する炎となり、彼女の足元を這い、通り抜けていく。時々、彼女は自分が炎そのものになったと感じることがあった。<br>「流動」する生命は液体状の光となり、彼女の細い手首の傍を流れていく。時々、彼女は自分が光そのものになったように感じることがあった。<br>一部の「知識」によって模造された生命は、自らの思考、意識、感情を発展させようとした。そして、それらは時に泣き、笑い、悲しんだが、すべて彼女の体に溶け込んでいった。<br><br>しかし、彼女はそれらの「生命」を感じることができなかった。<br>生命が存在できる時間は短く、それらは朧げで、あっという間に朽ちてしまい、彼女の実験だけが続いていく。<br><br>彼女が片手間にしていた「研究」は、時に生物学の体系を揺るがすこともあった。彼女の「研究」は多くの惑星、空飛ぶクジラ、泳ぐ鹿、怯える花、巨大な植物の根を変え、その創造は有機生命体の経験と想像を凌駕するものだったからだ。<br><br>ただ其に近づくため、彼女は自分の「生命」に対する理解を打ち破り続けてきた——そう、其の一瞥は忘れがたいものだったのである。<br><br>「星神」とは…一体どのような存在なのか？あれも一種の生命なのだろうか？<br><br>その「衝撃」の美名が銀河の学界を駆け巡ると、いつも彼女の隠遁生活を打ち砕こうとする人が現れる。<br>彼女は振り返ると、机に置かれた「天才クラブ」からの手紙に視線を向けた——そして、またそれをゴミ箱に投げ入れたのだった。"
        },
        {
            "_id": 5,
            "Story": "小さな町の奇妙な科学の狂人、無機生命体、そして人形の少女が彼女を取り囲む。彼らとは一緒にアフタヌーンティーを楽しんだことも、共同研究をしたこともある。時には世間話をして騒いだり、笑い合ったりもした。<br><br>彼らに初めて会ったのはいつだっただろうか？もう思い出せないが、何かのプロジェクトのためだったことは覚えている。彼女は強制参加させられたのだ——これは紛れもない事実である。彼女はのんびりとお菓子を頬張った。彼らに加わったのは、時間と労力を費やす価値のある模擬「星神」のために過ぎない。<br><br>そう、時間を費やす価値はあるが…交流を強制される価値はない。<br><br><i>「天才クラブ？興味ありませんね」</i><br><br><i>「これは不思議な直感なのですが、あの『ヘルタ』という人は少し私に似ているようです。もっと深い…深いところにある何かが少し似ているのです」</i><br><br>彼女は自分が二度と過ちを犯さないことを確信している。もう何も信じなければ、裏切られることもないからだ。同じように…誰かを裏切ることもない。<br>「生命」の本質とは何か？「生命」の終点は一体どこなのか？<br>答えは本当に存在するのだろうか？<br><br>彼女の淡々とした表情からは何の感情も読み取れない。しかし、彼女の髪は沸き立つように香り、目元はほんのりと赤くなっている——彼女はすべてを楽しんでいるのだ。<br><br>宇宙の煩雑な物事は邪魔でしかない。「星神」という言葉だけが、彼女の心を動かせるのである。<br><br>なんと興味深いのだろうか。<br>「温床」の上で、「炊飯器」が育んだ「生命」がタイミングよくできあがった。生命の創造はまるで奇跡のようである。<br>なんとロマンチックなのだろうか。<br>彼女は誰よりも、「星神」を研究するためには対価が必要なことを知っている…それでも彼女は気にしない。彼女は知っている！彼女は——になることすら気に留めていないのだから！？<br><br>ちょうどいい時間だ——また「プロジェクト」のアップデートが始まる。<br><br>彼女は背を向けて立ち去った。<br>彼女は知らない。どれだけの時間が経とうと、祖母の視線はモニター越しに彼女に注がれていることを。<br><br><i>「ルアン…私のルアン。再会する時は……」</i>"
        }
    ]
}

var _voice_ = {
    "1303": [
        {
            "_id": "archive_ruanmei_1",
            "Title": "初対面",
            "Voice": "ルアン・メェイです。私の名前を呼ぶ時は、間に一呼吸置くことを忘れないように。"
        },
        {
            "_id": "archive_ruanmei_2",
            "Title": "挨拶",
            "Voice": "あなたも食べますか？この菓子には新しく漬けた梅の花が使われているんです。これのために、かなりの時間列に並びました。"
        },
        {
            "_id": "archive_ruanmei_3",
            "Title": "お別れ",
            "Voice": "いい研究サンプルに出会ったら、私にも共有してください。その時にまた会いましょう。"
        },
        {
            "_id": "archive_ruanmei_4",
            "Title": "自分について・身の上",
            "Voice": "ヌースの目に留まった後、私は故郷を離れ、秘密の場所で生命の根源についての研究を始めました——その場所はどこなのか、という質問はしないでくださいね。"
        },
        {
            "_id": "archive_ruanmei_5",
            "Title": "自分について・名前",
            "Voice": "生命の枠組の中で、父と母は平等…なので、私は2人の名字を貰って自分の名前にしました。"
        },
        {
            "_id": "archive_ruanmei_6",
            "Title": "世間話・天才クラブ",
            "Voice": "クラブ内で流れている噂は、意識せずとも耳に入ってきます——「マッドサイエンティスト」。彼らにそう評価されるのも悪くないですね。"
        },
        {
            "_id": "archive_ruanmei_7",
            "Title": "趣味・お菓子の味",
            "Voice": "唇や歯は最も敏感な部分なので、菓子が上等かどうかを判断するには、ほんの一口あれば十分。私は新鮮な果物、花や木などの旬の素材を好んでいます。特定の時期の生命形態で切り取られたもののほうが、ドーパミンが放出されやすいので。"
        },
        {
            "_id": "archive_ruanmei_8",
            "Title": "趣味・劇",
            "Voice": "現代の音楽は聞き慣れませんが、劇はすぐに夢中になってしまいます。弦が弾かれ、時間が流れていくのです。"
        },
        {
            "_id": "archive_ruanmei_9",
            "Title": "悩み・無口",
            "Voice": "言語の冗長さ、思考の交流の柔軟性のなさ、それが私にとっては煩わしく、悲しい気持ちになってしまうのです……"
        },
        {
            "_id": "archive_ruanmei_10",
            "Title": "シェア・刺繍",
            "Voice": "手首の動かし方、適切な角度、集中している状態…刺繍は切片の育成にとてもよく似ています。"
        },
        {
            "_id": "archive_ruanmei_11",
            "Title": "見聞・生命の高度",
            "Voice": "死の到来を早める必要も、遅らせる必要もありません。命はいずれ枯れる定めにあるのですから。私たちは粒子になってしまいますが、新たな高みに触れることができるのです。"
        },
        {
            "_id": "archive_ruanmei_12",
            "Title": "見聞・理性的な研究",
            "Voice": "人類は論理を過大評価しすぎています。理性に執着すると、逆にその執着に囚われてしまいます——科学とは熱狂から生まれるもの。感情に溺れることは、一種の才能と言えるでしょう。"
        },
        {
            "_id": "archive_ruanmei_13",
            "Title": "ヘルタについて",
            "Voice": "ヘルタの性格は耐えがたいと思う人もいるかもしれませんが、私は気になりません——当然、このことはヘルタも知っています。だから私は彼女の招待を受けたのです。"
        },
        {
            "_id": "archive_ruanmei_14",
            "Title": "スクリューガムについて",
            "Voice": "私とスクリューガムの生命に対する理解はまったく異なっていますが、彼はそれに気づいていないようですね。幸い、私たちの交流は「模擬宇宙」に限られています。"
        },
        {
            "_id": "archive_ruanmei_15",
            "Title": "スティーブンについて",
            "Voice": "ヘルタのオフィスにスイカのゼリーを置いておけば、スティーブンが現れるかもしれません——いいですか、くれぐれもカボチャと間違えないようにしてください。南瓜だと、彼がいない時間を長引かせるだけですから。"
        },
        {
            "_id": "archive_ruanmei_16",
            "Title": "帰忘の流離人について",
            "Voice": "私たちの生命に対する探求は、まだ終点に達していない…彼女はそれを改めて証明しただけに過ぎません。"
        },
        {
            "_id": "archive_ruanmei_17",
            "Title": "マダム・ヘルタについて",
            "Voice": "彼女のコメントは辛辣です。面と向かって話す時はなおさら…ですが、それが私の気に障るということではありません。既知と未知の境界で前に進もうとするなら、大きな代償を支払わなければならないことを、私たちは理解していますので。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_ruanmei",
            "Title": "星魂覚醒",
            "Voice": "過去の命の断片は、元に戻せるのでしょうか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_ruanmei",
            "Title": "キャラクター昇格",
            "Voice": "研究は目覚ましい進展を見せています。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_ruanmei",
            "Title": "レベルMax",
            "Voice": "残念ながら、星神の謎は未だ解明されていません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_ruanmei",
            "Title": "軌跡覚醒",
            "Voice": "呼吸するたび、私は自我を感知する…"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_ruanmei",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "{NICKNAME}、いつも通り、戦績が良ければご褒美がありますよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toherta_ruanmei",
            "Title": "パーティ編成・ヘルタ",
            "Voice": "私はあなたじゃない…ここが「模擬宇宙」なら、勝手をしても構いませんが。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tofugue_ruanmei",
            "Title": "パーティ編成・帰忘の流離人",
            "Voice": "その生命、悔いを残さないようにしてくださいね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totheherta_ruanmei",
            "Title": "パーティ編成・マダム・ヘルタ",
            "Voice": "肩を並べるのは珍しいですね。この機会、大切にしましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_ruanmei",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "素晴らしい、優美な身構えですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_ruanmei",
            "Title": "戦闘開始・危険予知",
            "Voice": "ゆっくりいきましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_ruanmei_01",
            "Title": "ターン・1",
            "Voice": "まだ研究する価値はありますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_ruanmei_02",
            "Title": "ターン・2",
            "Voice": "生命は、ただ呼吸するだけの存在ではありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_ruanmei",
            "Title": "戦闘中待機",
            "Voice": "待つことも変化です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_ruanmei_01",
            "Title": "戦闘スキル・1",
            "Voice": "琴の音は響き続ける。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_ruanmei_02",
            "Title": "戦闘スキル・2",
            "Voice": "万象の本質は同じ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_ruanmei_01",
            "Title": "通常攻撃・1",
            "Voice": "あなたにしましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_ruanmei_02",
            "Title": "通常攻撃・2",
            "Voice": "耳を澄まして。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_ruanmei_01",
            "Title": "攻撃を受ける",
            "Voice": "楽しいですか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_ruanmei_01",
            "Title": "重撃を受ける",
            "Voice": "離れなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_ruanmei",
            "Title": "必殺技・アクティブ",
            "Voice": "命の花びらよ…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_ruanmei",
            "Title": "必殺技・発動",
            "Voice": "いつ咲こうとも、風に吹き落される時は…来る。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_ruanmei_01",
            "Title": "戦闘不能",
            "Voice": "まだ…答えが…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_ruanmei",
            "Title": "戦闘に戻る",
            "Voice": "続けましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_ruanmei",
            "Title": "HP回復",
            "Voice": "これが命の温度…"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_ruanmei",
            "Title": "秘技",
            "Voice": "鳴り響け。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_ruanmei",
            "Title": "戦闘勝利",
            "Voice": "命は…不思議ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_ruanmei",
            "Title": "戦利品を開ける・1",
            "Voice": "箱にも綺麗な模様を付けたらいいかもしれませんね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_ruanmei_02",
            "Title": "戦利品を開ける・2",
            "Voice": "これは役に立ちそうです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_ruanmei",
            "Title": "貴重な戦利品を開ける",
            "Voice": "おや？予想以上の成果ですね…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_ruanmei",
            "Title": "謎解きに成功・1",
            "Voice": "この程度の謎ですか…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_ruanmei_02",
            "Title": "謎解きに成功・2",
            "Voice": "ごく普通の解き方に過ぎません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_ruanmei",
            "Title": "敵ターゲット発見",
            "Voice": "あれは？少し…興味が湧きました。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_ruanmei",
            "Title": "町に戻る",
            "Voice": "休憩にしましょう、お茶の時間です。"
        }
    ]
}

var _notes_ = {
    "1303": []
}

var _adiff_ = {
    "1303": {}
}

var _mtc_ = {
    "1303": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110413": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110413": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110413": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110413": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110504": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110504": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110161": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110162": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110162": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110162": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110163": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110163": 5,
                        "110504": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110163": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110163": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "撃破特効 +37.3%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110162": 8,
                    "113002": 7,
                    "110163": 11,
                    "113003": 11
                }
            },
            {
                "Name": "防御力 +22.5%",
                "Mat": {
                    "2": 210000,
                    "110161": 3,
                    "113001": 6,
                    "110163": 11,
                    "113003": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110162": 3,
                    "113002": 3,
                    "110163": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "呼吸の中",
                "Mat": {
                    "2": 5000,
                    "110161": 3,
                    "110504": 1
                }
            },
            {
                "Name": "広がる想像",
                "Mat": {
                    "2": 20000,
                    "110162": 5,
                    "241": 1,
                    "110504": 1
                }
            },
            {
                "Name": "水面を照らす燭火",
                "Mat": {
                    "2": 160000,
                    "110163": 8,
                    "241": 1,
                    "110504": 1
                }
            }
        ]
    }
}