// Auto Generated

var _avatarskill_ = {
    "130901": {
        "v1": {
            "Name": "羽ばたきのホワイトノイズ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にロビンの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v2": {
            "Name": "羽ばたきのホワイトノイズ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にロビンの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v3": {
            "Name": "羽ばたきのホワイトノイズ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にロビンの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v4": {
            "Name": "羽ばたくホワイトノイズ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にロビンの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v5": {
            "Name": "羽ばたくホワイトノイズ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にロビンの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "Live": {
            "Name": "羽ばたくホワイトノイズ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にロビンの攻撃力@ <b>#1[p]</b> #分の物理属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        }
    },
    "130902": {
        "v1": {
            "Name": "飛翔のアリア",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "味方全体の与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。ロビンのターンが回ってくるたびに継続時間-1ターン。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v2": {
            "Name": "飛翔のアリア",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "味方全体の与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。ロビンのターンが回ってくるたびに継続時間-1ターン。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v3": {
            "Name": "飛翔のアリア",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "味方全体の与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。ロビンのターンが回ってくるたびに継続時間-1ターン。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v4": {
            "Name": "飛翔のアリア",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "味方全体の与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。ロビンのターンが回ってくるたびに継続時間-1ターン。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "v5": {
            "Name": "飛翔のアリア",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "味方全体の与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。ロビンのターンが回ってくるたびに継続時間-1ターン。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        },
        "Live": {
            "Name": "飛翔のアリア",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "味方全体の与ダメージ+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。ロビンのターンが回ってくるたびに継続時間-1ターン。",
            "Params": [
                [
                    0.25,
                    3.0
                ],
                [
                    0.275,
                    3.0
                ],
                [
                    0.3,
                    3.0
                ],
                [
                    0.325,
                    3.0
                ],
                [
                    0.35,
                    3.0
                ],
                [
                    0.375,
                    3.0
                ],
                [
                    0.40625,
                    3.0
                ],
                [
                    0.4375,
                    3.0
                ],
                [
                    0.46875,
                    3.0
                ],
                [
                    0.5,
                    3.0
                ],
                [
                    0.525,
                    3.0
                ],
                [
                    0.55,
                    3.0
                ],
                [
                    0.575,
                    3.0
                ],
                [
                    0.6,
                    3.0
                ],
                [
                    0.625,
                    3.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_BP"
        }
    },
    "130903": {
        "v1": {
            "Name": "千の音で、群星のフーガを",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ロビンが「協奏」状態に入り、味方全体の攻撃力を、ロビンの攻撃力@ <b>#1[p]</b> #+@ <b>#3[f]</b> #アップし、自身以外の味方を即座に行動させる。味方が攻撃を行った後、ロビンは自身の攻撃力@ <b>#4[p]</b> #分の物理<u>付加ダメージ</u>を敵に1回与える、このダメージの会心率は <b>#5[p]</b> 、会心ダメージは <b>#6[p]</b> に固定される。<br>「協奏」状態の時、ロビンは<u>行動制限系デバフ</u>を無効化し、「協奏」状態が終了するまで自身のターンに入らず、行動できない。<br>また、アクションバーに「協奏」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、ロビンは「協奏」状態を解除し、即座に行動する。カウントダウンの速度は <b>#2[f]</b> に固定される。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。<br><br>@<b>行動制限系デバフ</b>#<br>凍結、もつれ、禁錮、支配、怒噪、強烈震とう、異夢。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v2": {
            "Name": "千の音で、群星のフーガを",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ロビンが「協奏」状態に入り、味方全体の攻撃力を、ロビンの攻撃力@ <b>#1[p]</b> #+@ <b>#3[f]</b> #アップし、自身以外の味方を即座に行動させる。味方が攻撃を行った後、ロビンは自身の攻撃力@ <b>#4[p]</b> #分の物理<u>付加ダメージ</u>を敵に1回与える、このダメージの会心率は <b>#5[p]</b> 、会心ダメージは <b>#6[p]</b> に固定される。<br>「協奏」状態の時、ロビンは<u>行動制限系デバフ</u>を無効化し、「協奏」状態が終了するまで自身のターンに入らず、行動できない。<br>また、アクションバーに「協奏」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、ロビンは「協奏」状態を解除し、即座に行動する。カウントダウンの速度は <b>#2[f]</b> に固定される。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。<br><br>@<b>行動制限系デバフ</b>#<br>凍結、もつれ、禁錮、支配、怒噪、強烈震とう、異夢。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v3": {
            "Name": "千の音で、群星のフーガを",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ロビンが「協奏」状態に入り、自身以外の味方を即座に行動させる。<br>「協奏」状態で、味方全体の攻撃力を、ロビンの攻撃力@ <b>#1[p]</b> #+@ <b>#3[f]</b> #アップし、味方が攻撃を行った後、ロビンは自身の攻撃力@ <b>#4[p]</b> #分の物理<u>付加ダメージ</u>を敵に1回与える、このダメージの会心率は <b>#5[p]</b> 、会心ダメージは <b>#6[p]</b> に固定される。<br>「協奏」状態の時、ロビンは<u>行動制限系デバフ</u>を無効化し、「協奏」状態が終了するまで自身のターンに入らず、行動できない。<br>また、アクションバーに「協奏」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、ロビンは「協奏」状態を解除し、即座に行動する。カウントダウンの速度は <b>#2[f]</b> に固定される。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。<br><br>@<b>行動制限系デバフ</b>#<br>凍結、もつれ、禁錮、支配、怒噪、強烈震とう、異夢。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v4": {
            "Name": "千の音で、群星にフーガを",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ロビンが「協奏」状態に入り、自身以外の味方を即座に行動させる。<br>「協奏」状態の時、味方全体の攻撃力を、ロビンの攻撃力@ <b>#1[p]</b> #分+@ <b>#3[f]</b> #アップする。かつ味方が攻撃を行った後、ロビンは自身の攻撃力@ <b>#4[p]</b> #分の物理<u>付加ダメージ</u>を敵に1回与える、このダメージの会心率は <b>#5[p]</b> 、会心ダメージは <b>#6[p]</b> に固定される。<br>「協奏」状態の時、ロビンは<u>行動制限系デバフ</u>に抵抗できる。ロビンは「協奏」状態が終了するまで自身のターンに入らず、行動できない。<br>アクションバーに「協奏」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、ロビンは「協奏」状態を解除し、即座に行動する。カウントダウンの速度は <b>#2[f]</b> に固定される。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。<br><br>@<b>行動制限系デバフ</b>#<br>凍結、もつれ、禁錮、支配、怒噪、強烈震とう、異夢。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "v5": {
            "Name": "千の音で、群星にフーガを",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ロビンが「協奏」状態に入り、自身以外の味方を即座に行動させる。<br>「協奏」状態の時、味方全体の攻撃力を、ロビンの攻撃力@ <b>#1[p]</b> #分+@ <b>#3[f]</b> #アップする。かつ味方が攻撃を行った後、ロビンは自身の攻撃力@ <b>#4[p]</b> #分の物理<u>付加ダメージ</u>を敵に1回与える、このダメージの会心率は <b>#5[p]</b> 、会心ダメージは <b>#6[p]</b> に固定される。<br>「協奏」状態の時、ロビンは<u>行動制限系デバフ</u>に抵抗できる。ロビンは「協奏」状態が終了するまで自身のターンに入らず、行動できない。<br>アクションバーに「協奏」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、ロビンは「協奏」状態を解除し、即座に行動する。カウントダウンの速度は <b>#2[f]</b> に固定される。<br><br>@<b>付加ダメージ</b>#<br>攻撃を受けたターゲットがさらにダメージを1回受ける。このダメージは攻撃とは見なされない。<br><br>@<b>行動制限系デバフ</b>#<br>凍結、もつれ、禁錮、支配、怒噪、強烈震とう、異夢。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra"
        },
        "Live": {
            "Name": "千の音で、群星にフーガを",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "ロビンが「協奏」状態に入り、自身以外の味方を即座に行動させる。<br>「協奏」状態の時、味方全体の攻撃力を、ロビンの攻撃力@ <b>#1[p]</b> #分+@ <b>#3[f]</b> #アップする。また、味方が攻撃を行った後、ロビンは自身の攻撃力@ <b>#4[p]</b> #分の物理属性<u>付加ダメージ</u>を敵に1回与える、このダメージの会心率は <b>#5[p]</b> 、会心ダメージは <b>#6[p]</b> に固定される。<br>「協奏」状態の時、ロビンは<u>行動制限系デバフ</u>に抵抗できる。ロビンは「協奏」状態が終了するまで自身のターンに入らず、行動できない。<br>アクションバーに「協奏」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、ロビンは「協奏」状態を解除し、即座に行動する。カウントダウンの速度は <b>#2[f]</b> に固定される。",
            "Params": [
                [
                    0.152,
                    90.0,
                    50.0,
                    0.72,
                    1.0,
                    1.5
                ],
                [
                    0.1596,
                    90.0,
                    65.0,
                    0.768,
                    1.0,
                    1.5
                ],
                [
                    0.1672,
                    90.0,
                    80.0,
                    0.816,
                    1.0,
                    1.5
                ],
                [
                    0.1748,
                    90.0,
                    95.0,
                    0.864,
                    1.0,
                    1.5
                ],
                [
                    0.1824,
                    90.0,
                    110.0,
                    0.912,
                    1.0,
                    1.5
                ],
                [
                    0.19,
                    90.0,
                    125.0,
                    0.96,
                    1.0,
                    1.5
                ],
                [
                    0.1995,
                    90.0,
                    143.75,
                    1.02,
                    1.0,
                    1.5
                ],
                [
                    0.209,
                    90.0,
                    162.5,
                    1.08,
                    1.0,
                    1.5
                ],
                [
                    0.2185,
                    90.0,
                    181.25,
                    1.14,
                    1.0,
                    1.5
                ],
                [
                    0.228,
                    90.0,
                    200.0,
                    1.2,
                    1.0,
                    1.5
                ],
                [
                    0.2356,
                    90.0,
                    215.0,
                    1.248,
                    1.0,
                    1.5
                ],
                [
                    0.2432,
                    90.0,
                    230.0,
                    1.296,
                    1.0,
                    1.5
                ],
                [
                    0.2508,
                    90.0,
                    245.0,
                    1.344,
                    1.0,
                    1.5
                ],
                [
                    0.2584,
                    90.0,
                    260.0,
                    1.392,
                    1.0,
                    1.5
                ],
                [
                    0.266,
                    90.0,
                    275.0,
                    1.44,
                    1.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 160.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Ultra",
            "EE": [
                10000005,
                10000011
            ]
        }
    },
    "130904": {
        "Live": {
            "Name": "調和の純正律",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方全体の会心ダメージ+@ <b>#1[p]</b> #。味方が敵に攻撃を行った後、ロビンは自身のEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v1": {
            "Name": "調和の純正律",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方全体の会心ダメージ+@ <b>#1[p]</b> #。味方が敵を攻撃した後、ロビンは自身のEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v2": {
            "Name": "調和の純正律",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方全体の会心ダメージ+@ <b>#1[p]</b> #。味方が敵を攻撃した後、ロビンは自身のEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v3": {
            "Name": "調和の純正律",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方全体の会心ダメージ+@ <b>#1[p]</b> #。味方が敵を攻撃した後、ロビンは自身のEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v4": {
            "Name": "調和の純正律",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方全体の会心ダメージ+@ <b>#1[p]</b> #。味方が敵に攻撃を行った後、ロビンは自身のEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        },
        "v5": {
            "Name": "調和の純正律",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "味方全体の会心ダメージ+@ <b>#1[p]</b> #。味方が敵に攻撃を行った後、ロビンは自身のEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    0.05,
                    2.0
                ],
                [
                    0.065,
                    2.0
                ],
                [
                    0.08,
                    2.0
                ],
                [
                    0.095,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.125,
                    2.0
                ],
                [
                    0.14375,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.18125,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.215,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.245,
                    2.0
                ],
                [
                    0.26,
                    2.0
                ],
                [
                    0.275,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Passive"
        }
    },
    "130906": {
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Normal"
        }
    },
    "130907": {
        "Live": {
            "Name": "酩酊のオーバーチュア",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を発動した後、自身の周囲に <b>#1[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵はロビンを攻撃せず、領域が存在する間はロビンに追随する。領域展開中に戦闘に入った後、各ウェーブ開始時にロビンはEPを <b>#2[f]</b> 回復する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v1": {
            "Name": "酩酊のオーバーチュア",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を発動した後、自身の周囲に <b>#1[f]</b> 秒間持続する特殊領域を作り出す。特殊領域内の敵はロビンに対して攻撃せず、領域が存在する間はロビンに追随する。領域展開中に戦闘に入った後、各ウェーブ開始時にロビンは追加でEPを <b>#2[f]</b> 回復する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v2": {
            "Name": "酩酊のオーバーチュア",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を発動した後、自身の周囲に <b>#1[f]</b> 秒間持続する特殊領域を作り出す。特殊領域内の敵はロビンに対して攻撃せず、領域が存在する間はロビンに追随する。領域展開中に戦闘に入った後、各ウェーブ開始時にロビンは追加でEPを <b>#2[f]</b> 回復する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v3": {
            "Name": "酩酊のオーバーチュア",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を発動した後、自身の周囲に <b>#1[f]</b> 秒間持続する特殊領域を作り出す。特殊領域内の敵はロビンに対して攻撃せず、領域が存在する間はロビンに追随する。領域展開中に戦闘に入った後、各ウェーブ開始時にロビンはEPを <b>#2[f]</b> 回復する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v4": {
            "Name": "酩酊のオーバーチュア",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を発動した後、自身の周囲に <b>#1[f]</b> 秒間持続する特殊領域を作り出す。特殊領域内の敵はロビンを攻撃せず、領域が存在する間はロビンに追随する。領域展開中に戦闘に入った後、各ウェーブ開始時にロビンはEPを <b>#2[f]</b> 回復する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        },
        "v5": {
            "Name": "酩酊のオーバーチュア",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を発動した後、自身の周囲に <b>#1[f]</b> 秒間持続する特殊領域を作り出す。特殊領域内の敵はロビンを攻撃せず、領域が存在する間はロビンに追随する。領域展開中に戦闘に入った後、各ウェーブ開始時にロビンはEPを <b>#2[f]</b> 回復する。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    15.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1309_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1309": {
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "華彩のコロラトゥーラ",
                "Desc": "戦闘開始時、自身の<u>行動順</u>が <b><color style='color:#f29e38'>25%</color></b> 早まる。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "アドリブの装飾曲",
                "Desc": "「協奏」状態の時、味方全体の<u>追加攻撃ダメージ</u>の会心ダメージ+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "反復するピリオド",
                "Desc": "戦闘スキルを発動する時、さらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "華彩のコロラトゥーラ",
                "Desc": "戦闘開始時、自身の行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即興装飾曲",
                "Desc": "「協奏」状態の時、味方全体の追加攻撃の会心ダメージ+ <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "反復進行なピリオド奏法",
                "Desc": "自身の残りHPが <b><color style='color:#f29e38'>50.0%</color></b> 以下の場合、天賦触発時にさらに自身の最大HP <b><color style='color:#f29e38'>2.0%</color></b> 分のHPを回復する。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "華彩のコロラトゥーラ",
                "Desc": "戦闘開始時、自身の行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即興装飾曲",
                "Desc": "「協奏」状態の時、味方全体の追加攻撃の会心ダメージ+ <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "反復進行なピリオド奏法",
                "Desc": "自身の残りHPが <b><color style='color:#f29e38'>50.0%</color></b> 以下の場合、天賦触発時にさらに自身の最大HP <b><color style='color:#f29e38'>2.0%</color></b> 分のHPを回復する。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "華彩のコロラトゥーラ",
                "Desc": "戦闘開始時、自身の行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即興装飾曲",
                "Desc": "「協奏」状態の時、味方全体の追加攻撃の会心ダメージ+ <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "反復進行なピリオド奏法",
                "Desc": "自身の残りHPが <b><color style='color:#f29e38'>500.0%</color></b> 以下の場合、天賦触発時にさらに自身の最大HP <b><color style='color:#f29e38'>[]</color></b> 分のHPを回復する。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "華彩のコロラトゥーラ",
                "Desc": "戦闘開始時、自身の行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "即興装飾曲",
                "Desc": "「協奏」状態の時、味方全体の追加攻撃の会心ダメージ+ <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "反復進行なピリオド奏法",
                "Desc": "戦闘スキルを発動する時、EPを <b><color style='color:#f29e38'>5.0</color></b> 回復する。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "HPAddedRatio": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "華彩のコロラトゥーラ",
                "Desc": "戦闘開始時、自身の行動順が <b><color style='color:#f29e38'>25.0%</color></b> 早まる。",
                "Icon": "SkillIcon_1309_SkillTree1"
            },
            "Tree2": {
                "Name": "アドリブの装飾曲",
                "Desc": "「協奏」状態の時、味方全体の追加攻撃の会心ダメージ+ <b><color style='color:#f29e38'>25.0%</color></b> 。",
                "Icon": "SkillIcon_1309_SkillTree2"
            },
            "Tree3": {
                "Name": "反復するピリオド",
                "Desc": "戦闘スキルを発動する時、さらにEPを <b><color style='color:#f29e38'>5.0</color></b> 回復する。",
                "Icon": "SkillIcon_1309_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "130901": {
        "Live": {
            "Rank": 1,
            "Name": "微笑みの国",
            "Desc": "「協奏」状態の時、味方全体の全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>24%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v1": {
            "Rank": 1,
            "Name": "微笑みの国",
            "Desc": "ロビンが「協奏」状態の時、味方は通常攻撃、戦闘スキル、または必殺技を発動する時に「装飾音」を1層獲得する。「装飾音」を持つ味方の速度+ <b><color style='color:#f29e38'>15.0%</color></b> 、最大で <b><color style='color:#f29e38'>2.0</color></b> 層累積できる、かつ攻撃を行った後にロビンが与える物理付加ダメージのダメージ倍率+ <b><color style='color:#f29e38'>72.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "微笑みの国",
            "Desc": "ロビンが「協奏」状態の時、味方は通常攻撃、戦闘スキル、または必殺技を発動する時に「装飾音」を1層獲得する。「装飾音」を持つ味方の速度+ <b><color style='color:#f29e38'>15.0%</color></b> 、最大で <b><color style='color:#f29e38'>2.0</color></b> 層累積できる、かつ攻撃を行った後にロビンが与える物理付加ダメージのダメージ倍率+ <b><color style='color:#f29e38'>72.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "微笑みの国",
            "Desc": "ロビンが「協奏」状態の時、味方は通常攻撃、戦闘スキル、または必殺技を発動する時に「装飾音」を1層獲得する。「装飾音」を持つ味方の速度+ <b><color style='color:#f29e38'>12.0%</color></b> 、最大で <b><color style='color:#f29e38'>2.0</color></b> 層累積できる、かつ攻撃を行った後にロビンが与える物理付加ダメージのダメージ倍率+ <b><color style='color:#f29e38'>[]</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "微笑みの国",
            "Desc": "「協奏」状態の時、味方が攻撃を行う時の全耐性耐性貫通+ <b><color style='color:#f29e38'>24.0%</color></b> 。この効果は最大で <b><color style='color:#f29e38'>[]</color></b> 層累積できる。",
            "Icon": "SkillIcon_1309_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "微笑みの国",
            "Desc": "「協奏」状態の時、味方全体の全耐性貫通+ <b><color style='color:#f29e38'>24.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank1"
        }
    },
    "130902": {
        "Live": {
            "Rank": 2,
            "Name": "2人のアフタヌーンティー",
            "Desc": "「協奏」状態の時、味方全体の速度+ <b><color style='color:#f29e38'>16%</color></b> 、天賦のEP回復効果がさらに <b><color style='color:#f29e38'>1</color></b> アップする。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v1": {
            "Rank": 2,
            "Name": "二人のアフタヌーンティー",
            "Desc": "天賦の会心ダメージアップ効果がさらに <b><color style='color:#f29e38'>20.0%</color></b> アップし、EP回復効果がさらに <b><color style='color:#f29e38'>1.0</color></b> アップする。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "二人のアフタヌーンティー",
            "Desc": "天賦の会心ダメージアップ効果がさらに <b><color style='color:#f29e38'>20.0%</color></b> アップし、EP回復効果がさらに <b><color style='color:#f29e38'>1.0</color></b> アップする。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "二人のアフタヌーンティー",
            "Desc": "天賦の会心ダメージアップ効果がさらに <b><color style='color:#f29e38'>20.0%</color></b> アップし、EP回復効果がさらに <b><color style='color:#f29e38'>1.0</color></b> アップする。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "2人のアフタヌーンティー",
            "Desc": "天賦の会心ダメージアップ効果がさらに <b><color style='color:#f29e38'>16.0%</color></b> アップし、EP回復効果がさらに <b><color style='color:#f29e38'>1.0</color></b> アップする。",
            "Icon": "SkillIcon_1309_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "2人のアフタヌーンティー",
            "Desc": "「協奏」状態の時、味方全体の速度+ <b><color style='color:#f29e38'>16.0%</color></b> 、天賦のEP回復効果がさらに <b><color style='color:#f29e38'>1.0</color></b> アップする。",
            "Icon": "SkillIcon_1309_Rank2"
        }
    },
    "130903": {
        "Live": {
            "Rank": 3,
            "Name": "逆さまの主音",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v1": {
            "Rank": 3,
            "Name": "フラットな主音",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "フラットな主音",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "フラットな主音",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "逆さまの主音",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "逆さまの主音",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_BP"
        }
    },
    "130904": {
        "Live": {
            "Rank": 4,
            "Name": "雨粒のカギ",
            "Desc": "必殺技を発動する時、味方全体の<u>行動制限系デバフ</u>を解除する。ロビンが「協奏」状態の時、味方全体の効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4",
            "EE": [
                10000011
            ]
        },
        "v1": {
            "Rank": 4,
            "Name": "雨粒のカギ",
            "Desc": "必殺技を発動する時、味方全体の行動制限系デバフを無効化する。ロビンが「協奏」状態の時、味方全体の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "雨粒のカギ",
            "Desc": "必殺技を発動する時、味方全体の行動制限系デバフを無効化する。ロビンが「協奏」状態の時、味方全体の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "雨粒のカギ",
            "Desc": "必殺技を発動する時、味方全体の行動制限系デバフを無効化する。ロビンが「協奏」状態の時、味方全体の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "雨粒のカギ",
            "Desc": "必殺技を発動する時、味方全体の行動制限系デバフを解除する。ロビンが「協奏」状態の時、味方全体の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "雨粒のカギ",
            "Desc": "必殺技を発動する時、味方全体の行動制限系デバフを解除する。ロビンが「協奏」状態の時、味方全体の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1309_Rank4"
        }
    },
    "130905": {
        "Live": {
            "Rank": 5,
            "Name": "孤独な星の涙",
            "Desc": "通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v1": {
            "Rank": 5,
            "Name": "孤独な星の涙",
            "Desc": "通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v2": {
            "Rank": 5,
            "Name": "孤独な星の涙",
            "Desc": "通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v3": {
            "Rank": 5,
            "Name": "孤独な星の涙",
            "Desc": "通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v4": {
            "Rank": 5,
            "Name": "孤独な星の涙",
            "Desc": "通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_Normal"
        },
        "v5": {
            "Rank": 5,
            "Name": "孤独な星の涙",
            "Desc": "通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1309_Normal"
        }
    },
    "130906": {
        "Live": {
            "Rank": 6,
            "Name": "月隠りの真夜中",
            "Desc": "「協奏」状態の時、必殺技による物理属性<u>付加ダメージ</u>の会心ダメージ+ <b><color style='color:#f29e38'>450%</color></b> 。「月隠りの真夜中」の効果は <b><color style='color:#f29e38'>8</color></b> 回まで発動できる。必殺技を発動すると、この効果の発動可能回数がリセットされる。",
            "Icon": "SkillIcon_1309_Rank6",
            "EE": [
                10000005
            ]
        },
        "v1": {
            "Rank": 6,
            "Name": "月隠りの深夜",
            "Desc": "ロビンが「協奏」状態の時、味方全体の全耐性貫通+ <b><color style='color:#f29e38'>20.0%</color></b> 。 <b><color style='color:#f29e38'>6.0</color></b> 回目までの付加ダメージの会心ダメージ+ <b><color style='color:#f29e38'>200.0%</color></b> 、必殺技を発動した後に回数がリセットされる。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "月隠りの深夜",
            "Desc": "ロビンが「協奏」状態の時、味方全体の全耐性貫通+ <b><color style='color:#f29e38'>20.0%</color></b> 。 <b><color style='color:#f29e38'>6.0</color></b> 回目までの付加ダメージの会心ダメージ+ <b><color style='color:#f29e38'>200.0%</color></b> 、必殺技を発動した後に回数がリセットされる。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "月隠りの深夜",
            "Desc": "ロビンが「協奏」状態の時、味方全体の全耐性貫通+ <b><color style='color:#f29e38'>800.0%</color></b> 。 <b><color style='color:#f29e38'>4.5</color></b> 回目までの付加ダメージの会心ダメージ+ <b><color style='color:#f29e38'>[]</color></b> 、必殺技を発動した後に回数がリセットされる。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "月隠りの真夜中",
            "Desc": "「協奏」状態の時、必殺技が与える物理付加ダメージの会心ダメージ+ <b><color style='color:#f29e38'>450.0%</color></b> 。「月隠りの真夜中」の効果は <b><color style='color:#f29e38'>8.0</color></b> 回まで発動できる。必殺技を発動するたび、この効果の発動可能回数がリセットされる。",
            "Icon": "SkillIcon_1309_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "月隠りの真夜中",
            "Desc": "「協奏」状態の時、必殺技による物理付加ダメージの会心ダメージ+ <b><color style='color:#f29e38'>450.0%</color></b> 。「月隠りの真夜中」の効果は <b><color style='color:#f29e38'>8.0</color></b> 回まで発動できる。必殺技を発動すると、この効果の発動可能回数がリセットされる。",
            "Icon": "SkillIcon_1309_Rank6"
        }
    }
}

var _story_ = {
    "1309": [
        {
            "_id": 1,
            "Story": "銀河に名を馳せるピノコニー出身の天環族の歌手。優雅で落ち着いた雰囲気の少女。<br>今回はファミリーの招待を受け、故郷に戻り「調和セレモニー」で歌を披露することになった。<br>「調和」の力で歌声を届け、ファンだけでなく世界中の生命に「共感」を与えることができる。"
        },
        {
            "_id": 2,
            "Story": "<i>「彼女は自分の人生を1曲の歌で表現した。それは陰鬱で苦渋に満ちた雰囲気から始まる。<br><br>彼女がまだ産着に包まれていた頃、星核が彼女の故郷に落ちた。<br>『哀哭、嘆息、祈り——それが私の記憶に残っている最初の音です。私たちは悲しみの歌を歌い、救いが訪れるよう祈ったけれど…結局、神様はこちらに目もくれませんでした……』<br><br>常に微笑みを絶やさない歌手が、珍しく黙り込んだ。<br><br>『つまり、それが音楽の道を進もうと思ったきっかけだったと？』<br><br>『当時は幼かったこともあって、歌の内容はほとんど覚えていないんです。でも星核が夢境を飲み込み始めた時、母が私と兄を抱き締め、怖がらないようにと歌ってくれたことは覚えています……』<br><br>『お母様が歌っていた歌を覚えていますか？』<br>彼女の苦しそうな表情を見て、この質問は飛ばしたほうがいいかと思ったが、次の瞬間には答えが返ってきた。<br><br>『その…聞こえてはいなかったんです。耳に届くのは恐ろしい轟音だけで、ただ母の唇が動いているのだけが見えていました。私たちを抱き締める母の胸は起伏していて…兄は傍で私の手をぎゅっと握ってくれていた。そして、凍えるほど冷たい星が母の後ろに勢いよく落ちてきて…母は記憶域の渦の中に消えてしまい、私たちは翼の折れた鳥のように落ちていったのです……<br><br>鳥は落ちるものと決まっているのなら、どうして空に飛び立つ必要があるのでしょうか？』<br><br>私は答えなかった、何も言えなかったのだ。それは私に対する質問ではなく、答えは彼女の中だけに存在しているのである」</i><br><br><align=\"right\">『鳥と空：ロビン独占インタビュー』より抜粋</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「幸い、重苦しい空気は長くは続かなかった。2人でベリーアイスクリームを食べ終わる頃には、彼女は活発な少女の姿に戻っていた。<br><br>星核の災厄があった後、ファミリーは生存者に援助の手を差し伸べた。彼女と兄はその庇護を受け、質のいい教育も受けられたという。彼女が傑出した音楽の才能を見せ始めたのは、まさにこの頃だった。<br><br>『小さい頃に食べたのと同じ味だわ…あの頃は喉の刺激になるものは禁止されていたから、食べたい時は兄に隠してもらいながら、こっそり食べるしかなかったんです』<br>そう言って、彼女は満足そうにカップを置いた。<br><br>『趣味を仕事にすると、色々なことが簡単にはいかなくなります。歌い方について科学的に学ぶだけでなく、楽器、作曲、作詞、マナーといったものについても勉強しなければならなくて…正直、何度も諦めそうになりました。でも周りの人たちが励ましてくれたり、支えてくれたりしたおかげで…ここまで続けてこられたんです』<br><br>彼女は初めて自分で書いた曲について語り始めた。アルバムのカバーには、『希望を失ったすべての人へ捧ぐ』と記されている。これは銀河に浮かぶ美しい夢の星、『ピノコニー』から着想を得たそうだ。<br><br>『虚空の中の美しい夢、起こるはずのないことが、奇妙な記憶域の中で現実になる…当時の私は、自分のように当てもなく彷徨う人たちが夢の中に自らの居場所を見つけられたらいいと、そう単純に願っていました。ですが……』<br><br>彼女は溜め息をついて窓の外を見やった。しめやかに降る小雨が通りを灰色に染め、鮮やかなレインコートを着た子供たちが雨に濡れながらはしゃいでいる。彼女は振り返り、厳かに言った——<br>『どんなに世界が変わっても、私の願いは変わりません』」</i><br><br><align=\"right\">『鳥と空：ロビン独占インタビュー』より抜粋</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「3枚のアルバムを立て続けにリリースした後、彼女の音楽人生は徐々にピークへと向かい始めた。『傷つく誰かの心を守ることができたなら』、『最高の一日』などの楽曲は、銀河のさまざまな音楽ランキングを席巻して、人々に広く親しまれる大ヒットソングとなった。しかし不可解なことに、彼女はそのタイミングで大衆の前から去ることを選んだのだ。<br><br>当時のことを話している時、彼女は自分で撮影したという写真を見せてくれた。彼女は戦争によって廃墟と化した建物の中で、当てもなく彷徨う人々を助け、故郷の再建を手伝ったという。また、教育を受けられない子供たちのために学校を建て、さらには消えゆく歌声を追い求め、誰も知らない世界へと足を運んだ……<br><br>彼女はスマホのロックをかけると、小さく溜め息をつき、そのような決断をした理由を話してくれた。<br>『当時、私は自分が何のために歌っているのか、わからなくなっていたんです』<br>『本当の災害を前にして、歌はただただ無力でした。歌はお偉方を喜ばせるためにあるのか、それとも苦難を誤魔化して、人々に偽りの希望を与えるためにあるのか……』<br><br>その旅の最後に、彼女は天環族がかつて暮らしていた墜落の地に帰りついたのだという。ひどい有様だった廃墟は、青々と生い茂る草に覆われていた。そよ風と花の香りに包まれながら、彼女は険しい岩の上に横になる。そして太陽の光が雲を突き抜け、大地に降り注ぐ様子を見つめた。<br><br>『母の声を何度も思い出します。以前は、母の歌は無意味だと考えていました。もうどんな声だったかも思い出せませんし、結局は…破滅の結末を変えることができませんでしたから。ですが、今になってわかったんです。歌が届けるのは声そのものだけではない、ということが。私は今でも母の鼓動を、傍で震える兄の体を、寄り添い合う私たち3人の温もりを、覚えています…変えることのできない結末を前にしても、怯まずに歌声を響かせることができれば、きっと……』<br><br>窓の外の雨はもうすぐ上がりそうだ。彼女は当時の思い出に浸っている。その時、折悪く電話の呼び出し音が鳴り響き、手放しがたい静寂を破った。こうして、我々のインタビューは終わりを迎えたのである。<br><br>何でもスケジュールに変更があったらしく、ロビンさんはすぐにピノコニーへ向かわなければならないとのことだ。親愛なる読者の皆様、また夢の国でお会いしよう」</i><br><br><align=\"right\">『鳥と空：ロビン独占インタビュー』より抜粋</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「あれから1年、我々は再び招待を受け、ピノコニーで前回のインタビューの続きを行うことになった」<br><br>前に会った時と比べ、彼女は明らかに疲弊しており、声もひどく掠れている。今回はファミリーの重厚感ある正装に身を包み、より慎み深い振る舞いをしているが、我々の姿を視界に入れた途端、以前のような親しみやすい彼女に戻った。さらに、今回は彼女の兄にも会うことができた。彼は颯爽としたリーダーの風格を纏っている。<br><br>『ここは銀河で唯一の美しい夢の世界であり、ファミリーの暮らす場所でもある。ファミリーは荒れ果てた夢境を地上の楽園へと変えたのです……』<br>彼女の兄はピノコニーの歴史について、我々に1つ1つ教えてくれた。そして彼女自身は、我々が夢に入る際の不快感を取り除き、親切にも夢境のグルメをご馳走してくれたのである。<br><br>我々は夢の中の珍しい景色を見て回ったが、残念ながら周囲があまりにも騒々しかったため、踏み込んだインタビューはできなかった。<br><br>最後に訪れたのは壮麗な劇場だ。開催を目前に控えた調和セレモニーで、彼女はこの華美な舞台で歌を歌い、全宇宙に向けて調和の歌声を届けることになっている。<br><br>私が今回のインタビューを終わりにしようとした、その時——彼女は輝かしい劇場を見つめながら、突然前回のインタビューで最初に口にした質問について言及した。<br><br>『編集長さん、私が前回のインタビューで最初にした質問を覚えていますか？鳥はどうして空に飛び立つのか——ピノコニーに戻ってから、ずっと考えていました』<br><br>彼女は夢境の空を見上げた。暗い夜空の下は、人が作り出した光に満ちている。<br>『鳥は…そうする運命なのかもしれません。だって、それは鳥にとっての願望であり、帰るべき場所であり、誰にも奪うことのできない権利ですから……』<br><br>彼女は微笑みながらある一点を見つめ、我々に誘いをかけてくれた。<br>『この先、ここでは盛大な公演が行われるでしょう。私は今自分が一番満足のいく曲をここで披露します。歌声に包まれながら、人々が互いに手を取り合ってくれたら嬉しい——たとえ夢の中の世界だとしても、光が差す日は必ず訪れるのです』<br><br>彼女が何を見ていたのかはわからないが、劇場の舞台でないことだけは確かだった。そう考えると…彼女の言う公演とは一体何なのだろうか？<br><br>ただ1つ確実なのは、こうした贅沢三昧な場所にいても、彼女は弱者を助けるという信念を持ち続けているということだ。彼女は自分の人生において、その信念を貫いている。苦痛に満ちたイントロから始まり、美しいサビ、暗流が渦巻く間奏を経て——最後には華麗に咲き誇り、幕を閉じるのかもしれない。</i><br><br><align=\"right\">『鳥と空：ロビン独占インタビュー』より抜粋</align>"
        }
    ]
}

var _voice_ = {
    "1309": [
        {
            "_id": "archive_robin_1",
            "Title": "初対面",
            "Voice": "ごきげんよう、ファミリー所属の歌手、ロビンよ。かしこまる必要はないわ、これはプライベートでの挨拶だから。ねえ、今から少し時間はあるかしら？"
        },
        {
            "_id": "archive_robin_2",
            "Title": "挨拶",
            "Voice": "また会ったわね、どんな歌が聴きたいの？"
        },
        {
            "_id": "archive_robin_3",
            "Title": "お別れ",
            "Voice": "さようなら。私の歌があなたに美しい夢をもたらしますように。"
        },
        {
            "_id": "archive_robin_4",
            "Title": "自分について・創作",
            "Voice": "音楽の創作にはコツが必要だけれど、人を感動させる曲にするには、その他にも、感情と決意が込められた共感を呼ぶ歌声が必要なの。"
        },
        {
            "_id": "archive_robin_5",
            "Title": "自分について・歌声",
            "Voice": "「食事する客が選り好みすればするほど、料理人の腕は上がる」。誰が何と言おうと、一番選り好みする観客は私なの。"
        },
        {
            "_id": "archive_robin_6",
            "Title": "世間話・レコード",
            "Voice": "心を震わせる曲を残そうと、先人たちは音楽をレコードに保存した。私のコレクションは色んな星から集めたもので、中にはすでに滅びた文明のレコードもあるけれど…音楽がもたらしてくれる感動は不滅ね。"
        },
        {
            "_id": "archive_robin_7",
            "Title": "世間話・始めての歌",
            "Voice": "小さい頃、兄様は寝る時によく子守唄を口ずさんでくれたわ。それが初めて覚えた曲で…歌詞はなかったけれど、あのメロディーは今でも大好きなの。"
        },
        {
            "_id": "archive_robin_8",
            "Title": "趣味",
            "Voice": "ウィッグを被って、メイクを変えて、眼鏡をかけて——ふふ、これでどこに行っても大丈夫！"
        },
        {
            "_id": "archive_robin_9",
            "Title": "悩み事",
            "Voice": "ツアーがない時は、都会から離れて自然の音を聞くのが好きなの…でもピノコニーの夢境には本物の森がないから、夢の中で「小鳥」とおしゃべりすることしかできないのよね。"
        },
        {
            "_id": "archive_robin_10",
            "Title": "シェア",
            "Voice": "「調和」のファミリーに身分の差はない…すべての人が千面神の賛歌を浴び、苦難も幸福も分かち合う。私の歌声が、より多くの人に安寧をもたらしますように。"
        },
        {
            "_id": "archive_robin_11",
            "Title": "見聞",
            "Voice": "イプシロンの出版社が私のアルバムを何枚か出してくれて、しばらくこっちに来ないかって招待までしてくれたの。ただ…あの星の雰囲気はピノコニーに似ていたけれど…人々は芸術よりも、それがもたらす莫大な利益のほうに興味があるみたいだったのよね……"
        },
        {
            "_id": "archive_robin_12",
            "Title": "サンデーについて",
            "Voice": "兄様は自分がもっと重い責任を背負うべきだと思っているみたい。いつも私の悩みに耳を傾けてくれるけれど、自分の心のうちは明かしてくれなくて…もしかしたら、兄様にとって私は今でも小さな妹のままなのかもしれないわ。"
        },
        {
            "_id": "archive_robin_13",
            "Title": "サンデーについて・2",
            "Voice": "兄様はいつも私を守ってくれていた。そして私は、それに甘えてしまっていた…たとえ別々の道を行くことになろうとも、私は…ずっと兄様の妹よ。"
        },
        {
            "_id": "archive_robin_19",
            "Title": "サンデーについて・3",
            "Voice": "夢から覚めたら、みんな現実に向き合うことになる。それは私たちの…兄様の夢の始まりでもあるの。"
        },
        {
            "_id": "archive_robin_15",
            "Title": "ギャラガーについて",
            "Voice": "ギャラガーさんはいつもその優しさを隠してるの…普段はだらしなく見えるけれど、肝心な時はちゃんと仲間の傍にいるのよ。"
        },
        {
            "_id": "archive_robin_16",
            "Title": "ブラックスワンについて",
            "Voice": "ブラックスワンさんの策略と手段は、彼女のダンスのように完璧で美しい。いつか一緒に踊れる日が来ることを楽しみにしているわ。"
        },
        {
            "_id": "archive_robin_17",
            "Title": "乱破について",
            "Voice": "「我らが幼子であった時には、幼子らしく語り、幼子らしく感じ、また幼子らしく考えていた。しかし大人となった今は、幼子らしいことを捨ててしまった」——だけど乱破さんは違うわ。彼女はずっと、汚れのない幼子のような目でこの世界を見ているの。"
        },
        {
            "_id": "archive_robin_18",
            "Title": "Mr.レックについて",
            "Voice": "Mr.レックの映画への執念には目を見張るものがあるわ。彼の行動には理解が追いつかない部分もあるけれど、映画という芸術に追求する思いは私にも理解できる。今後、もし一緒に仕事をする機会があるなら、平和で温かいテーマの映画を作りたいわね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_robin",
            "Title": "星魂覚醒",
            "Voice": "調和の囁きが鮮明に聞こえるようになったわ……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_robin",
            "Title": "キャラクター昇格",
            "Voice": "練習を続けることで、ベストな状態を保てるの。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_robin",
            "Title": "レベルMax",
            "Voice": "準備万端、ステージに上がる時間ね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_robin",
            "Title": "軌跡覚醒",
            "Voice": "楽曲以外の準備も怠ってはいけないわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_robin",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "安心して、ずっと傍にいるから。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_togallagher_robin",
            "Title": "パーティ編成・ギャラガー",
            "Voice": "ギャラガーさん、背中の敵は任せたわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_robin",
            "Title": "パーティ編成・ブラックスワン",
            "Voice": "この歌が、あなたのダンスに相応しいといいのだけど。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosunday_robin",
            "Title": "パーティ編成・サンデー",
            "Voice": "兄様。子供の頃のように、一緒に演奏しましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_robin",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "生命のフィナーレを聴きなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_robin",
            "Title": "戦闘開始・危険予知",
            "Voice": "危険なリズムね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_robin_01",
            "Title": "ターン・1",
            "Voice": "この歌声で勝利をもたらせたら……"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_robin_02",
            "Title": "ターン・2",
            "Voice": "世界から争いが消えたらいいのに。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_robin",
            "Title": "戦闘中待機",
            "Voice": "そろそろ次の楽章に入る時間よ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_robin_01",
            "Title": "通常攻撃",
            "Voice": "皆さん、静かに。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_robin_01",
            "Title": "戦闘スキル・1",
            "Voice": "調和のユニゾンが響く。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_robin_02",
            "Title": "戦闘スキル・2",
            "Voice": "すべての音が共鳴する。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_robin_01",
            "Title": "攻撃を受ける",
            "Voice": "くっ、大丈夫……"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_robin_01",
            "Title": "重撃を受ける",
            "Voice": "ちょっと痛いわね……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_robin",
            "Title": "必殺技・アクティブ",
            "Voice": "今宵、魂は抱擁を交わす。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_robin",
            "Title": "必殺技・発動",
            "Voice": "そして、星々が反響する。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_robin_01",
            "Title": "戦闘不能",
            "Voice": "舞台は…まだ……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_robin",
            "Title": "戦闘に戻る",
            "Voice": "まだやれるわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_robin",
            "Title": "HP回復",
            "Voice": "ありがとう、だいぶ楽になったわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_robin",
            "Title": "秘技",
            "Voice": "コンサート、スタート！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_robin",
            "Title": "戦闘勝利",
            "Voice": "歌の中で安寧を見つけられますように。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_robin",
            "Title": "戦利品を開ける・1",
            "Voice": "まあ、素敵！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_robin_02",
            "Title": "戦利品を開ける・2",
            "Voice": "サプライズは好きよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_robin",
            "Title": "貴重な戦利品を開ける",
            "Voice": "努力は報われる、そうでしょう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_robin",
            "Title": "謎解きに成功・1",
            "Voice": "ハーモニーを分解してるみたいだったわ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_robin_02",
            "Title": "謎解きに成功・2",
            "Voice": "音を使った謎解きはないのかしら？"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_robin",
            "Title": "敵ターゲット発見",
            "Voice": "不協和音が聞こえる……"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_robin",
            "Title": "町に戻る",
            "Voice": "ツアー終了！帰って休みましょう。"
        }
    ]
}

var _notes_ = {
    "1309": [
        "Eidolon #1's RES PEN effect: An ally gains 1 stack for themselves before performing an attack, lasting until the end of Concerto. Each ally's effects are independent.",
        "When a new enemy wave spawns, Concerto countdown's Action Value will be reset.",
        "During Concerto, Robin is not immune to Force Controls. (Svarog \"Restrain\", Something Unto Death \"Morbid Dream\", etc.)<br>If Robin is Force Controlled, Concerto will end immediately.",
        "During Concerto, when Robin deals Additional DMG, she is not considered to have performed an attack.",
        "Concerto does not account for secondary conversion: If Robin received an ATK boost from anyone based on a percentage of some stat, this ATK boost will be ignored by Concerto."
    ]
}

var _adiff_ = {
    "1309": {}
}

var _mtc_ = {
    "1309": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114001": 5
            },
            {
                "2": 8000,
                "114001": 10
            },
            {
                "2": 16000,
                "114002": 6,
                "110421": 3
            },
            {
                "2": 40000,
                "114002": 9,
                "110421": 7
            },
            {
                "2": 80000,
                "114003": 6,
                "110421": 20
            },
            {
                "2": 160000,
                "114003": 9,
                "110421": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "114003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110504": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110504": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114001": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114001": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114002": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114002": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114002": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114003": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110504": 1,
                        "114003": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110504": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110504": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 237500,
                    "114001": 2,
                    "110232": 8,
                    "114002": 7,
                    "110233": 11,
                    "114003": 11
                }
            },
            {
                "Name": "HP +18%",
                "Mat": {
                    "2": 210000,
                    "110231": 3,
                    "114001": 6,
                    "110233": 11,
                    "114003": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110232": 3,
                    "114002": 3,
                    "110233": 8,
                    "114003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "華彩のコロラトゥーラ",
                "Mat": {
                    "2": 5000,
                    "110231": 3,
                    "110504": 1
                }
            },
            {
                "Name": "アドリブの装飾曲",
                "Mat": {
                    "2": 20000,
                    "110232": 5,
                    "241": 1,
                    "110504": 1
                }
            },
            {
                "Name": "反復するピリオド",
                "Mat": {
                    "2": 160000,
                    "110233": 8,
                    "241": 1,
                    "110504": 1
                }
            }
        ]
    }
}