// Auto Generated

var _avatarskill_ = {
    "131001": {
        "v1": {
            "Name": "Order: Flare Propulsion",
            "MaxLevel": 9,
            "Type": "Basic ATK",
            "Tag": "Single Target",
            "Desc": "Deals Fire DMG equal to @ <b>#1[p]</b> # of SAM's ATK to a single target enemy.",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        },
        "v2": {
            "Name": "コマンド-フラッシュオーバー推進",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        },
        "v3": {
            "Name": "コマンド-フラッシュオーバー推進",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        },
        "v4": {
            "Name": "コマンド-フラッシュオーバー推進",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        },
        "v5": {
            "Name": "コマンド-フラッシュオーバー推進",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        },
        "Live": {
            "Name": "コマンド-フラッシュオーバー推進",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        }
    },
    "131002": {
        "v1": {
            "Name": "Order: Aerial Bombardment",
            "MaxLevel": 15,
            "Type": "Skill",
            "Tag": "Single Target",
            "Desc": "Consumes SAM's HP equal to  <b>#2[p]</b>  of SAM's Max HP and regenerates a fixed amount of Energy equal to  <b>#2[p]</b>  of SAM's Max Energy. Deals Fire DMG equal to @ <b>#1[p]</b> # of SAM's ATK to a single target enemy. If the current HP is not sufficient, then SAM's HP is reduced to 1 when using this Skill.",
            "Params": [
                [
                    1.25,
                    0.5
                ],
                [
                    1.375,
                    0.5
                ],
                [
                    1.5,
                    0.5
                ],
                [
                    1.625,
                    0.5
                ],
                [
                    1.75,
                    0.5
                ],
                [
                    1.875,
                    0.5
                ],
                [
                    2.03125,
                    0.5
                ],
                [
                    2.1875,
                    0.5
                ],
                [
                    2.34375,
                    0.5
                ],
                [
                    2.5,
                    0.5
                ],
                [
                    2.625,
                    0.5
                ],
                [
                    2.75,
                    0.5
                ],
                [
                    2.875,
                    0.5
                ],
                [
                    3.0,
                    0.5
                ],
                [
                    3.125,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_BP"
        },
        "v2": {
            "Name": "コマンド-天火轟撃",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを消費し、自身の最大EP <b>#2[p]</b> 分のEPを回復する。指定の敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。残りHPが足りない場合、戦闘スキルを発動する時、装甲「サム」の残りHPが1になる。",
            "Params": [
                [
                    1.25,
                    0.5
                ],
                [
                    1.375,
                    0.5
                ],
                [
                    1.5,
                    0.5
                ],
                [
                    1.625,
                    0.5
                ],
                [
                    1.75,
                    0.5
                ],
                [
                    1.875,
                    0.5
                ],
                [
                    2.03125,
                    0.5
                ],
                [
                    2.1875,
                    0.5
                ],
                [
                    2.34375,
                    0.5
                ],
                [
                    2.5,
                    0.5
                ],
                [
                    2.625,
                    0.5
                ],
                [
                    2.75,
                    0.5
                ],
                [
                    2.875,
                    0.5
                ],
                [
                    3.0,
                    0.5
                ],
                [
                    3.125,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_BP"
        },
        "v3": {
            "Name": "コマンド-天火轟撃",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを消費し、自身の最大EP <b>#3[p]</b> 分のEPを回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。残りHPが足りない場合、戦闘スキルを発動する時、装甲「サム」の残りHPが1になる。自身の次の<u>行動順</u>を <b>#4[p]</b> 早める。<br><br>@<b>行動前倒し</b>#<br>対象の次の行動までの間隔が短くなる。",
            "Params": [
                [
                    1.0,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.1,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.2,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.3,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.4,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.5,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.625,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.75,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    1.875,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.0,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.1,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.2,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.3,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.4,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.5,
                    0.4,
                    0.6,
                    0.25
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_BP"
        },
        "v4": {
            "Name": "コマンド-天火轟撃",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを消費し、自身の最大EP <b>#3[p]</b> 分のEPを固定で回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。残りHPが足りない場合、戦闘スキルを発動する時、装甲「サム」の残りHPが1になる。自身の次の<u>行動順</u>を <b>#4[p]</b> <u>早める</u>。<br><br>@<b>行動前倒し</b>#<br>対象の次の行動までの間隔が短くなる。",
            "Params": [
                [
                    1.0,
                    0.4,
                    0.5,
                    0.25
                ],
                [
                    1.1,
                    0.4,
                    0.51,
                    0.25
                ],
                [
                    1.2,
                    0.4,
                    0.52,
                    0.25
                ],
                [
                    1.3,
                    0.4,
                    0.53,
                    0.25
                ],
                [
                    1.4,
                    0.4,
                    0.54,
                    0.25
                ],
                [
                    1.5,
                    0.4,
                    0.55,
                    0.25
                ],
                [
                    1.625,
                    0.4,
                    0.5625,
                    0.25
                ],
                [
                    1.75,
                    0.4,
                    0.575,
                    0.25
                ],
                [
                    1.875,
                    0.4,
                    0.5875,
                    0.25
                ],
                [
                    2.0,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.1,
                    0.4,
                    0.61,
                    0.25
                ],
                [
                    2.2,
                    0.4,
                    0.62,
                    0.25
                ],
                [
                    2.3,
                    0.4,
                    0.63,
                    0.25
                ],
                [
                    2.4,
                    0.4,
                    0.64,
                    0.25
                ],
                [
                    2.5,
                    0.4,
                    0.65,
                    0.25
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_BP"
        },
        "v5": {
            "Name": "コマンド-天火轟撃",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを消費し、自身の最大EP <b>#3[p]</b> 分のEPを固定で回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。残りHPが足りない場合、戦闘スキルを発動する時、装甲「サム」の残りHPが1になる。自身の次の<u>行動順</u>を <b>#4[p]</b> <u>早める</u>。<br><br>@<b>行動前倒し</b>#<br>対象の次の行動までの間隔が短くなる。",
            "Params": [
                [
                    1.0,
                    0.4,
                    0.5,
                    0.25
                ],
                [
                    1.1,
                    0.4,
                    0.51,
                    0.25
                ],
                [
                    1.2,
                    0.4,
                    0.52,
                    0.25
                ],
                [
                    1.3,
                    0.4,
                    0.53,
                    0.25
                ],
                [
                    1.4,
                    0.4,
                    0.54,
                    0.25
                ],
                [
                    1.5,
                    0.4,
                    0.55,
                    0.25
                ],
                [
                    1.625,
                    0.4,
                    0.5625,
                    0.25
                ],
                [
                    1.75,
                    0.4,
                    0.575,
                    0.25
                ],
                [
                    1.875,
                    0.4,
                    0.5875,
                    0.25
                ],
                [
                    2.0,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.1,
                    0.4,
                    0.61,
                    0.25
                ],
                [
                    2.2,
                    0.4,
                    0.62,
                    0.25
                ],
                [
                    2.3,
                    0.4,
                    0.63,
                    0.25
                ],
                [
                    2.4,
                    0.4,
                    0.64,
                    0.25
                ],
                [
                    2.5,
                    0.4,
                    0.65,
                    0.25
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_BP"
        },
        "Live": {
            "Name": "コマンド-天火轟撃",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを消費し、自身の最大EP@ <b>#3[p]</b> #分のEPを固定で回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。残りHPが足りない場合、戦闘スキルを発動する時、装甲「サム」の残りHPが1になる。自身の次の<u>行動順</u>を <b>#4[p]</b> <u>早める</u>。",
            "Params": [
                [
                    1.0,
                    0.4,
                    0.5,
                    0.25
                ],
                [
                    1.1,
                    0.4,
                    0.51,
                    0.25
                ],
                [
                    1.2,
                    0.4,
                    0.52,
                    0.25
                ],
                [
                    1.3,
                    0.4,
                    0.53,
                    0.25
                ],
                [
                    1.4,
                    0.4,
                    0.54,
                    0.25
                ],
                [
                    1.5,
                    0.4,
                    0.55,
                    0.25
                ],
                [
                    1.625,
                    0.4,
                    0.5625,
                    0.25
                ],
                [
                    1.75,
                    0.4,
                    0.575,
                    0.25
                ],
                [
                    1.875,
                    0.4,
                    0.5875,
                    0.25
                ],
                [
                    2.0,
                    0.4,
                    0.6,
                    0.25
                ],
                [
                    2.1,
                    0.4,
                    0.61,
                    0.25
                ],
                [
                    2.2,
                    0.4,
                    0.62,
                    0.25
                ],
                [
                    2.3,
                    0.4,
                    0.63,
                    0.25
                ],
                [
                    2.4,
                    0.4,
                    0.64,
                    0.25
                ],
                [
                    2.5,
                    0.4,
                    0.65,
                    0.25
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_BP"
        }
    },
    "131003": {
        "v1": {
            "Name": "Firefly Type-IV: Complete Combustion",
            "MaxLevel": 15,
            "Type": "Ultimate",
            "Tag": "Enhance",
            "Desc": "Upon entering the Complete Combustion state, Advances SAM's Action by  <b>100%</b>  and gains Enhanced Basic ATK and Enhanced Skill. While in Complete Combustion, increases SPD by @ <b>#3[f]</b> #, and when using the Enhanced Basic ATK or Enhanced Skill, increases SAM's Weakness Break efficiency by  <b>#2[p]</b> , increases the DMG the <u>Weakness Broken</u> enemy target receives by @ <b>#1[p]</b> #, lasting until the current attack ends.<br>A countdown timer for the Complete Combustion state appears on the Action Order. When the countdown turn starts, SAM exits the Complete Combustion state. The countdown has a fixed SPD of  <b>#4[f]</b> .<br>SAM cannot use Ultimate while in Complete Combustion.<br><br>@<b>Weakness Break State</b>#<br>When enemy targets' Toughness is reduced to 0, they will enter the Weakness Break State, which delays their actions.",
            "Params": [
                [
                    0.072,
                    0.5,
                    25.0,
                    90.0
                ],
                [
                    0.0768,
                    0.5,
                    27.5,
                    90.0
                ],
                [
                    0.0816,
                    0.5,
                    30.0,
                    90.0
                ],
                [
                    0.0864,
                    0.5,
                    32.5,
                    90.0
                ],
                [
                    0.0912,
                    0.5,
                    35.0,
                    90.0
                ],
                [
                    0.096,
                    0.5,
                    37.5,
                    90.0
                ],
                [
                    0.102,
                    0.5,
                    40.625,
                    90.0
                ],
                [
                    0.108,
                    0.5,
                    43.75,
                    90.0
                ],
                [
                    0.114,
                    0.5,
                    46.875,
                    90.0
                ],
                [
                    0.12,
                    0.5,
                    50.0,
                    90.0
                ],
                [
                    0.1248,
                    0.5,
                    52.5,
                    90.0
                ],
                [
                    0.1296,
                    0.5,
                    55.0,
                    90.0
                ],
                [
                    0.1344,
                    0.5,
                    57.5,
                    90.0
                ],
                [
                    0.1392,
                    0.5,
                    60.0,
                    90.0
                ],
                [
                    0.144,
                    0.5,
                    62.5,
                    90.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v2": {
            "Name": "ホタルIV型-完全燃焼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "「完全燃焼」状態に入り、自身の行動順が <b>100%</b> 早まる。通常攻撃と戦闘スキルはそれぞれ「ホタルIV型-底火斬撃」と「ホタルIV型-死星オーバーロード」に強化される。「完全燃焼」状態中は速度+@ <b>#3[f]</b> #。また、「ホタルIV型-底火斬撃」または「ホタルIV型-死星オーバーロード」を発動する時、自身の弱点撃破効率+ <b>#2[p]</b> 、<u>弱点撃破状態</u>の敵が被ダメージ+@ <b>#1[p]</b> #、その回の攻撃が終了するまで継続。<br>アクションバーに「完全燃焼」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、装甲「サム」は「完全燃焼」状態を解除する。カウントダウンの速度は <b>#4[f]</b> に固定される。<br>「完全燃焼」状態の装甲「サム」は必殺技を発動できない。<br><br>@<b>弱点撃破状態</b>#<br>敵の靭性が0まで削られた時に入る特殊状態。この状態になった敵は行動順が遅延する。",
            "Params": [
                [
                    0.072,
                    0.5,
                    25.0,
                    90.0
                ],
                [
                    0.0768,
                    0.5,
                    27.5,
                    90.0
                ],
                [
                    0.0816,
                    0.5,
                    30.0,
                    90.0
                ],
                [
                    0.0864,
                    0.5,
                    32.5,
                    90.0
                ],
                [
                    0.0912,
                    0.5,
                    35.0,
                    90.0
                ],
                [
                    0.096,
                    0.5,
                    37.5,
                    90.0
                ],
                [
                    0.102,
                    0.5,
                    40.625,
                    90.0
                ],
                [
                    0.108,
                    0.5,
                    43.75,
                    90.0
                ],
                [
                    0.114,
                    0.5,
                    46.875,
                    90.0
                ],
                [
                    0.12,
                    0.5,
                    50.0,
                    90.0
                ],
                [
                    0.1248,
                    0.5,
                    52.5,
                    90.0
                ],
                [
                    0.1296,
                    0.5,
                    55.0,
                    90.0
                ],
                [
                    0.1344,
                    0.5,
                    57.5,
                    90.0
                ],
                [
                    0.1392,
                    0.5,
                    60.0,
                    90.0
                ],
                [
                    0.144,
                    0.5,
                    62.5,
                    90.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v3": {
            "Name": "ホタルIV型-完全燃焼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "「完全燃焼」状態に入り、自身の行動順を <b>100%</b> 早める。通常攻撃「コマンド-フラッシュオーバー」が「ファイアフライ-IV-底火斬撃」に、戦闘スキル「コマンド-天火轟撃」が「ファイアフライ-IV-死星オーバーロード」に強化される。「完全燃焼」状態の時、速度+@ <b>#3[f]</b> #。また、強化通常攻撃または強化戦闘スキルを発動する時、自身の弱点撃破効率+ <b>#2[p]</b> 、敵の弱点撃破被ダメージ+@ <b>#1[p]</b> #、その回の攻撃が終了するまで継続。<br>アクションバーに「完全燃焼」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、装甲「サム」は「完全燃焼」状態を解除する。カウントダウンの速度は <b>#4[f]</b> に固定される。<br>「完全燃焼」状態の装甲「サム」は必殺技を発動できない。",
            "Params": [
                [
                    0.1,
                    0.5,
                    30.0,
                    70.0
                ],
                [
                    0.11,
                    0.5,
                    33.0,
                    70.0
                ],
                [
                    0.12,
                    0.5,
                    36.0,
                    70.0
                ],
                [
                    0.13,
                    0.5,
                    39.0,
                    70.0
                ],
                [
                    0.14,
                    0.5,
                    42.0,
                    70.0
                ],
                [
                    0.15,
                    0.5,
                    45.0,
                    70.0
                ],
                [
                    0.1625,
                    0.5,
                    48.75,
                    70.0
                ],
                [
                    0.175,
                    0.5,
                    52.5,
                    70.0
                ],
                [
                    0.1875,
                    0.5,
                    56.25,
                    70.0
                ],
                [
                    0.2,
                    0.5,
                    60.0,
                    70.0
                ],
                [
                    0.21,
                    0.5,
                    63.0,
                    70.0
                ],
                [
                    0.22,
                    0.5,
                    66.0,
                    70.0
                ],
                [
                    0.23,
                    0.5,
                    69.0,
                    70.0
                ],
                [
                    0.24,
                    0.5,
                    72.0,
                    70.0
                ],
                [
                    0.25,
                    0.5,
                    75.0,
                    70.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v4": {
            "Name": "ファイアフライ-IV-完全燃焼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "「完全燃焼」状態に入り、自身の行動順を <b>100%</b> 早める。通常攻撃「コマンド-フラッシュオーバー」が「ファイアフライ-IV-底火斬撃」に、戦闘スキル「コマンド-天火轟撃」が「ファイアフライ-IV-死星オーバーロード」に強化される。「完全燃焼」状態の時、速度+@ <b>#3[f]</b> #。さらに、「ファイアフライ-IV-底火斬撃」または「ファイアフライ-IV-死星オーバーロード」を発動する時、自身の弱点撃破効率+ <b>#2[p]</b> 、敵の弱点撃破被ダメージ+@ <b>#1[p]</b> #、その回の攻撃が終了するまで継続。<br>アクションバーに「完全燃焼」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、装甲「サム」は「完全燃焼」状態を解除する。カウントダウンの速度は <b>#4[f]</b> に固定される。<br>「完全燃焼」状態の装甲「サム」は必殺技を発動できない。",
            "Params": [
                [
                    0.1,
                    0.5,
                    30.0,
                    70.0
                ],
                [
                    0.11,
                    0.5,
                    33.0,
                    70.0
                ],
                [
                    0.12,
                    0.5,
                    36.0,
                    70.0
                ],
                [
                    0.13,
                    0.5,
                    39.0,
                    70.0
                ],
                [
                    0.14,
                    0.5,
                    42.0,
                    70.0
                ],
                [
                    0.15,
                    0.5,
                    45.0,
                    70.0
                ],
                [
                    0.1625,
                    0.5,
                    48.75,
                    70.0
                ],
                [
                    0.175,
                    0.5,
                    52.5,
                    70.0
                ],
                [
                    0.1875,
                    0.5,
                    56.25,
                    70.0
                ],
                [
                    0.2,
                    0.5,
                    60.0,
                    70.0
                ],
                [
                    0.21,
                    0.5,
                    63.0,
                    70.0
                ],
                [
                    0.22,
                    0.5,
                    66.0,
                    70.0
                ],
                [
                    0.23,
                    0.5,
                    69.0,
                    70.0
                ],
                [
                    0.24,
                    0.5,
                    72.0,
                    70.0
                ],
                [
                    0.25,
                    0.5,
                    75.0,
                    70.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v5": {
            "Name": "ファイアフライ-IV-完全燃焼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "「完全燃焼」状態に入り、自身の行動順を <b>100%</b> 早める。通常攻撃「コマンド-フラッシュオーバー」が「ファイアフライ-IV-底火斬撃」に、戦闘スキル「コマンド-天火轟撃」が「ファイアフライ-IV-死星オーバーロード」に強化される。「完全燃焼」状態の時、速度+@ <b>#3[f]</b> #。さらに、「ファイアフライ-IV-底火斬撃」または「ファイアフライ-IV-死星オーバーロード」を発動する時、自身の弱点撃破効率+ <b>#2[p]</b> 、敵の弱点撃破被ダメージ+@ <b>#1[p]</b> #、その回の攻撃が終了するまで継続。<br>アクションバーに「完全燃焼」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、装甲「サム」は「完全燃焼」状態を解除する。カウントダウンの速度は <b>#4[f]</b> に固定される。<br>「完全燃焼」状態の装甲「サム」は必殺技を発動できない。",
            "Params": [
                [
                    0.1,
                    0.5,
                    30.0,
                    70.0
                ],
                [
                    0.11,
                    0.5,
                    33.0,
                    70.0
                ],
                [
                    0.12,
                    0.5,
                    36.0,
                    70.0
                ],
                [
                    0.13,
                    0.5,
                    39.0,
                    70.0
                ],
                [
                    0.14,
                    0.5,
                    42.0,
                    70.0
                ],
                [
                    0.15,
                    0.5,
                    45.0,
                    70.0
                ],
                [
                    0.1625,
                    0.5,
                    48.75,
                    70.0
                ],
                [
                    0.175,
                    0.5,
                    52.5,
                    70.0
                ],
                [
                    0.1875,
                    0.5,
                    56.25,
                    70.0
                ],
                [
                    0.2,
                    0.5,
                    60.0,
                    70.0
                ],
                [
                    0.21,
                    0.5,
                    63.0,
                    70.0
                ],
                [
                    0.22,
                    0.5,
                    66.0,
                    70.0
                ],
                [
                    0.23,
                    0.5,
                    69.0,
                    70.0
                ],
                [
                    0.24,
                    0.5,
                    72.0,
                    70.0
                ],
                [
                    0.25,
                    0.5,
                    75.0,
                    70.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Ultra"
        },
        "Live": {
            "Name": "ファイアフライ-IV-完全燃焼",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "「完全燃焼」状態に入り、自身の行動順を <b>100%</b> 早める。また、通常攻撃が「ファイアフライ-IV-底火斬撃」に、戦闘スキルが「ファイアフライ-IV-死星オーバーロード」に強化される。「完全燃焼」状態の時、速度+@ <b>#3[f]</b> #。さらに、強化通常攻撃または強化戦闘スキルを発動する時、自身の弱点撃破効率+ <b>#2[p]</b> 、敵が装甲「サム」から受ける弱点撃破ダメージ+@ <b>#1[p]</b> #、その回の攻撃が終了するまで継続。<br>アクションバーに「完全燃焼」のカウントダウンが出現する。カウントダウンのターンが回ってきた時、装甲「サム」は「完全燃焼」状態を解除する。カウントダウンの速度は <b>#4[f]</b> に固定される。<br>「完全燃焼」状態の装甲「サム」は必殺技を発動できない。",
            "Params": [
                [
                    0.1,
                    0.5,
                    30.0,
                    70.0
                ],
                [
                    0.11,
                    0.5,
                    33.0,
                    70.0
                ],
                [
                    0.12,
                    0.5,
                    36.0,
                    70.0
                ],
                [
                    0.13,
                    0.5,
                    39.0,
                    70.0
                ],
                [
                    0.14,
                    0.5,
                    42.0,
                    70.0
                ],
                [
                    0.15,
                    0.5,
                    45.0,
                    70.0
                ],
                [
                    0.1625,
                    0.5,
                    48.75,
                    70.0
                ],
                [
                    0.175,
                    0.5,
                    52.5,
                    70.0
                ],
                [
                    0.1875,
                    0.5,
                    56.25,
                    70.0
                ],
                [
                    0.2,
                    0.5,
                    60.0,
                    70.0
                ],
                [
                    0.21,
                    0.5,
                    63.0,
                    70.0
                ],
                [
                    0.22,
                    0.5,
                    66.0,
                    70.0
                ],
                [
                    0.23,
                    0.5,
                    69.0,
                    70.0
                ],
                [
                    0.24,
                    0.5,
                    72.0,
                    70.0
                ],
                [
                    0.25,
                    0.5,
                    75.0,
                    70.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 240.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Ultra"
        }
    },
    "131004": {
        "v1": {
            "Name": "Chrysalid Pyronexus",
            "MaxLevel": 15,
            "Type": "Talent",
            "Tag": "Talent",
            "Desc": "The lower the HP, the lower the DMG received. When HP is  <b>#3[p]</b>  or lower, the DMG Reduction reaches its maximum effect, reducing up to a maximum of @ <b>#1[p]</b> #. During the Complete Combustion, the DMG Reduction remains at its maximum effect, and the Effect RES increases by @ <b>#4[p]</b> #.<br>If Energy is lower than  <b>#2[p]</b>  when the battle starts, regenerates Energy to  <b>#2[p]</b> . Once Energy is regenerated to its maximum, dispels all <u>debuffs</u> on SAM.<br><br>@<b>Debuff</b>#<br>Debuffs are negative status effects that render units weaker. Unless otherwise specified, debuffs can be dispelled.",
            "Params": [
                [
                    0.2,
                    0.5,
                    0.2,
                    0.1
                ],
                [
                    0.22,
                    0.5,
                    0.2,
                    0.115
                ],
                [
                    0.24,
                    0.5,
                    0.2,
                    0.13
                ],
                [
                    0.26,
                    0.5,
                    0.2,
                    0.145
                ],
                [
                    0.28,
                    0.5,
                    0.2,
                    0.16
                ],
                [
                    0.3,
                    0.5,
                    0.2,
                    0.175
                ],
                [
                    0.325,
                    0.5,
                    0.2,
                    0.19375
                ],
                [
                    0.35,
                    0.5,
                    0.2,
                    0.2125
                ],
                [
                    0.375,
                    0.5,
                    0.2,
                    0.23125
                ],
                [
                    0.4,
                    0.5,
                    0.2,
                    0.25
                ],
                [
                    0.42,
                    0.5,
                    0.2,
                    0.265
                ],
                [
                    0.44,
                    0.5,
                    0.2,
                    0.28
                ],
                [
                    0.46,
                    0.5,
                    0.2,
                    0.295
                ],
                [
                    0.48,
                    0.5,
                    0.2,
                    0.31
                ],
                [
                    0.5,
                    0.5,
                    0.2,
                    0.325
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Passive"
        },
        "v2": {
            "Name": "ホタル式源火中枢",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "天賦",
            "Desc": "残りHPが少ないほど被ダメージがダウンする。残りHPが <b>#3[p]</b> 以下になるとダメージ軽減効果は最大値に達し、最大で被ダメージ-@ <b>#1[p]</b> #。「完全燃焼」状態中、ダメージ軽減効果は最大値を維持し、効果抵抗+@ <b>#4[p]</b> #。<br>戦闘開始時にEPが <b>#2[p]</b> 未満の場合、EPを <b>#2[p]</b> まで回復する。EPが上限まで回復すると、自身が持つ<u>デバフ</u>をすべて解除する。<br><br>@<b>デバフ</b>#<br>戦闘に不利な効果をもたらす持続状態。特殊な説明がない限り解除可能。",
            "Params": [
                [
                    0.2,
                    0.5,
                    0.2,
                    0.1
                ],
                [
                    0.22,
                    0.5,
                    0.2,
                    0.115
                ],
                [
                    0.24,
                    0.5,
                    0.2,
                    0.13
                ],
                [
                    0.26,
                    0.5,
                    0.2,
                    0.145
                ],
                [
                    0.28,
                    0.5,
                    0.2,
                    0.16
                ],
                [
                    0.3,
                    0.5,
                    0.2,
                    0.175
                ],
                [
                    0.325,
                    0.5,
                    0.2,
                    0.19375
                ],
                [
                    0.35,
                    0.5,
                    0.2,
                    0.2125
                ],
                [
                    0.375,
                    0.5,
                    0.2,
                    0.23125
                ],
                [
                    0.4,
                    0.5,
                    0.2,
                    0.25
                ],
                [
                    0.42,
                    0.5,
                    0.2,
                    0.265
                ],
                [
                    0.44,
                    0.5,
                    0.2,
                    0.28
                ],
                [
                    0.46,
                    0.5,
                    0.2,
                    0.295
                ],
                [
                    0.48,
                    0.5,
                    0.2,
                    0.31
                ],
                [
                    0.5,
                    0.5,
                    0.2,
                    0.325
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Passive"
        },
        "v3": {
            "Name": "ホタル式源火中枢",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "防御",
            "Desc": "残りHPが少ないほど被ダメージがダウンする。残りHPが <b>#3[p]</b> 以下の時、ダメージ軽減効果が最大値に達する、最大で被ダメージ-@ <b>#1[p]</b> #。「完全燃焼」状態の時、ダメージ軽減効果は最大値を維持し、効果抵抗+@ <b>#4[p]</b> #。<br>戦闘開始時、EPが <b>#2[p]</b> 未満の場合、EPを <b>#2[p]</b> まで回復する。EPが満タンになる時、自身にある<u>デバフ</u>をすべて解除する。<br><br>@<b>デバフ</b>#<br>戦闘に不利な効果をもたらす持続状態。特殊な説明がない限り解除可能。",
            "Params": [
                [
                    0.2,
                    0.5,
                    0.2,
                    0.1
                ],
                [
                    0.22,
                    0.5,
                    0.2,
                    0.12
                ],
                [
                    0.24,
                    0.5,
                    0.2,
                    0.14
                ],
                [
                    0.26,
                    0.5,
                    0.2,
                    0.16
                ],
                [
                    0.28,
                    0.5,
                    0.2,
                    0.18
                ],
                [
                    0.3,
                    0.5,
                    0.2,
                    0.2
                ],
                [
                    0.325,
                    0.5,
                    0.2,
                    0.225
                ],
                [
                    0.35,
                    0.5,
                    0.2,
                    0.25
                ],
                [
                    0.375,
                    0.5,
                    0.2,
                    0.275
                ],
                [
                    0.4,
                    0.5,
                    0.2,
                    0.3
                ],
                [
                    0.42,
                    0.5,
                    0.2,
                    0.32
                ],
                [
                    0.44,
                    0.5,
                    0.2,
                    0.34
                ],
                [
                    0.46,
                    0.5,
                    0.2,
                    0.36
                ],
                [
                    0.48,
                    0.5,
                    0.2,
                    0.38
                ],
                [
                    0.5,
                    0.5,
                    0.2,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Passive"
        },
        "v4": {
            "Name": "ホタル式源火中枢",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "防御",
            "Desc": "残りHPが少ないほど被ダメージがダウンする。残りHPが <b>#3[p]</b> 以下の時、ダメージ軽減効果が最大値に達する、最大で被ダメージ-@ <b>#1[p]</b> #。「完全燃焼」状態の時、ダメージ軽減効果は最大値を維持し、効果抵抗+@ <b>#4[p]</b> #。<br>戦闘開始時、EPが <b>#2[p]</b> 未満の場合、EPを <b>#2[p]</b> まで回復する。EPが満タンになる時、自身にある<u>デバフ</u>をすべて解除する。<br><br>@<b>デバフ</b>#<br>戦闘に不利な効果をもたらす持続状態。特殊な説明がない限り解除可能。",
            "Params": [
                [
                    0.2,
                    0.5,
                    0.2,
                    0.1
                ],
                [
                    0.22,
                    0.5,
                    0.2,
                    0.12
                ],
                [
                    0.24,
                    0.5,
                    0.2,
                    0.14
                ],
                [
                    0.26,
                    0.5,
                    0.2,
                    0.16
                ],
                [
                    0.28,
                    0.5,
                    0.2,
                    0.18
                ],
                [
                    0.3,
                    0.5,
                    0.2,
                    0.2
                ],
                [
                    0.325,
                    0.5,
                    0.2,
                    0.225
                ],
                [
                    0.35,
                    0.5,
                    0.2,
                    0.25
                ],
                [
                    0.375,
                    0.5,
                    0.2,
                    0.275
                ],
                [
                    0.4,
                    0.5,
                    0.2,
                    0.3
                ],
                [
                    0.42,
                    0.5,
                    0.2,
                    0.32
                ],
                [
                    0.44,
                    0.5,
                    0.2,
                    0.34
                ],
                [
                    0.46,
                    0.5,
                    0.2,
                    0.36
                ],
                [
                    0.48,
                    0.5,
                    0.2,
                    0.38
                ],
                [
                    0.5,
                    0.5,
                    0.2,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Passive"
        },
        "v5": {
            "Name": "ホタル式源火中枢",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "防御",
            "Desc": "残りHPが少ないほど被ダメージがダウンする。残りHPが <b>#3[p]</b> 以下の時、ダメージ軽減効果が最大値に達する、最大で被ダメージ-@ <b>#1[p]</b> #。「完全燃焼」状態の時、ダメージ軽減効果は最大値を維持し、効果抵抗+@ <b>#4[p]</b> #。<br>戦闘開始時、EPが <b>#2[p]</b> 未満の場合、EPを <b>#2[p]</b> まで回復する。EPが満タンになる時、自身にある<u>デバフ</u>をすべて解除する。<br><br>@<b>デバフ</b>#<br>戦闘に不利な効果をもたらす持続状態。特殊な説明がない限り解除可能。",
            "Params": [
                [
                    0.2,
                    0.5,
                    0.2,
                    0.1
                ],
                [
                    0.22,
                    0.5,
                    0.2,
                    0.12
                ],
                [
                    0.24,
                    0.5,
                    0.2,
                    0.14
                ],
                [
                    0.26,
                    0.5,
                    0.2,
                    0.16
                ],
                [
                    0.28,
                    0.5,
                    0.2,
                    0.18
                ],
                [
                    0.3,
                    0.5,
                    0.2,
                    0.2
                ],
                [
                    0.325,
                    0.5,
                    0.2,
                    0.225
                ],
                [
                    0.35,
                    0.5,
                    0.2,
                    0.25
                ],
                [
                    0.375,
                    0.5,
                    0.2,
                    0.275
                ],
                [
                    0.4,
                    0.5,
                    0.2,
                    0.3
                ],
                [
                    0.42,
                    0.5,
                    0.2,
                    0.32
                ],
                [
                    0.44,
                    0.5,
                    0.2,
                    0.34
                ],
                [
                    0.46,
                    0.5,
                    0.2,
                    0.36
                ],
                [
                    0.48,
                    0.5,
                    0.2,
                    0.38
                ],
                [
                    0.5,
                    0.5,
                    0.2,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Passive"
        },
        "Live": {
            "Name": "ホタル式源火中枢",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "防御",
            "Desc": "残りHPが少ないほど受けるダメージがダウンする。残りHPが <b>#3[p]</b> 以下の時、ダメージ軽減効果が最大値に達する、最大で受けるダメージ-@ <b>#1[p]</b> #。「完全燃焼」状態の時、ダメージ軽減効果は最大値を維持し、効果抵抗+@ <b>#4[p]</b> #。<br>戦闘開始時、EPが <b>#2[p]</b> 未満の場合、EPを <b>#2[p]</b> まで回復する。EPが満タンになる時、自身にある<u>デバフ</u>をすべて解除する。",
            "Params": [
                [
                    0.2,
                    0.5,
                    0.2,
                    0.1
                ],
                [
                    0.22,
                    0.5,
                    0.2,
                    0.12
                ],
                [
                    0.24,
                    0.5,
                    0.2,
                    0.14
                ],
                [
                    0.26,
                    0.5,
                    0.2,
                    0.16
                ],
                [
                    0.28,
                    0.5,
                    0.2,
                    0.18
                ],
                [
                    0.3,
                    0.5,
                    0.2,
                    0.2
                ],
                [
                    0.325,
                    0.5,
                    0.2,
                    0.225
                ],
                [
                    0.35,
                    0.5,
                    0.2,
                    0.25
                ],
                [
                    0.375,
                    0.5,
                    0.2,
                    0.275
                ],
                [
                    0.4,
                    0.5,
                    0.2,
                    0.3
                ],
                [
                    0.42,
                    0.5,
                    0.2,
                    0.32
                ],
                [
                    0.44,
                    0.5,
                    0.2,
                    0.34
                ],
                [
                    0.46,
                    0.5,
                    0.2,
                    0.36
                ],
                [
                    0.48,
                    0.5,
                    0.2,
                    0.38
                ],
                [
                    0.5,
                    0.5,
                    0.2,
                    0.4
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Passive"
        }
    },
    "131006": {
        "v1": {
            "Name": "Attack",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "Attacks an enemy, and when the battle starts, reduces their Toughness of the corresponding Type.",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        }
    },
    "131007": {
        "v1": {
            "Name": "Δ Order: Meteoric Incineration",
            "MaxLevel": 1,
            "Type": "Technique",
            "Tag": "",
            "Desc": "Leaps into the air and moves without restrictions for  <b>#1[f]</b>  seconds, which can be ended early by launching a Plunging Attack. When this duration ends, SAM descends and immediately attacks all enemies within a set area. At the start of each wave, applies a Fire Weakness to enemies without one, lasting for  <b>#3[f]</b>  turn(s). Then, deals Fire DMG equal to  <b>#2[p]</b>  of SAM's ATK to all enemies.",
            "Params": [
                [
                    5.0,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Maze"
        },
        "v2": {
            "Name": "Δコマンド-焦土隕撃",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "空中に跳躍して自由に移動できる。 <b>#1[f]</b> 秒間継続。空中から落下攻撃を発動すると継続時間を早く終了させられる。持続時間終了後、直ちに着地し、一定範囲内のすべての敵を攻撃する。各ウェーブ開始時に炎属性の弱点を持たない敵に炎属性の弱点を付与する。 <b>#3[f]</b> ターン持続。この後、敵全体に装甲「サム」の攻撃力の <b>#2[p]</b> の炎属性ダメージを与える。",
            "Params": [
                [
                    5.0,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Maze"
        },
        "v3": {
            "Name": "Δコマンド-焦土隕撃",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "空中に跳躍して自由に移動する。 <b>#1[f]</b> 秒間継続。継続中に落下攻撃を行うことができる。持続時間終了後、落下攻撃を行い、一定範囲内のすべての敵を攻撃する。各ウェーブ開始時、敵全体に炎属性を弱点として付与する、 <b>#3[f]</b> ターン持続。この後、敵全体に装甲「サム」の攻撃力 <b>#2[p]</b> 分の炎属性ダメージを与える。",
            "Params": [
                [
                    5.0,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Maze"
        },
        "v4": {
            "Name": "Δコマンド-焦土隕撃",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "空中に跳躍して自由に移動する、 <b>#1[f]</b> 秒間継続。継続中に落下攻撃を行うことができる。持続時間終了後、落下攻撃を行い、一定範囲内のすべての敵を攻撃する。各ウェーブ開始時、敵全体に炎属性弱点を付与する、 <b>#3[f]</b> ターン継続。この後、敵全体に装甲「サム」の攻撃力 <b>#2[p]</b> 分の炎属性ダメージを与える。",
            "Params": [
                [
                    5.0,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Maze"
        },
        "v5": {
            "Name": "Δコマンド-焦土隕撃",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "空に跳び上がり、自由に移動する、 <b>#1[f]</b> 秒間継続。継続中に落下攻撃を行うことができる。継続時間終了後、落下攻撃を行い、一定範囲内のすべての敵を攻撃する。各ウェーブ開始時、敵全体に炎属性弱点を付与する、 <b>#3[f]</b> ターン継続。この後、敵全体に装甲「サム」の攻撃力 <b>#2[p]</b> 分の炎属性ダメージを与える。",
            "Params": [
                [
                    5.0,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Maze"
        },
        "Live": {
            "Name": "Δコマンド-焦土隕撃",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "空中に跳び上がり、自由に移動する、 <b>#1[f]</b> 秒間継続。継続時間終了後、落下攻撃を行い、一定範囲内のすべての敵を攻撃する。継続時間中に攻撃を行うと、直ちに落下攻撃を行うことができる。各ウェーブ開始時、敵全体に炎属性弱点を付与する、 <b>#3[f]</b> ターン継続。その後、敵全体に装甲「サム」の攻撃力 <b>#2[p]</b> 分の炎属性ダメージを与える。",
            "Params": [
                [
                    5.0,
                    2.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Maze"
        }
    },
    "131009": {
        "v1": {
            "Name": "Firefly Type-IV: Deathstar Overload",
            "MaxLevel": 15,
            "Type": "Skill",
            "Tag": "Blast",
            "Desc": "Restores HP by an amount equal to  <b>#3[p]</b>  of this unit's Max HP. Applies Fire Weakness to a single target enemy if it does not already have one, lasting for  <b>#4[f]</b>  turn(s). Deals Fire DMG equal to  <b>#5[f]</b>  × Break Effect + @ <b>#1[p]</b> # of SAM's ATK to the target enemy. At the same time, deals Fire DMG equal to  <b>#6[f]</b>  × Break Effect + @ <b>#2[p]</b> # of SAM's ATK to adjacent targets. The Break Effect taken into the calculation is capped at  <b>#7[p]</b> .",
            "Params": [
                [
                    2.4,
                    1.2,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    2.56,
                    1.28,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    2.72,
                    1.36,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    2.88,
                    1.44,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.04,
                    1.52,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.2,
                    1.6,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.4,
                    1.7,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.6,
                    1.8,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.8,
                    1.9,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.0,
                    2.0,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.16,
                    2.08,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.32,
                    2.16,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.48,
                    2.24,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.64,
                    2.32,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.8,
                    2.4,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1310_BP02"
        },
        "v2": {
            "Name": "ホタルIV型-死星オーバーロード",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "自身の最大HP <b>#3[p]</b> 分のHPを回復する。指定した敵単体が炎属性の弱点を持っていない場合、相手に炎属性弱点を付与する、 <b>#4[f]</b> ターン継続。このターゲットに装甲「サム」の攻撃力（ <b>#5[f]</b> ×撃破特効+@ <b>#1[p]</b> #）分の炎属性ダメージを与え、隣接する敵に装甲「サム」の攻撃力（ <b>#6[f]</b> ×撃破特効+@ <b>#2[p]</b> #）の炎属性ダメージを与える。撃破特効は最大で <b>#7[p]</b> までカウントされる。",
            "Params": [
                [
                    2.4,
                    1.2,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    2.56,
                    1.28,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    2.72,
                    1.36,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    2.88,
                    1.44,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.04,
                    1.52,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.2,
                    1.6,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.4,
                    1.7,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.6,
                    1.8,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    3.8,
                    1.9,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.0,
                    2.0,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.16,
                    2.08,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.32,
                    2.16,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.48,
                    2.24,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.64,
                    2.32,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ],
                [
                    4.8,
                    2.4,
                    0.35,
                    2.0,
                    0.5,
                    0.25,
                    3.6
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1310_BP02"
        },
        "v3": {
            "Name": "ホタルIV型-死星オーバーロード",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "自身の最大HP <b>#3[p]</b> 分のHPを回復する。指定した敵単体に炎属性を弱点として付与する、 <b>#4[f]</b> ターン継続。その敵に装甲「サム」の攻撃力（ <b>#5[f]</b> ×撃破特効+@ <b>#1[p]</b> #）分の炎属性ダメージを与え、隣接する敵に装甲「サム」の攻撃力（ <b>#6[f]</b> ×撃破特効+@ <b>#2[p]</b> #）分の炎属性ダメージを与える。撃破特効は最大で <b>#7[p]</b> までカウントされる。",
            "Params": [
                [
                    1.0,
                    0.5,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.1,
                    0.55,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.2,
                    0.6,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.3,
                    0.65,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.4,
                    0.7,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.5,
                    0.75,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.625,
                    0.8125,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.75,
                    0.875,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.875,
                    0.9375,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.0,
                    1.0,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.1,
                    1.05,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.2,
                    1.1,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.3,
                    1.15,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.4,
                    1.2,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.5,
                    1.25,
                    0.35,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1310_BP02"
        },
        "v4": {
            "Name": "ファイアフライ-IV-死星オーバーロード",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "自身の最大HP <b>#3[p]</b> 分のHPを回復する。指定した敵単体に炎属性弱点を付与する、 <b>#4[f]</b> ターン継続。その敵に装甲「サム」の攻撃力（ <b>#5[f]</b> ×撃破特効+@ <b>#1[p]</b> #）分の炎属性ダメージを与え、隣接する敵に装甲「サム」の攻撃力（ <b>#6[f]</b> ×撃破特効+@ <b>#2[p]</b> #）分の炎属性ダメージを与える。撃破特効は最大で <b>#7[p]</b> までカウントされる。",
            "Params": [
                [
                    1.0,
                    0.5,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.1,
                    0.55,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.2,
                    0.6,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.3,
                    0.65,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.4,
                    0.7,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.5,
                    0.75,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.625,
                    0.8125,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.75,
                    0.875,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.875,
                    0.9375,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.0,
                    1.0,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.1,
                    1.05,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.2,
                    1.1,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.3,
                    1.15,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.4,
                    1.2,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.5,
                    1.25,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1310_BP02"
        },
        "v5": {
            "Name": "ファイアフライ-IV-死星オーバーロード",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "自身の最大HP <b>#3[p]</b> 分のHPを回復する。指定した敵単体に炎属性弱点を付与する、 <b>#4[f]</b> ターン継続。その敵に装甲「サム」の攻撃力（ <b>#5[f]</b> ×撃破特効+@ <b>#1[p]</b> #）分の炎属性ダメージを与え、隣接する敵に装甲「サム」の攻撃力（ <b>#6[f]</b> ×撃破特効+@ <b>#2[p]</b> #）分の炎属性ダメージを与える。撃破特効は最大で <b>#7[p]</b> までカウントされる。",
            "Params": [
                [
                    1.0,
                    0.5,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.1,
                    0.55,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.2,
                    0.6,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.3,
                    0.65,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.4,
                    0.7,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.5,
                    0.75,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.625,
                    0.8125,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.75,
                    0.875,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.875,
                    0.9375,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.0,
                    1.0,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.1,
                    1.05,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.2,
                    1.1,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.3,
                    1.15,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.4,
                    1.2,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.5,
                    1.25,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1310_BP02"
        },
        "Live": {
            "Name": "ファイアフライ-IV-死星オーバーロード",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "自身の最大HP <b>#3[p]</b> 分のHPを回復する。指定した敵単体に炎属性弱点を付与する、 <b>#4[f]</b> ターン継続。その敵に装甲「サム」の攻撃力（ <b>#5[f]</b> ×撃破特効+@ <b>#1[p]</b> #）分の炎属性ダメージを与え、隣接する敵に装甲「サム」の攻撃力（ <b>#6[f]</b> ×撃破特効+@ <b>#2[p]</b> #）分の炎属性ダメージを与える。撃破特効は最大で <b>#7[p]</b> までカウントされる。",
            "Params": [
                [
                    1.0,
                    0.5,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.1,
                    0.55,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.2,
                    0.6,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.3,
                    0.65,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.4,
                    0.7,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.5,
                    0.75,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.625,
                    0.8125,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.75,
                    0.875,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    1.875,
                    0.9375,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.0,
                    1.0,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.1,
                    1.05,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.2,
                    1.1,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.3,
                    1.15,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.4,
                    1.2,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ],
                [
                    2.5,
                    1.25,
                    0.25,
                    2.0,
                    0.2,
                    0.1,
                    3.6
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                3.0,
                0.0,
                1.5
            ],
            "Icon": "SkillIcon_1310_BP02"
        }
    },
    "131008": {
        "v1": {
            "Name": "Firefly Type-IV: Pyrogenic Decimation",
            "MaxLevel": 9,
            "Type": "Basic ATK",
            "Tag": "Single Target",
            "Desc": "Restores HP by an amount equal to  <b>#2[p]</b>  of this unit's Max HP. Deals Fire DMG equal to @ <b>#1[p]</b> # of SAM's ATK to a single target enemy.",
            "Params": [
                [
                    1.5,
                    0.2
                ],
                [
                    1.7,
                    0.2
                ],
                [
                    1.9,
                    0.2
                ],
                [
                    2.1,
                    0.2
                ],
                [
                    2.3,
                    0.2
                ],
                [
                    2.5,
                    0.2
                ],
                [
                    2.7,
                    0.2
                ],
                [
                    2.9,
                    0.2
                ],
                [
                    3.1,
                    0.2
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v2": {
            "Name": "ホタルIV型-底火斬撃",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    1.5,
                    0.2
                ],
                [
                    1.7,
                    0.2
                ],
                [
                    1.9,
                    0.2
                ],
                [
                    2.1,
                    0.2
                ],
                [
                    2.3,
                    0.2
                ],
                [
                    2.5,
                    0.2
                ],
                [
                    2.7,
                    0.2
                ],
                [
                    2.9,
                    0.2
                ],
                [
                    3.1,
                    0.2
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v3": {
            "Name": "ホタルIV型-底火斬撃",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    1.0,
                    0.2
                ],
                [
                    1.2,
                    0.2
                ],
                [
                    1.4,
                    0.2
                ],
                [
                    1.6,
                    0.2
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    2.0,
                    0.2
                ],
                [
                    2.2,
                    0.2
                ],
                [
                    2.4,
                    0.2
                ],
                [
                    2.6,
                    0.2
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v4": {
            "Name": "ファイアフライ-IV-底火斬撃",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    1.0,
                    0.2
                ],
                [
                    1.2,
                    0.2
                ],
                [
                    1.4,
                    0.2
                ],
                [
                    1.6,
                    0.2
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    2.0,
                    0.2
                ],
                [
                    2.2,
                    0.2
                ],
                [
                    2.4,
                    0.2
                ],
                [
                    2.6,
                    0.2
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "v5": {
            "Name": "ファイアフライ-IV-底火斬撃",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    1.0,
                    0.2
                ],
                [
                    1.2,
                    0.2
                ],
                [
                    1.4,
                    0.2
                ],
                [
                    1.6,
                    0.2
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    2.0,
                    0.2
                ],
                [
                    2.2,
                    0.2
                ],
                [
                    2.4,
                    0.2
                ],
                [
                    2.6,
                    0.2
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        },
        "Live": {
            "Name": "ファイアフライ-IV-底火斬撃",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "自身の最大HP <b>#2[p]</b> 分のHPを回復する。指定した敵単体に装甲「サム」の攻撃力@ <b>#1[p]</b> #分の炎属性ダメージを与える。",
            "Params": [
                [
                    1.0,
                    0.2
                ],
                [
                    1.2,
                    0.2
                ],
                [
                    1.4,
                    0.2
                ],
                [
                    1.6,
                    0.2
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    2.0,
                    0.2
                ],
                [
                    2.2,
                    0.2
                ],
                [
                    2.4,
                    0.2
                ],
                [
                    2.6,
                    0.2
                ],
                [
                    2.8,
                    0.2
                ]
            ],
            "BP": 1,
            "SPAdd": 0,
            "AttackType": "Normal",
            "Stance": [
                1.5,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1310_Normal02"
        }
    }
}

var _avatarskilltree_ = {
    "1310": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "Module α: Antilag Outburst",
                "Desc": "While in Complete Combustion, attacking enemies without Fire Weakness can also reduce Toughness by an amount equal to  <b><color style='color:#f29e38'>55.0%</color></b>  of the original ability's Toughness Reduction.",
                "Icon": "SkillIcon_1310_SkillTree1"
            },
            "Tree2": {
                "Name": "Module β: Autoreactive Armor",
                "Desc": "For every  <b><color style='color:#f29e38'>100.0</color></b>  of SAM's ATK that exceeds  <b><color style='color:#f29e38'>2400.0</color></b> , increases SAM's Break Effect by  <b><color style='color:#f29e38'>6.0%</color></b> , up to a maximum increase of  <b><color style='color:#f29e38'>60.0%</color></b> .",
                "Icon": "SkillIcon_1310_SkillTree2"
            },
            "Tree3": {
                "Name": "Module γ: Core Overload",
                "Desc": "If SAM is in Complete Combustion with a Break Effect that is  <b><color style='color:#f29e38'>250.0%</color></b> / <b><color style='color:#f29e38'>360.0%</color></b>  or higher, additionally ignores  <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>40.0%</color></b>  of the target's DEF when attacking.",
                "Icon": "SkillIcon_1310_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "αモジュール-アンチラグ飛散",
                "Desc": "「完全燃焼」状態中は炎属性の弱点を持たない敵を攻撃しても靭性を削られる。効果は本来のスキルの削靭値の <b><color style='color:#f29e38'>55.0%</color></b> 。",
                "Icon": "SkillIcon_1310_SkillTree1"
            },
            "Tree2": {
                "Name": "βモジュール-自己制限装甲",
                "Desc": "装甲「サム」の攻撃力が <b><color style='color:#f29e38'>2400.0</color></b> を上回る場合、超過している攻撃力 <b><color style='color:#f29e38'>100.0</color></b> につき、自身の撃破特効+ <b><color style='color:#f29e38'>6.0%</color></b> 。最大で+ <b><color style='color:#f29e38'>60.0%</color></b> 。",
                "Icon": "SkillIcon_1310_SkillTree2"
            },
            "Tree3": {
                "Name": "γモジュール-過負荷コア",
                "Desc": "「完全燃焼」状態で装甲「サム」の撃破特効が <b><color style='color:#f29e38'>250.0%</color></b> / <b><color style='color:#f29e38'>360.0%</color></b> 以上のとき、攻撃時に追加でターゲットの防御力を <b><color style='color:#f29e38'>30.0%</color></b> / <b><color style='color:#f29e38'>40.0%</color></b> 無視する。",
                "Icon": "SkillIcon_1310_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "αモジュール-アンチラグ飛散",
                "Desc": "「完全燃焼」状態の時、炎属性弱点を持たない敵に攻撃を行う場合、本来の削靭値 <b><color style='color:#f29e38'>55.0%</color></b> 分の靭性を削る。",
                "Icon": "SkillIcon_1310_SkillTree1"
            },
            "Tree2": {
                "Name": "βモジュール-自己制限装甲",
                "Desc": "「完全燃焼」状態の場合、装甲「サム」の撃破特効が <b><color style='color:#f29e38'>200.0%</color></b> / <b><color style='color:#f29e38'>360.0%</color></b> 以上の時、弱点撃破状態の敵に攻撃を行った後、この回の攻撃の削靭値を1回の、本来の超撃破ダメージ <b><color style='color:#f29e38'>35.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分の超撃破ダメージに転換する。",
                "Icon": "SkillIcon_1310_SkillTree2"
            },
            "Tree3": {
                "Name": "γモジュール-過負荷コア",
                "Desc": "装甲「サム」の攻撃力が <b><color style='color:#f29e38'>1600.0</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100.0</color></b> につき、自身の撃破特効+ <b><color style='color:#f29e38'>10.0%</color></b> 。",
                "Icon": "SkillIcon_1310_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "αモジュール-アンチラグバースト",
                "Desc": "「完全燃焼」状態の時、炎属性弱点を持たない敵に攻撃を行う場合、本来の削靭値 <b><color style='color:#f29e38'>55.0%</color></b> 分の靭性を削る。",
                "Icon": "SkillIcon_1310_SkillTree1"
            },
            "Tree2": {
                "Name": "βモジュール-自己制限装甲",
                "Desc": "「完全燃焼」状態の時、装甲「サム」の撃破特効が <b><color style='color:#f29e38'>200.0%</color></b> / <b><color style='color:#f29e38'>360.0%</color></b> 以上の場合、弱点撃破状態の敵に攻撃を行った後、この回の攻撃の削靭値を1回の、削靭値に対応する超撃破ダメージ <b><color style='color:#f29e38'>35.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分の超撃破ダメージに転換する。",
                "Icon": "SkillIcon_1310_SkillTree2"
            },
            "Tree3": {
                "Name": "γモジュール-過負荷コア",
                "Desc": "装甲「サム」の攻撃力が <b><color style='color:#f29e38'>1800.0</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>10.0</color></b> につき、自身の撃破特効+ <b><color style='color:#f29e38'>0.8%</color></b> 。",
                "Icon": "SkillIcon_1310_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "αモジュール-アンチラグバースト",
                "Desc": "「完全燃焼」状態の時、炎属性弱点を持たない敵に攻撃を行う場合、本来の削靭値 <b><color style='color:#f29e38'>55.0%</color></b> 分の靭性を削る。",
                "Icon": "SkillIcon_1310_SkillTree1"
            },
            "Tree2": {
                "Name": "βモジュール-自己制限装甲",
                "Desc": "「完全燃焼」状態の時、装甲「サム」の撃破特効が <b><color style='color:#f29e38'>200.0%</color></b> / <b><color style='color:#f29e38'>360.0%</color></b> 以上の場合、弱点撃破状態の敵に攻撃を行った後、この回の攻撃の削靭値を1回の、削靭値に対応する超撃破ダメージ <b><color style='color:#f29e38'>35.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分の超撃破ダメージに転換する。",
                "Icon": "SkillIcon_1310_SkillTree2"
            },
            "Tree3": {
                "Name": "γモジュール-過負荷コア",
                "Desc": "装甲「サム」の攻撃力が <b><color style='color:#f29e38'>1800.0</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>10.0</color></b> につき、自身の撃破特効+ <b><color style='color:#f29e38'>0.8%</color></b> 。",
                "Icon": "SkillIcon_1310_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "StatusResistanceBase": 0.18,
                "SpeedDelta": 5.0
            },
            "Tree1": {
                "Name": "αモジュール-アンチラグバースト",
                "Desc": "「完全燃焼」状態の時、炎属性弱点を持たない敵に攻撃を行う場合、本来の削靭値 <b><color style='color:#f29e38'>55%</color></b> 分の靭性を削る。",
                "Icon": "SkillIcon_1310_SkillTree1"
            },
            "Tree2": {
                "Name": "βモジュール-自己制限装甲",
                "Desc": "「完全燃焼」状態の時、装甲「サム」の撃破特効が <b><color style='color:#f29e38'>200%</color></b> / <b><color style='color:#f29e38'>360%</color></b> 以上の場合、<u>弱点撃破状態</u>の敵に攻撃を行った後、その回の攻撃の削靭値を <b><color style='color:#f29e38'>35%</color></b> / <b><color style='color:#f29e38'>50%</color></b> 分の<u>超撃破ダメージ</u>に転換する。",
                "Icon": "SkillIcon_1310_SkillTree2",
                "EE": [
                    10000015
                ]
            },
            "Tree3": {
                "Name": "γモジュール-過負荷コア",
                "Desc": "装甲「サム」の攻撃力が <b><color style='color:#f29e38'>1800</color></b> を超えた場合、超過した攻撃力 <b><color style='color:#f29e38'>10</color></b> につき、自身の撃破特効+ <b><color style='color:#f29e38'>0.8%</color></b> 。",
                "Icon": "SkillIcon_1310_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "131001": {
        "v1": {
            "Rank": 1,
            "Name": "In Reddened Chrysalis, I Once Rest",
            "Desc": "When using the Enhanced Skill, ignores  <b><color style='color:#f29e38'>15.0%</color></b>  of the target's DEF. And the Enhanced Skill does not consume Skill Points.",
            "Icon": "SkillIcon_1310_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "曽て安眠せし赤染の繭",
            "Desc": "「ホタルIV型-死星オーバーロード」を発動する時、ターゲットの防御力を <b><color style='color:#f29e38'>15.0%</color></b> 無視し、SPを消費しない。",
            "Icon": "SkillIcon_1310_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "曽て安眠せし赤染の繭",
            "Desc": "強化戦闘スキルを発動する時、ターゲットの防御力を <b><color style='color:#f29e38'>15.0%</color></b> 無視し、SPを消費しない。",
            "Icon": "SkillIcon_1310_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "かつて安眠せし赤染の繭",
            "Desc": "強化戦闘スキルを発動する時、ターゲットの防御力を <b><color style='color:#f29e38'>15.0%</color></b> 無視し、SPを消費しない。",
            "Icon": "SkillIcon_1310_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "かつて安眠せし赤染の繭",
            "Desc": "強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動する時、ターゲットの防御力を <b><color style='color:#f29e38'>15.0%</color></b> 無視し、SPを消費しない。",
            "Icon": "SkillIcon_1310_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "かつて安眠せし<br>赤染の繭",
            "Desc": "強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動する時、ターゲットの防御力を <b><color style='color:#f29e38'>15%</color></b> 無視し、SPを消費しない。",
            "Icon": "SkillIcon_1310_Rank1"
        }
    },
    "131002": {
        "v1": {
            "Rank": 2,
            "Name": "From Shattered Sky, I Free Fall",
            "Desc": "When using the Enhanced Basic ATK or the Enhanced Skill in Complete Combustion state to defeat an enemy target or cause them to be Weakness Broken, SAM immediately gains 1 extra turn. This effect can trigger again after  <b><color style='color:#f29e38'>1.0</color></b>  turn(s).",
            "Icon": "SkillIcon_1310_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "砕かれた空より墜落",
            "Desc": "「完全燃焼」状態で「ホタルIV型-底火斬撃」または「ホタルIV型-死星オーバーロード」を発動して敵を倒し、または敵を弱点撃破状態にした時、装甲「サム」が直ちに追加ターンを1獲得する。この効果は <b><color style='color:#f29e38'>1.0</color></b> ターン後に再度発動できる。",
            "Icon": "SkillIcon_1310_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "砕かれた空より墜落",
            "Desc": "「完全燃焼」状態で強化通常攻撃、または強化戦闘スキルを発動して敵を倒す、または敵を弱点撃破状態にする時、装甲「サム」が追加ターンを1獲得する。この効果は <b><color style='color:#f29e38'>1.0</color></b> ターン後に再度発動できる。",
            "Icon": "SkillIcon_1310_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "砕かれし空からの墜落",
            "Desc": "「完全燃焼」状態で強化通常攻撃「ファイアフライ-IV-底火斬撃」か強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動して敵を倒す、または敵を弱点撃破状態にする時、装甲「サム」が追加ターンを1獲得する。この効果は <b><color style='color:#f29e38'>1.0</color></b> ターン後に再度発動できる。",
            "Icon": "SkillIcon_1310_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "砕かれし空からの墜落",
            "Desc": "「完全燃焼」状態で強化通常攻撃「ファイアフライ-IV-底火斬撃」か強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動して敵を倒す、または敵を弱点撃破状態にする時、装甲「サム」が追加ターンを1獲得する。この効果は <b><color style='color:#f29e38'>1.0</color></b> ターン後に再度発動できる。",
            "Icon": "SkillIcon_1310_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "砕かれし空からの墜落",
            "Desc": "「完全燃焼」状態で強化通常攻撃「ファイアフライ-IV-底火斬撃」か強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動して敵を倒す、または敵を<u>弱点撃破状態</u>にする時、装甲「サム」が<u>追加ターン</u>を1獲得する。この効果は <b><color style='color:#f29e38'>1</color></b> ターン後に再度発動できる。",
            "Icon": "SkillIcon_1310_Rank2",
            "EE": [
                10000000
            ]
        }
    },
    "131003": {
        "v1": {
            "Rank": 3,
            "Name": "Amidst Silenced Stars, I Deep Sleep",
            "Desc": "Skill Lv. +2, up to a maximum of Lv.  <b><color style='color:#f29e38'>15</color></b> .<br>Basic ATK Lv. +1, up to a maximum of Lv.  <b><color style='color:#f29e38'>10</color></b> .",
            "Icon": "SkillIcon_1310_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "静かな星の川に眠る",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1310_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "静かな星の川に眠る",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1310_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "静かな星の川で眠る",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1310_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "静かな星の川で眠る",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1310_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "静かな星の川で眠る",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1310_BP"
        }
    },
    "131004": {
        "v1": {
            "Rank": 4,
            "Name": "Upon Lighted Firefly, I Soon Gaze",
            "Desc": "While in Complete Combustion, SAM is immune to Crowd Control debuffs. This effect can only trigger  <b><color style='color:#f29e38'>2.0</color></b>  time(s) during each Complete Combustion.",
            "Icon": "SkillIcon_1310_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "いつかホタルの火を<br>目にする",
            "Desc": "「完全燃焼」状態で装甲「サム」が行動制限系のデバフに抵抗できる。この効果は「完全燃焼」状態に入るたびに <b><color style='color:#f29e38'>2.0</color></b> 回のみ発動できる。",
            "Icon": "SkillIcon_1310_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "いつかホタルの火を<br>目にする",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "いつか蛍火を<br>この目に",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "いつか蛍火を<br>この目に",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の効果抵抗+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "いつか蛍火を<br>この目に",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank4"
        }
    },
    "131005": {
        "v1": {
            "Rank": 5,
            "Name": "From Undreamt Night, I Thence Shine",
            "Desc": "Ultimate Lv. +2, up to a maximum of Lv.  <b><color style='color:#f29e38'>15</color></b> .<br>Talent Lv. +2, up to a maximum of Lv.  <b><color style='color:#f29e38'>15</color></b> .",
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "夢のない長い夜から<br>明ける",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "夢のない長い夜から<br>明ける",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "夢のない長い夜から<br>明ける",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1310_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "夢のない長い夜から<br>明ける",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1310_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "夢なき長い夜が<br>明ける",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1310_Ultra"
        }
    },
    "131006": {
        "v1": {
            "Rank": 6,
            "Name": "In Finalized Morrow, I Full Bloom",
            "Desc": "While in Complete Combustion, increases SAM's Fire RES PEN by  <b><color style='color:#f29e38'>12.0%</color></b> . When using the Enhanced Basic ATK or Enhanced Skill, increases the Weakness Break efficiency by  <b><color style='color:#f29e38'>50.0%</color></b> .",
            "Icon": "SkillIcon_1310_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "最後の明日に咲き誇る",
            "Desc": "「完全燃焼」状態中、装甲「サム」の炎属性耐性貫通+ <b><color style='color:#f29e38'>12.0%</color></b> 。「ホタルIV型-底火斬撃」または「ホタルIV型-死星オーバーロード」を発動する時、弱点撃破効率+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "最後の明日に咲き誇る",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の炎属性耐性貫通+ <b><color style='color:#f29e38'>20.0%</color></b> 。強化通常攻撃、強化戦闘スキルを発動する時、弱点撃破効率+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "終わりの明日に咲き誇る",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の炎属性耐性貫通+ <b><color style='color:#f29e38'>20.0%</color></b> 。強化通常攻撃「ファイアフライ-IV-底火斬撃」または強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動する時、弱点撃破効率+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "終わりの明日に咲き誇る",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の炎属性耐性貫通+ <b><color style='color:#f29e38'>20.0%</color></b> 。強化通常攻撃「ファイアフライ-IV-底火斬撃」または強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動する時、弱点撃破効率+ <b><color style='color:#f29e38'>50.0%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "終わりの明日に<br>咲き誇る",
            "Desc": "「完全燃焼」状態の時、装甲「サム」の炎属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。強化通常攻撃「ファイアフライ-IV-底火斬撃」または強化戦闘スキル「ファイアフライ-IV-死星オーバーロード」を発動する時、弱点撃破効率+ <b><color style='color:#f29e38'>50%</color></b> 。",
            "Icon": "SkillIcon_1310_Rank6"
        }
    }
}

var _story_ = {
    "1310": [
        {
            "_id": 1,
            "Story": "星核ハンターの一員、装甲「サム」を身に纏って戦う。任務に忠実で、粘り強い性格。<br>スウォームに打ち勝つための兵器として生まれた彼女は、成長速度が一般人とは異なり、寿命が非常に短い。<br>「生」を求めて星核ハンターに加わり、運命に抗う方法を探している。"
        },
        {
            "_id": 2,
            "Story": "透明な培養カプセルの中、彼女は純白の卵に包まれ、冷たい人工羊水に浸かっている。<br>不意に容器が揺れると、彼女は本能に従って羊水の中を漂いながら、冷たく柔らかい縁を探り当て、カプセルの壁にぴったりとくっついた。こうして隅っこで丸くなると、体が温かくなる気がするのだ。<br><br>巨大なものが落下する音、金属がぶつかり合う音、忙しない足音が断続的に聞こえたかと思うと、再び培養カプセルが揺れ始めた……<br><i>「戦士たちよ、目覚める時だ……」</i><br><i>「女皇陛下のために……」</i><br>機械の手に抱き上げられ、眩しい光が世界を切り裂く。彼女は思わず泣くことを止めた。<br><i>「己の誕生を誇りに思え……」</i><br><i>「女皇陛下のために……」</i><br>彼女は目を開けたが、自分に話しかける相手の姿は見えない。<br>立ち上がった彼女は、分厚いカーテンをくぐり抜け、宮殿の奥へと進んでいく。<br><i>「その栄誉、その運命を受け入れよ……」</i><br><i>「女皇陛下のために……」</i><br>整然とした足音が人気のない宮殿に響き渡った。<br><br>彼女は荒れ果てた広大な庭園を通り抜け、巨大な虫の死骸を横目に、1つ、また1つと孵化装置の間を進み…最後に、煌びやかな議事堂に辿り着いた。そこには玉座に座る1人の女性がいた。顔はよく見えないが、疲れたように腕をだらんと垂らしている。<br><br><i>「顔を上げるな」</i><br>誰かが彼女の傍に来て、囁くように言った。その人物にはナンバープレートが付けられている。AR -26702 ――これは一体……？彼女は自分を見た。AR -26710 。<br><i>「こちらへいらっしゃい…我が子よ……」</i><br>頭の奥底から声が聞こえ、言いようのない熱狂が彼女の心を呑み込んでいく。<br>彼女は女皇の前に進み出ると、跪いてその指先にキスをした。<br><br>女皇の手は氷のように冷たく、彼女は熱狂に包まれる中で一瞬呆然とした。<br><i>「存分に燃え上がれ、グラモスの未来のために……」</i><br><i>「女皇陛下のために……」</i>"
        },
        {
            "_id": 3,
            "Story": "気づけば彼女は戦場に慣れていた。<br>目の前で倒れていく同胞たちを尻目に、ただ毅然と前に進み続ける。しかし、彼女はちゃんと理解していた…今こうしている自分も、いつかは同じように戦場で倒れ、後から来た者が己の体を越えていくことになるのだと。<br>だからこそ、休息の時間はいつも貴重なのだ。彼女は顔を上げ、天高く懸かる銀河の海に降り注ぐ、星々の光を眺めた。<br><br>星空の下は何もかもが静寂に包まれている。ロストエントロピーの脅威に直面することになっても、彼女は装甲を脱ぎ捨て、世界の姿を見たいと思った。<br>記憶の中の声が徐々に浮かび上がる。<br><i>「レンズを通してみると、世界が違って見えるの」</i><br>――AR -214 、彼女は常に「眼鏡」をかけていた。<br><i>「軍規第8条：生存者は速やかに帰還せよ」</i><br>――彼女はAR -1368 。真面目な性格で、装甲に赤い綬帯を付けている。<br><i>「次の戦いでは、星が見えるといいな」</i><br>――AR -53935 、彼は自分とは「異なる型」だ。<br><i>「みんな、お帰り！」</i><br>――AR -4077 。直接会ったことはないが、彼が決して戦場に出ず、後方に留まっていることだけは知っている。<br><br>星空の奥からスウォームが現れ、例によって耳障りな警報に休息を邪魔された。<br>彼女は装甲を起動して戦闘状態に入ったが、今回の敵襲は特に激しいようだ。<br><i>「これは普通の襲撃ではない、虫の潮…虫の潮だ！」</i><br>通信機を通して聞こえる微かに震えた声。ますます多くの鉄騎が空に昇っていったが、それは果てしない星の光のように、あっという間に爆発して闇に吞まれてしまった。<br><i>「防衛線を死守せよ！包囲網を突破するのだ！」</i><br><br>目の前で無数の鉄騎が倒れていく。<br>彼らの中に、以前自分に話しかけてくれた人はいるのだろうか？そう考えた時、彼女は初めて気がついた。<br>――もしかして…人はそれぞれ違うものなのだろうか？<br><br>ついにスウォームが左右に割れ、その裂け目から母虫がゆっくりと姿を現した。<br>彼女は一筋の光のように、密集したスウォームの間を縫うように飛び、他の鉄騎と共に巨大な銀蟄虫の口に向かって突き進む。母虫に吞み込まれる最後の瞬間、彼女は目を閉じ、惑星1つを破壊できるほどの爆弾を爆発させた――<br><br>目が潰れるほどの光が母虫を中心に炸裂した――次の瞬間、すべてが静寂に包まれた。<br>彼女は糸の切れた凧のように、大きな衝撃に弾き飛ばされてしまう。地面に向かって落下していく中、忘れられない思い出が彼女の目の前に広がった――<br><br>そこはファイアフライが舞う水辺。彼女は装甲を脱ぎ、夜の爽やかな風と涼しさを感じている。<br>その時、1匹のファイアフライが近づいてきて、彼女の手の甲に止まった。それが羽を動かしているところを、彼女はただじっと見つめる。<br><i>「…この子たちは儚い命だけど、星よりも輝いてる」</i><br><br>暗闇が彼女を呑み込む。<br>スウォームの死骸や壊れた甲冑が塵となって、星々の上に降り積もっていく。それは宇宙に降る静かな雪のようだった。"
        },
        {
            "_id": 4,
            "Story": "昏睡状態から目覚めた時、彼女は知らない星系にいた。<br><br>銀河を漂う発光浮遊生物が彼女に引き寄せられ、その周りを踊るように飛んでいる。<br>それらが遠くへ去っていくのを見送りながら、彼女は自分の行き着く先がわからないでいた。<br><i>「どうして死ぬんだろう？」</i><br><i>「どうして生きるんだろう？」</i><br>今の彼女にとって、夢はあまりにも遠いものだ。果てしない暗闇をぼんやりと見つめていても、やはり答えは見つからなかった。<br><br>……<br><i>「こうしてグラモス共和国は滅び、鉄騎兵団の噂だけが残った」</i><br>何かに体の自由を奪われ、彼女は警戒を強めた。<br><i>「どの鉄騎も、共和国最強の兵器を制御するために遺伝子操作された赤子だった。彼らは生まれながらに欠陥を持っていて、人生のある時点で急速に老化が始まり、死に至る……」</i><br>足音と共に、女性の声が少しずつ近づいてくる。<br><i>「定められた結末…私たちと似ているわよね。そうは思わない？」</i><br>宇宙船のドアが開く。<br>彼女の体が炎に包まれ、熔火騎士の装甲が形成されようとしている。<br><i>「あなたは何者ですか？」</i><br>目の前の女性は、まるで久々に再会した旧友のように微笑んだ。<br><i>「運命を信じる？同じ道を歩む人たちは、いずれどこかで出会うことになる。そして私たちは…今、出会ったの」</i>"
        },
        {
            "_id": 5,
            "Story": "また静かな夜が訪れた。彼女はいつものように高台に座り、明かりが点いては消え、夜明けまで宇宙船が出入りする空港を見つめている。<br><br>すると、そこへ眠そうにあくびをする銀狼がやってきた。<br><i>「眠れないの？」</i>彼女は体を少しずらしてスペースを作る。<br><i>「変な夢見たんだ、パンクロードが電子悪魔に侵入される夢。走りながら風船ガムでウイルスをくっつけてるところで目が覚めたの」</i><br><i>「夢かぁ……」</i><br><i>「ピノコニーに出発するの？」</i><br><i>「うん、たぶんあたしの夢は…そこにある」</i><br><i>「でも夢を見ることができない人が共感覚夢境に入るには、『死』に匹敵する代償が必要だって聞いたけど」</i><br><i>「知ってる。あたしの意識は憶質の重圧で粉砕されて、特殊な方法で再構築されることで、初めて夢の国へ到達できる…その死は別に怖くない。もう慣れてるから」</i><br><i>「…そう？それじゃあ幸運を祈ってる。星穹列車の人たちによろしく言っといて～」</i><br>……<br><br>彼女はアスデナ星系の境界に辿り着いた。記憶の海の激しい波に揺られ、1粒の火の粉のような彼女は、今にも嵐の中に消えてしまいそうだった。<br>彼女は飛び上がり、記憶域の中に飛び込んだ。<br>四方八方から重圧が襲い掛かり、視界が徐々にぼやけ、体が制御できなくなり、記憶域の奥底へと落ちていく。<br>濃密な憶質に隠された感情が、まるで幻影のように彼女の耳元でぐるぐると回りながら呼び掛ける。<br>――<i>「存分に燃え上がれ、グラモスの未来のために…」</i><br>――<i>「女皇陛下のために……」</i><br>――<i>「…この子たちは儚い命だけど、星よりも輝いてる」</i><br>――<i>「どうして死ぬんだろう？」</i><br>――<i>「どうして生きるんだろう？」</i><br>……<br>どれほどの時間が経ったのだろう。荒れ狂う憶質はいつの間にか鎮まっていた。<br>目を開けた彼女の瞳に映ったのは、まるで真珠のように朧げな光を放つピノコニーだ。次の瞬間、涙が彼女の頬を伝って落ちていった――<br><i>「これが…夢？」</i>"
        }
    ]
}

var _voice_ = {
    "1310": [
        {
            "_id": "archive_firefly_1",
            "Title": "初対面",
            "Voice": "また会えたね。うん…会えて嬉しいよ。いつものように、「ホタル」って呼んで。"
        },
        {
            "_id": "archive_firefly_2",
            "Title": "挨拶",
            "Voice": "{NICKNAME}、今日はどこに行きたい？一緒に行こうよ。"
        },
        {
            "_id": "archive_firefly_3",
            "Title": "お別れ",
            "Voice": "美しい時間はあっという間に過ぎて行くんだよ。じゃあ、また今度会おうね。"
        },
        {
            "_id": "archive_firefly_4",
            "Title": "自分について・身分",
            "Voice": "ごめんなさい、本当に騙すつもりはなかったの…「脚本」に縛られてるから、「サム」の使命を全うしないといけないんだ。それを除けば…あとはわがままかな。あたしはね、「ホタル」としてこの世界を知りたいんだよ。"
        },
        {
            "_id": "archive_firefly_5",
            "Title": "自分について・サム",
            "Voice": "「サム」——蒼穹戦線の鉄騎、ファイアフライ-IV戦略強襲装甲…他の人から見れば、このスウォームに対抗する兵器が「あたし」なんだ…知ってるよ…「サム」はあたしの命のゆりかごであり、かつてのあたしの存在意義だった。でも…これはあたしのすべてじゃない。"
        },
        {
            "_id": "archive_firefly_6",
            "Title": "自分について・未来",
            "Voice": "エリオは自分の未来が見えて、あたしも自分の未来が「見える」。彼が言うには、運命は一つしかないんだって。でも定められた一刻が来る前に、自分に何ができるか知りたいの…あたしにはその権利があるんだよ。"
        },
        {
            "_id": "archive_firefly_7",
            "Title": "世間話・ファイアフライ",
            "Voice": "ホタルって不思議な生物だよね？火に飛び入ったり、突然老化したり。でもそうなっちゃうまで、毎晩、星よりも眩しい光を放ってるんだよ。"
        },
        {
            "_id": "archive_firefly_8",
            "Title": "趣味・ピクニック",
            "Voice": "雑草、果実、そよ風、蝶々…リラックスしたい時は緑が茂る郊外に行って、この両手で生命力に満ち溢れた世界に触れるのが好きなんだ。"
        },
        {
            "_id": "archive_firefly_9",
            "Title": "悩み事・睡眠",
            "Voice": "あたしは夢を見れないし、必要な睡眠時間も普通の人より遥かに少ないんだ。夜はね、屋上で星の海とか、一つ一つ点いて消える明かりとか、船が港を出入りする景色とかを眺めているの…日が登るまでね。"
        },
        {
            "_id": "archive_firefly_10",
            "Title": "悩み事・虫",
            "Voice": "よくホタルや蝶々が飛んでくるんだけど、蜘蛛やゴキブリもついてきちゃうんだよね…だからあたしは寒い場所に行くのが好きなんだ。でも気温が下がると動きたくなくなるの。難しいよね……"
        },
        {
            "_id": "archive_firefly_11",
            "Title": "シェア・願い事",
            "Voice": "戦場に足を踏み入れたその日から、この燃える羽がいつか消えることは分かっていたの。ただ、大地に帰る前に…空に輝くあの最も明るい光を一度見てみたいんだ。"
        },
        {
            "_id": "archive_firefly_12",
            "Title": "見聞・スウォーム",
            "Voice": "銀蟄虫が星に降り立った時、輝く雪が降ったみたいだったんだよ。戦いが終わるたびに振り向くと…飛び舞う銀色の欠片の下には、騎士たちの冷たい残骸ばかりが横たわっていたの。"
        },
        {
            "_id": "archive_firefly_13",
            "Title": "銀狼について",
            "Voice": "ゲームでの戦い方に、よく戦略性がないって言われるの。「バンバンバン、ドッカー——ン！」で終わってるって。彼女の技、真似したいんだけどできないんだよね。確か…「裏技」って言うんだったかな？まさかあたしが下手なだけなの？"
        },
        {
            "_id": "archive_firefly_14",
            "Title": "カフカについて",
            "Voice": "彼女は自分から近づいてくることがあるけど、あたしから歩み寄ろうとすると、逆にお互いの距離が離れていく感じがするの…「友人とは適度な距離を置いた方が、長く関係を保てる」——これはカフカが教えてくれたことなんだけど、本当はそんな風に思ってないんじゃないかな。"
        },
        {
            "_id": "archive_firefly_15",
            "Title": "刃について",
            "Voice": "彼は「死」を求め、あたしは「生」を望んでいる。あたしたちは真逆の方向を進んでいるように見えるけど、いずれ同じ終点に辿り着くんだよ。彼も…運命の奴隷にはならない。"
        },
        {
            "_id": "archive_firefly_16",
            "Title": "黄泉について",
            "Voice": "あたしには見える…彼女もかつて雨の中を歩き、戦いの中で燃え…冷たくなった灰を両手で持ち上げた——あたしとは違うやり方でね。"
        },
        {
            "_id": "archive_firefly_17",
            "Title": "ブラックスワンについて",
            "Voice": "たとえ命が短くても、記憶は永遠に存在できる——もしかしたら長い時間が経っても、ブラックスワンさんがあたしを覚えていてくれれば、あたしの生きていた痕跡は消えないのかも。"
        },
        {
            "_id": "archive_firefly_18",
            "Title": "ギャラガーについて",
            "Voice": "彼が経験したすべてを知ると、素晴らしい小説を読んだ気分になるんだ。登場人物が全部虚構だと分かっていても、彼らのために喜んだり、悲しんだりしちゃうの——最後まで読んでたら、作者や読者、そして登場人物の区別ももうつかなくなってるかもね。"
        },
        {
            "_id": "archive_firefly_19",
            "Title": "ロビンについて",
            "Voice": "華麗な衣装、優美な歌声、優しさ溢れる立ち居振る舞い…人々はそれらに目を奪われてたみたい。あたしからすれば、輝く外見よりも、彼女の勇気と純粋さが印象深かったな。"
        },
        {
            "_id": "archive_firefly_20",
            "Title": "ジェイドについて",
            "Voice": "宝石とかは質に出せるけど、何でもかんでも質に出せるわけじゃない——「生きる」こと以外にも、あたしには手放したくない大切なものがあるの。"
        },
        {
            "_id": "archive_firefly_21",
            "Title": "ダリアについて",
            "Voice": "コンスタンスさんが話を聞いてくれる時、その瞳には同情や優しさが浮かんでいた。でも、自分の過去については一切語ろうとしない…運命に抗うため、彼女はいったいどんな代償を払ってきたのかな？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_sam",
            "Title": "星魂覚醒",
            "Voice": "儚い命にだって、輝ける可能性はある。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_sam",
            "Title": "キャラクター昇格",
            "Voice": "終点まで、そんなに遠くないかもしれない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_sam",
            "Title": "レベルMax",
            "Voice": "もしかしたら、最後には自分の夢を持てるかも……"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_sam",
            "Title": "軌跡覚醒",
            "Voice": "一歩ずつ進めば、夢は叶うよね？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_sam",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "緊張しないで…前みたいに協力しよう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tosilverwolf_sam",
            "Title": "パーティ編成・銀狼",
            "Voice": "戦闘はゲームじゃない…大丈夫、わかってる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblade_sam",
            "Title": "パーティ編成・刃",
            "Voice": "戦いの中で、あたしたちはきっと答えを見つけられる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tokafka_sam",
            "Title": "パーティ編成・カフカ",
            "Voice": "もう1回「脚本」を無視したい…カフカ、ダメ？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toacheron_sam",
            "Title": "パーティ編成・黄泉",
            "Voice": "彼岸に着くまでに、彼らはどんな経験をするのかな？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tojade_sam",
            "Title": "パーティ編成・ジェイド",
            "Voice": "あなたは…きっとあたしの頑張りをわかってくれる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_torobin_sam",
            "Title": "パーティ編成・ロビン",
            "Voice": "ロビンさんの歌声の中で戦えるなんて、光栄だなぁ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todahlia_firefly",
            "Title": "パーティ編成・ダリア",
            "Voice": "コンスタンスさん、よろしくね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_sam",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "掃滅開始。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_sam",
            "Title": "戦闘開始・危険予知",
            "Voice": "ターゲット出現、警戒を。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage02_sam",
            "Title": "「完全燃焼」戦闘開始・弱点撃破",
            "Voice": "あたしは自分のために勝つ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sam_01",
            "Title": "ターン・1",
            "Voice": "サム、インポジション。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sam_02",
            "Title": "ターン・2",
            "Voice": "戦闘準備、完了。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_sam_01",
            "Title": "「完全燃焼」ターン・1",
            "Voice": "ファイアフライ-IV、インポジション。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin02_sam_02",
            "Title": "「完全燃焼」ターン・2",
            "Voice": "これはただの戦いじゃない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_sam",
            "Title": "戦闘中待機",
            "Voice": "サム、待機中。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting02_sam",
            "Title": "「完全燃焼」戦闘中待機",
            "Voice": "ファイアフライ-IV、待機中。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_sam_01",
            "Title": "「完全燃焼」強化通常攻撃・発動",
            "Voice": "アクション4、点火。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sam_01",
            "Title": "戦闘スキル・1",
            "Voice": "進攻、開始。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sam_02",
            "Title": "戦闘スキル・2",
            "Voice": "準備完了、起爆。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_sam_01",
            "Title": "「完全燃焼」戦闘スキル・1",
            "Voice": "あたしは…星海を燃やし尽くす！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill02_cast_sam_02",
            "Title": "「完全燃焼」戦闘スキル・2",
            "Voice": "戦うために生き、生きるために戦う！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_sam_01",
            "Title": "攻撃を受ける",
            "Voice": "装甲、損傷。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_sam_01",
            "Title": "重撃を受ける",
            "Voice": "プランチェンジ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit02_light_sam_01",
            "Title": "「完全燃焼」攻撃を受ける",
            "Voice": "装甲、損傷。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit02_heavy_sam_01",
            "Title": "「完全燃焼」重撃を受ける",
            "Voice": "プランチェンジ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_sam",
            "Title": "必殺技・アクティブ",
            "Voice": "ホタルは…生きるために死ぬ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_sam",
            "Title": "必殺技・発動",
            "Voice": "自分のために戦うよ。すべてが…燃え尽きるまで！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_sam_01",
            "Title": "戦闘不能",
            "Voice": "任務…中止……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_sam",
            "Title": "戦闘に戻る",
            "Voice": "サム、戦線に復帰。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_sam",
            "Title": "HP回復",
            "Voice": "支援、感謝します。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_sam",
            "Title": "秘技",
            "Voice": "ファイアフライ-IV、起動！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_sam",
            "Title": "戦闘勝利",
            "Voice": "どの勝利も苦労のたまものだよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sam",
            "Title": "戦利品を開ける・1",
            "Voice": "大丈夫だけど…警戒は怠らないで。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sam_02",
            "Title": "戦利品を開ける・2",
            "Voice": "検査完了、見落としはないよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_sam",
            "Title": "貴重な戦利品を開ける",
            "Voice": "たくさんの物資…珍しいね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sam",
            "Title": "謎解きに成功・1",
            "Voice": "もう解除したよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sam_02",
            "Title": "謎解きに成功・2",
            "Voice": "すごい…正確な判断だね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_sam",
            "Title": "敵ターゲット発見",
            "Voice": "この先は危険だよ。気を付けて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_sam",
            "Title": "町に戻る",
            "Voice": "もう少しここにいさせて、この身体で……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_sam_02",
            "Title": "「完全燃焼」戦闘に戻る",
            "Voice": "退路はない、前進あるのみ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_sam_02",
            "Title": "「完全燃焼」HP回復",
            "Voice": "助かりました。戦闘を継続します。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die02_sam_01",
            "Title": "「完全燃焼」戦闘不能",
            "Voice": "任務…中止……"
        }
    ]
}

var _notes_ = {
    "1310": [
        "<b>DMG Split</b><br>Basic ATK: 1<br>Enhanced Basic ATK: 0.15x4+0.4<br>Skill: 0.4+0.6<br>Enhanced Skill: 0.15x4+0.4",
        "The Super Break DMG dealt via Trace #2 cannot be buffed by Harmony Trailblazer's Trace's 20% ~ 60% independent boost.",
        "<b>(v3 Change)</b>Eidolon #1's DEF ignore is applied to all DMG dealt during Enhanced Skill, not only Enhanced Skill's own DMG.",
        "<b>(Fixed in v3)</b><s>Trace #1 will convert Sam's Toughness Reduction against enemies without Fire Weakness to 55% of the original value. This still takes effect when the enemy is Weakness Broken, thus Super Break DMG will be reduced to 55% of the original DMG without this Trace.</s>",
        "Trace #3's ATK conversion to Break Effect does not include ATK converted by ratio from another source. That is, it will not include ATK boosts from Robin's Ultimate or the Hunt blessing Blessed Bow and Arrow.",
        "Under Complete Combustion, the 12% increased DMG to Weakness Broken enemies is added to the <b>defender's DMG taken multiplier</b>. The CN description is incorrect; the EN description is correct. This error has been officially corrected in v2.",
        "The direct DMG that Sam deals do not count as Break DMG. Super Break DMG counts as Break DMG. The relic set Iron Cavalry Against the Scourge will only let Sam's ordinary Break DMG and Super Break DMG ignore DEF."
    ]
}

var _adiff_ = {
    "1310": {
        "v2": [
            "``Eidolon $2`Fixed the bug where the extra turn can still be gained from triggering a Break or Kill while not performing Enhanced Basic ATK and Enhanced Skill."
        ],
        "v3": [
            "``Base Stats`- ATK 757 → 524 ;<br>- SPD 92 → 104 ;",
            "``Eidolon $1`DEF ignore is now applied to all DMG dealt during Enhanced Skill, not only Enhanced Skill's own DMG.",
            "``Technique`Movement SPD slightly increased from 8 to 10"
        ]
    }
}

var _mtc_ = {
    "1310": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110422": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110422": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110422": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110422": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110181": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110181": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110182": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110182": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110182": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110183": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110183": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110183": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110183": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "撃破特効 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110182": 8,
                    "114012": 7,
                    "110183": 11,
                    "114013": 11
                }
            },
            {
                "Name": "効果抵抗 +18%",
                "Mat": {
                    "2": 210000,
                    "110181": 3,
                    "114011": 6,
                    "110183": 11,
                    "114013": 11
                }
            },
            {
                "Name": "速度 +5",
                "Mat": {
                    "2": 170000,
                    "110182": 3,
                    "114012": 3,
                    "110183": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "αモジュール-アンチラグバースト",
                "Mat": {
                    "2": 5000,
                    "110181": 3,
                    "110505": 1
                }
            },
            {
                "Name": "βモジュール-自己制限装甲",
                "Mat": {
                    "2": 20000,
                    "110182": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "γモジュール-過負荷コア",
                "Mat": {
                    "2": 160000,
                    "110183": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}