// Auto Generated

var _avatarskill_ = {
    "131301": {
        "v1": {
            "Name": "輝く諭告",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v2": {
            "Name": "輝く諭告",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v3": {
            "Name": "光を纏う告諭",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v4": {
            "Name": "光を纏う告諭",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v5": {
            "Name": "光を纏う告諭",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v6": {
            "Name": "光を纏う告諭",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "Live": {
            "Name": "光を纏う告諭",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にサンデーの攻撃力@ <b>#1[p]</b> #分の虚数属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        }
    },
    "131302": {
        "v1": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物を既に召喚している場合は、さらに与ダメージ+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>サンデーが「調和」運命のキャラに対してこのスキルを発動した時、即座に行動する効果は発動できない。",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v2": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物を既に召喚している場合は、さらに与ダメージ+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>サンデーが「調和」運命のキャラに対してこのスキルを発動した時、即座に行動する効果は発動できない。",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v3": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物を既に召喚している場合は、さらに与ダメージ+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>サンデーが「調和」運命のキャラに対してこのスキルを発動した時、即座に行動する効果は発動できない。",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v4": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物をすでに召喚していた場合、さらにダメージ+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>「祝福されし者」状態の味方に戦闘スキルを発動した後、SPを1回復する。<br>なお、「調和」の運命を歩むキャラをターゲットにした場合、即座に行動させる効果は発動しない。",
            "Params": [
                [
                    1.0,
                    0.2,
                    2.0,
                    0.2
                ],
                [
                    1.0,
                    0.22,
                    2.0,
                    0.22
                ],
                [
                    1.0,
                    0.24,
                    2.0,
                    0.24
                ],
                [
                    1.0,
                    0.26,
                    2.0,
                    0.26
                ],
                [
                    1.0,
                    0.28,
                    2.0,
                    0.28
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.325,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.35,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.4,
                    2.0,
                    0.4
                ],
                [
                    1.0,
                    0.42,
                    2.0,
                    0.42
                ],
                [
                    1.0,
                    0.44,
                    2.0,
                    0.44
                ],
                [
                    1.0,
                    0.46,
                    2.0,
                    0.46
                ],
                [
                    1.0,
                    0.48,
                    2.0,
                    0.48
                ],
                [
                    1.0,
                    0.5,
                    2.0,
                    0.5
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v5": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物をすでに召喚していた場合、与ダメージアップ効果がさらに+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>「祝福されし者」が付与されている味方に戦闘スキルを発動した後、SPを1回復する。<br>なお、「調和」の運命を歩むキャラをターゲットにした場合、即座に行動させる効果は発動しない。",
            "Params": [
                [
                    1.0,
                    0.15,
                    2.0,
                    0.25
                ],
                [
                    1.0,
                    0.165,
                    2.0,
                    0.275
                ],
                [
                    1.0,
                    0.18,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.195,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.21,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.225,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.24375,
                    2.0,
                    0.40625
                ],
                [
                    1.0,
                    0.2625,
                    2.0,
                    0.4375
                ],
                [
                    1.0,
                    0.28125,
                    2.0,
                    0.46875
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.5
                ],
                [
                    1.0,
                    0.315,
                    2.0,
                    0.525
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.55
                ],
                [
                    1.0,
                    0.345,
                    2.0,
                    0.575
                ],
                [
                    1.0,
                    0.36,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "v6": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物をすでに召喚していた場合、与ダメージアップ効果がさらに+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>「祝福されし者」状態の味方に戦闘スキルを発動した後、SPを1回復する。<br>なお、「調和」の運命を歩むキャラをターゲットにした場合、即座に行動させる効果は発動しない。",
            "Params": [
                [
                    1.0,
                    0.15,
                    2.0,
                    0.25
                ],
                [
                    1.0,
                    0.165,
                    2.0,
                    0.275
                ],
                [
                    1.0,
                    0.18,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.195,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.21,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.225,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.24375,
                    2.0,
                    0.40625
                ],
                [
                    1.0,
                    0.2625,
                    2.0,
                    0.4375
                ],
                [
                    1.0,
                    0.28125,
                    2.0,
                    0.46875
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.5
                ],
                [
                    1.0,
                    0.315,
                    2.0,
                    0.525
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.55
                ],
                [
                    1.0,
                    0.345,
                    2.0,
                    0.575
                ],
                [
                    1.0,
                    0.36,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        },
        "Live": {
            "Name": "紙と式典の賜物",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体とその召喚物を即座に行動させ、与ダメージ+@ <b>#2[p]</b> #。ターゲットが召喚物をすでに召喚していた場合、与ダメージアップ効果がさらに+@ <b>#4[p]</b> #、 <b>#3[f]</b> ターン継続。<br>「祝福されし者」状態の味方に戦闘スキルを発動した後、SPを1回復する。<br>なお、「調和」の運命を歩むキャラをターゲットにした場合、即座に行動させる効果は発動しない。",
            "Params": [
                [
                    1.0,
                    0.15,
                    2.0,
                    0.25
                ],
                [
                    1.0,
                    0.165,
                    2.0,
                    0.275
                ],
                [
                    1.0,
                    0.18,
                    2.0,
                    0.3
                ],
                [
                    1.0,
                    0.195,
                    2.0,
                    0.325
                ],
                [
                    1.0,
                    0.21,
                    2.0,
                    0.35
                ],
                [
                    1.0,
                    0.225,
                    2.0,
                    0.375
                ],
                [
                    1.0,
                    0.24375,
                    2.0,
                    0.40625
                ],
                [
                    1.0,
                    0.2625,
                    2.0,
                    0.4375
                ],
                [
                    1.0,
                    0.28125,
                    2.0,
                    0.46875
                ],
                [
                    1.0,
                    0.3,
                    2.0,
                    0.5
                ],
                [
                    1.0,
                    0.315,
                    2.0,
                    0.525
                ],
                [
                    1.0,
                    0.33,
                    2.0,
                    0.55
                ],
                [
                    1.0,
                    0.345,
                    2.0,
                    0.575
                ],
                [
                    1.0,
                    0.36,
                    2.0,
                    0.6
                ],
                [
                    1.0,
                    0.375,
                    2.0,
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_BP"
        }
    },
    "131303": {
        "v1": {
            "Name": "軽やかなる傷跡の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態を持つ味方とその召喚物の会心ダメージアップが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続する。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮する。サンデーが戦闘不能状態になると、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.1,
                    3.0,
                    0.064
                ],
                [
                    0.2,
                    0.115,
                    3.0,
                    0.0656
                ],
                [
                    0.2,
                    0.13,
                    3.0,
                    0.0672
                ],
                [
                    0.2,
                    0.145,
                    3.0,
                    0.0688
                ],
                [
                    0.2,
                    0.16,
                    3.0,
                    0.0704
                ],
                [
                    0.2,
                    0.175,
                    3.0,
                    0.072
                ],
                [
                    0.2,
                    0.19375,
                    3.0,
                    0.074
                ],
                [
                    0.2,
                    0.2125,
                    3.0,
                    0.076
                ],
                [
                    0.2,
                    0.23125,
                    3.0,
                    0.078
                ],
                [
                    0.2,
                    0.25,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.265,
                    3.0,
                    0.0816
                ],
                [
                    0.2,
                    0.28,
                    3.0,
                    0.0832
                ],
                [
                    0.2,
                    0.295,
                    3.0,
                    0.0848
                ],
                [
                    0.2,
                    0.31,
                    3.0,
                    0.0864
                ],
                [
                    0.2,
                    0.325,
                    3.0,
                    0.088
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v2": {
            "Name": "軽やかなる傷跡の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態を持つ味方とその召喚物の会心ダメージアップが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続する。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮する。サンデーが戦闘不能状態になると、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.1,
                    3.0,
                    0.064
                ],
                [
                    0.2,
                    0.115,
                    3.0,
                    0.0656
                ],
                [
                    0.2,
                    0.13,
                    3.0,
                    0.0672
                ],
                [
                    0.2,
                    0.145,
                    3.0,
                    0.0688
                ],
                [
                    0.2,
                    0.16,
                    3.0,
                    0.0704
                ],
                [
                    0.2,
                    0.175,
                    3.0,
                    0.072
                ],
                [
                    0.2,
                    0.19375,
                    3.0,
                    0.074
                ],
                [
                    0.2,
                    0.2125,
                    3.0,
                    0.076
                ],
                [
                    0.2,
                    0.23125,
                    3.0,
                    0.078
                ],
                [
                    0.2,
                    0.25,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.265,
                    3.0,
                    0.0816
                ],
                [
                    0.2,
                    0.28,
                    3.0,
                    0.0832
                ],
                [
                    0.2,
                    0.295,
                    3.0,
                    0.0848
                ],
                [
                    0.2,
                    0.31,
                    3.0,
                    0.0864
                ],
                [
                    0.2,
                    0.325,
                    3.0,
                    0.088
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v3": {
            "Name": "抱擁と傷痕の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態を持つ味方とその召喚物の会心ダメージアップが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続する。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮する。サンデーが戦闘不能状態になると、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v4": {
            "Name": "抱擁と傷痕の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態の味方とその召喚物の会心ダメージが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮する。サンデーが戦闘不能状態になる時、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v5": {
            "Name": "抱擁と傷痕の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態の味方の会心ダメージが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮する。サンデーが戦闘不能状態になる時、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v6": {
            "Name": "抱擁と傷痕の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態の味方の会心ダメージが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮される。サンデーが戦闘不能状態になる時、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        },
        "Live": {
            "Name": "抱擁と傷痕の賛歌",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "指定した味方キャラ単体の最大EP <b>#1[p]</b> 分のEPを回復させ、ターゲットとその召喚物に「祝福されし者」状態を付与する。「祝福されし者」状態の味方の会心ダメージが、サンデーの会心ダメージ@ <b>#2[p]</b> #分+@ <b>#4[p]</b> #アップする。<br>「祝福されし者」状態は <b>#3[f]</b> ターン継続。サンデー自身のターンが回ってくるたびに「祝福されし者」状態の継続時間-1ターン。<br>また、スキルの効果は必殺技で最後に指定したサンデー以外のターゲットにのみ発揮される。サンデーが戦闘不能状態になる時、「祝福されし者」状態も解除される。",
            "Params": [
                [
                    0.2,
                    0.12,
                    3.0,
                    0.08
                ],
                [
                    0.2,
                    0.138,
                    3.0,
                    0.084
                ],
                [
                    0.2,
                    0.156,
                    3.0,
                    0.088
                ],
                [
                    0.2,
                    0.174,
                    3.0,
                    0.092
                ],
                [
                    0.2,
                    0.192,
                    3.0,
                    0.096
                ],
                [
                    0.2,
                    0.21,
                    3.0,
                    0.1
                ],
                [
                    0.2,
                    0.2325,
                    3.0,
                    0.105
                ],
                [
                    0.2,
                    0.255,
                    3.0,
                    0.11
                ],
                [
                    0.2,
                    0.2775,
                    3.0,
                    0.115
                ],
                [
                    0.2,
                    0.3,
                    3.0,
                    0.12
                ],
                [
                    0.2,
                    0.318,
                    3.0,
                    0.124
                ],
                [
                    0.2,
                    0.336,
                    3.0,
                    0.128
                ],
                [
                    0.2,
                    0.354,
                    3.0,
                    0.132
                ],
                [
                    0.2,
                    0.372,
                    3.0,
                    0.136
                ],
                [
                    0.2,
                    0.39,
                    3.0,
                    0.14
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Ultra"
        }
    },
    "131304": {
        "v1": {
            "Name": "告白する肉体",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、この効果は <b>#2[f]</b> ターン継続する。",
            "Params": [
                [
                    0.1,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.12,
                    2.0
                ],
                [
                    0.13,
                    2.0
                ],
                [
                    0.14,
                    2.0
                ],
                [
                    0.15,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.175,
                    2.0
                ],
                [
                    0.1875,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.21,
                    2.0
                ],
                [
                    0.22,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.24,
                    2.0
                ],
                [
                    0.25,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v2": {
            "Name": "告白する肉体",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、この効果は <b>#2[f]</b> ターン継続する。",
            "Params": [
                [
                    0.1,
                    2.0
                ],
                [
                    0.11,
                    2.0
                ],
                [
                    0.12,
                    2.0
                ],
                [
                    0.13,
                    2.0
                ],
                [
                    0.14,
                    2.0
                ],
                [
                    0.15,
                    2.0
                ],
                [
                    0.1625,
                    2.0
                ],
                [
                    0.175,
                    2.0
                ],
                [
                    0.1875,
                    2.0
                ],
                [
                    0.2,
                    2.0
                ],
                [
                    0.21,
                    2.0
                ],
                [
                    0.22,
                    2.0
                ],
                [
                    0.23,
                    2.0
                ],
                [
                    0.24,
                    2.0
                ],
                [
                    0.25,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v3": {
            "Name": "肉体の告解",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、この効果は <b>#2[f]</b> ターン継続する。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v4": {
            "Name": "肉体の告解",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v5": {
            "Name": "肉体の告解",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "v6": {
            "Name": "肉体の告解",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        },
        "Live": {
            "Name": "肉体の告解",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "戦闘スキルを発動する時、ターゲットの会心率+@ <b>#1[p]</b> #、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.1,
                    3.0
                ],
                [
                    0.11,
                    3.0
                ],
                [
                    0.12,
                    3.0
                ],
                [
                    0.13,
                    3.0
                ],
                [
                    0.14,
                    3.0
                ],
                [
                    0.15,
                    3.0
                ],
                [
                    0.1625,
                    3.0
                ],
                [
                    0.175,
                    3.0
                ],
                [
                    0.1875,
                    3.0
                ],
                [
                    0.2,
                    3.0
                ],
                [
                    0.21,
                    3.0
                ],
                [
                    0.22,
                    3.0
                ],
                [
                    0.23,
                    3.0
                ],
                [
                    0.24,
                    3.0
                ],
                [
                    0.25,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Passive"
        }
    },
    "131306": {
        "v1": {
            "Name": "輝く諭告",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v2": {
            "Name": "輝く諭告",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v3": {
            "Name": "光を纏う告諭",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v4": {
            "Name": "光を纏う告諭",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v5": {
            "Name": "光を纏う告諭",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "v6": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Normal"
        }
    },
    "131307": {
        "v1": {
            "Name": "神秘の栄光",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘開始時、味方全体の与ダメージ+ <b>#1[p]</b> 。この効果は <b>#2[f]</b> ターン継続する。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v2": {
            "Name": "神秘の栄光",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘開始時、味方全体の与ダメージ+ <b>#1[p]</b> 。この効果は <b>#2[f]</b> ターン継続する。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v3": {
            "Name": "栄光の秘儀",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘開始時、味方全体の与ダメージ+ <b>#1[p]</b> 。この効果は <b>#2[f]</b> ターン継続する。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v4": {
            "Name": "栄光の秘儀",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘でサンデーが初めて味方にスキルを発動する時、ターゲットの与ダメージ+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v5": {
            "Name": "栄光の秘儀",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘でサンデーが初めて味方にスキルを発動する時、ターゲットの与ダメージ+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "v6": {
            "Name": "栄光の秘儀",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘でサンデーが初めて味方にスキルを発動する時、ターゲットの与ダメージ+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        },
        "Live": {
            "Name": "栄光の秘儀",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、次の戦闘でサンデーが初めて味方にスキルを発動する時、ターゲットの与ダメージ+ <b>#1[p]</b> 、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    0.5,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1313_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1313": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "戦闘スキルを発動する時、SPを消費しない。この効果は <b><color style='color:#f29e38'>2</color></b> ターン後に再度発動できる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌の中の安らぎ",
                "Desc": "戦闘スキルを発動する時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "戦闘スキルを発動する時、SPを消費しない。この効果は <b><color style='color:#f29e38'>2</color></b> ターン後に再度発動できる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌の中の安らぎ",
                "Desc": "戦闘スキルを発動する時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "戦闘スキルを発動する時、SPを消費しない。この効果は <b><color style='color:#f29e38'>40</color></b> ターン後に再度発動できる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌上の安息",
                "Desc": "戦闘スキルを発動した時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "必殺技を発動する時、ターゲットが回復するEPが <b><color style='color:#f29e38'>40</color></b> 未満の場合、EPを <b><color style='color:#f29e38'>40</color></b> 回復させる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌上の安息",
                "Desc": "戦闘スキルを発動した時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "必殺技を発動する時、ターゲットが回復するEPが <b><color style='color:#f29e38'>40</color></b> 未満の場合、EPを <b><color style='color:#f29e38'>40</color></b> 回復させる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌上の安息",
                "Desc": "戦闘スキルを発動した時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "必殺技を発動する時、ターゲットが回復するEPが <b><color style='color:#f29e38'>40</color></b> 未満の場合、回復するEPを <b><color style='color:#f29e38'>40</color></b> までアップさせる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌上の安息",
                "Desc": "戦闘スキルを発動した時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "StatusResistanceBase": 0.18,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "主日の渇望",
                "Desc": "必殺技を発動する時、ターゲットが回復するEPが <b><color style='color:#f29e38'>40</color></b> 未満の場合、回復するEPを <b><color style='color:#f29e38'>40</color></b> までアップさせる。",
                "Icon": "SkillIcon_1313_SkillTree1"
            },
            "Tree2": {
                "Name": "崇高なる浄化",
                "Desc": "戦闘開始時、サンデーのEPを <b><color style='color:#f29e38'>25</color></b> 回復する。",
                "Icon": "SkillIcon_1313_SkillTree2"
            },
            "Tree3": {
                "Name": "掌上の安息",
                "Desc": "戦闘スキルを発動した時、ターゲットの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1313_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "131301": {
        "v1": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、ターゲットの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。この効果は <b><color style='color:#f29e38'>1</color></b> ターン継続し、ターゲットの次のターンが回ってくるまで延長される。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、ターゲットの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。この効果は <b><color style='color:#f29e38'>1</color></b> ターン継続し、ターゲットの次のターンが回ってくるまで延長される。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、ターゲットの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。この効果は <b><color style='color:#f29e38'>2</color></b> ターン継続し、ターゲットの次のターンが回ってくるまで延長される。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、スキルターゲットに以下の効果を付与する、 <b><color style='color:#f29e38'>2</color></b> ターン継続。<br>キャラがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>20%</color></b> 無視する。召喚物がダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>40%</color></b> 無視する。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、スキルターゲットに以下の効果を付与する、 <b><color style='color:#f29e38'>2</color></b> ターン継続。<br>キャラがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。召喚物がダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>40%</color></b> 無視する。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、スキルターゲットに以下の効果を付与する。<br>キャラがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。召喚物がダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>40%</color></b> 無視する。 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1313_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "千年の静寂の果て",
            "Desc": "サンデーが戦闘スキルを発動する時、スキルターゲットに以下の効果を付与する。<br>キャラがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。召喚物がダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>40%</color></b> 無視する。 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1313_Rank1"
        }
    },
    "131302": {
        "v1": {
            "Rank": 2,
            "Name": "瑕瑾を補う篤信",
            "Desc": "フィールド上に「祝福されし者」が存在する時、サンデーと「祝福されし者」の速度+ <b><color style='color:#f29e38'>20</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "瑕瑾を補う篤信",
            "Desc": "フィールド上に「祝福されし者」が存在する時、サンデーと「祝福されし者」の速度+ <b><color style='color:#f29e38'>20</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "瑕瑾を補う信仰",
            "Desc": "フィールド上に「祝福されし者」が存在する時、サンデーと「祝福されし者」の速度+ <b><color style='color:#f29e38'>0.3</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "瑕瑾を補う信仰",
            "Desc": "初めて必殺技を発動した後、SPを <b><color style='color:#f29e38'>2</color></b> 回復する。「祝福されし者」状態の味方の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "瑕瑾を補う信仰",
            "Desc": "初めて必殺技を発動した後、SPを <b><color style='color:#f29e38'>2</color></b> 回復する。「祝福されし者」状態の味方の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "瑕瑾を補う信仰",
            "Desc": "初めて必殺技を発動した後、SPを <b><color style='color:#f29e38'>2</color></b> 回復する。「祝福されし者」状態の味方の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "瑕瑾を補う信仰",
            "Desc": "初めて必殺技を発動した後、SPを <b><color style='color:#f29e38'>2</color></b> 回復する。「祝福されし者」状態の味方の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1313_Rank2"
        }
    },
    "131303": {
        "v1": {
            "Rank": 3,
            "Name": "荊棘の隠遁所",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "荊棘の隠遁所",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "静謐な茨の隠れ家",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "静謐な茨の隠れ家",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "静謐な茨の隠れ家",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "静謐な茨の隠れ家",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "静謐な茨の隠れ家",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1313_Ultra"
        }
    },
    "131304": {
        "v1": {
            "Rank": 4,
            "Name": "彫像の端書き",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "彫像の端書き",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "彫像の序言",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "彫像の序言",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "彫像の序言",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "彫像の序言",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "彫像の序言",
            "Desc": "ターンが回ってきた時、EPを <b><color style='color:#f29e38'>8</color></b> 回復する。",
            "Icon": "SkillIcon_1313_Rank4"
        }
    },
    "131305": {
        "v1": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の筏",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の筏",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の船",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の船",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の船",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の船",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "銀湾に漂う紙の船",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1313_BP"
        }
    },
    "131306": {
        "v1": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果は累積が可能で、最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与できる。天賦による会心率アップ効果が発動すると、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えると、超えた分は1％ごとに <b><color style='color:#f29e38'>2%</color></b> の会心ダメージに転換される。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果は累積が可能で、最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与できる。天賦による会心率アップ効果が発動すると、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えると、超えた分は1％ごとに <b><color style='color:#f29e38'>2%</color></b> の会心ダメージに転換される。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果は累積が可能で、最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与できる。天賦による会心率アップ効果が発動すると、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えると、超えた分は1％ごとに <b><color style='color:#f29e38'>2%</color></b> の会心ダメージに転換される。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果が累積可能になる。最大で <b><color style='color:#f29e38'>3</color></b> 層。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与する。天賦による会心率アップ効果が発動する時、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えている場合、1%超過するごとに <b><color style='color:#f29e38'>2%</color></b> の会心ダメージに転換する。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果が累積可能になる。最大で <b><color style='color:#f29e38'>3</color></b> 層。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与する。天賦による会心率アップ効果が発動する時、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えている場合、1%超過するごとに <b><color style='color:#f29e38'>2%</color></b> の会心ダメージに転換する。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果が累積可能になる。最大で <b><color style='color:#f29e38'>3</color></b> 層。また、天賦効果の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与する。また、天賦による会心率アップ効果が発動する時、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えている場合、1%超過するごとに会心ダメージが <b><color style='color:#f29e38'>2%</color></b> アップする。",
            "Icon": "SkillIcon_1313_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "群星喧騒の黎明",
            "Desc": "天賦の会心率アップ効果が累積可能になる。最大で <b><color style='color:#f29e38'>3</color></b> 層。また、天賦効果の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。サンデーが必殺技を発動する時、ターゲットに天賦による会心率アップ効果を付与する。また、天賦による会心率アップ効果が発動する時、ターゲットの会心率が <b><color style='color:#f29e38'>100%</color></b> を超えている場合、1%超過するごとに会心ダメージが <b><color style='color:#f29e38'>2%</color></b> アップする。",
            "Icon": "SkillIcon_1313_Rank6"
        }
    }
}

var _story_ = {
    "1313": [
        {
            "_id": 1,
            "Story": "「秩序」の美しい夢は散ったが、それでも最初の願いを諦めない者がいる。<br>——翼を失い地に落ちた旅人よ、その足で次はどこへ向かう？"
        },
        {
            "_id": 2,
            "Story": "<i>「親愛なる妹へ<br><br>ロビンが残してくれたお菓子、全部食べちゃった！もう音楽の授業が始まるのに、プリンタルトが美味しすぎて、ガマンできずに3つ食べたんだ！そしたら喉がイガイガしちゃって、大声の<s>大魔女</s>先生に歌声がアヒルの鳴き声みたいだって言われて、罰として教室の外に立たされちゃった。その後ボクはどうしたと思う？——教室の外で4つ目を食べたんだ。<br><br>幸い、ボクはピアノが結構得意らしい、大きな先生はいつもボクの才能を褒めてくれるんだ。今じゃ一度聞いたメロディーなら、そっくりそのまま弾けるよ。ロビンと同じくらいすごいだろう！今度ロビンが戻ってきたら、2人で連弾しようね。伴奏もできるから、またコンサートを開けるよ！<br><br>そうそう、小鳥のことなら心配いらないからね。毎日ちょっとずつ高く飛べるようになってるんだ。最近は天気もいいし、きっとすぐに治るよ！今日の午後、母さんの墓を掃除していた時にあの小鳥とそっくりな鳥を何羽か見かけたんだけど、ボクたちの小鳥もすぐに仲間入りできそう！<br><br>時が経つのはあっという間だなあ。最近は教会の「鐸音」からファミリーに関することを学び始めたんだ。つまり…ボクは将来、きっととてもすごい人になれるから、その時は一緒に夢境をもっと良い場所にしよう！<br><br>手紙と一緒に新しいフレーバーのスラーダをいくつか送ったよ。ちょっと変わった味かもしれないけど、面白いから試してみて。もし気に入ったらまた送ってあげるから！<br>（かわりに、おいしいプリンタルトを見つけたら、ボクにも送ってね！）<br>あまり無理しすぎないように！</i><br><br><br><align=\"right\"><i>いつもロビンを応援しているよ！<br>兄より」</i><br><br>——家族宛ての古い手紙。<br>旅行鞄の隠しポケットに大切にしまわれている</align>"
        },
        {
            "_id": 3,
            "Story": "<i>「親愛なる妹へ<br><br>レコードを受け取りました。何曲か弾いてみましたが、本当に素晴らしかったです。今、ピノコニーでは街中にアナタの新しいアルバムのポスターが貼られていて、レコード店は大混雑…多くの人がワタシの前でアナタのことを褒め、サインをもらってきてくれないかと言ってきます。<br><br>しばらくは戻ってこないほうがいいかもしれません。ピノコニーは変わってしまいました。夢追い人たちが大挙して押し寄せ、経済は急成長していますが、夢境は以前よりも混沌としています。昔のワタシは、「鐸音」がこれほどまでに厳しい試練に直面するとは…想像もしていませんでした。<br><br>企業家たちは業界を独占するため、極めて不合理な労働時間を設定しています。夢境の労働者たちは、 12 システム時間連続で働かなければ休むことができないにもかかわらず、それで得られるのはわずかな賃金のみ。投機やハイリスクな産業はピノコニー中に広がり、泡のような希望を抱いてここを訪れた夢追い人たちも、結局は貧困にあえぐ人たちの仲間入りをしてしまう……<br><br>先日、ある密航者が助けを求めてきました。彼は全財産を注ぎ込んでピノコニーに残ろうとしましたが、ハウンド家に見つかってしまったそうです。必ずすべての借金を返すと約束してくれたので、彼に対し寛大な対応をするよう、ワタシがハウンド家に頼みました。ですが、そういった人がピノコニーに大勢いることを考えるたびに、全員が正しい選択をすることができるのか…疑問に思わざるを得ません。<br><br>日付を計算すると、この手紙が届く頃にはちょうどツアーに出発するところでしょうね。ピノコニーのことは心配には及びません。アナタが心優しいことは十分にわかっていますが…皆が皆、アナタのように善良なわけではないのです。くれぐれも、自分の身を守ることを忘れないように。</i><br><br><align=\"right\"><i>いつもアナタのために<br>サンデーより」</i><br><br>——家族に向けて書かれた黄ばんだ手紙。<br>レコードボックスの中にしまわれている</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「親愛なる妹へ<br><br>星系の特産品を受け取りました。調和セレモニーを間近に控えているので、準備に追われ多忙を極めてはいますが、時間を見つけてゆっくり味わいたいと思います。<br><br>ファミリーの中に裏切り者がいる件については、アナタの推測通りでした。こちらでも事情はすでに把握しています。この件は、アナタが気にしていた「死」とも、あの謎めいた「時計屋」とも無関係ではありません。ただ、アナタはピノコニーを離れて久しい…ここの現状に詳しいわけではないのですから、軽率な行動は控えてください。<br><br>もう1つ、声を失った件についてですが、アナタが今すべきなのはしっかりと休むことです。もし本当に体調が悪いなら、調和セレモニーについて夢の主と相談し、特別な措置がとれるか確認しましょう。ピノコニーの「調和」が純粋でないために声が失われたというアナタの見解には同意します。残念ですが、今のピノコニーで純粋だと言えるのは、人々の「欲望」くらいかもしれませんね……<br><br><s>▇▇▇▇▇▇▇▇▇▇▇について、アナタと▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇▇のせい▇▇▇▇▇▇▇▇▇▇▇▇深い憎しみを感じ、▇▇▇▇▇▇▇▇▇▇▇美しい夢の輝きが▇▇▇▇▇▇▇▇▇堕落し、無様なものとなってしまったことを知らないわけではないのです。</s><br><br>当主を務めるようになって以来、言えないことやできないことが増えてきました。ですが決して、夢の中で起きているさまざまなことから目を背けているわけではありません。<br>ワタシたちはそれぞれ違う道を歩んでいる——ワタシがアナタに唯一保証できるのは、自分が立てた誓いには一度も背いたことがないということだけです。</i><br><br><br><align=\"right\"><i>オーク家当主 サンデー<br>朝露の館、朝露の刻<br>ピノコニー（夢境）<br>アスデナ星系」</i><br><br>――家族に向けて書かれた最近の手紙。<br>走り書きで、書き直された箇所が多い</align>"
        },
        {
            "_id": 5,
            "Story": "<i>「親愛なる妹へ<br><br>こうして手紙を書くのは久しぶりですね。<br><br>これからしばらく、連絡が取れなくなるかもしれません。ですが、これがアナタに送る最後の手紙にはならないことを約束します。<br><br>希望に満ちた道は、ただ誘惑に満ちた道にすぎないのかもしれません。皆さんのおかげで、ワタシは大きく道を踏み外さずに済んだのだと思います。今の立場のワタシにできることは、せいぜいピノコニーに残る秩序の余音を取り除くことくらいで…そう多くはありません。とりあえずは夢境に「秩序」の脅威が残ることはないでしょう。<br><br>大空を一目見るために、翼の折れた鳥も再び飛び立つことを選ぶ…ワタシたちが子供の頃に育てたあの鳥のように。たとえ地面に落ちる可能性があると知っていたとしても、羽を広げ、天を目指していたでしょう。なぜなら、それがあの鳥の宿命だったからです。「すべての人を幸せにする」というワタシたちの願いを忘れたことはありません。ただ、実現のためには、もっと広い世界で道筋を探す必要があります。それがワタシの選択であり、運命なのです。<br><br>ヴェルトさんをはじめ、他の皆さんもワタシが列車に乗ることを許可してくれました。ワタシは乗客として、自分の約束の地を探しに行くことにします。彼らは親切で高潔な人たちで…いえ、それはアナタのほうがよく知っていますよね。<br><br>ワタシはアナタのことを守られるべき子供だとばかり思っていました。しかし、そうではなかった…アナタはもう大人になっていたというのに。ピノコニーにアナタがいる限り、ワタシは安心していられます。<br><br>母様の墓は掃除しておきました。近くに咲いていた青い花を一輪だけ摘んで、肌身離さず持っていようかと思います。きっと…母様はいつものように、ワタシたちを見守ってくれることでしょう。<br><br>最後に、アナタが送ってくれた巨大な恐竜鳥のプリンタルトのお礼を言わせてください。何年経ってもあの味は変わりませんね、懐かしいです。</i><br><br><align=\"right\"><i>旅の途中にいる<br>兄より」</i><br><br>――署名がない手紙。<br>美しい夢の片隅に残されていた</align>"
        }
    ]
}

var _voice_ = {
    "1313": [
        {
            "_id": "archive_sunday_1",
            "Title": "初対面",
            "Voice": "再会は新たな出会いでもある——こんにちは、乗客の「サンデー」と申します。"
        },
        {
            "_id": "archive_sunday_2",
            "Title": "挨拶",
            "Voice": "昔から話を聞くことが仕事でしたので、何かあればいつでも相談してください。"
        },
        {
            "_id": "archive_sunday_3",
            "Title": "お別れ",
            "Voice": "人は皆それぞれの道を歩んでいます。たとえ孤独に感じたとしても、前を向いて進んでいる限り、お互いを忘れることはないでしょう。"
        },
        {
            "_id": "archive_sunday_4",
            "Title": "自分について・過去",
            "Voice": "「鐸音」として苦しむ人々の哀願を聞く中で、この世には見返りを求めずに人を救う神などいないことを知りました。人が何かを変えるには、自分自身を頼りにするしかないのです。"
        },
        {
            "_id": "archive_sunday_5",
            "Title": "自分について・未来",
            "Voice": "楽園を築く——それはいつか誰かが成し遂げなければならないこと。その誓いは太陽のようなもので、この身は触れる前に溶けて空から落ちてしまうかもしれませんが…耐えなければならない苦難もあるのです。"
        },
        {
            "_id": "archive_sunday_6",
            "Title": "世間話・夢境",
            "Voice": "夢境は暴力で人を縛ることも、論証で人を支配することもない。そこでは誰もが平和を享受できる…ワタシも知らず知らずのうちに、夢の中で自分を見失っていたのかもしれませんね。"
        },
        {
            "_id": "archive_sunday_7",
            "Title": "世間話・劇場",
            "Voice": "ワタシは精妙な楽章を好んでいますが、偶然や予想外の出来事が起こるからこそ、見応えのある演目ができあがることも否定できません。これは人生においても同じことが言えるでしょう。"
        },
        {
            "_id": "archive_sunday_8",
            "Title": "趣味・演奏",
            "Voice": "音楽は宇宙の共通言語であり、ソロというパフォーマンスは形を変えた演説である——もっとも、これについてはワタシも多少理解している程度ですが。"
        },
        {
            "_id": "archive_sunday_9",
            "Title": "悩み事",
            "Voice": "出てくる時は時間がなかったので、ちゃんと体に合う服を用意できなかったのです。数ミリの差がいつも煩わしいんですよね。はあ…仕方ありません、「不完全」を受け入れてみるとしましょう。"
        },
        {
            "_id": "archive_sunday_10",
            "Title": "シェア・天環",
            "Voice": "天環族は「調和」の民であり、其のために人々の祈りを聞く存在だとされています。その願いが叶うかどうかにかかわらず、人々の祈りは等しくシペの音に織り込まれるのです。"
        },
        {
            "_id": "archive_sunday_11",
            "Title": "見聞",
            "Voice": "人間は完璧な存在ではなく、むしろ常に多くの矛盾を抱えています。ある人は矛盾を解消する道を選び、ある人は逃げることを選びますが——どのような選択であれ、それが「本当の自分」の現れなのでしょう。"
        },
        {
            "_id": "archive_sunday_12",
            "Title": "ロビンについて",
            "Voice": "ロビンに悩みを話すことはほとんどありません。兄として多くの責任を負うのは当然のことですし、大人の世界の闇を家に持ち帰るつもりもありませんから。"
        },
        {
            "_id": "archive_sunday_13",
            "Title": "ロビンについて・2",
            "Voice": "ワタシたちは幼い頃、「みんなを幸せにする」ことを夢見ていましたが…それが叶う前に、妹に多くの借りを作ってしまいました。ふふ…いつからか、ワタシも妹の悩みの種の1つになっていたのかもしれませんね。"
        },
        {
            "_id": "archive_sunday_14",
            "Title": "アベンチュリンについて",
            "Voice": "彼は派手な見た目で自分を偽り、盛大なショーを見せてくれた…はあ、ふふ…尊敬に値する相手でした。機会があれば、また別の舞台で対決してみたいものです。"
        },
        {
            "_id": "archive_sunday_15",
            "Title": "Dr.レイシオについて",
            "Voice": "愚鈍も混乱も世を蝕む病。立場が違えば、あの教授とは話が合ったでしょうね。"
        },
        {
            "_id": "archive_sunday_16",
            "Title": "ギャラガーについて",
            "Voice": "敵同士ではありましたが、彼の揺るぎない意志と確固たる信念は、最大限の敬意を表するに値します。"
        },
        {
            "_id": "archive_sunday_17",
            "Title": "ヴェルトについて",
            "Voice": "燃え上がった理想の炎は消えない印を残すもの。あの方には「英雄」と称されるに相応しい過去があるに違いありません。"
        },
        {
            "_id": "archive_sunday_18",
            "Title": "姫子について",
            "Voice": "「開拓」とは孤独な探求ではなく、世代を超えて軌跡を繋げていくこと…はあ…素晴らしい道ですね。"
        },
        {
            "_id": "archive_sunday_19",
            "Title": "三月なのかについて",
            "Voice": "知恵には多くの側面があります。たとえば思案するのは賢い証拠ですが、反応が早かったり、直感が鋭かったりするのも賢さの現れなのです。"
        },
        {
            "_id": "archive_sunday_21",
            "Title": "三月なのかについて・2",
            "Voice": "三月さんが新たな姿で、勇敢に未来と向き合えるようになったことを、心から尊敬し、そして嬉しく思います。三月さんから学ばせていただくことは、まだまだ尽きそうにありませんね。"
        },
        {
            "_id": "archive_sunday_20",
            "Title": "丹恒について",
            "Voice": "すべての人が過去から立ち直れるわけではありません。しかし…ひとたび迷いを乗り越えれば、前へ進む足取りがより確かなものになるのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_sunday",
            "Title": "星魂覚醒",
            "Voice": "たとえ茨の道であろうと、歩みを止めるつもりはありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_sunday",
            "Title": "キャラクター昇格",
            "Voice": "この苦難の旅を終えれば、群星に近づくことができるでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_sunday",
            "Title": "レベルMax",
            "Voice": "この旅には意味があると信じています。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_sunday",
            "Title": "軌跡覚醒",
            "Voice": "今ならわかります、すべてが夢というわけではなかったと……"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_sunday",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "お互いの歩む道が平坦であり、星々へと続いていることを祈りましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_torobin_sunday",
            "Title": "パーティ編成・ロビン",
            "Voice": "懐かしいですね、一緒に演奏するのはいつぶりでしょうか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_towelt_sunday",
            "Title": "パーティ編成・ヴェルト",
            "Voice": "共に戦うことも同行者の義務…そうでしょう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohimeko_sunday",
            "Title": "パーティ編成・姫子",
            "Voice": "群星と未来が、この先で輝いています。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_sunday",
            "Title": "パーティ編成・三月なのか",
            "Voice": "三月さん、思う存分その実力を発揮してください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_sunday",
            "Title": "パーティ編成・丹恒",
            "Voice": "過去に囚われる必要はありません…アナタも、ワタシも。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaventurine_sunday",
            "Title": "パーティ編成・アベンチュリン",
            "Voice": "オール・オア・ナッシング、自分の信条を曲げてはなりませんよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toratio_sunday",
            "Title": "パーティ編成・Dr.レイシオ",
            "Voice": "お互い、真理を手にできるといいですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toevernight_sunday",
            "Title": "パーティ編成・長夜月",
            "Voice": "ご安心を。ワタシたちの目的は同じです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_sunday",
            "Title": "パーティ編成・丹恒・騰荒",
            "Voice": "ワタシにも感じられます…未来へと向かうアナタの歩みが軽くなったことを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_sunday",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "起こるすべては、アナタが求めたもの。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_sunday",
            "Title": "戦闘開始・危険予知",
            "Voice": "死地へ踏み入ればこそ、活路が開く。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sunday_01",
            "Title": "ターン・1",
            "Voice": "ワタシは茨の道を越えて行く。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_sunday_02",
            "Title": "ターン・2",
            "Voice": "ワタシを呼ぶ声が聞こえる。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_sunday",
            "Title": "戦闘中待機",
            "Voice": "長き待望に、刹那の霊光が降り注ぐ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_sunday_01",
            "Title": "通常攻撃",
            "Voice": "悔い改めなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sunday_01",
            "Title": "戦闘スキル・1",
            "Voice": "苦よ、去り給え。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_sunday_02",
            "Title": "戦闘スキル・2",
            "Voice": "安寧が、目に映る。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_sunday_01",
            "Title": "攻撃を受ける",
            "Voice": "何ともありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_sunday_01",
            "Title": "重撃を受ける",
            "Voice": "往くべき道です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_sunday",
            "Title": "必殺技・アクティブ",
            "Voice": "この身を以って…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_sunday",
            "Title": "必殺技・発動",
            "Voice": "アナタと共に歩み、守り、そして導きましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_sunday_01",
            "Title": "戦闘不能",
            "Voice": "約束を、破って…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_sunday",
            "Title": "戦闘に戻る",
            "Voice": "止まるわけにはいきません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_sunday",
            "Title": "HP回復",
            "Voice": "感謝します。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_sunday",
            "Title": "秘技",
            "Voice": "安息の日。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_sunday",
            "Title": "戦闘勝利",
            "Voice": "先は長い…今後も巡り歩いていきましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sunday",
            "Title": "戦利品を開ける・1",
            "Voice": "心地よい音です。心が安らぎますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_sunday_02",
            "Title": "戦利品を開ける・2",
            "Voice": "これは旅路からの褒賞です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_sunday",
            "Title": "貴重な戦利品を開ける",
            "Voice": "このような「開拓」も新鮮ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sunday",
            "Title": "謎解きに成功・1",
            "Voice": "やはり整然としているのはいいですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_sunday_02",
            "Title": "謎解きに成功・2",
            "Voice": "「神秘」は人に焦燥感を与える…破るべきでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_sunday",
            "Title": "敵ターゲット発見",
            "Voice": "ためらう必要はありません。答えを求める者はただ進めばいいのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_sunday",
            "Title": "町に戻る",
            "Voice": "はぁ…幸福と苦難は、どこにいても似ているものですね。"
        }
    ]
}

var _notes_ = {
    "1313": [
        "Summons include: Action bar summons (Jing Yuan, Topaz, Lingsha) and Servants (Aglaea)",
        "When using Skill on a character with a summon, @the summon always takes action after the character#.<br>Ultimate's Crit DMG increase @is not doubled on summons#.",
        "The Energy regenerated by Ultimate @is not affected by# Energy Regeneration Rate.<br>His Lightcone's Energy regeneration @is affected#.<br>Sunday's Skill and his Lightcone's DMG increases are both @added to the DMG Bonus multiplier#. They are not independent increases.",
        "If other Harmony characters wear Sunday's Lightcone, the Lightcone's DMG boost only applies to the target character.<br>If Sunday wears this Lightcone, the DMG boost will @also be applied to the target character's Servants#."
    ]
}

var _adiff_ = {
    "1313": {
        "v3": [
            "``Base Stats`- ATK 737.352 → 640.332 ;"
        ]
    }
}

var _mtc_ = {
    "1313": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110427": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110427": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110427": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110427": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "会心ダメージ +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110232": 8,
                    "114012": 7,
                    "110233": 11,
                    "114013": 11
                }
            },
            {
                "Name": "効果抵抗 +18%",
                "Mat": {
                    "2": 210000,
                    "110231": 3,
                    "114011": 6,
                    "110233": 11,
                    "114013": 11
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 170000,
                    "110232": 3,
                    "114012": 3,
                    "110233": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "主日の渇望",
                "Mat": {
                    "2": 5000,
                    "110231": 3,
                    "110505": 1
                }
            },
            {
                "Name": "崇高なる浄化",
                "Mat": {
                    "2": 20000,
                    "110232": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "掌上の安息",
                "Mat": {
                    "2": 160000,
                    "110233": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}