// Auto Generated

var _avatarskill_ = {
    "131501": {
        "v1": {
            "Name": "頭割る蹄鉄",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v2": {
            "Name": "頭割る蹄鉄",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v3": {
            "Name": "頭割る蹄鉄",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v4": {
            "Name": "スパーズ・クラッシュ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v5": {
            "Name": "スパーズ・クラッシュ",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        }
    },
    "131508": {
        "v1": {
            "Name": "ファニング",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。「ポケットアドバンテージ」1層につき、さらに1段の攻撃を行い、ブートヒルの攻撃力@ <b>#2[p]</b> #分の物理ダメージを与える、この攻撃はEPを回復できない。<br>「ファニング」はEPを回復できず、「絶境の決闘」状態の敵のみを攻撃できる。",
            "Params": [
                [
                    0.9,
                    0.1
                ],
                [
                    1.08,
                    0.12
                ],
                [
                    1.26,
                    0.14
                ],
                [
                    1.44,
                    0.16
                ],
                [
                    1.62,
                    0.18
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    1.98,
                    0.22
                ],
                [
                    2.16,
                    0.24
                ],
                [
                    2.34,
                    0.26
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v2": {
            "Name": "ファニング",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。「ポケットアドバンテージ」1層につき、さらに1段の攻撃を行い、ブートヒルの攻撃力@ <b>#2[p]</b> #分の物理ダメージを与える、この攻撃はEPを回復できない。<br>「ファニング」はEPを回復できず、「絶境の決闘」状態の敵のみを攻撃できる。",
            "Params": [
                [
                    0.9,
                    0.1
                ],
                [
                    1.08,
                    0.12
                ],
                [
                    1.26,
                    0.14
                ],
                [
                    1.44,
                    0.16
                ],
                [
                    1.62,
                    0.18
                ],
                [
                    1.8,
                    0.2
                ],
                [
                    1.98,
                    0.22
                ],
                [
                    2.16,
                    0.24
                ],
                [
                    2.34,
                    0.26
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v3": {
            "Name": "ファニング",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。「ポケットアドバンテージ」1層につき、さらに1段の攻撃を行い、ブートヒルの攻撃力@ <b>#2[p]</b> #分の物理ダメージを与える、この攻撃はEPを回復できない。<br>「ファニング」はEPを回復できず、「絶境の決闘」状態の敵のみを攻撃できる。",
            "Params": [
                [
                    1.1
                ],
                [
                    1.32
                ],
                [
                    1.54
                ],
                [
                    1.76
                ],
                [
                    1.98
                ],
                [
                    2.2
                ],
                [
                    2.42
                ],
                [
                    2.64
                ],
                [
                    2.86
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v4": {
            "Name": "ファニング",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。<br>強化通常攻撃はEPを回復できず、「九死の決闘」状態の敵のみを攻撃できる。",
            "Params": [
                [
                    1.1
                ],
                [
                    1.32
                ],
                [
                    1.54
                ],
                [
                    1.76
                ],
                [
                    1.98
                ],
                [
                    2.2
                ],
                [
                    2.42
                ],
                [
                    2.64
                ],
                [
                    2.86
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        },
        "v5": {
            "Name": "ファニング",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与える。<br>強化通常攻撃はSPを回復できず、「九死の決闘」状態の敵のみを攻撃できる。",
            "Params": [
                [
                    1.1
                ],
                [
                    1.32
                ],
                [
                    1.54
                ],
                [
                    1.76
                ],
                [
                    1.98
                ],
                [
                    2.2
                ],
                [
                    2.42
                ],
                [
                    2.64
                ],
                [
                    2.86
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal02"
        }
    },
    "131502": {
        "v1": {
            "Name": "熱砂のタンゴ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "妨害",
            "Desc": "自身および指定した敵単体で「絶境の決闘」を始める、 <b>#3[f]</b> ターン継続。フィールド上に「絶境の決闘」状態にある攻撃可能な敵がいない時、「絶境の決闘」を解除する。<br>「絶境の決闘」状態の時、敵は挑発状態になる。「絶境の決闘」状態の時、ブートヒルは戦闘スキルを発動できず、通常攻撃「頭割る蹄鉄」が「ファニング」に強化される。「絶境の決闘」状態の敵/ブートヒルが互いの攻撃を受ける時、被ダメージ+@ <b>#1[p]</b> #/ <b>#2[p]</b> 。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v2": {
            "Name": "熱砂のタンゴ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "妨害",
            "Desc": "自身および指定した敵単体で「絶境の決闘」を始める、 <b>#3[f]</b> ターン継続。フィールド上に「絶境の決闘」状態にある攻撃可能な敵がいない時、「絶境の決闘」を解除する。<br>「絶境の決闘」状態の時、敵は挑発状態になる。「絶境の決闘」状態の時、ブートヒルは戦闘スキルを発動できず、通常攻撃「頭割る蹄鉄」が「ファニング」に強化される。「絶境の決闘」状態の敵/ブートヒルが互いの攻撃を受ける時、被ダメージ+@ <b>#1[p]</b> #/ <b>#2[p]</b> 。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v3": {
            "Name": "熱砂のタンゴ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "妨害",
            "Desc": "自身および指定した敵単体で「絶境の決闘」を始める、 <b>#3[f]</b> ターン継続。フィールド上に「絶境の決闘」状態にある攻撃可能な敵がいない時、「絶境の決闘」を解除する。<br>「絶境の決闘」状態の時、敵は挑発状態になる。「絶境の決闘」状態の時、ブートヒルは戦闘スキルを発動できず、通常攻撃「頭割る蹄鉄」が「ファニング」に強化される。「絶境の決闘」状態の敵/ブートヒルが互いの攻撃を受ける時、被ダメージ+@ <b>#1[p]</b> #/ <b>#2[p]</b> 。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v4": {
            "Name": "熱砂のタンゴ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "妨害",
            "Desc": "指定した敵単体と自身を「九死の決闘」状態にする。この状態では戦闘スキルを発動できず、通常攻撃が強化される、 <b>#3[f]</b> ターン継続。ブートヒルのターンが回ってくるたびに、「九死の決闘」の継続時間-1ターン。<br>「九死の決闘」状態の敵は挑発状態になる。その敵がブートヒルの攻撃を受ける時、被ダメージ+@ <b>#1[p]</b> #。また、ブートヒルがその敵の攻撃を受ける時、被ダメージ+ <b>#2[p]</b> 。<br>その敵が倒される、または弱点撃破された後、ブートヒルは「ポケットアドバンテージ」を1層獲得し、「九死の決闘」状態を解除する。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        },
        "v5": {
            "Name": "熱砂のタンゴ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "妨害",
            "Desc": "指定した敵単体と自身を「九死の決闘」状態にする。この状態のブートヒルは戦闘スキルを発動できず、通常攻撃が強化される、 <b>#3[f]</b> ターン継続。ブートヒルのターンが回ってくるたびに、「九死の決闘」の継続時間-1ターン。<br>「九死の決闘」の敵は挑発状態と見なされる。その敵がブートヒルの攻撃を受ける時、被ダメージ+@ <b>#1[p]</b> #。また、ブートヒルがその敵の攻撃を受ける時、被ダメージ+ <b>#2[p]</b> 。<br>その敵が倒される、または弱点撃破された後、ブートヒルは「ポケットアドバンテージ」を1層獲得し、「九死の決闘」状態を解除する。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.15,
                    0.15,
                    2.0
                ],
                [
                    0.165,
                    0.15,
                    2.0
                ],
                [
                    0.18,
                    0.15,
                    2.0
                ],
                [
                    0.195,
                    0.15,
                    2.0
                ],
                [
                    0.21,
                    0.15,
                    2.0
                ],
                [
                    0.225,
                    0.15,
                    2.0
                ],
                [
                    0.24375,
                    0.15,
                    2.0
                ],
                [
                    0.2625,
                    0.15,
                    2.0
                ],
                [
                    0.28125,
                    0.15,
                    2.0
                ],
                [
                    0.3,
                    0.15,
                    2.0
                ],
                [
                    0.315,
                    0.15,
                    2.0
                ],
                [
                    0.33,
                    0.15,
                    2.0
                ],
                [
                    0.345,
                    0.15,
                    2.0
                ],
                [
                    0.36,
                    0.15,
                    2.0
                ],
                [
                    0.375,
                    0.15,
                    2.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_BP"
        }
    },
    "131503": {
        "v1": {
            "Name": "ダストデビル・ダンサー",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": " <b>#5[p]</b> の<u>基礎確率</u>で指定した敵単体に物理を弱点として付与する、 <b>#4[f]</b> ターン継続。<br>その敵にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与え、<u>行動順</u>をブートヒルの撃破特効 <b>#2[p]</b> + <b>#3[p]</b> <u>遅延</u>させる。<br><br>@<b>行動遅延</b>#<br>対象の次の行動までの間隔が長くなる。",
            "Params": [
                [
                    2.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.56,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.72,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.88,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.04,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.2,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.6,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.0,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.16,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.32,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.48,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.64,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v2": {
            "Name": "ダストデビル・ダンサー",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": " <b>#5[p]</b> の<u>基礎確率</u>で指定した敵単体に物理を弱点として付与する、 <b>#4[f]</b> ターン継続。<br>その敵にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与え、<u>行動順</u>をブートヒルの撃破特効 <b>#2[p]</b> + <b>#3[p]</b> <u>遅延</u>させる。<br><br>@<b>行動遅延</b>#<br>対象の次の行動までの間隔が長くなる。",
            "Params": [
                [
                    2.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.56,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.72,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    2.88,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.04,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.2,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.4,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.6,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    3.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.0,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.16,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.32,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.48,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.64,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ],
                [
                    4.8,
                    0.1,
                    0.1,
                    2.0,
                    1.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v3": {
            "Name": "ダストデビル・ダンサー",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": " <b>#5[p]</b> の<u>基礎確率</u>で指定した敵単体に物理を弱点として付与する、 <b>#4[f]</b> ターン継続。<br>その敵にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与え、<u>行動順</u>をブートヒルの撃破特効 <b>#2[p]</b> + <b>#3[p]</b> <u>遅延</u>させる。<br><br>@<b>行動遅延</b>#<br>対象の次の行動までの間隔が長くなる。",
            "Params": [
                [
                    2.4,
                    0.3,
                    2.0
                ],
                [
                    2.56,
                    0.31,
                    2.0
                ],
                [
                    2.72,
                    0.32,
                    2.0
                ],
                [
                    2.88,
                    0.33,
                    2.0
                ],
                [
                    3.04,
                    0.34,
                    2.0
                ],
                [
                    3.2,
                    0.35,
                    2.0
                ],
                [
                    3.4,
                    0.3625,
                    2.0
                ],
                [
                    3.6,
                    0.375,
                    2.0
                ],
                [
                    3.8,
                    0.3875,
                    2.0
                ],
                [
                    4.0,
                    0.4,
                    2.0
                ],
                [
                    4.16,
                    0.41,
                    2.0
                ],
                [
                    4.32,
                    0.42,
                    2.0
                ],
                [
                    4.48,
                    0.43,
                    2.0
                ],
                [
                    4.64,
                    0.44,
                    2.0
                ],
                [
                    4.8,
                    0.45,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 115.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v4": {
            "Name": "ダストデビル・ダンサー",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に物理を弱点として付与する、 <b>#3[f]</b> ターン継続。<br>その敵にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与え、<u>行動順</u>を@ <b>#2[p]</b> #遅延させる。<br><br>@<b>行動遅延</b>#<br>対象の次の行動までの間隔が長くなる。",
            "Params": [
                [
                    2.4,
                    0.3,
                    2.0
                ],
                [
                    2.56,
                    0.31,
                    2.0
                ],
                [
                    2.72,
                    0.32,
                    2.0
                ],
                [
                    2.88,
                    0.33,
                    2.0
                ],
                [
                    3.04,
                    0.34,
                    2.0
                ],
                [
                    3.2,
                    0.35,
                    2.0
                ],
                [
                    3.4,
                    0.3625,
                    2.0
                ],
                [
                    3.6,
                    0.375,
                    2.0
                ],
                [
                    3.8,
                    0.3875,
                    2.0
                ],
                [
                    4.0,
                    0.4,
                    2.0
                ],
                [
                    4.16,
                    0.41,
                    2.0
                ],
                [
                    4.32,
                    0.42,
                    2.0
                ],
                [
                    4.48,
                    0.43,
                    2.0
                ],
                [
                    4.64,
                    0.44,
                    2.0
                ],
                [
                    4.8,
                    0.45,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 115.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v5": {
            "Name": "ダストデビル・ダンサー",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に物理を弱点として付与する、 <b>#3[f]</b> ターン継続。<br>その敵にブートヒルの攻撃力@ <b>#1[p]</b> #分の物理ダメージを与え、<u>行動順</u>を@ <b>#2[p]</b> #遅延させる。<br><br>@<b>行動遅延</b>#<br>対象の次の行動までの間隔が長くなる。",
            "Params": [
                [
                    2.4,
                    0.3,
                    2.0
                ],
                [
                    2.56,
                    0.31,
                    2.0
                ],
                [
                    2.72,
                    0.32,
                    2.0
                ],
                [
                    2.88,
                    0.33,
                    2.0
                ],
                [
                    3.04,
                    0.34,
                    2.0
                ],
                [
                    3.2,
                    0.35,
                    2.0
                ],
                [
                    3.4,
                    0.3625,
                    2.0
                ],
                [
                    3.6,
                    0.375,
                    2.0
                ],
                [
                    3.8,
                    0.3875,
                    2.0
                ],
                [
                    4.0,
                    0.4,
                    2.0
                ],
                [
                    4.16,
                    0.41,
                    2.0
                ],
                [
                    4.32,
                    0.42,
                    2.0
                ],
                [
                    4.48,
                    0.43,
                    2.0
                ],
                [
                    4.64,
                    0.44,
                    2.0
                ],
                [
                    4.8,
                    0.45,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 115.0,
            "AttackType": "Ultra",
            "Stance": [
                3.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Ultra"
        }
    },
    "131504": {
        "v1": {
            "Name": "5発のマメ",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「絶境の決闘」状態の敵が倒された、または弱点撃破された後、「絶境の決闘」を解除し、ブートヒルが「ポケットアドバンテージ」を1層獲得する、最大で <b>#2[f]</b> 層累積できる。<br>「ファニング」発動期間中、ターゲットが<u>弱点撃破状態</u>の場合、「ポケットアドバンテージ」1層につき、ターゲットの最大靭性に基づいてブートヒルの物理弱点撃破ダメージ@ <b>#1[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。カウントされる最大靭性は、通常攻撃で削られる靭性の <b>#3[p]</b> を超えない。<br>戦闘に勝利した後、ブートヒルは「ポケットアドバンテージ」を次の戦闘に持ち越せる。<br><br>@<b>弱点撃破状態</b>#<br>敵の靭性が0まで削られた時に入る特殊状態。この状態になった敵は行動順が遅延される。<br><br>@<b>弱点撃破ダメージ</b>#<br>撃破特効以外のステータスに左右されないダメージ。キャラクターレベルと敵の最大靭性が高いほど、与える弱点撃破ダメージはアップする。",
            "Params": [
                [
                    0.28,
                    3.0,
                    16.0
                ],
                [
                    0.308,
                    3.0,
                    16.0
                ],
                [
                    0.336,
                    3.0,
                    16.0
                ],
                [
                    0.364,
                    3.0,
                    16.0
                ],
                [
                    0.392,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    3.0,
                    16.0
                ],
                [
                    0.56,
                    3.0,
                    16.0
                ],
                [
                    0.588,
                    3.0,
                    16.0
                ],
                [
                    0.616,
                    3.0,
                    16.0
                ],
                [
                    0.644,
                    3.0,
                    16.0
                ],
                [
                    0.672,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v2": {
            "Name": "5発のマメ",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「絶境の決闘」状態の敵が倒された、または弱点撃破された後、「絶境の決闘」を解除し、ブートヒルが「ポケットアドバンテージ」を1層獲得する、最大で <b>#2[f]</b> 層累積できる。<br>「ファニング」発動期間中、ターゲットが<u>弱点撃破状態</u>の場合、「ポケットアドバンテージ」1層につき、ターゲットの最大靭性に基づいてブートヒルの物理弱点撃破ダメージ@ <b>#1[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。カウントされる最大靭性は、通常攻撃で削られる靭性の <b>#3[p]</b> を超えない。<br>戦闘に勝利した後、ブートヒルは「ポケットアドバンテージ」を次の戦闘に持ち越せる。<br><br>@<b>弱点撃破状態</b>#<br>敵の靭性が0まで削られた時に入る特殊状態。この状態になった敵は行動順が遅延される。<br><br>@<b>弱点撃破ダメージ</b>#<br>撃破特効以外のステータスに左右されないダメージ。キャラクターレベルと敵の最大靭性が高いほど、与える弱点撃破ダメージはアップする。",
            "Params": [
                [
                    0.28,
                    3.0,
                    16.0
                ],
                [
                    0.308,
                    3.0,
                    16.0
                ],
                [
                    0.336,
                    3.0,
                    16.0
                ],
                [
                    0.364,
                    3.0,
                    16.0
                ],
                [
                    0.392,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    3.0,
                    16.0
                ],
                [
                    0.56,
                    3.0,
                    16.0
                ],
                [
                    0.588,
                    3.0,
                    16.0
                ],
                [
                    0.616,
                    3.0,
                    16.0
                ],
                [
                    0.644,
                    3.0,
                    16.0
                ],
                [
                    0.672,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v3": {
            "Name": "5発のマメ",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「絶境の決闘」状態の敵が倒された、または弱点撃破された後、「絶境の決闘」を解除し、ブートヒルが「ポケットアドバンテージ」を1層獲得する、最大で <b>#2[f]</b> 層累積できる。<br>「ファニング」発動期間中、ターゲットが<u>弱点撃破状態</u>の場合、「ポケットアドバンテージ」1層につき、ターゲットの最大靭性に基づいてブートヒルの物理弱点撃破ダメージ@ <b>#1[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。カウントされる最大靭性は、通常攻撃で削られる靭性の <b>#3[p]</b> を超えない。<br>戦闘に勝利した後、ブートヒルは「ポケットアドバンテージ」を次の戦闘に持ち越せる。<br><br>@<b>弱点撃破状態</b>#<br>敵の靭性が0まで削られた時に入る特殊状態。この状態になった敵は行動順が遅延される。<br><br>@<b>弱点撃破ダメージ</b>#<br>撃破特効以外のステータスに左右されないダメージ。キャラクターレベルと敵の最大靭性が高いほど、与える弱点撃破ダメージはアップする。",
            "Params": [
                [
                    0.35,
                    0.6,
                    0.85,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.385,
                    0.66,
                    0.935,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    0.72,
                    1.02,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    0.78,
                    1.105,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    0.84,
                    1.19,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    0.9,
                    1.275,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.56875,
                    0.975,
                    1.38125,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.6125,
                    1.05,
                    1.4875,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.65625,
                    1.125,
                    1.59375,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    1.2,
                    1.7,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.735,
                    1.26,
                    1.785,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.77,
                    1.32,
                    1.87,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.805,
                    1.38,
                    1.955,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.84,
                    1.44,
                    2.04,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.875,
                    1.5,
                    2.125,
                    0.5,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v4": {
            "Name": "5発の銃弾",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「ポケットアドバンテージ」1層につき、「ファニング」の削靭ダメージ+ <b>#4[p]</b> 、最大で <b>#5[f]</b> 累積できる。<br>強化通常攻撃の間、敵が<u>弱点撃破状態</u>の場合、「ポケットアドバンテージ」の層数に応じて、その敵にブートヒルの物理弱点撃破ダメージ@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。この弱点撃破ダメージにカウントされる靭性は、通常攻撃「スパーズ・クラッシュ」の基礎削靭ダメージの <b>#6[f]</b> 倍を超えない。<br>戦闘に勝利した後、ブートヒルは「ポケットアドバンテージ」を次の戦闘に持ち越せる。<br><br>@<b>弱点撃破状態</b>#<br>敵の靭性が0まで削られた時に入る特殊状態。この状態になった敵は行動順が遅延される。<br><br>@<b>弱点撃破ダメージ</b>#<br>撃破特効、ターゲットの最大靭性、キャラクターレベルが高いほど、与える弱点撃破ダメージがアップする。\\n弱点撃破ダメージは会心が発生せず、ダメージアップ系効果の影響を受けない。",
            "Params": [
                [
                    0.35,
                    0.6,
                    0.85,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.385,
                    0.66,
                    0.935,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    0.72,
                    1.02,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    0.78,
                    1.105,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    0.84,
                    1.19,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    0.9,
                    1.275,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.56875,
                    0.975,
                    1.38125,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.6125,
                    1.05,
                    1.4875,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.65625,
                    1.125,
                    1.59375,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    1.2,
                    1.7,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.735,
                    1.26,
                    1.785,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.77,
                    1.32,
                    1.87,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.805,
                    1.38,
                    1.955,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.84,
                    1.44,
                    2.04,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.875,
                    1.5,
                    2.125,
                    0.5,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        },
        "v5": {
            "Name": "5発の銃弾",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「ポケットアドバンテージ」1層につき、「ファニング」の削靭ダメージ+ <b>#4[p]</b> 、最大で <b>#5[f]</b> 累積できる。<br>強化通常攻撃の間、敵が<u>弱点撃破状態</u>の場合、「ポケットアドバンテージ」の層数に応じて、その敵にブートヒルの物理弱点撃破ダメージ@ <b>#1[p]</b> #/@ <b>#2[p]</b> #/@ <b>#3[p]</b> #分の<u>弱点撃破ダメージ</u>を与える。この弱点撃破ダメージにカウントされる靭性は、通常攻撃「スパーズ・クラッシュ」の基礎削靭ダメージの <b>#6[f]</b> 倍を超えない。<br>戦闘に勝利した後、ブートヒルは「ポケットアドバンテージ」を次の戦闘に持ち越せる。<br><br>@<b>弱点撃破状態</b>#<br>敵の靭性が0まで削られた時に入る特殊状態。この状態になった敵は行動順が遅延される。<br><br>@<b>弱点撃破ダメージ</b>#<br>撃破特効、ターゲットの最大靭性、キャラクターレベルが高いほど、与える弱点撃破ダメージがアップする。\\n弱点撃破ダメージは会心が発生せず、ダメージアップ系効果の影響を受けない。",
            "Params": [
                [
                    0.35,
                    0.6,
                    0.85,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.385,
                    0.66,
                    0.935,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.42,
                    0.72,
                    1.02,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.455,
                    0.78,
                    1.105,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.49,
                    0.84,
                    1.19,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.525,
                    0.9,
                    1.275,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.56875,
                    0.975,
                    1.38125,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.6125,
                    1.05,
                    1.4875,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.65625,
                    1.125,
                    1.59375,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.7,
                    1.2,
                    1.7,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.735,
                    1.26,
                    1.785,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.77,
                    1.32,
                    1.87,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.805,
                    1.38,
                    1.955,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.84,
                    1.44,
                    2.04,
                    0.5,
                    3.0,
                    16.0
                ],
                [
                    0.875,
                    1.5,
                    2.125,
                    0.5,
                    3.0,
                    16.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Passive"
        }
    },
    "131506": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Normal"
        }
    },
    "131507": {
        "v1": {
            "Name": "余裕の微笑み",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘で初めて戦闘スキルを発動する時、 <b>#1[p]</b> の<u>基礎確率</u>で敵に必殺技が与えるものと同じ物理弱点を付与する、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v2": {
            "Name": "余裕の微笑み",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘で初めて戦闘スキルを発動する時、 <b>#1[p]</b> の<u>基礎確率</u>で敵に必殺技が与えるものと同じ物理弱点を付与する、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.5,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v3": {
            "Name": "余裕の微笑み",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘で初めて戦闘スキルを発動する時、 <b>#1[p]</b> の<u>基礎確率</u>で敵に必殺技が与えるものと同じ物理弱点を付与する、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v4": {
            "Name": "ビッグ・スマイル",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘で初めて戦闘スキルを発動する時、敵に必殺技が与えるものと同じ物理弱点を付与する、 <b>#1[f]</b> ターン継続。",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        },
        "v5": {
            "Name": "ビッグ・スマイル",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "強化",
            "Desc": "秘技を使用した後、次の戦闘で初めて戦闘スキルを発動する時、敵に必殺技が与えるものと同じ物理弱点を付与する、 <b>#1[f]</b> ターン継続。",
            "Params": [
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1315_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1315": {
        "v1": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "ゴーストロード",
                "Desc": "自身の会心率/会心ダメージを、撃破特効の <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分アップする。最大で会心率+ <b><color style='color:#f29e38'>30.0%</color></b> /会心ダメージ+ <b><color style='color:#f29e38'>150.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "死地をくぐり抜け",
                "Desc": "「絶境の決闘」状態でない敵の攻撃を受ける時、被ダメージ- <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "至近距離射撃",
                "Desc": "天賦を触発して「ポケットアドバンテージ」を獲得する時、EPを <b><color style='color:#f29e38'>10.0</color></b> 回復する。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "ゴーストロード",
                "Desc": "自身の会心率/会心ダメージを、撃破特効の <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分アップする。最大で会心率+ <b><color style='color:#f29e38'>30.0%</color></b> /会心ダメージ+ <b><color style='color:#f29e38'>150.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "死地をくぐり抜け",
                "Desc": "「絶境の決闘」状態でない敵の攻撃を受ける時、被ダメージ- <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "至近距離射撃",
                "Desc": "天賦を触発して「ポケットアドバンテージ」を獲得する時、EPを <b><color style='color:#f29e38'>10.0</color></b> 回復する。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "ゴーストロード",
                "Desc": "自身の会心率/会心ダメージを、撃破特効の <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分アップする。最大で会心率+ <b><color style='color:#f29e38'>30.0%</color></b> /会心ダメージ+ <b><color style='color:#f29e38'>150.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "死地をくぐり抜け",
                "Desc": "「絶境の決闘」状態でない敵の攻撃を受ける時、被ダメージ- <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "至近距離射撃",
                "Desc": "天賦を触発して「ポケットアドバンテージ」を獲得する時、EPを <b><color style='color:#f29e38'>10.0</color></b> 回復する。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "ゴーストロード",
                "Desc": "自身の会心率/会心ダメージを、撃破特効の <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分アップする。最大で会心率+ <b><color style='color:#f29e38'>30.0%</color></b> /会心ダメージ+ <b><color style='color:#f29e38'>150.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "死地をくぐり抜け",
                "Desc": "「絶境の決闘」状態でない敵の攻撃を受ける時、被ダメージ- <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "至近距離射撃",
                "Desc": "<b><color style='color:#f29e38'>Translated by HomDGCat</color></b><br>When Pocket Trickshot is obtained via the Talent during Standoff, regenerates <b><color style='color:#f29e38'>10.0</color></b> Energy. This effect will also be triggered when obtaining Pocket Trickshot stacks that exceed the max.",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "BreakDamageAddedRatioBase": 0.373,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "ゴーストロード",
                "Desc": "自身の会心率/会心ダメージを、撃破特効の <b><color style='color:#f29e38'>10.0%</color></b> / <b><color style='color:#f29e38'>50.0%</color></b> 分アップする。最大で会心率+ <b><color style='color:#f29e38'>30.0%</color></b> /会心ダメージ+ <b><color style='color:#f29e38'>150.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree1"
            },
            "Tree2": {
                "Name": "死地からの脱出",
                "Desc": "「九死の決闘」状態でない敵の攻撃を受ける時、被ダメージ- <b><color style='color:#f29e38'>30.0%</color></b> 。",
                "Icon": "SkillIcon_1315_SkillTree2"
            },
            "Tree3": {
                "Name": "ポイントブランク",
                "Desc": "「九死の決闘」の状態で「ポケットアドバンテージ」を獲得する時、EPを <b><color style='color:#f29e38'>10.0</color></b> 回復する。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
                "Icon": "SkillIcon_1315_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "131501": {
        "v1": {
            "Rank": 1,
            "Name": "埃を立てし一つ星",
            "Desc": "戦闘開始時、「ポケットアドバンテージ」を1層獲得する。ブートヒルがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "埃を立てし一つ星",
            "Desc": "戦闘開始時、「ポケットアドバンテージ」を1層獲得する。ブートヒルがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "埃を立てし一つ星",
            "Desc": "戦闘開始時、「ポケットアドバンテージ」を1層獲得する。ブートヒルがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "砂塵の中の一等星",
            "Desc": "戦闘開始時、「ポケットアドバンテージ」を1層獲得する。ブートヒルがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1315_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "砂塵の中の一等星",
            "Desc": "戦闘開始時、「ポケットアドバンテージ」を1層獲得する。ブートヒルがダメージを与える時、敵の防御力を <b><color style='color:#f29e38'>16.0%</color></b> 無視する。",
            "Icon": "SkillIcon_1315_Rank1"
        }
    },
    "131502": {
        "v1": {
            "Rank": 2,
            "Name": "マイルストーン・マンガー",
            "Desc": "天賦を触発して「ポケットアドバンテージ」を獲得する時、SPを <b><color style='color:#f29e38'>1.0</color></b> 回復する。同時に撃破特効+ <b><color style='color:#f29e38'>30.0%</color></b> 、 <b><color style='color:#f29e38'>2.0</color></b> ターン継続。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "マイルストーン・マンガー",
            "Desc": "天賦を触発して「ポケットアドバンテージ」を獲得する時、SPを <b><color style='color:#f29e38'>1.0</color></b> 回復する。同時に撃破特効+ <b><color style='color:#f29e38'>30.0%</color></b> 、 <b><color style='color:#f29e38'>2.0</color></b> ターン継続。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "マイルストーン・マンガー",
            "Desc": "天賦を触発して「ポケットアドバンテージ」を獲得する時、SPを <b><color style='color:#f29e38'>1.0</color></b> 回復する。同時に撃破特効+ <b><color style='color:#f29e38'>30.0%</color></b> 、 <b><color style='color:#f29e38'>2.0</color></b> ターン継続。この効果は獲得する「ポケットアドバンテージ」が上限を超える時にも発動する。",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "マイルストーン・マンガー",
            "Desc": "<b><color style='color:#f29e38'>Translated by HomDGCat</color></b><br>When Pocket Trickshot is obtained via the Talent during Standoff, regenerates <b><color style='color:#f29e38'>1.0</color></b> Skill Point(s) and increases Break Effect by <b><color style='color:#f29e38'>30.0%</color></b>, lasting for <b><color style='color:#f29e38'>2.0</color></b> turn(s). This effect will be triggered up to <b><color style='color:#f29e38'>1.0</color></b> time(s), and will also be triggered when obtaining Pocket Trickshot stacks that exceed the max.",
            "Icon": "SkillIcon_1315_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "マイルストーン・マンガー",
            "Desc": "「九死の決闘」の状態で「ポケットアドバンテージ」を獲得する時、SPを <b><color style='color:#f29e38'>1.0</color></b> 回復する。同時に撃破特効+ <b><color style='color:#f29e38'>30.0%</color></b> 、 <b><color style='color:#f29e38'>2.0</color></b> ターン継続。この効果は1ターンに1回まで発動でき、獲得する「ポケットアドバンテージ」が上限を超える時にも触発される。",
            "Icon": "SkillIcon_1315_Rank2"
        }
    },
    "131503": {
        "v1": {
            "Rank": 3,
            "Name": "墓守",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "墓守",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "墓守",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "墓守",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1315_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "墓守",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1315_Ultra"
        }
    },
    "131504": {
        "v1": {
            "Rank": 4,
            "Name": "冷めた肉を扱う料理人",
            "Desc": "「絶境の決闘」状態の敵がブートヒルの攻撃を受ける時、さらに被ダメージ+ <b><color style='color:#f29e38'>12.0%</color></b> 。ブートヒルが「絶境の決闘」状態の敵の攻撃を受ける時、被ダメージアップ効果が <b><color style='color:#f29e38'>12.0%</color></b> ダウンする。",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "冷めた肉を扱う料理人",
            "Desc": "「絶境の決闘」状態の敵がブートヒルの攻撃を受ける時、さらに被ダメージ+ <b><color style='color:#f29e38'>12.0%</color></b> 。ブートヒルが「絶境の決闘」状態の敵の攻撃を受ける時、被ダメージアップ効果が <b><color style='color:#f29e38'>12.0%</color></b> ダウンする。",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "冷めた肉を扱う料理人",
            "Desc": "「絶境の決闘」状態の敵がブートヒルの攻撃を受ける時、さらに被ダメージ+ <b><color style='color:#f29e38'>12.0%</color></b> 。ブートヒルが「絶境の決闘」状態の敵の攻撃を受ける時、被ダメージアップ効果が <b><color style='color:#f29e38'>12.0%</color></b> ダウンする。",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "冷めた肉の料理人",
            "Desc": "「九死の決闘」状態の敵がブートヒルの攻撃を受ける時、さらに被ダメージ+ <b><color style='color:#f29e38'>12.0%</color></b> 。ブートヒルが「九死の決闘」状態の敵の攻撃を受ける時、被ダメージアップ効果が <b><color style='color:#f29e38'>12.0%</color></b> ダウンする。",
            "Icon": "SkillIcon_1315_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "冷めた肉の料理人",
            "Desc": "「九死の決闘」状態の敵がブートヒルの攻撃を受ける時、さらに被ダメージ+ <b><color style='color:#f29e38'>12.0%</color></b> 。ブートヒルが「九死の決闘」状態の敵の攻撃を受ける時、被ダメージアップ効果が <b><color style='color:#f29e38'>12.0%</color></b> ダウンする。",
            "Icon": "SkillIcon_1315_Rank4"
        }
    },
    "131505": {
        "v1": {
            "Rank": 5,
            "Name": "切り株の演説家",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1315_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "切り株の演説家",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1315_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "切り株の演説家",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1315_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "切り株の演説家",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1315_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "切り株の演説家",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1315_BP"
        }
    },
    "131506": {
        "v1": {
            "Rank": 6,
            "Name": "かなてこホテルのラクーン",
            "Desc": "天賦を触発して弱点撃破ダメージを与えた時、ターゲットに対してさらに本来のダメージ倍率 <b><color style='color:#f29e38'>35.0%</color></b> 分の弱点撃破ダメージを与え、隣接する敵に本来のダメージ倍率 <b><color style='color:#f29e38'>65.0%</color></b> 分の弱点撃破ダメージを与える。",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "かなてこホテルのラクーン",
            "Desc": "天賦を触発して弱点撃破ダメージを与えた時、ターゲットに対してさらに本来のダメージ倍率 <b><color style='color:#f29e38'>35.0%</color></b> 分の弱点撃破ダメージを与え、隣接する敵に本来のダメージ倍率 <b><color style='color:#f29e38'>65.0%</color></b> 分の弱点撃破ダメージを与える。",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "かなてこホテルのラクーン",
            "Desc": "天賦を触発して弱点撃破ダメージを与えた時、ターゲットに対してさらに本来のダメージ倍率 <b><color style='color:#f29e38'>40.0%</color></b> 分の弱点撃破ダメージを与え、隣接する敵に本来のダメージ倍率 <b><color style='color:#f29e38'>70.0%</color></b> 分の弱点撃破ダメージを与える。",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "鉄格子ホテルの常連",
            "Desc": "天賦を触発して弱点撃破ダメージを与える時、ターゲットに対してさらに本来のダメージ倍率 <b><color style='color:#f29e38'>40.0%</color></b> 分の弱点撃破ダメージを与え、隣接する敵に本来のダメージ倍率 <b><color style='color:#f29e38'>70.0%</color></b> 分の弱点撃破ダメージを与える。",
            "Icon": "SkillIcon_1315_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "鉄格子ホテルの常連",
            "Desc": "天賦を触発して弱点撃破ダメージを与える時、ターゲットに対してさらに本来のダメージ倍率 <b><color style='color:#f29e38'>40.0%</color></b> 分の弱点撃破ダメージを与え、隣接する敵に本来のダメージ倍率 <b><color style='color:#f29e38'>70.0%</color></b> 分の弱点撃破ダメージを与える。",
            "Icon": "SkillIcon_1315_Rank6"
        }
    }
}

var _story_ = {
    "1315": [
        {
            "_id": 1,
            "Story": "宇宙を放浪するサイボーグカウボーイ。かなり楽観的で、自由奔放。<br>「巡海レンジャー」の一員で、悪を懲らしめるためなら手段を選ばない——<br>その派手な行動は、復讐の対象である「スターピースカンパニー」の注意を引くためである。"
        },
        {
            "_id": 2,
            "Story": "<i>「グレイ、雪の中を見て、子供がいる！」</i><br>グレイとニックは慎重に前に進むと、顔を真っ赤にして泣きじゃくる赤ん坊を抱き上げた。<br>その子には「アルガン・アパシェ」の古い言葉で「装填された銃」を意味する、美しい響きの名前が付けられている。<br><br>彼はグレイとニックのもとで大切に育てられ、他の兄弟姉妹たちと仲良く成長した。彼らは皆それぞれ別の場所から来たのだが、今では同じ広大な大地「アルガン・アパシェ」に属している。<br>グレイは植物や鳥、川のことを教え、ニックは馬の調教法、牛や羊の放牧の仕方を教えた。小さかった彼は仔馬に跨り渓流を越え、朝日を浴びながら、ニックと一緒に牛や羊を水と緑の豊かな牧場へと追いやった。キラキラと輝く彩雲の下で、ニックはいつも歌を歌う。そのよく通る歌声を聴くたびに、彼もまた澄んだ歌声を響かせながら、仔馬の腹を蹴って先を急いだ。仔馬は彼らの笑顔をその背に乗せ、さらに遠くへと運んでいった。<br><br>グレイとニックが引き取った子供たちは日に日に成長していき、2人の腰は日に日に曲がっていった。<br>カウボーイとなった彼は、今ではあらゆる狩りのテクニックを熟知している。彼らは辺り一面に砂塵が舞う荒野を駆けまわり、盗賊と戦い、キャラバンと取引を行い、野獣と縄張りを奪い合っていた。<br>九死に一生の経験をしたこともあれば、敵対する集団に復讐する心地よさを味わったこともある。さらには友人がマガジン1本分の弾丸で命を奪われるところ、1つの家族が崩壊する瞬間を目の当たりにしたこともある…彼は多くの人を失い、同時に多くを得たのである。そしてついには、その勇猛さによって地位と尊厳を勝ち取ったのだった。<br><br>今では兄弟姉妹たちに会うことも少なくなったが、彼らが元気に過ごしていることは知っている。<br>夜の深い闇の中、彼は空を見上げ、より広い世界に思いを馳せる——すると静寂の中、どこからともなく大きな泣き声が聞こえてくるではないか。<br>声を頼りに進んでいくと、そこには顔を真っ赤にして泣きじゃくる赤ん坊がいた。彼は少し戸惑ったが、結局は赤ん坊を抱き上げ、連れ帰ることを決意した——かつてのグレイがそうしたように。<br><br>ニックの荒っぽい声が耳に響く——<br><i>「ここの水は上等な酒のようにまろやかで、<br>ここの雪はナイフのように冷たい。<br>ここは——<br>最高の世界なんだ」</i>"
        },
        {
            "_id": 3,
            "Story": "飛行船の影によって、草原に注ぐ月明かりが遮られている。<br><br>轟音を響かせる列車から飛び降りた彼は、濃い煙と塵埃が収まる頃、すでに戦利品を持ってキャンプ地に帰り着いていた。<br><br>彼は招かれざる客を見上げた。身なりの整った黒服の人間たちが飛行船の甲板から降り、完全武装した護衛に守られながら、カウボーイのキャンプ地へと入ってきている。その黒服の人間から、彼は共感覚ビーコンなるものを与えられた。そして次の刹那——聞いたことのない壮大な名詞が彼の脳内に飛び込んできた。彼はこの時初めて、草原、森、川、鉄道以外にも、銀河には数千万もの輝く世界があることを知ったのである。<br><br>地元民の反対の声を無視して、巨大な掘削機が草原の地平線上に現れ、大地から黒い鉱物が掘り出されるようになった。すると、完全装備の警備員は地元民たちの信仰を冒涜したあげく、彼らを故郷から追い出したのである。取るに足らない額の賠償金は、彼らの尊厳を深く傷つけた。<br><br>それまでと同様、彼は仲間と共にゲリラ戦で黒服たちの侵攻を阻もうとしたが、絶対的な武力の前では、カウボーイの策略も、百発百中の射撃も、千里を駆ける駿馬も…ただの原始的でくだらない手段に過ぎない。家族が1人、また1人とこの世を去っていく中、彼はふと気がついた——すべての元凶である人物を見つけ出さない限り、この争いは永遠に終わらないということに。<br><br>彼は盗んだ社員の制服に着替えると、夜のうちに飛行船に忍び込んだ。長年の狩猟生活で鍛えた勘と鋭い感覚を頼りに、通路に立ちはだかる警備員を音もなく倒していき、幾重もの関門と追求を潜り抜け、恐らく中枢であろう船室へと辿り着いた。<br><br>彼の視界に1人の男の姿が入る。その人物は目の前の部下に何か言っているようだった。<br><i>「……アルガン・アパシェには重要な戦略資源が眠っている。それを先に手に入れた者が、内部抗争において優位に立てるのだ。野蛮で無礼なカウボーイたちが市場開拓部との協力を望まないというのなら、我々が代わりに支配してやるしかない。<br>もう時間がない、この世界に文明をもたらすためだ…武力行使も致し方ないだろう」</i><br><br>頭の中に恐ろしい考えが浮かび、彼は慌てて外へ向かった。周囲の社員たちは楽しそうに冗談を言い合っている。その中で彼は息を止め、怒りの炎を抑え、涙を堪えた——家族が彼を必要としている。ここで足を止めるわけにはいかない。<br><br>空から砲火が降り注ぐ。よろめきながら地獄と化した牧場に戻ると、年老いたグレイとニック、そして幼い頃から共に育ってきた仲間たちは、すでに火の海に葬り去られていた。それでもわずかな希望に縋り、小さな人影を探し始める——あの子は最近ようやく歩けるようになったのだ。彼が与えた小さなアコースティックギターを一生懸命に弾いて、ケラケラと笑っていた。しかし、探しても探しても、その姿はどこにもない。そこには何ひとつなかった。故郷に残されたのは黒焦げの大地だけ…彼らのために墓を建てることさえ叶わないほど、燃やし尽くされたのである。<br><br><i>「スターピースカンパニー…市場開拓部……」</i><br>その悪夢のような名前と光景は、この先何年も彼の骨の髄まで刻み込まれることになる。たとえ魂を入れ替えたとしても、忘れることはないだろう。<br><br>「アルガン・アパシェ」星の記録によると、代々その地で遊牧していた民族は原因不明の大災害の後、ほとんどが姿を消したとされている。そして生き残った老若男女は、ますます狭くなった私有地で暮らすようになった。今日に至るまで、あの黒い鉱物は希少な金属として、高性能武器を製造するため大量に運用されており、続々と訪れるカンパニーの輸送艦によって、多くの星に送り出されている。"
        },
        {
            "_id": 4,
            "Story": "<i>「この道は君には向いてない、さっさと出ていきなさい。何か仕事でも始めるか…学校にでも通ったほうがいいわ」</i><br>背の低い医者は半分ほど食べたサンドイッチを置くと、明らかにサイズの大きい白衣で手を拭いた。<br><br>男は一言も発することなく服を脱ぐ。それによって体中の傷跡が露わになったが、医者は気にも留めずに小言を吐き続けた。<br><i>「君のような若者は、よりよい未来を手にする資格がある。この道は行く当てのない人たちのため…つまり人生をやり直す力はなくても、正義を貫こうとする人たちのためにあるの……」</i><br>冷たい銃口が医者の額——恐らく、一応は額と呼ばれる部分に押し当てられる。<br><i>「学校は勉強がしたくなったら行くさ」</i>男は脅しをかけた。<br><i>「怖がらせようとしているんでしょうけど、私に銃は効かない…まあいいわ、早く横になって」</i>医者は仕方なさそうに言った。<br><br>……<br>手術台の無影灯が点灯する。<br>彼は深海に落ちていくような感覚に陥った。肉体は包み込まれ、周囲に溶け込み、次第に消えていく。空虚な思考だけが元の場所で藻掻き、苦しんでいる。<br>不思議なことに、恐怖、不安、孤独、暗闇、怒り…それらの感情は肉体と共に消え去るのではなく、別の形で残され、ますます重たくなっていった。<br>不意に、何かが焦げたような臭いが鼻を突いたかと思うと、医者の浅い呼吸まで感じることができるようになった——まさか、彼女は呼吸しているのか？ついそんな考えが頭を過ぎる。直後、電子機器のブザーが耳元で木霊した。新しい青い血が、彼の飢えた心臓へ流れることを拒んでいるのだ。<br>彼はそのまま眠ってしまいたくなった…もう目覚めなくてもいい。<br>ところが、あの荒っぽい歌声と優しい励ましの言葉が聞こえて、再び過去の記憶が蘇る。骨の髄まで刻まれた憎しみは、暗闇の中で朧げな光へと変わり、その光に導かれ、彼はようやく水面に浮かび上がった。<br>……<br><br><i>「おめでとう。君はちょっとやそっとでは死なないようね」</i><br>医者は白衣で血だらけの手を拭うと、改めて残り半分となったサンドウィッチを手に取った。<br><i>「死ぬと思ったのか？」</i><br>彼は両手を握り締めた。その手は今、冷たい鉄でできている。<br><i>「大抵の人間は死ぬ」</i>医者は率直にそう言った。<i>「別に私の腕が悪いわけじゃないわよ」</i><br><i>「いいこと教えてやる。オレはとっくに死んでんだ」</i><br><i>「君の名前は？」</i><br>彼は少し躊躇った。優しくて、それでいて荒々しいあの声は、もう聞こえない。凛とした響きのいい名を呼んでくれる人は、もうどこにもいないのだ。<br><i>「ブートヒルだ。オレの故郷じゃあ、撃ち殺されたガンマンのことをそう呼ぶ」</i><br>彼が笑うと鋭い犬歯が露わになった。<br><i>「まだほんの始まりに過ぎねぇ。復讐のために支払う代償の中でも、これは一番軽いモンだからな」</i><br>彼は新しい体を引きずって、よろめきながらドアから出ていった。<br><br><i>「『巡狩』がうまくいくよう祈ってるわ、『巡海レンジャー』ブートヒル！」</i><br>背の低い医者は彼の背中に向かって大声で叫んだ。<br>夜の色が濃くなった外で、ブートヒルは思わず顔を上げる——星々の列に、また1つ明かりが灯された。"
        },
        {
            "_id": 5,
            "Story": "当時皆殺しの命令を下した男について調べるため、彼は何度も「アルガン・アパシェ」に戻ったが、その人物の姿は歴史上の記録から綺麗さっぱり消されていた。<br>そのため、彼は「ガーデン」の支部に押し入り、「アルガン・アパシェ」に関する憶泡を読み取ることにしたのである。結果として、ショーケースに陳列されていた憶泡が次々と転がり落ちてきたため、メモキーパーは彼を足止めしている場合ではなくなり、騒ぎを聞きつけ集まってきた人々も、貴重な記憶を救い出すことに専念したのだった。<br><br>ガーデンを追い出された後、彼はついに「アルガン・アパシェ」の憶泡の中に、あの男の姿を見つけた。<br><i>「オスワルド・シュナイダー、スターピースカンパニー『市場開拓部』主務……」</i><br><br>……<br><br><i>「聞いたか？最近、謎の改造人間がピアポイントの星間ポートでカンパニーの船隊を襲撃してるって話……」</i><br><i>「市場開拓部の取引がいくつも台無しにされたらしいな。面白いじゃないか。あいつら、いつも誰のおかげでデカい顔してられると思ってるんだか……」</i><br><i>「面白い？明日にはピアポイントに戻るんだぞ？俺は頭に銃を突き付けられるなんてごめんだ……」</i><br>制服を着たカンパニーの社員たちが、コーヒーを片手に噴水広場を通り過ぎていく。<br><br>カウボーイは木陰で帽子のつばを下げ、新聞の指名手配書を読みながら、呑気にシングルモルトジュースを飲み下した。<br><i>「ブートヒル。出身地不明。巡海レンジャー。以下の罪に問われている：ピアポイント襲撃5件、スターピースカンパニー市場開拓部の武器庫襲撃3件、P 40 以上のカンパニー社員に対する襲撃複数件。この他、マリー・ルーアン星系の秘宝紛失事件、コンオ恒星環暴動事件、ガリレオ星の大爆発など、カンパニー管轄下の星における複数の事件に関与している」</i><br><br><i>「ベイビーが。銃弾の雨を浴びて命からがら逃げ切ったってのに、大したことないような書き方しやがって……」</i><br>彼は新聞を放り投げ、カンパニー支部を出入りする艦隊を睨んだ。彼の指名手配書に記されている賞金額はどんどん上がっている。しかしオスワルドという男はぬるぬる滑るドジョウのようで、未だに手掛かり1つ掴めていない。ニュースで取り上げられることがないのは仕方ないにしても、なぜか中級社員でさえ彼の居場所は知らないというのだ。<br><br>港では下級のオムニックが整然と貨物を運び、簡素な輸送艦が行ったり来たりしている。彼が 359 隻目の輸送艦を数え終えた時、港にいる社員たちが、何やら帽子を取って敬礼を始めた。不思議に思っていると、豪華な宇宙船が護衛艦に守られながら港を滑り出て、宴の星へと向かうところだった。その仰々しく飾り立てられた艦船を見つめながら、彼は首を横に振って何かを待ち続ける。<br><br>それから数十分後…灰色の小型生態艦が商用艦隊と共に音もなく港を飛び立った<br>——それこそが彼の目的だったのである。<br><br><i>「はっ、越えられねぇ壁はねぇ。オスワルド、アンタを見つけんのは難しいかもしんねぇが…アンタを目の上のたんこぶだと思ってるカンパニーの犬なら、簡単に見つかんだろ？」</i><br><i>「昔、敵と手を組んでオレに殺されたヤツらは今頃、地獄でオレのことを笑いものにしてるかもな……」</i><br>彼は持っていた空き瓶を捨てると、歯を見せて笑った。<br><i>「まあいい、どうせすぐに会える」</i>"
        }
    ]
}

var _voice_ = {
    "1315": [
        {
            "_id": "archive_boothill_1",
            "Title": "初対面",
            "Voice": "ブートヒルだ。この名前を聞いたことあるヤツなら、オレが何してんのかも知ってんだろ。聞いたことないヤツは…知らないままでいい、その命のためにもな。"
        },
        {
            "_id": "archive_boothill_2",
            "Title": "挨拶",
            "Voice": "超ラブリーな天気だと思わねぇか？さあ、今日はどのキューティーがアンハッピーな目に遭うんだ？"
        },
        {
            "_id": "archive_boothill_3",
            "Title": "お別れ",
            "Voice": "また会えるかどうかはわからねぇが…もし再会することがあったら、そん時オレが死体になってねぇことを願っとくぜ。"
        },
        {
            "_id": "archive_boothill_4",
            "Title": "自分について・名前",
            "Voice": "数千年前は弾丸で死んだガンマンのことを「ブートヒル」って呼んでたんだ。つまり、この名前は生きてる人間のもんじゃねぇってことだな。ま、オレは生きてる人間とは言えねぇからピッタリだろ！ハッ！"
        },
        {
            "_id": "archive_boothill_5",
            "Title": "自分について・共感覚ビーコン",
            "Voice": "オレの共感覚ビーコンは改造されてっから、アンタらにはキューティーたちに掛けるオレの言葉がラブリーに聞こえるようになってんだ…ハニー、ダーリン、ベイビー！！…ほらな。"
        },
        {
            "_id": "archive_boothill_6",
            "Title": "世間話・シングルモルトジュース",
            "Voice": "カヴァラン星域で作られてる「バート 17 年」。シェリー樽、圧倒的なピートの香り…酒を飲まねぇヤツは、土をひっくり返したばっかの春の花壇にストロベリーシェイクをかけて、その土を口に入れてみろ…古き良きピートの味がすぐに楽しめるぜ！"
        },
        {
            "_id": "archive_boothill_7",
            "Title": "世間話・旅行",
            "Voice": "カンパニーが出してる旅行のパンフは見たことあるか？面白そうな場所は全部「リスクあり」って書かれてるんだ。指名手配犯になるメリットを教えてやる。自分が「リスクあり」なら、こういう場所は「リスクなし」も同然なんだぜ。"
        },
        {
            "_id": "archive_boothill_8",
            "Title": "世間話・ポリシー",
            "Voice": "持ち金は全部汚ねぇルートで手に入れたもんだが、オレにもポリシーがある。ひとつ、奪った金では遊ばねぇ。ふたつ、信用ポイントは「金」とは呼ばねぇ。みっつ、取るに足らねぇ楽しみは「享楽」には含まねぇ。この3つだけは何があっても守るようにしてるんだ。"
        },
        {
            "_id": "archive_boothill_9",
            "Title": "趣味",
            "Voice": "9ミリ、永遠のクラシックだ…旧式の燐火曳光化合物を加えると、もっとポッピングキャンディーっぽくなるんだが、いかんせんうるせぇんだよな…あ～、なんつったっけか？「曳光弾は2つの仕事をする」？——臆病者をビビらせて追い払うことも、肝が据わってるヤツを誘き出すこともできるって意味だ。"
        },
        {
            "_id": "archive_boothill_10",
            "Title": "悩み事",
            "Voice": "この銀河は怠け者が住む家の台所みたいなもんで、適当に棚を開ければ、その隅に必ずカンパニーのカワイ子ちゃんがいる。つまり掃除の手が行き届いてねぇってことだ。アイツらのこと、まだあんま可愛がってやれてねぇんだよな……"
        },
        {
            "_id": "archive_boothill_11",
            "Title": "シェア",
            "Voice": "人ってのは、信じるか信じないかの決断を迫られることがある。他人の善意、勇気の意味、あとなんか…めちゃくちゃなもんは信じていい。だが、今言ったのが向こうからきてくれるなんて過信はすんじゃねぇぞ——全部アンタが創らなきゃなんねぇもんだからな。"
        },
        {
            "_id": "archive_boothill_12",
            "Title": "見聞",
            "Voice": "「巡狩」の光矢を見たことはあるか？運よく見れたとしても、直視すんのはやめとけ…直視したせいで、オレの右目と体は…ぎゃははははは！嘘に決まってんだろ！"
        },
        {
            "_id": "archive_boothill_13",
            "Title": "丹恒について",
            "Voice": "丹恒はいいヤツだ。もともと仙舟人が嫌いじゃねぇってのもあるが、アイツはオレと一緒で寡黙で、持ってる「飛び道具」を使って自分の考えを示す男気がある。へへ！絶対いい兄弟になれるだろうな！"
        },
        {
            "_id": "archive_boothill_14",
            "Title": "黄泉について",
            "Voice": "あの女がどっから来たのかも、なんで「巡海レンジャー」を騙ってんのかも知らねぇが、オレの正義の邪魔にはならねぇよ。正義を貫く道は1つだけじゃねぇからな！"
        },
        {
            "_id": "archive_boothill_19",
            "Title": "ブラックスワンについて",
            "Voice": "あのメモキーパーを探すのは難しいっちゃ難しいが、簡単っちゃ簡単だ。時間をかけて情報を探っても無駄だぜ。その場で突っ立って「探しに来い」って念じれば、向こうから来てくれるはずだ。"
        },
        {
            "_id": "archive_boothill_15",
            "Title": "サンデーについて",
            "Voice": "あの名言、なんつったっけか？「遅刻への道は全員で競争している」？…思い出した！「地獄への道は善意で舗装されている」だ！アイツにはこの言葉がピッタリだぜ！"
        },
        {
            "_id": "archive_boothill_16",
            "Title": "アルジェンティについて",
            "Voice": "前に偶然会ったことがある。宇宙で同じようなセンスのヤツに出くわすのは珍しいんだが…アイツもオレも金属の鎧を着て、「飛び道具」を使う…何より重要なのは、どっちも高潔な心を持ってることだ。"
        },
        {
            "_id": "archive_boothill_17",
            "Title": "アベンチュリンについて",
            "Voice": "ハッ！アイツはオレと同じ命知らずだって有名だぜ。いっそもうちょい頑張って…バン！へへ、そうすりゃオレの懸賞金も倍になるんじゃねぇか？"
        },
        {
            "_id": "archive_boothill_18",
            "Title": "トパーズについて",
            "Voice": "カンパニーの腐った連中の中じゃあ、まあまあの評判らしいな？ハッ、関係ねぇ！カンパニーにいる限り、あの女も他の連中と同じだ！"
        },
        {
            "_id": "archive_boothill_20",
            "Title": "乱破について",
            "Voice": "わけわかんねぇこと言ってっからって、乱破をただのめでてぇヤツだと思ったら大間違いだぜ。アイツはああ見えて意外と頭が切れんだ。しかも仁義を重んじ、絶対に自分の「忍道」を守って、どんなラブリーなことがあっても信念を曲げることはねぇ。"
        },
        {
            "_id": "archive_boothill_21",
            "Title": "Mr.レックについて",
            "Voice": "アイツはラブリーでベイビーな映画のことばっか考えてやがる…夢中になりゃ他のことなんざ目に入んなくなっちまうくらいにな。悪いヤツとまでは言わねぇが、気をつけたほうがいいぜ。知らねぇ間にサン・オブ・ザ・ウーウーボの「映画の題材」にされちまうかもしんねぇからな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_boothill",
            "Title": "星魂覚醒",
            "Voice": "「ルール」は覚えてるか？ハッ、ンなもん忘れちまえ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_boothill",
            "Title": "キャラクター昇格",
            "Voice": "ああ、ホーリーベイビー最高だぜ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_boothill",
            "Title": "レベルMax",
            "Voice": "時代は変わったんだよ、ハニー！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_boothill",
            "Title": "軌跡覚醒",
            "Voice": "生き残れるかどうかは、これにかかってんだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toacheron_boothill",
            "Title": "パーティ編成・黄泉",
            "Voice": "ハッ！懸賞金に興味持たれてたら、オレはとっくに死んでただろうな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toblackswan_boothill",
            "Title": "パーティ編成・ブラックスワン",
            "Voice": "噂をすれば影だな？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanheng_boothill",
            "Title": "パーティ編成・丹恒",
            "Voice": "ホーリーベイビー！会いたかったぜ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toargenti_boothill",
            "Title": "パーティ編成・アルジェンティ",
            "Voice": "「純美の騎士団」と「巡海レンジャー」を組ませるなんざ、どんな大物だ？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaventurine_boothill",
            "Title": "パーティ編成・アベンチュリン",
            "Voice": "雑魚を片付けたらアンタの処遇を決めようぜ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totopaz_boothill",
            "Title": "パーティ編成・トパーズ",
            "Voice": "あ？指名手配犯を前にしても動じねぇだと？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_torappa_boothill",
            "Title": "パーティ編成・乱破",
            "Voice": "行くぞ「忍侠」、派手に暴れてやろうぜ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_boothill",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "遠慮すんな、オレの奢りだ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_boothill",
            "Title": "戦闘開始・危険予知",
            "Voice": "ほら、オレを殺してみな！"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_boothill_01",
            "Title": "ターン・1",
            "Voice": "弾丸を食らいに来たのか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_boothill_02",
            "Title": "ターン・2",
            "Voice": "ちゃんと立ちやがれ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_boothill",
            "Title": "戦闘中待機",
            "Voice": "…まだか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_boothill_01",
            "Title": "通常攻撃",
            "Voice": "もっと速く！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_01",
            "Title": "強化通常攻撃・アクティブ・1",
            "Voice": "構えろ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_01_b",
            "Title": "強化通常攻撃・発動・1",
            "Voice": "3数えるとは言ってねぇぞ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_02",
            "Title": "強化通常攻撃・アクティブ・2",
            "Voice": "ファイヤー！"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_boothill_02_b",
            "Title": "強化通常攻撃・発動・2",
            "Voice": "コイツはご褒美だ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_boothill_01",
            "Title": "戦闘スキル・1",
            "Voice": "来いよ、決闘だ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_boothill_02",
            "Title": "戦闘スキル・2",
            "Voice": "かかってこい、ベイビー！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_boothill_01",
            "Title": "攻撃を受ける",
            "Voice": "なんだ、メシ食ってねぇのか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_boothill_01",
            "Title": "重撃を受ける",
            "Voice": "心臓を狙え！"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_boothill",
            "Title": "必殺技・アクティブ",
            "Voice": "アンタらと話すことはねぇ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_boothill",
            "Title": "必殺技・発動",
            "Voice": "この世には——引き金を引くヤツと…墓穴を掘るヤツがいるんだぜ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_boothill_01",
            "Title": "戦闘不能",
            "Voice": "はは、いい腕だ……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_boothill",
            "Title": "戦闘に戻る",
            "Voice": "今度こそダメかと思ったぜ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_boothill",
            "Title": "HP回復",
            "Voice": "これ金取られんのか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_boothill",
            "Title": "秘技",
            "Voice": "バン！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_boothill",
            "Title": "戦闘勝利",
            "Voice": "撃つ時に無駄口叩くな！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_boothill",
            "Title": "戦利品を開ける・1",
            "Voice": "ふん、オレの懸賞金より安いじゃねぇか。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_boothill_02",
            "Title": "戦利品を開ける・2",
            "Voice": "悪くねぇな、いくらぐらいになりそうだ？"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_boothill",
            "Title": "貴重な戦利品を開ける",
            "Voice": "金ごときで喜ぶな…特にカンパニーの金ではな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_boothill",
            "Title": "謎解きに成功・1",
            "Voice": "こんなことに脳チップを使わせんじゃねぇ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_boothill_02",
            "Title": "謎解きに成功・2",
            "Voice": "くだらねぇ、的を撃ってたほうがマシだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_boothill",
            "Title": "敵ターゲット発見",
            "Voice": "ふん、やられに来たのか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_boothill",
            "Title": "町に戻る",
            "Voice": "オレは住む家があるヤツが一番ムカつくんだ。"
        }
    ]
}

var _notes_ = {
    "1315": [
        "Pocket Trickshot's Toughness Reduction boost <b>is an independent multiplier</b>.<br>It is not additive with Weakness Break Efficiency, but multiplicative.",
        "Enhanced Basic ATK with 3 stacks Pocket Trickshot will deal @5#  Toughness Reduction, the highest in the game.",
        "After breaking Weakness, Standoff will only be dispelled after all DMG is dealt. Therefore the ATK that triggered Weakness Break, and the Break DMG that was triggered, will both be boosted by the DMG increase provided by Standoff."
    ]
}

var _adiff_ = {
    "1315": {
        "v2": [
            "Overworld shoot distance @40m → 15m#<br>Reference: March 7th 14.4m, Bronya 14m, Qingque 12m."
        ]
    }
}

var _mtc_ = {
    "1315": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "114011": 5
            },
            {
                "2": 8000,
                "114011": 10
            },
            {
                "2": 16000,
                "114012": 6,
                "110421": 3
            },
            {
                "2": 40000,
                "114012": 9,
                "110421": 7
            },
            {
                "2": 80000,
                "114013": 6,
                "110421": 20
            },
            {
                "2": 160000,
                "114013": 9,
                "110421": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "114013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "114011": 3
                    },
                    {
                        "2": 5000,
                        "110191": 3,
                        "114011": 6
                    },
                    {
                        "2": 10000,
                        "110192": 3,
                        "114012": 3
                    },
                    {
                        "2": 20000,
                        "110192": 5,
                        "114012": 4
                    },
                    {
                        "2": 30000,
                        "110192": 7,
                        "114012": 6
                    },
                    {
                        "2": 45000,
                        "110193": 3,
                        "114013": 3
                    },
                    {
                        "2": 80000,
                        "110193": 5,
                        "110505": 1,
                        "114013": 4
                    },
                    {
                        "2": 160000,
                        "110193": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110193": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "撃破特効 +37.3%",
                "Mat": {
                    "2": 237500,
                    "114011": 2,
                    "110192": 8,
                    "114012": 7,
                    "110193": 11,
                    "114013": 11
                }
            },
            {
                "Name": "攻撃力 +18%",
                "Mat": {
                    "2": 210000,
                    "110191": 3,
                    "114011": 6,
                    "110193": 11,
                    "114013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110192": 3,
                    "114012": 3,
                    "110193": 8,
                    "114013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "ゴーストロード",
                "Mat": {
                    "2": 5000,
                    "110191": 3,
                    "110505": 1
                }
            },
            {
                "Name": "死地からの脱出",
                "Mat": {
                    "2": 20000,
                    "110192": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "ポイントブランク",
                "Mat": {
                    "2": 160000,
                    "110193": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}