// Auto Generated

var _avatarskill_ = {
    "140204": {
        "v1": {
            "Name": "薔薇色の指",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「ラフトラ」の初期速度は <b>#4[f]</b> 。初期最大HPは、アグライアの最大HP@ <b>#5[p]</b> #分+@ <b>#6[f]</b> #。ラフトラがフィールド上にいる場合、アグライアが攻撃を行う時、敵に「隙を縫う糸」状態を付与する。「隙を縫う糸」は最後に付与されたターゲットにのみ効果を発揮する。",
            "Params": [
                [
                    0.12,
                    0.0,
                    0.0,
                    40.0,
                    0.44,
                    180.0
                ],
                [
                    0.138,
                    0.0,
                    0.0,
                    40.0,
                    0.4675,
                    247.5
                ],
                [
                    0.156,
                    0.0,
                    0.0,
                    40.0,
                    0.495,
                    315.0
                ],
                [
                    0.174,
                    0.0,
                    0.0,
                    40.0,
                    0.5225,
                    382.5
                ],
                [
                    0.192,
                    0.0,
                    0.0,
                    40.0,
                    0.55,
                    450.0
                ],
                [
                    0.21,
                    0.0,
                    0.0,
                    40.0,
                    0.572,
                    504.0
                ],
                [
                    0.2325,
                    0.0,
                    0.0,
                    40.0,
                    0.594,
                    558.0
                ],
                [
                    0.255,
                    0.0,
                    0.0,
                    40.0,
                    0.616,
                    612.0
                ],
                [
                    0.2775,
                    0.0,
                    0.0,
                    40.0,
                    0.638,
                    666.0
                ],
                [
                    0.3,
                    0.0,
                    0.0,
                    40.0,
                    0.66,
                    720.0
                ],
                [
                    0.318,
                    0.0,
                    0.0,
                    40.0,
                    0.682,
                    774.0
                ],
                [
                    0.336,
                    0.0,
                    0.0,
                    40.0,
                    0.704,
                    828.0
                ],
                [
                    0.354,
                    0.0,
                    0.0,
                    40.0,
                    0.726,
                    882.0
                ],
                [
                    0.372,
                    0.0,
                    0.0,
                    40.0,
                    0.748,
                    936.0
                ],
                [
                    0.39,
                    0.0,
                    0.0,
                    40.0,
                    0.77,
                    990.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Passive"
        },
        "v2": {
            "Name": "薔薇色の指",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「ラフトラ」の初期速度は <b>#4[f]</b> 。初期最大HPは、アグライアの最大HP@ <b>#5[p]</b> #分+@ <b>#6[f]</b> #。ラフトラがフィールド上にいる場合、アグライアが攻撃を行う時、敵に「隙を縫う糸」状態を付与する。「隙を縫う糸」は最後に付与されたターゲットにのみ効果を発揮する。",
            "Params": [
                [
                    0.12,
                    0.0,
                    0.0,
                    40.0,
                    0.44,
                    180.0
                ],
                [
                    0.138,
                    0.0,
                    0.0,
                    40.0,
                    0.4675,
                    247.5
                ],
                [
                    0.156,
                    0.0,
                    0.0,
                    40.0,
                    0.495,
                    315.0
                ],
                [
                    0.174,
                    0.0,
                    0.0,
                    40.0,
                    0.5225,
                    382.5
                ],
                [
                    0.192,
                    0.0,
                    0.0,
                    40.0,
                    0.55,
                    450.0
                ],
                [
                    0.21,
                    0.0,
                    0.0,
                    40.0,
                    0.572,
                    504.0
                ],
                [
                    0.2325,
                    0.0,
                    0.0,
                    40.0,
                    0.594,
                    558.0
                ],
                [
                    0.255,
                    0.0,
                    0.0,
                    40.0,
                    0.616,
                    612.0
                ],
                [
                    0.2775,
                    0.0,
                    0.0,
                    40.0,
                    0.638,
                    666.0
                ],
                [
                    0.3,
                    0.0,
                    0.0,
                    40.0,
                    0.66,
                    720.0
                ],
                [
                    0.318,
                    0.0,
                    0.0,
                    40.0,
                    0.682,
                    774.0
                ],
                [
                    0.336,
                    0.0,
                    0.0,
                    40.0,
                    0.704,
                    828.0
                ],
                [
                    0.354,
                    0.0,
                    0.0,
                    40.0,
                    0.726,
                    882.0
                ],
                [
                    0.372,
                    0.0,
                    0.0,
                    40.0,
                    0.748,
                    936.0
                ],
                [
                    0.39,
                    0.0,
                    0.0,
                    40.0,
                    0.77,
                    990.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Passive"
        },
        "v3": {
            "Name": "薔薇色の指先",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「ラフトラ」の初期速度は、アグライアの基礎速度の <b>#4[p]</b> 分。初期最大HPは、アグライアの最大HP@ <b>#5[p]</b> #分+@ <b>#6[f]</b> #。ラフトラがフィールド上にいる場合、アグライアが攻撃を行う時、敵に「隙を縫う糸」状態を付与する。「隙を縫う糸」状態の敵を攻撃した後、追加でアグライアの攻撃力@ <b>#1[p]</b> #分の<u>付加ダメージ</u>を与える。「隙を縫う糸」状態は最後に付与されたターゲットにのみ効果を発揮する。",
            "Params": [
                [
                    0.12,
                    0.0,
                    0.0,
                    0.35,
                    0.44,
                    180.0
                ],
                [
                    0.138,
                    0.0,
                    0.0,
                    0.35,
                    0.4675,
                    247.5
                ],
                [
                    0.156,
                    0.0,
                    0.0,
                    0.35,
                    0.495,
                    315.0
                ],
                [
                    0.174,
                    0.0,
                    0.0,
                    0.35,
                    0.5225,
                    382.5
                ],
                [
                    0.192,
                    0.0,
                    0.0,
                    0.35,
                    0.55,
                    450.0
                ],
                [
                    0.21,
                    0.0,
                    0.0,
                    0.35,
                    0.572,
                    504.0
                ],
                [
                    0.2325,
                    0.0,
                    0.0,
                    0.35,
                    0.594,
                    558.0
                ],
                [
                    0.255,
                    0.0,
                    0.0,
                    0.35,
                    0.616,
                    612.0
                ],
                [
                    0.2775,
                    0.0,
                    0.0,
                    0.35,
                    0.638,
                    666.0
                ],
                [
                    0.3,
                    0.0,
                    0.0,
                    0.35,
                    0.66,
                    720.0
                ],
                [
                    0.318,
                    0.0,
                    0.0,
                    0.35,
                    0.682,
                    774.0
                ],
                [
                    0.336,
                    0.0,
                    0.0,
                    0.35,
                    0.704,
                    828.0
                ],
                [
                    0.354,
                    0.0,
                    0.0,
                    0.35,
                    0.726,
                    882.0
                ],
                [
                    0.372,
                    0.0,
                    0.0,
                    0.35,
                    0.748,
                    936.0
                ],
                [
                    0.39,
                    0.0,
                    0.0,
                    0.35,
                    0.77,
                    990.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Passive",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Name": "薔薇色の指先",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「ラフトラ」の初期速度は、アグライアの基礎速度の <b>#4[p]</b> 分。初期最大HPは、アグライアの最大HP@ <b>#5[p]</b> #分+@ <b>#6[f]</b> #。ラフトラがフィールド上にいる場合、アグライアが攻撃を行う時、敵に「隙を縫う糸」状態を付与する。「隙を縫う糸」状態の敵を攻撃した後、追加でアグライアの攻撃力@ <b>#1[p]</b> #分の<u>付加ダメージ</u>を与える。「隙を縫う糸」状態は最後に付与されたターゲットにのみ効果を発揮する。",
            "Params": [
                [
                    0.12,
                    0.0,
                    0.0,
                    0.35,
                    0.44,
                    180.0
                ],
                [
                    0.138,
                    0.0,
                    0.0,
                    0.35,
                    0.4675,
                    247.5
                ],
                [
                    0.156,
                    0.0,
                    0.0,
                    0.35,
                    0.495,
                    315.0
                ],
                [
                    0.174,
                    0.0,
                    0.0,
                    0.35,
                    0.5225,
                    382.5
                ],
                [
                    0.192,
                    0.0,
                    0.0,
                    0.35,
                    0.55,
                    450.0
                ],
                [
                    0.21,
                    0.0,
                    0.0,
                    0.35,
                    0.572,
                    504.0
                ],
                [
                    0.2325,
                    0.0,
                    0.0,
                    0.35,
                    0.594,
                    558.0
                ],
                [
                    0.255,
                    0.0,
                    0.0,
                    0.35,
                    0.616,
                    612.0
                ],
                [
                    0.2775,
                    0.0,
                    0.0,
                    0.35,
                    0.638,
                    666.0
                ],
                [
                    0.3,
                    0.0,
                    0.0,
                    0.35,
                    0.66,
                    720.0
                ],
                [
                    0.318,
                    0.0,
                    0.0,
                    0.35,
                    0.682,
                    774.0
                ],
                [
                    0.336,
                    0.0,
                    0.0,
                    0.35,
                    0.704,
                    828.0
                ],
                [
                    0.354,
                    0.0,
                    0.0,
                    0.35,
                    0.726,
                    882.0
                ],
                [
                    0.372,
                    0.0,
                    0.0,
                    0.35,
                    0.748,
                    936.0
                ],
                [
                    0.39,
                    0.0,
                    0.0,
                    0.35,
                    0.77,
                    990.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Passive",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Name": "薔薇色の指先",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「ラフトラ」の初期速度は、アグライアの速度の <b>#4[p]</b> 分。初期最大HPは、アグライアの最大HP@ <b>#5[p]</b> #分+@ <b>#6[f]</b> #。<br>ラフトラがフィールド上にいる場合、アグライアが攻撃を行う時、敵に「隙を縫う糸」状態を付与する。「隙を縫う糸」状態の敵を攻撃した後、追加でアグライアの攻撃力@ <b>#1[p]</b> #分の<u>付加ダメージ</u>を与える。「隙を縫う糸」状態は最後に付与されたターゲットにのみ効果を発揮する。",
            "Params": [
                [
                    0.12,
                    0.0,
                    0.0,
                    0.35,
                    0.44,
                    180.0
                ],
                [
                    0.138,
                    0.0,
                    0.0,
                    0.35,
                    0.4675,
                    247.5
                ],
                [
                    0.156,
                    0.0,
                    0.0,
                    0.35,
                    0.495,
                    315.0
                ],
                [
                    0.174,
                    0.0,
                    0.0,
                    0.35,
                    0.5225,
                    382.5
                ],
                [
                    0.192,
                    0.0,
                    0.0,
                    0.35,
                    0.55,
                    450.0
                ],
                [
                    0.21,
                    0.0,
                    0.0,
                    0.35,
                    0.572,
                    504.0
                ],
                [
                    0.2325,
                    0.0,
                    0.0,
                    0.35,
                    0.594,
                    558.0
                ],
                [
                    0.255,
                    0.0,
                    0.0,
                    0.35,
                    0.616,
                    612.0
                ],
                [
                    0.2775,
                    0.0,
                    0.0,
                    0.35,
                    0.638,
                    666.0
                ],
                [
                    0.3,
                    0.0,
                    0.0,
                    0.35,
                    0.66,
                    720.0
                ],
                [
                    0.318,
                    0.0,
                    0.0,
                    0.35,
                    0.682,
                    774.0
                ],
                [
                    0.336,
                    0.0,
                    0.0,
                    0.35,
                    0.704,
                    828.0
                ],
                [
                    0.354,
                    0.0,
                    0.0,
                    0.35,
                    0.726,
                    882.0
                ],
                [
                    0.372,
                    0.0,
                    0.0,
                    0.35,
                    0.748,
                    936.0
                ],
                [
                    0.39,
                    0.0,
                    0.0,
                    0.35,
                    0.77,
                    990.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Passive",
            "EE": [
                10000005
            ]
        },
        "v6": {
            "Name": "薔薇色の指先",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「ラフトラ」の初期速度は、アグライアの速度の <b>#4[p]</b> 分となり、初期最大HPは、アグライアの最大HP@ <b>#5[p]</b> #分+@ <b>#6[f]</b> #となる。<br>ラフトラがフィールド上にいる場合、アグライアが攻撃を行う時、敵に「隙を縫う糸」状態を付与する。「隙を縫う糸」状態の敵を攻撃した後、追加でアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性<u>付加ダメージ</u>を与える。「隙を縫う糸」状態は最後に付与されたターゲットにのみ効果を発揮する。",
            "Params": [
                [
                    0.12,
                    0.0,
                    0.0,
                    0.35,
                    0.44,
                    180.0
                ],
                [
                    0.138,
                    0.0,
                    0.0,
                    0.35,
                    0.4675,
                    247.5
                ],
                [
                    0.156,
                    0.0,
                    0.0,
                    0.35,
                    0.495,
                    315.0
                ],
                [
                    0.174,
                    0.0,
                    0.0,
                    0.35,
                    0.5225,
                    382.5
                ],
                [
                    0.192,
                    0.0,
                    0.0,
                    0.35,
                    0.55,
                    450.0
                ],
                [
                    0.21,
                    0.0,
                    0.0,
                    0.35,
                    0.572,
                    504.0
                ],
                [
                    0.2325,
                    0.0,
                    0.0,
                    0.35,
                    0.594,
                    558.0
                ],
                [
                    0.255,
                    0.0,
                    0.0,
                    0.35,
                    0.616,
                    612.0
                ],
                [
                    0.2775,
                    0.0,
                    0.0,
                    0.35,
                    0.638,
                    666.0
                ],
                [
                    0.3,
                    0.0,
                    0.0,
                    0.35,
                    0.66,
                    720.0
                ],
                [
                    0.318,
                    0.0,
                    0.0,
                    0.35,
                    0.682,
                    774.0
                ],
                [
                    0.336,
                    0.0,
                    0.0,
                    0.35,
                    0.704,
                    828.0
                ],
                [
                    0.354,
                    0.0,
                    0.0,
                    0.35,
                    0.726,
                    882.0
                ],
                [
                    0.372,
                    0.0,
                    0.0,
                    0.35,
                    0.748,
                    936.0
                ],
                [
                    0.39,
                    0.0,
                    0.0,
                    0.35,
                    0.77,
                    990.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Passive",
            "EE": [
                10000005
            ]
        }
    },
    "1140201": {
        "v1": {
            "Name": "クシフォスのワナ",
            "MaxLevel": 10,
            "Type": "記憶の精霊スキル",
            "Tag": "拡散攻撃",
            "Desc": "敵単体に攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵に攻撃力@ <b>#2[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.55,
                    0.33,
                    1.0
                ],
                [
                    0.66,
                    0.396,
                    1.0
                ],
                [
                    0.77,
                    0.462,
                    1.0
                ],
                [
                    0.88,
                    0.528,
                    1.0
                ],
                [
                    0.99,
                    0.594,
                    1.0
                ],
                [
                    1.1,
                    0.66,
                    1.0
                ],
                [
                    1.21,
                    0.726,
                    1.0
                ],
                [
                    1.32,
                    0.792,
                    1.0
                ],
                [
                    1.43,
                    0.858,
                    1.0
                ],
                [
                    1.54,
                    0.924,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11402_Servant01"
        },
        "v2": {
            "Name": "クシフォスのワナ",
            "MaxLevel": 10,
            "Type": "記憶の精霊スキル",
            "Tag": "拡散攻撃",
            "Desc": "敵単体に攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵に攻撃力@ <b>#2[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.55,
                    0.33,
                    1.0
                ],
                [
                    0.66,
                    0.396,
                    1.0
                ],
                [
                    0.77,
                    0.462,
                    1.0
                ],
                [
                    0.88,
                    0.528,
                    1.0
                ],
                [
                    0.99,
                    0.594,
                    1.0
                ],
                [
                    1.1,
                    0.66,
                    1.0
                ],
                [
                    1.21,
                    0.726,
                    1.0
                ],
                [
                    1.32,
                    0.792,
                    1.0
                ],
                [
                    1.43,
                    0.858,
                    1.0
                ],
                [
                    1.54,
                    0.924,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11402_Servant01"
        },
        "v3": {
            "Name": "サイフォスの罠",
            "MaxLevel": 10,
            "Type": "記憶の精霊スキル",
            "Tag": "拡散攻撃",
            "Desc": "敵単体に攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵に攻撃力の@ <b>#2[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.55,
                    0.33,
                    1.0
                ],
                [
                    0.66,
                    0.396,
                    1.0
                ],
                [
                    0.77,
                    0.462,
                    1.0
                ],
                [
                    0.88,
                    0.528,
                    1.0
                ],
                [
                    0.99,
                    0.594,
                    1.0
                ],
                [
                    1.1,
                    0.66,
                    1.0
                ],
                [
                    1.21,
                    0.726,
                    1.0
                ],
                [
                    1.32,
                    0.792,
                    1.0
                ],
                [
                    1.43,
                    0.858,
                    1.0
                ],
                [
                    1.54,
                    0.924,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_11402_Servant01"
        },
        "v4": {
            "Name": "サイフォスの罠",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "拡散攻撃",
            "Desc": "敵単体に攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵に攻撃力の@ <b>#2[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.55,
                    0.33,
                    1.0
                ],
                [
                    0.66,
                    0.396,
                    1.0
                ],
                [
                    0.77,
                    0.462,
                    1.0
                ],
                [
                    0.88,
                    0.528,
                    1.0
                ],
                [
                    0.99,
                    0.594,
                    1.0
                ],
                [
                    1.1,
                    0.66,
                    1.0
                ],
                [
                    1.21,
                    0.726,
                    1.0
                ],
                [
                    1.32,
                    0.792,
                    1.0
                ],
                [
                    1.43,
                    0.858,
                    1.0
                ],
                [
                    1.54,
                    0.924,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_11402_Servant01"
        },
        "v5": {
            "Name": "サイフォスの罠",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "拡散攻撃",
            "Desc": "敵単体に攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵に攻撃力@ <b>#2[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.55,
                    0.33,
                    1.0
                ],
                [
                    0.66,
                    0.396,
                    1.0
                ],
                [
                    0.77,
                    0.462,
                    1.0
                ],
                [
                    0.88,
                    0.528,
                    1.0
                ],
                [
                    0.99,
                    0.594,
                    1.0
                ],
                [
                    1.1,
                    0.66,
                    1.0
                ],
                [
                    1.21,
                    0.726,
                    1.0
                ],
                [
                    1.32,
                    0.792,
                    1.0
                ],
                [
                    1.43,
                    0.858,
                    1.0
                ],
                [
                    1.54,
                    0.924,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_11402_Servant01"
        },
        "v6": {
            "Name": "サイフォスの罠",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "拡散攻撃",
            "Desc": "敵単体に攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵に攻撃力@ <b>#2[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.55,
                    0.33,
                    1.0
                ],
                [
                    0.66,
                    0.396,
                    1.0
                ],
                [
                    0.77,
                    0.462,
                    1.0
                ],
                [
                    0.88,
                    0.528,
                    1.0
                ],
                [
                    0.99,
                    0.594,
                    1.0
                ],
                [
                    1.1,
                    0.66,
                    1.0
                ],
                [
                    1.21,
                    0.726,
                    1.0
                ],
                [
                    1.32,
                    0.792,
                    1.0
                ],
                [
                    1.43,
                    0.858,
                    1.0
                ],
                [
                    1.54,
                    0.924,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "AttackType": "Servant",
            "Stance": [
                1.0,
                0.0,
                0.5
            ],
            "Icon": "SkillIcon_11402_Servant01"
        }
    },
    "1140203": {
        "v1": {
            "Name": "涙鍛の匠躯",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "「隙を縫う糸」状態の敵を攻撃した後、自身の速度が@ <b>#1[f]</b> #アップする、最大で <b>#3[f]</b> 層累積できる。",
            "Params": [
                [
                    48.0,
                    3.0,
                    6.0
                ],
                [
                    50.4,
                    3.0,
                    6.0
                ],
                [
                    52.8,
                    3.0,
                    6.0
                ],
                [
                    55.2,
                    3.0,
                    6.0
                ],
                [
                    57.6,
                    3.0,
                    6.0
                ],
                [
                    60.0,
                    3.0,
                    6.0
                ],
                [
                    62.4,
                    3.0,
                    6.0
                ],
                [
                    64.8,
                    3.0,
                    6.0
                ],
                [
                    67.2,
                    3.0,
                    6.0
                ],
                [
                    69.6,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v2": {
            "Name": "涙鍛の匠躯",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "「隙を縫う糸」状態の敵を攻撃した後、自身の速度が@ <b>#1[f]</b> #アップする、最大で <b>#3[f]</b> 層累積できる。",
            "Params": [
                [
                    48.0,
                    3.0,
                    6.0
                ],
                [
                    50.4,
                    3.0,
                    6.0
                ],
                [
                    52.8,
                    3.0,
                    6.0
                ],
                [
                    55.2,
                    3.0,
                    6.0
                ],
                [
                    57.6,
                    3.0,
                    6.0
                ],
                [
                    60.0,
                    3.0,
                    6.0
                ],
                [
                    62.4,
                    3.0,
                    6.0
                ],
                [
                    64.8,
                    3.0,
                    6.0
                ],
                [
                    67.2,
                    3.0,
                    6.0
                ],
                [
                    69.6,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v3": {
            "Name": "涙で鍛えし匠の躯",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "「隙を縫う糸」状態の敵を攻撃した後、自身の速度が@ <b>#1[f]</b> #アップする。この効果は最大で <b>#3[f]</b> 層累積できる。ラフトラは行動時に自動で「サイフォスの罠」を発動し、「隙を縫う糸」状態の敵を優先的に攻撃する。",
            "Params": [
                [
                    40.0,
                    3.0,
                    6.0
                ],
                [
                    42.0,
                    3.0,
                    6.0
                ],
                [
                    44.0,
                    3.0,
                    6.0
                ],
                [
                    46.0,
                    3.0,
                    6.0
                ],
                [
                    48.0,
                    3.0,
                    6.0
                ],
                [
                    50.0,
                    3.0,
                    6.0
                ],
                [
                    52.0,
                    3.0,
                    6.0
                ],
                [
                    54.0,
                    3.0,
                    6.0
                ],
                [
                    56.0,
                    3.0,
                    6.0
                ],
                [
                    58.0,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v4": {
            "Name": "涙で鍛えし匠の躯",
            "MaxLevel": 10,
            "Type": "精霊の天賦",
            "Tag": "強化",
            "Desc": "「隙を縫う糸」状態の敵を攻撃した後、自身の速度が@ <b>#1[f]</b> #アップする。この効果は最大で <b>#3[f]</b> 層累積できる。ラフトラは行動時に自動で「サイフォスの罠」を発動し、「隙を縫う糸」状態の敵を優先的に攻撃する。",
            "Params": [
                [
                    40.0,
                    3.0,
                    6.0
                ],
                [
                    42.0,
                    3.0,
                    6.0
                ],
                [
                    44.0,
                    3.0,
                    6.0
                ],
                [
                    46.0,
                    3.0,
                    6.0
                ],
                [
                    48.0,
                    3.0,
                    6.0
                ],
                [
                    50.0,
                    3.0,
                    6.0
                ],
                [
                    52.0,
                    3.0,
                    6.0
                ],
                [
                    54.0,
                    3.0,
                    6.0
                ],
                [
                    56.0,
                    3.0,
                    6.0
                ],
                [
                    58.0,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v5": {
            "Name": "涙で鍛えし匠の躯",
            "MaxLevel": 10,
            "Type": "精霊の天賦",
            "Tag": "強化",
            "Desc": "「隙を縫う糸」状態の敵を攻撃した後、自身の速度+@ <b>#1[f]</b> #。この効果は最大で <b>#3[f]</b> 層累積できる。<br>ラフトラは行動時に自動で「サイフォスの罠」を発動し、「隙を縫う糸」状態の敵を優先的に攻撃する。",
            "Params": [
                [
                    44.0,
                    3.0,
                    6.0
                ],
                [
                    46.2,
                    3.0,
                    6.0
                ],
                [
                    48.4,
                    3.0,
                    6.0
                ],
                [
                    50.6,
                    3.0,
                    6.0
                ],
                [
                    52.8,
                    3.0,
                    6.0
                ],
                [
                    55.0,
                    3.0,
                    6.0
                ],
                [
                    57.2,
                    3.0,
                    6.0
                ],
                [
                    59.4,
                    3.0,
                    6.0
                ],
                [
                    61.6,
                    3.0,
                    6.0
                ],
                [
                    63.8,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v6": {
            "Name": "涙で鍛えし匠の躯",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "「隙を縫う糸」状態の敵を攻撃した後、自身の速度+@ <b>#1[f]</b> #。この効果は最大で <b>#3[f]</b> 層累積できる。<br>ラフトラは行動時に自動で「サイフォスの罠」を発動し、「隙を縫う糸」状態の敵を優先的に攻撃する。",
            "Params": [
                [
                    44.0,
                    3.0,
                    6.0
                ],
                [
                    46.2,
                    3.0,
                    6.0
                ],
                [
                    48.4,
                    3.0,
                    6.0
                ],
                [
                    50.6,
                    3.0,
                    6.0
                ],
                [
                    52.8,
                    3.0,
                    6.0
                ],
                [
                    55.0,
                    3.0,
                    6.0
                ],
                [
                    57.2,
                    3.0,
                    6.0
                ],
                [
                    59.4,
                    3.0,
                    6.0
                ],
                [
                    61.6,
                    3.0,
                    6.0
                ],
                [
                    63.8,
                    3.0,
                    6.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        }
    },
    "1140205": {
        "v1": {
            "Name": "刹那の夏",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラは召喚された時、即座に自身の行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v2": {
            "Name": "刹那の夏",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラは召喚された時、即座に自身の行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v3": {
            "Name": "過ぎ去りし夏影",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "「ラフトラ」が召喚された時、自身の<u>行動順が <b>#1[p]</b> 早まる</u>。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v4": {
            "Name": "過ぎ去りし夏影",
            "MaxLevel": 10,
            "Type": "精霊の天賦",
            "Tag": "強化",
            "Desc": "「ラフトラ」が召喚された時、自身の<u>行動順が <b>#1[p]</b> 早まる</u>。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v5": {
            "Name": "過ぎ去りし夏影",
            "MaxLevel": 10,
            "Type": "精霊の天賦",
            "Tag": "強化",
            "Desc": "「ラフトラ」が召喚された時、自身の<u>行動順が <b>#1[p]</b> 早まる</u>。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v6": {
            "Name": "過ぎ去りし夏影",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "「ラフトラ」が召喚された時、自身の<u>行動順が <b>#1[p]</b> 早まる</u>。",
            "Params": [
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ],
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        }
    },
    "1140206": {
        "v1": {
            "Name": "枯れ草の息吹",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラが消える時、アグライアのEPを <b>#1[f]</b> 回復する。",
            "Params": [
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v2": {
            "Name": "枯れ草の息吹",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラが消える時、アグライアのEPを <b>#1[f]</b> 回復する。",
            "Params": [
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v3": {
            "Name": "枯れ草の息吹",
            "MaxLevel": 10,
            "Type": "記憶の精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラが消える時、アグライアのEPを <b>#1[f]</b> 回復する。",
            "Params": [
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v4": {
            "Name": "枯れ草の息吹",
            "MaxLevel": 10,
            "Type": "精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラが消える時、アグライアのEPを <b>#1[f]</b> 回復する。",
            "Params": [
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v5": {
            "Name": "枯れ草の息吹",
            "MaxLevel": 10,
            "Type": "精霊の天賦",
            "Tag": "強化",
            "Desc": "ラフトラが自滅する時、アグライアのEPを <b>#1[f]</b> 回復する。",
            "Params": [
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        },
        "v6": {
            "Name": "枯れ草の息吹",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "ラフトラが退場する時、アグライアのEPを <b>#1[f]</b> 回復する。",
            "Params": [
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ],
                [
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11402_ServantPassive"
        }
    },
    "140201": {
        "v1": {
            "Name": "クシフォスの蜜",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v2": {
            "Name": "クシフォスの蜜",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v3": {
            "Name": "サイフォスの蜜",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v4": {
            "Name": "サイフォスの蜜",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v5": {
            "Name": "サイフォスの蜜",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v6": {
            "Name": "サイフォスの蜜",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5,
                    1.0
                ],
                [
                    0.6,
                    1.0
                ],
                [
                    0.7,
                    1.0
                ],
                [
                    0.8,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    1.0,
                    1.0
                ],
                [
                    1.1,
                    1.0
                ],
                [
                    1.2,
                    1.0
                ],
                [
                    1.3,
                    1.0
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        }
    },
    "140202": {
        "v1": {
            "Name": "昇華せし名を掲げよ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "召喚",
            "Desc": "ラフトラのHPを最大HP@ <b>#1[p]</b> #分回復する。ラフトラがフィールド上にいない場合、<u>記憶の精霊</u>ラフトラを<u>召喚</u>し、自身が即座に行動する。",
            "Params": [
                [
                    0.25,
                    0.0,
                    5.0
                ],
                [
                    0.275,
                    0.0,
                    5.0
                ],
                [
                    0.3,
                    0.0,
                    5.0
                ],
                [
                    0.325,
                    0.0,
                    5.0
                ],
                [
                    0.35,
                    0.0,
                    5.0
                ],
                [
                    0.375,
                    0.0,
                    5.0
                ],
                [
                    0.40625,
                    0.0,
                    5.0
                ],
                [
                    0.4375,
                    0.0,
                    5.0
                ],
                [
                    0.46875,
                    0.0,
                    5.0
                ],
                [
                    0.5,
                    0.0,
                    5.0
                ],
                [
                    0.525,
                    0.0,
                    5.0
                ],
                [
                    0.55,
                    0.0,
                    5.0
                ],
                [
                    0.575,
                    0.0,
                    5.0
                ],
                [
                    0.6,
                    0.0,
                    5.0
                ],
                [
                    0.625,
                    0.0,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP",
            "EE": [
                10000018
            ]
        },
        "v2": {
            "Name": "昇華せし名を掲げよ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "召喚",
            "Desc": "ラフトラのHPを最大HP@ <b>#1[p]</b> #分回復する。ラフトラがフィールド上にいない場合、<u>記憶の精霊</u>ラフトラを<u>召喚</u>し、自身が即座に行動する。",
            "Params": [
                [
                    0.25,
                    0.0,
                    5.0
                ],
                [
                    0.275,
                    0.0,
                    5.0
                ],
                [
                    0.3,
                    0.0,
                    5.0
                ],
                [
                    0.325,
                    0.0,
                    5.0
                ],
                [
                    0.35,
                    0.0,
                    5.0
                ],
                [
                    0.375,
                    0.0,
                    5.0
                ],
                [
                    0.40625,
                    0.0,
                    5.0
                ],
                [
                    0.4375,
                    0.0,
                    5.0
                ],
                [
                    0.46875,
                    0.0,
                    5.0
                ],
                [
                    0.5,
                    0.0,
                    5.0
                ],
                [
                    0.525,
                    0.0,
                    5.0
                ],
                [
                    0.55,
                    0.0,
                    5.0
                ],
                [
                    0.575,
                    0.0,
                    5.0
                ],
                [
                    0.6,
                    0.0,
                    5.0
                ],
                [
                    0.625,
                    0.0,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP",
            "EE": [
                10000018
            ]
        },
        "v3": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "召喚",
            "Desc": "ラフトラのHPを最大HP@ <b>#1[p]</b> #分回復する。ラフトラがフィールド上にいない場合、<u>記憶の精霊</u>ラフトラを<u>召喚</u>し、自身が即座に行動する。",
            "Params": [
                [
                    0.25,
                    0.0,
                    5.0
                ],
                [
                    0.275,
                    0.0,
                    5.0
                ],
                [
                    0.3,
                    0.0,
                    5.0
                ],
                [
                    0.325,
                    0.0,
                    5.0
                ],
                [
                    0.35,
                    0.0,
                    5.0
                ],
                [
                    0.375,
                    0.0,
                    5.0
                ],
                [
                    0.40625,
                    0.0,
                    5.0
                ],
                [
                    0.4375,
                    0.0,
                    5.0
                ],
                [
                    0.46875,
                    0.0,
                    5.0
                ],
                [
                    0.5,
                    0.0,
                    5.0
                ],
                [
                    0.525,
                    0.0,
                    5.0
                ],
                [
                    0.55,
                    0.0,
                    5.0
                ],
                [
                    0.575,
                    0.0,
                    5.0
                ],
                [
                    0.6,
                    0.0,
                    5.0
                ],
                [
                    0.625,
                    0.0,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP",
            "EE": [
                10000018
            ]
        },
        "v4": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "召喚",
            "Desc": "ラフトラのHPを最大HP@ <b>#1[p]</b> #分回復する。ラフトラがフィールド上にいない場合、<u>記憶の精霊</u>ラフトラを<u>召喚</u>し、自身が即座に行動する。",
            "Params": [
                [
                    0.25,
                    0.0,
                    5.0
                ],
                [
                    0.275,
                    0.0,
                    5.0
                ],
                [
                    0.3,
                    0.0,
                    5.0
                ],
                [
                    0.325,
                    0.0,
                    5.0
                ],
                [
                    0.35,
                    0.0,
                    5.0
                ],
                [
                    0.375,
                    0.0,
                    5.0
                ],
                [
                    0.40625,
                    0.0,
                    5.0
                ],
                [
                    0.4375,
                    0.0,
                    5.0
                ],
                [
                    0.46875,
                    0.0,
                    5.0
                ],
                [
                    0.5,
                    0.0,
                    5.0
                ],
                [
                    0.525,
                    0.0,
                    5.0
                ],
                [
                    0.55,
                    0.0,
                    5.0
                ],
                [
                    0.575,
                    0.0,
                    5.0
                ],
                [
                    0.6,
                    0.0,
                    5.0
                ],
                [
                    0.625,
                    0.0,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP",
            "EE": [
                10000018
            ]
        },
        "v5": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "召喚",
            "Desc": "ラフトラのHPを最大HP@ <b>#1[p]</b> #分回復する。ラフトラがフィールド上にいない場合、@<u>記憶の精霊</u>#ラフトラを@<u>召喚</u>#し、自身が即座に行動する。",
            "Params": [
                [
                    0.25,
                    0.0,
                    5.0
                ],
                [
                    0.275,
                    0.0,
                    5.0
                ],
                [
                    0.3,
                    0.0,
                    5.0
                ],
                [
                    0.325,
                    0.0,
                    5.0
                ],
                [
                    0.35,
                    0.0,
                    5.0
                ],
                [
                    0.375,
                    0.0,
                    5.0
                ],
                [
                    0.40625,
                    0.0,
                    5.0
                ],
                [
                    0.4375,
                    0.0,
                    5.0
                ],
                [
                    0.46875,
                    0.0,
                    5.0
                ],
                [
                    0.5,
                    0.0,
                    5.0
                ],
                [
                    0.525,
                    0.0,
                    5.0
                ],
                [
                    0.55,
                    0.0,
                    5.0
                ],
                [
                    0.575,
                    0.0,
                    5.0
                ],
                [
                    0.6,
                    0.0,
                    5.0
                ],
                [
                    0.625,
                    0.0,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP",
            "EE": [
                10000018
            ]
        },
        "v6": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "召喚",
            "Desc": "ラフトラのHPを最大HP@ <b>#1[p]</b> #分回復する。ラフトラがフィールド上にいない場合、<u>記憶の精霊</u>ラフトラを<u>召喚</u>し、自身が即座に行動する。",
            "Params": [
                [
                    0.25,
                    0.0,
                    5.0
                ],
                [
                    0.275,
                    0.0,
                    5.0
                ],
                [
                    0.3,
                    0.0,
                    5.0
                ],
                [
                    0.325,
                    0.0,
                    5.0
                ],
                [
                    0.35,
                    0.0,
                    5.0
                ],
                [
                    0.375,
                    0.0,
                    5.0
                ],
                [
                    0.40625,
                    0.0,
                    5.0
                ],
                [
                    0.4375,
                    0.0,
                    5.0
                ],
                [
                    0.46875,
                    0.0,
                    5.0
                ],
                [
                    0.5,
                    0.0,
                    5.0
                ],
                [
                    0.525,
                    0.0,
                    5.0
                ],
                [
                    0.55,
                    0.0,
                    5.0
                ],
                [
                    0.575,
                    0.0,
                    5.0
                ],
                [
                    0.6,
                    0.0,
                    5.0
                ],
                [
                    0.625,
                    0.0,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP",
            "EE": [
                10000018
            ]
        }
    },
    "140203": {
        "v1": {
            "Name": "共に舞おう、運命のラフトラ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>する。ラフトラがフィールド上にいる場合、そのHPを最大値まで回復する。アグライアは「至高の姿」状態に入り、即座に行動する。<br>「至高の姿」状態のアグライアは、ラフトラの天賦の速度アップ効果を獲得する（層数はラフトラと同じ）。1層につき、自身の速度+@ <b>#1[p]</b> #。通常攻撃「クシフォスの蜜」が「剣先の千の口付け」に強化され、戦闘スキルが発動できなくなる。また、ラフトラが<u>行動制限系デバフ</u>に抵抗するようになる。<br>アクションバーにカウントダウンが出現する。カウントダウンの速度は <b>#4[f]</b> に固定される。カウントダウンのターンが回ってきた時、ラフトラは退場し、アグライアは「至高の姿」状態を解除する。",
            "Params": [
                [
                    0.1,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.105,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.11,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.115,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.12,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.13125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.1375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.14375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.15,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.155,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.16,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.165,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.17,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.175,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 350.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Ultra",
            "EE": [
                10000011
            ]
        },
        "v2": {
            "Name": "共に舞おう、運命のラフトラ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>する。ラフトラがフィールド上にいる場合、そのHPを最大値まで回復する。アグライアは「至高の姿」状態に入り、即座に行動する。<br>「至高の姿」状態のアグライアは、ラフトラの天賦の速度アップ効果を獲得する（層数はラフトラと同じ）。1層につき、自身の速度+@ <b>#1[p]</b> #。通常攻撃「クシフォスの蜜」が「剣先の千の口付け」に強化され、戦闘スキルが発動できなくなる。また、ラフトラが<u>行動制限系デバフ</u>に抵抗するようになる。<br>アクションバーにカウントダウンが出現する。カウントダウンの速度は <b>#4[f]</b> に固定される。カウントダウンのターンが回ってきた時、ラフトラは退場し、アグライアは「至高の姿」状態を解除する。",
            "Params": [
                [
                    0.1,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.105,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.11,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.115,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.12,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.13125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.1375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.14375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.15,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.155,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.16,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.165,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.17,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.175,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 350.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Ultra",
            "EE": [
                10000011
            ]
        },
        "v3": {
            "Name": "共に舞え、運命のラフトラ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>する。ラフトラがフィールド上にいる場合、そのHPを最大値まで回復する。アグライアは「至高の姿」状態に入り、即座に行動する。<br>「至高の姿」状態のアグライアは、ラフトラの天賦の速度アップ効果を獲得する（層数はラフトラと同じ）。1層につき、自身の速度+@ <b>#1[p]</b> #。通常攻撃「クシフォスの蜜」が「剣先より千の口付けを」に強化され、戦闘スキルが発動できなくなる。また、ラフトラが<u>行動制限系デバフ</u>に抵抗するようになる。<br>アクションバーにカウントダウンが出現する。カウントダウンの速度は <b>#4[f]</b> に固定される。カウントダウンの間に必殺技を発動すると、カウントダウンがリセットされる。カウントダウンが存在する間、ラフトラは自身を消し、アグライアは「至高の姿」状態を解除する。",
            "Params": [
                [
                    0.1,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.105,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.11,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.115,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.12,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.13125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.1375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.14375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.15,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.155,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.16,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.165,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.17,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.175,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 350.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Ultra",
            "EE": [
                10000011
            ]
        },
        "v4": {
            "Name": "共に舞え、運命のラフトラ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>する。ラフトラがフィールド上にいる場合、そのHPを最大値まで回復する。アグライアは「至高の姿」状態に入り、即座に行動する。<br>「至高の姿」状態のアグライアは、ラフトラの天賦の速度アップ効果を獲得する（層数はラフトラと同じ）。1層につき、自身の速度+@ <b>#1[p]</b> #。通常攻撃「クシフォスの蜜」が「剣先より千の口付けを」に強化され、戦闘スキルが発動できなくなる。また、ラフトラが<u>行動制限系デバフ</u>に抵抗するようになる。<br>アクションバーにカウントダウンが出現する。カウントダウンの速度は <b>#4[f]</b> に固定される。カウントダウンの間に必殺技を発動すると、カウントダウンがリセットされる。カウントダウンが存在する間、ラフトラは自身を消し、アグライアは「至高の姿」状態を解除する。",
            "Params": [
                [
                    0.1,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.105,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.11,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.115,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.12,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.13125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.1375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.14375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.15,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.155,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.16,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.165,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.17,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.175,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 350.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Ultra",
            "EE": [
                10000011
            ]
        },
        "v5": {
            "Name": "共に舞え、運命のラフトラ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "@<u>記憶の精霊</u>#「ラフトラ」を@<u>召喚</u>#する。ラフトラがフィールド上にいる場合、そのHPを最大値まで回復する。アグライアは「至高の姿」状態に入り、即座に行動する。<br>「至高の姿」状態のアグライアは、ラフトラの天賦の速度アップ効果を獲得する（層数はラフトラと同じ）。1層につき、自身の速度+@ <b>#1[p]</b> #。通常攻撃「サイフォスの蜜」が「剣先より千の口付けを」に強化され、戦闘スキルが発動できなくなる。また、ラフトラが<u>行動制限系デバフ</u>に抵抗するようになる。<br>アクションバーにカウントダウンが出現する。カウントダウンの速度は <b>#4[f]</b> に固定される。カウントダウンの間に必殺技を発動すると、カウントダウンがリセットされる。カウントダウンのターンが回ってきた時、ラフトラは自滅し、アグライアは「至高の姿」状態を解除する。",
            "Params": [
                [
                    0.1,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.105,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.11,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.115,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.12,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.13125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.1375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.14375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.15,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.155,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.16,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.165,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.17,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.175,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 350.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Ultra",
            "EE": [
                10000011
            ]
        },
        "v6": {
            "Name": "共に舞え、運命のラフトラ",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>する。ラフトラがフィールド上にいる場合、そのHPを最大値まで回復する。アグライアは「至高の姿」状態に入り、即座に行動する。<br>「至高の姿」状態のアグライアは、ラフトラの天賦の速度アップ効果を獲得する（層数はラフトラと同じ）。1層につき、自身の速度+@ <b>#1[p]</b> #。通常攻撃「サイフォスの蜜」が「剣先より千の口付けを」に強化され、戦闘スキルが発動できなくなる。また、ラフトラが<u>行動制限系デバフ</u>に抵抗するようになる。<br>アクションバーにカウントダウンが出現する。カウントダウンの速度は <b>#4[f]</b> に固定される。カウントダウンの間に必殺技を発動すると、カウントダウンがリセットされる。カウントダウンのターンが回ってきた時、ラフトラは自滅し、アグライアは「至高の姿」状態を解除する。",
            "Params": [
                [
                    0.1,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.105,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.11,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.115,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.12,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.13125,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.1375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.14375,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.15,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.155,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.16,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.165,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.17,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ],
                [
                    0.175,
                    0.0,
                    0.0,
                    100.0,
                    0.0,
                    0.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 350.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Ultra",
            "EE": [
                10000011
            ]
        }
    },
    "140206": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        },
        "v6": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Normal"
        }
    },
    "140207": {
        "v1": {
            "Name": "星を纏いし烈剣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>し、共に攻撃する。戦闘に入った後、敵全体アグライアの攻撃力 <b>#1[p]</b> 分の雷属性ダメージを与え、ランダムな敵を「隙を縫う糸」状態にする。",
            "Params": [
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Maze"
        },
        "v2": {
            "Name": "星を纏いし烈剣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を<u>召喚</u>し、共に攻撃する。戦闘に入った後、敵全体アグライアの攻撃力 <b>#1[p]</b> 分の雷属性ダメージを与え、ランダムな敵を「隙を縫う糸」状態にする。",
            "Params": [
                [
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Maze"
        },
        "v3": {
            "Name": "星を纏いし烈剣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を召喚し、共に攻撃する。戦闘に入った後、EPを <b>#2[f]</b> 回復し、敵全体にアグライアの攻撃力 <b>#1[p]</b> 分の雷属性ダメージを与え、ランダムな敵を「隙を縫う糸」状態にする。",
            "Params": [
                [
                    1.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Maze"
        },
        "v4": {
            "Name": "星を纏いし烈剣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を召喚し、共に攻撃する。戦闘に入った後、EPを <b>#2[f]</b> 回復し、敵全体にアグライアの攻撃力 <b>#1[p]</b> 分の雷属性ダメージを与え、ランダムな敵を「隙を縫う糸」状態にする。",
            "Params": [
                [
                    1.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Maze"
        },
        "v5": {
            "Name": "星を纏いし烈剣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "@<u>記憶の精霊</u>#「ラフトラ」を@<u>召喚</u>#し、共に攻撃する。戦闘に入った後、EPを <b>#2[f]</b> 回復し、敵全体にアグライアの攻撃力 <b>#1[p]</b> 分の雷属性ダメージを与え、ランダムな敵を「隙を縫う糸」状態にする。",
            "Params": [
                [
                    1.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Maze"
        },
        "v6": {
            "Name": "星を纏いし烈剣",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "<u>記憶の精霊</u>「ラフトラ」を召喚し、共に攻撃する。戦闘に入った後、EPを <b>#2[f]</b> 回復し、敵全体にアグライアの攻撃力 <b>#1[p]</b> 分の雷属性ダメージを与え、ランダムな敵を「隙を縫う糸」状態にする。",
            "Params": [
                [
                    1.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_Maze"
        }
    },
    "140209": {
        "v1": {
            "Name": "昇華せし名を掲げよ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP"
        },
        "v2": {
            "Name": "昇華せし名を掲げよ",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP"
        },
        "v3": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP"
        },
        "v4": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP"
        },
        "v5": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP"
        },
        "v6": {
            "Name": "掲げよ、昇華せし名を",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<br>Hidden Stat: #1[f]",
            "Params": [
                [
                    0.25
                ],
                [
                    0.275
                ],
                [
                    0.3
                ],
                [
                    0.325
                ],
                [
                    0.35
                ],
                [
                    0.375
                ],
                [
                    0.40625
                ],
                [
                    0.4375
                ],
                [
                    0.46875
                ],
                [
                    0.5
                ],
                [
                    0.525
                ],
                [
                    0.55
                ],
                [
                    0.575
                ],
                [
                    0.6
                ],
                [
                    0.625
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1402_BP"
        }
    },
    "140208": {
        "v1": {
            "Name": "剣先の千の口付け",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "アグライアとラフトラが<u>連携攻撃</u>を行い、敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分+ラフトラの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与え、隣接する敵にアグライアの攻撃力@ <b>#2[p]</b> #分+ラフトラの攻撃力@ <b>#4[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    1.1,
                    0.44,
                    1.1,
                    0.44
                ],
                [
                    1.32,
                    0.528,
                    1.32,
                    0.528
                ],
                [
                    1.54,
                    0.616,
                    1.54,
                    0.616
                ],
                [
                    1.76,
                    0.704,
                    1.76,
                    0.704
                ],
                [
                    1.98,
                    0.792,
                    1.98,
                    0.792
                ],
                [
                    2.2,
                    0.88,
                    2.2,
                    0.88
                ],
                [
                    2.42,
                    0.968,
                    2.42,
                    0.968
                ],
                [
                    2.64,
                    1.056,
                    2.64,
                    1.056
                ],
                [
                    2.86,
                    1.144,
                    2.86,
                    1.144
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1402_Normal02",
            "EE": [
                10000019
            ]
        },
        "v2": {
            "Name": "剣先の千の口付け",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "アグライアとラフトラが<u>連携攻撃</u>を行い、敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分+ラフトラの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与え、隣接する敵にアグライアの攻撃力@ <b>#2[p]</b> #分+ラフトラの攻撃力@ <b>#4[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    1.1,
                    0.44,
                    1.1,
                    0.44
                ],
                [
                    1.32,
                    0.528,
                    1.32,
                    0.528
                ],
                [
                    1.54,
                    0.616,
                    1.54,
                    0.616
                ],
                [
                    1.76,
                    0.704,
                    1.76,
                    0.704
                ],
                [
                    1.98,
                    0.792,
                    1.98,
                    0.792
                ],
                [
                    2.2,
                    0.88,
                    2.2,
                    0.88
                ],
                [
                    2.42,
                    0.968,
                    2.42,
                    0.968
                ],
                [
                    2.64,
                    1.056,
                    2.64,
                    1.056
                ],
                [
                    2.86,
                    1.144,
                    2.86,
                    1.144
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1402_Normal02",
            "EE": [
                10000019
            ]
        },
        "v3": {
            "Name": "剣先より千の口付けを",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "アグライアとラフトラが<u>連携攻撃</u>を行い、敵単体にそれぞれアグライアの攻撃力@ <b>#1[p]</b> #分+ラフトラの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与え、隣接する敵にアグライアの攻撃力@ <b>#2[p]</b> #分+ラフトラの攻撃力@ <b>#4[p]</b> #分の雷属性ダメージを与える。<br>「剣先より千の口付けを」はSPを回復できない。",
            "Params": [
                [
                    1.0,
                    0.4,
                    1.0,
                    0.4
                ],
                [
                    1.2,
                    0.48,
                    1.2,
                    0.48
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.6,
                    0.64,
                    1.6,
                    0.64
                ],
                [
                    1.8,
                    0.72,
                    1.8,
                    0.72
                ],
                [
                    2.0,
                    0.8,
                    2.0,
                    0.8
                ],
                [
                    2.2,
                    0.88,
                    2.2,
                    0.88
                ],
                [
                    2.4,
                    0.96,
                    2.4,
                    0.96
                ],
                [
                    2.6,
                    1.04,
                    2.6,
                    1.04
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1402_Normal02",
            "EE": [
                10000019
            ]
        },
        "v4": {
            "Name": "剣先より千の口付けを",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "アグライアとラフトラが<u>連携攻撃</u>を行い、敵単体にそれぞれアグライアの攻撃力@ <b>#1[p]</b> #分+ラフトラの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与え、隣接する敵にアグライアの攻撃力@ <b>#2[p]</b> #分+ラフトラの攻撃力@ <b>#4[p]</b> #分の雷属性ダメージを与える。<br>「剣先より千の口付けを」はSPを回復できない。",
            "Params": [
                [
                    1.0,
                    0.4,
                    1.0,
                    0.4
                ],
                [
                    1.2,
                    0.48,
                    1.2,
                    0.48
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.6,
                    0.64,
                    1.6,
                    0.64
                ],
                [
                    1.8,
                    0.72,
                    1.8,
                    0.72
                ],
                [
                    2.0,
                    0.8,
                    2.0,
                    0.8
                ],
                [
                    2.2,
                    0.88,
                    2.2,
                    0.88
                ],
                [
                    2.4,
                    0.96,
                    2.4,
                    0.96
                ],
                [
                    2.6,
                    1.04,
                    2.6,
                    1.04
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1402_Normal02",
            "EE": [
                10000019
            ]
        },
        "v5": {
            "Name": "剣先より千の口付けを",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "アグライアとラフトラが<u>連携攻撃</u>を行い、敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージとラフトラの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与え、隣接する敵にアグライアの攻撃力@ <b>#2[p]</b> #分の雷属性ダメージとラフトラの攻撃力@ <b>#4[p]</b> #分の雷属性ダメージを与える。<br>「剣先より千の口付けを」はSPを回復できない。",
            "Params": [
                [
                    1.0,
                    0.45,
                    1.0,
                    0.45
                ],
                [
                    1.2,
                    0.54,
                    1.2,
                    0.54
                ],
                [
                    1.4,
                    0.63,
                    1.4,
                    0.63
                ],
                [
                    1.6,
                    0.72,
                    1.6,
                    0.72
                ],
                [
                    1.8,
                    0.81,
                    1.8,
                    0.81
                ],
                [
                    2.0,
                    0.9,
                    2.0,
                    0.9
                ],
                [
                    2.2,
                    0.99,
                    2.2,
                    0.99
                ],
                [
                    2.4,
                    1.08,
                    2.4,
                    1.08
                ],
                [
                    2.6,
                    1.17,
                    2.6,
                    1.17
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1402_Normal02",
            "EE": [
                10000019
            ]
        },
        "v6": {
            "Name": "剣先より千の口付けを",
            "MaxLevel": 9,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "アグライアとラフトラが<u>連携攻撃</u>を行い、敵単体にアグライアの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージとラフトラの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与え、隣接する敵にアグライアの攻撃力@ <b>#2[p]</b> #分の雷属性ダメージとラフトラの攻撃力@ <b>#4[p]</b> #分の雷属性ダメージを与える。<br>なお、「剣先より千の口付けを」はSPを回復できない。",
            "Params": [
                [
                    1.0,
                    0.45,
                    1.0,
                    0.45
                ],
                [
                    1.2,
                    0.54,
                    1.2,
                    0.54
                ],
                [
                    1.4,
                    0.63,
                    1.4,
                    0.63
                ],
                [
                    1.6,
                    0.72,
                    1.6,
                    0.72
                ],
                [
                    1.8,
                    0.81,
                    1.8,
                    0.81
                ],
                [
                    2.0,
                    0.9,
                    2.0,
                    0.9
                ],
                [
                    2.2,
                    0.99,
                    2.2,
                    0.99
                ],
                [
                    2.4,
                    1.08,
                    2.4,
                    1.08
                ],
                [
                    2.6,
                    1.17,
                    2.6,
                    1.17
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ],
                [
                    1.4,
                    0.56,
                    1.4,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1402_Normal02",
            "EE": [
                10000019
            ]
        }
    }
}

var _avatarskilltree_ = {
    "1402": {
        "v1": {
            "Add": {
                "ThunderAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "短見の裁き",
                "Desc": "「至高の姿」状態の時、アグライアおよびラフトラの攻撃力がアグライアの速度 <b><color style='color:#f29e38'>720%</color></b> 分+ラフトラの速度 <b><color style='color:#f29e38'>360%</color></b> 分アップする。",
                "Icon": "SkillIcon_1402_SkillTree1"
            },
            "Tree2": {
                "Name": "最後の織運",
                "Desc": "ラフトラが消える時、記憶の精霊の天賦による速度アップ効果の層数を最大で <b><color style='color:#f29e38'>1</color></b> 層まで保持する。ラフトラが再度召喚された時、保持していた層数分の速度アップ効果を獲得する。",
                "Icon": "SkillIcon_1402_SkillTree2"
            },
            "Tree3": {
                "Name": "刹那の陽光",
                "Desc": "戦闘スキルを発動する時、または戦闘に入る時、ラフトラの与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>5</color></b> ターン継続。アグライアが「至高の姿」状態にいる間、ラフトラはこの与ダメージアップ効果を常に持つ。",
                "Icon": "SkillIcon_1402_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "ThunderAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "短見の裁き",
                "Desc": "「至高の姿」状態の時、アグライアおよびラフトラの攻撃力がアグライアの速度 <b><color style='color:#f29e38'>720%</color></b> 分+ラフトラの速度 <b><color style='color:#f29e38'>360%</color></b> 分アップする。",
                "Icon": "SkillIcon_1402_SkillTree1"
            },
            "Tree2": {
                "Name": "最後の織運",
                "Desc": "ラフトラが消える時、記憶の精霊の天賦による速度アップ効果の層数を最大で <b><color style='color:#f29e38'>1</color></b> 層まで保持する。ラフトラが再度召喚された時、保持していた層数分の速度アップ効果を獲得する。",
                "Icon": "SkillIcon_1402_SkillTree2"
            },
            "Tree3": {
                "Name": "刹那の陽光",
                "Desc": "戦闘スキルを発動する時、または戦闘に入る時、ラフトラの与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>5</color></b> ターン継続。アグライアが「至高の姿」状態にいる間、ラフトラはこの与ダメージアップ効果を常に持つ。",
                "Icon": "SkillIcon_1402_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "ThunderAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "短見への裁き",
                "Desc": "「至高の姿」状態の時、アグライアおよびラフトラの攻撃力が、アグライアの速度 <b><color style='color:#f29e38'>720%</color></b> 分+ラフトラの速度 <b><color style='color:#f29e38'>360%</color></b> 分アップする。",
                "Icon": "SkillIcon_1402_SkillTree1"
            },
            "Tree2": {
                "Name": "最後の織運",
                "Desc": "ラフトラが消える時、記憶の精霊の天賦による速度アップ効果の層数を最大で <b><color style='color:#f29e38'>1</color></b> 層まで保持する。ラフトラが再度召喚された時、保持していた層数分の速度アップ効果を獲得する。",
                "Icon": "SkillIcon_1402_SkillTree2"
            },
            "Tree3": {
                "Name": "刹那の陽光",
                "Desc": "戦闘開始時、自身のEPが <b><color style='color:#f29e38'>50%</color></b> 未満の場合、EPを <b><color style='color:#f29e38'>50%</color></b> まで回復する。",
                "Icon": "SkillIcon_1402_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "ThunderAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "短見への裁き",
                "Desc": "「至高の姿」状態の時、アグライアおよびラフトラの攻撃力が、アグライアの速度 <b><color style='color:#f29e38'>720%</color></b> 分+ラフトラの速度 <b><color style='color:#f29e38'>360%</color></b> 分アップする。",
                "Icon": "SkillIcon_1402_SkillTree1"
            },
            "Tree2": {
                "Name": "最後の織運",
                "Desc": "ラフトラが消える時、精霊の天賦による速度アップ効果の層数を最大で <b><color style='color:#f29e38'>1</color></b> 層まで保持する。ラフトラが再度召喚された時、保持していた層数分の速度アップ効果を獲得する。",
                "Icon": "SkillIcon_1402_SkillTree2"
            },
            "Tree3": {
                "Name": "刹那の陽光",
                "Desc": "戦闘開始時、自身のEPが <b><color style='color:#f29e38'>50%</color></b> 未満の場合、EPを <b><color style='color:#f29e38'>50%</color></b> まで回復する。",
                "Icon": "SkillIcon_1402_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "ThunderAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "短見への裁き",
                "Desc": "「至高の姿」状態の時、アグライアおよびラフトラの攻撃力が、アグライアの速度 <b><color style='color:#f29e38'>720%</color></b> 分+ラフトラの速度 <b><color style='color:#f29e38'>360%</color></b> 分アップする。",
                "Icon": "SkillIcon_1402_SkillTree1"
            },
            "Tree2": {
                "Name": "最後の織運",
                "Desc": "ラフトラが自滅する時、精霊天賦の速度アップ効果の層数を最大で <b><color style='color:#f29e38'>1</color></b> 層まで保持する。ラフトラが再度召喚された時、保持していた層数分の速度アップ効果を獲得する。",
                "Icon": "SkillIcon_1402_SkillTree2"
            },
            "Tree3": {
                "Name": "刹那の陽光",
                "Desc": "戦闘開始時、自身のEPが <b><color style='color:#f29e38'>50%</color></b> 未満の場合、EPを <b><color style='color:#f29e38'>50%</color></b> まで回復する。",
                "Icon": "SkillIcon_1402_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "ThunderAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "DefenceAddedRatio": 0.125
            },
            "Tree1": {
                "Name": "短見への裁き",
                "Desc": "「至高の姿」状態の時、アグライアおよびラフトラの攻撃力が、アグライアの速度 <b><color style='color:#f29e38'>720%</color></b> 分+ラフトラの速度 <b><color style='color:#f29e38'>360%</color></b> 分アップする。",
                "Icon": "SkillIcon_1402_SkillTree1"
            },
            "Tree2": {
                "Name": "最後の織運",
                "Desc": "ラフトラが退場する時、精霊天賦の速度アップ効果の層数を最大で <b><color style='color:#f29e38'>1</color></b> 層まで保持する。ラフトラが再度召喚された時、保持していた層数分の速度アップ効果を獲得する。",
                "Icon": "SkillIcon_1402_SkillTree2"
            },
            "Tree3": {
                "Name": "刹那の陽光",
                "Desc": "戦闘開始時、自身のEPが <b><color style='color:#f29e38'>50%</color></b> 未満の場合、EPを <b><color style='color:#f29e38'>50%</color></b> まで回復する。",
                "Icon": "SkillIcon_1402_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140201": {
        "v1": {
            "Rank": 1,
            "Name": "揺れる金星の軌道",
            "Desc": "アグライアまたはラフトラが連続で行動する時、与えるダメージが敵の防御力を <b><color style='color:#f29e38'>25%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積でき、アグライアとラフトラ以外の任意のユニットが能動的にスキルを発動する時まで継続する。",
            "Icon": "SkillIcon_1402_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "揺れる金星の軌道",
            "Desc": "アグライアまたはラフトラが連続で行動する時、与えるダメージが敵の防御力を <b><color style='color:#f29e38'>25%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積でき、アグライアとラフトラ以外の任意のユニットが能動的にスキルを発動する時まで継続する。",
            "Icon": "SkillIcon_1402_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "金の星の軌道を漂って",
            "Desc": "アグライアまたはラフトラが行動する時、アグライアまたはラフトラの与えるダメージが敵の防御力を <b><color style='color:#f29e38'>14%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>3</color></b> 層累積でき、アグライアとラフトラ以外の任意のユニットが能動的にスキルを発動する時まで継続する。",
            "Icon": "SkillIcon_1402_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "金の星の軌道を漂って",
            "Desc": "アグライアまたはラフトラが行動する時、アグライアまたはラフトラの与えるダメージが敵の防御力を <b><color style='color:#f29e38'>14%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>3</color></b> 層累積でき、アグライアとラフトラ以外の任意のユニットが能動的にスキルを発動する時まで継続する。",
            "Icon": "SkillIcon_1402_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "金の星の軌道を漂って",
            "Desc": "アグライアまたはラフトラが行動する時、アグライアまたはラフトラの与えるダメージが敵の防御力を <b><color style='color:#f29e38'>15%</color></b> 無視する。この効果は最大で <b><color style='color:#f29e38'>20</color></b> 層累積でき、アグライアとラフトラ以外の任意のユニットが能動的にスキルを発動する時まで継続する。",
            "Icon": "SkillIcon_1402_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "金の星の軌道を漂って",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>15%</color></b> 。アグライアまたはラフトラが「隙を縫う糸」状態の敵を攻撃した後、さらにEPを <b><color style='color:#f29e38'>20</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank1"
        }
    },
    "140202": {
        "v1": {
            "Rank": 2,
            "Name": "流転する運命",
            "Desc": "記憶の精霊の天賦による速度アップ効果の累積上限+ <b><color style='color:#f29e38'>1</color></b> 層。アグライアが攻撃を行った後にも、ラフトラは記憶の精霊の天賦の速度アップ効果を獲得できる。",
            "Icon": "SkillIcon_1402_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "流転する運命",
            "Desc": "記憶の精霊の天賦による速度アップ効果の累積上限+ <b><color style='color:#f29e38'>1</color></b> 層。アグライアが攻撃を行った後にも、ラフトラは記憶の精霊の天賦の速度アップ効果を獲得できる。",
            "Icon": "SkillIcon_1402_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "運命の瞼を行く舟",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>8%</color></b> 。アグライアまたはラフトラが敵を攻撃した後、さらにEPを <b><color style='color:#f29e38'>20</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "運命の瞼を行く舟",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>8%</color></b> 。アグライアまたはラフトラが敵を攻撃した後、さらにEPを <b><color style='color:#f29e38'>20</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "運命の瞼を行く舟",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>14%</color></b> 。アグライアまたはラフトラが敵を攻撃した後、さらにEPを <b><color style='color:#f29e38'>3</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "運命の瞼を行く舟",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>14%</color></b> 。アグライアまたはラフトラが敵を攻撃した後、さらにEPを <b><color style='color:#f29e38'>3</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank2"
        }
    },
    "140203": {
        "v1": {
            "Rank": 3,
            "Name": "華麗なる露の賜物",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。記憶の精霊の天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "華麗なる露の賜物",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。記憶の精霊の天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "華麗な露の賜物",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。記憶の精霊の天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "華麗な露の賜物",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊の天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "華麗な露の賜物",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_BP"
        },
        "v6": {
            "Rank": 3,
            "Name": "華麗な露の賜物",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_BP"
        }
    },
    "140204": {
        "v1": {
            "Rank": 4,
            "Name": "大理石の輝き",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>8%</color></b> 。アグライアまたはラフトラの攻撃がその敵に命中した後、さらにEPを <b><color style='color:#f29e38'>20</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "大理石の輝き",
            "Desc": "「隙を縫う糸」状態の敵の受けるダメージ+ <b><color style='color:#f29e38'>8%</color></b> 。アグライアまたはラフトラの攻撃がその敵に命中した後、さらにEPを <b><color style='color:#f29e38'>20</color></b> 回復する。",
            "Icon": "SkillIcon_1402_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "大理石の内なる輝き",
            "Desc": "記憶の精霊の天賦による速度アップ効果の累積上限+ <b><color style='color:#f29e38'>1</color></b> 層。アグライアが攻撃を行った後にも、ラフトラは記憶の精霊の天賦の速度アップ効果を獲得できる。",
            "Icon": "SkillIcon_1402_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "大理石の内なる輝き",
            "Desc": "精霊の天賦による速度アップ効果の累積上限+ <b><color style='color:#f29e38'>1</color></b> 層。アグライアが攻撃を行った後にも、ラフトラは精霊の天賦の速度アップ効果を獲得できる。",
            "Icon": "SkillIcon_1402_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "大理石の内なる輝き",
            "Desc": "精霊天賦の速度アップ効果の累積上限+ <b><color style='color:#f29e38'>1</color></b> 層。アグライアが攻撃を行った後にも、ラフトラは精霊天賦の速度アップ効果を獲得できる。",
            "Icon": "SkillIcon_1402_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "大理石の内なる輝き",
            "Desc": "精霊天賦の速度アップ効果の累積上限+ <b><color style='color:#f29e38'>1</color></b> 層。ラフトラはアグライアが攻撃を行った後にも、精霊天賦の速度アップ効果を獲得できる。",
            "Icon": "SkillIcon_1402_Rank4"
        }
    },
    "140205": {
        "v1": {
            "Rank": 5,
            "Name": "漆黒の苦難の織り手",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。記憶の精霊のスキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "漆黒の苦難の織り手",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。記憶の精霊のスキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "漆黒の苦難の織り手",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。記憶の精霊のスキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "漆黒の苦難の織り手",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。記憶の精霊のスキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "漆黒の苦難の織り手",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_Ultra"
        },
        "v6": {
            "Rank": 5,
            "Name": "漆黒の苦難の織り手",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1402_Ultra"
        }
    },
    "140206": {
        "v1": {
            "Rank": 6,
            "Name": "無常なる金糸",
            "Desc": "アグライアが「至高の姿」状態の時、自身とラフトラの雷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。アグライアまたはラフトラの行動順が早まる時、次の「剣先の千の口付け」のダメージ倍率が、追加でそれぞれの速度 <b><color style='color:#f29e38'>0.4%</color></b> 分アップする。",
            "Icon": "SkillIcon_1402_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "無常なる金糸",
            "Desc": "アグライアが「至高の姿」状態の時、自身とラフトラの雷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。アグライアまたはラフトラの行動順が早まる時、次の「剣先の千の口付け」のダメージ倍率が、追加でそれぞれの速度 <b><color style='color:#f29e38'>0.4%</color></b> 分アップする。",
            "Icon": "SkillIcon_1402_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "空虚で無常なる金糸",
            "Desc": "アグライアが「至高の姿」状態の時、自身とラフトラの雷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。アグライアの速度が <b><color style='color:#f29e38'>160</color></b> / <b><color style='color:#f29e38'>240</color></b> / <b><color style='color:#f29e38'>320</color></b> を超える時、アグライアの<u>連携攻撃</u>ダメージ+ <b><color style='color:#f29e38'>10%</color></b> / <b><color style='color:#f29e38'>30%</color></b> / <b><color style='color:#f29e38'>60%</color></b> 。ラフトラの速度が <b><color style='color:#f29e38'>160</color></b> / <b><color style='color:#f29e38'>240</color></b> / <b><color style='color:#f29e38'>320</color></b> を超える時、ラフトラの<u>連携攻撃</u>ダメージ+ <b><color style='color:#f29e38'>10%</color></b> / <b><color style='color:#f29e38'>30%</color></b> / <b><color style='color:#f29e38'>60%</color></b> 。",
            "Icon": "SkillIcon_1402_Rank6",
            "EE": [
                10000019
            ]
        },
        "v4": {
            "Rank": 6,
            "Name": "空虚で無常なる金糸",
            "Desc": "アグライアが「至高の姿」状態の時、自身とラフトラの雷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。アグライアまたはラフトラの速度が <b><color style='color:#f29e38'>160</color></b> / <b><color style='color:#f29e38'>240</color></b> / <b><color style='color:#f29e38'>320</color></b> を超える時、<u>連携攻撃</u>の与ダメージ+ <b><color style='color:#f29e38'>10%</color></b> / <b><color style='color:#f29e38'>30%</color></b> / <b><color style='color:#f29e38'>60%</color></b> 。",
            "Icon": "SkillIcon_1402_Rank6",
            "EE": [
                10000019
            ]
        },
        "v5": {
            "Rank": 6,
            "Name": "空虚で無常なる金糸",
            "Desc": "アグライアが「至高の姿」状態の時、自身とラフトラの雷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。アグライアまたはラフトラの速度が <b><color style='color:#f29e38'>160</color></b> / <b><color style='color:#f29e38'>240</color></b> / <b><color style='color:#f29e38'>320</color></b> を超える時、<u>連携攻撃</u>におけるそのユニットの与ダメージ+ <b><color style='color:#f29e38'>10%</color></b> / <b><color style='color:#f29e38'>30%</color></b> / <b><color style='color:#f29e38'>60%</color></b> 。",
            "Icon": "SkillIcon_1402_Rank6",
            "EE": [
                10000019
            ]
        },
        "v6": {
            "Rank": 6,
            "Name": "空虚で無常なる金糸",
            "Desc": "アグライアが「至高の姿」状態の時、自身とラフトラの雷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。<br>また、アグライアの速度が <b><color style='color:#f29e38'>160</color></b> / <b><color style='color:#f29e38'>240</color></b> / <b><color style='color:#f29e38'>320</color></b> を超える時、自身の<u>連携攻撃</u>ダメージ+ <b><color style='color:#f29e38'>10%</color></b> / <b><color style='color:#f29e38'>30%</color></b> / <b><color style='color:#f29e38'>60%</color></b> 。<br>ラフトラの速度が <b><color style='color:#f29e38'>160</color></b> / <b><color style='color:#f29e38'>240</color></b> / <b><color style='color:#f29e38'>320</color></b> を超える時、自身の<u>連携攻撃</u>ダメージ+ <b><color style='color:#f29e38'>10%</color></b> / <b><color style='color:#f29e38'>30%</color></b> / <b><color style='color:#f29e38'>60%</color></b> 。",
            "Icon": "SkillIcon_1402_Rank6",
            "EE": [
                10000019
            ]
        }
    }
}

var _story_ = {
    "1402": [
        {
            "_id": 1,
            "Story": "黎明の光に照らされた聖都で、その織り手は金糸を撫で、運命を紡ぐ。<br>「浪漫」の火種を背負う黄金裔。この世界の英雄たちを呼び集め、彼らを再び長き旅路へと導く者である。<br>——神々を討ち、神火を手に入れ、滅亡の危機に瀕したオンパロスに新生をもたらすのだ。"
        },
        {
            "_id": 2,
            "Story": "何年も経ったある日、彼女は思いがけず少女の時分に織った服を見つけた。その絹の滑らかさに、長い間静まり返っていた心が震えるのを感じた。<br><br>代々「モネータ」を信仰する家系では、誰もが幼い頃から「美」にまつわる技術を学ぶ。また、プライベートピュエロスの壁には大家の肖像画が飾られ、その目が常に子孫たちを観察しているのだ。<br>ここへやって来ると誰もが貝のように口を閉ざしてしまうが、彼女だけは大家の重々しい視線を浴びても軽やかに振る舞ってみせた。<br><i>「絵画は虚飾ゆえに駄作となり、音楽は抽象的すぎるゆえに駄作となり、彫像は愚かさゆえに駄作となり、演劇は低俗ゆえに駄作となる……」</i><br>年長者がいかんともしがたい表情を浮かべているが、彼女の幼いながらも毅然とした声には誰も反論できない。<br><i>「ライア、それらより美しいものなどないだろう？」</i><br>彼女はピュエロスから出ると鏡の前までつま先立ちで踊った。淡いブロンドの髪が滝のように流れる。<br><i>「いいえ」</i><br>水滴の付いた鏡の中で金色の両目が無数の視線を引き付けた——<br><i>「見つけてみせます——もっと、ずっと美しい存在を」</i><br><br><i>「あんな単純なことが理由で、それから……」</i>衣服の温もりが指先に伝わり、記憶が甦る。<br>彼女がいたずらに樹によじ登るのは、たった1枚の金色の葉を拾うため。ピュエロスで物思いに耽るのは、インスピレーションの波しぶきを掬うため。<br>屋根の上を駆け回り、野原で遠くを眺めては、そよ風の自由さと遠くに漂う花の香りを糸で再現しようとしていた。<br>時が流れても、織機は止まることなく動き続ける——彼女は次々と作品を生み出し、オクヘイマで何度もブームを巻き起こすこととなった。<br>彼女は一番の自信作を身に纏い神殿を訪れたが、その胸には疑問が浮かぶ。<i>「これは本当に美と呼べるのでしょうか？」</i><br><br>あの「モネータ」の司祭は晩年を迎え、視力は衰えていたが、少女の美しさが暗がりに光をもたらした。<br><br><i>「ライア、お前が『金織』の職務を引き継げば、きっと神々をも嫉妬させる作品を生み出せるだろう」<br>「この服も、そしてそれを着ているお前自身も、とても美しい…だが、それは『美』とは違う」<br>「でも…『美』と『美しさ』は同じものではないのでしょうか？」<br>「お前はわかっていない…しかし、わからないのは良いことだ。そう、良いこと……」</i>"
        },
        {
            "_id": 3,
            "Story": "やがて時は流れ、彼女がデザインした服は星の数ほどに増えた。<br>しかし、なぜかあの大きく華やかなクローゼットの中には、ボロボロの古い布切れがたくさん保管されている。<br><br>争いの絶えない大地で、若き兵士たちは立派な衣装を身に纏い戦場へ赴く。だが多くの場合、戦闘服は死装束となり、戻ってきたのは服の端切れだけということもある。その切れ端を受け取れる者がいない時、代わりに彼女が受け取り集めていた。<br>怒りのあまり、彼女は勢いに任せて華麗な衣装を切り刻んだことがある。腐敗し、堕落し、贅の限りを尽くす貴族には、自身が作った衣装を着て得意げに街を歩く資格などない——たとえ、かつての彼女自身が彼らと同類だったとしてもだ。<br>そして…小さな衣装が次から次へと……<br><br>過ぎ去った時の中、彼女は彼女たちと共に成長し、過去と未来の歌を教えてもらった。<br>——多くの醜悪さを目の当たりにして、彼女はようやく無邪気な言葉に宿る本当の重みを理解する。<br><i>「オクヘイマのラプティスとして、そしてモネータの司祭として、私の務めはあなたたちと同じです」<br>「でも、世界を救うためには代償を払う必要が……」<br>「…あなたたちのように？」<br>「そう、『あたちたち』のように」</i><br><br>一番目立つ場所に飾られているのは簡素な作りをした司祭のローブだ。彼女はそれを常々手にとっては埃を払い、神との約束を忘れないようにしている。<br><i>「どうかお許しください、この世で最も美しい作品のためなのです……」</i><br>遠い昔、火種を握ったその瞬間、彼女は暗闇の中で目にしたことのない美しい景色を「見た」——<br>あの黄金のような未来には争いも、死すらも存在しない。"
        },
        {
            "_id": 4,
            "Story": "人々は言う、あれは「火追い」の旅路であると。人々はこうも言う、あれは「喪失」の旅路であると。<br><br>彼女は漠然と何か大切なものが失われていくのを感じたが、それを気にする余裕はなかった。自分よりも遥かに苦しい喪失を、前を歩く人々が経験していたからだ。<br><i>「ここはあなたに任せた、アグライア」<br>「しっかり」<br>「また会おう」</i><br>別れの時、そんなふうに言ったのはなぜなのか、彼女にはわからない。<br>彼女に残されたのは深海から微かに聞こえてくる音楽と、風と共に去った大地の足跡、そして——決着のつかない戦いだけだった。<br><br><i>「繊細な絹糸がどのようにして運命の重圧に耐えると言うのでしょう」</i><br>彼女の傍にいるのは「ラフトラ」だけだったが、かつて華やかだったクローゼットは今や空になっていた。<br>「高貴なお嬢様」が政治という戦場に足を踏み入れたことで、元老院では議論が巻き起こり、周囲の者は次々に冷笑した。そのような中、彼女は自分の計画を立て始める。<br>指先の金糸でオクヘイマを覆う網を織ると、その耳は街の片隅で憩うエンドモの呼吸一つでさえ逃さないものとなった。<br><br>やがて金糸は鋭さを増し、初めて鮮血の臭いを帯びる。"
        },
        {
            "_id": 5,
            "Story": "今日に至るまで、神性を浴びた織機は回り続け、多くのラフトラが空中を舞った。なぜ舞うのか、なぜ動きを止めるのか、それを知る者はいない。<br><i>「ラフトラ、広場へ向かいなさい。遠路はるばる客人がお越しになったようです……」</i><br><br>この光景は幾度となく繰り返されてきた。かつては彼女が手を差し伸べていたが、今は他の者が彼女を求めている。<br>あの時、白銀の鎧を纏った青年が、あどけない顔を憎しみと血痕で汚してそこに立っていた。<br>紫のドレスを着た少女は沈黙したまま、行く先々で花の深い香りが混ざった冷たい死の跡を残していった。<br>そして身軽な盗賊は気まぐれな猫のようにオクヘイマから姿を消したが、彼女はそれを面白いだけのイタズラだと思っていた。<br>柔らかな日差しのように温かな少女もまた、彼女の傷を癒したことがある。<br>そして異邦の王子や、高慢な学者も——<br><i>「1本の糸で足りないのならば、数えきれないほどの糸で天穹を引き上げればいい……」</i><br>彼女はさまざまな運命の糸を手繰り寄せ、強靭な網を編み上げる。それでタイタンの火種を覆い、新世界で再びそれらを燃え上がらせるのだ。<br><i>「黄金裔たちは、共に輝かしい未来を紡ぐでしょう」</i><br><br>時間がある時、彼女は窓辺に座り、賑わうオクヘイマの街並みを眺める。<br><i>「ラフトラ、もう1杯温かいお茶を淹れてください」</i><br>彼女はわずかに寒さを感じていたが、かつての悲しみを思い出して震えることはもうなくなった。<br>形のない金糸が彼女の指先から外へと伸びる。街の脈拍、鼓動、雨風の音、それらすべてが彼女の指先で躍動し、震え、まるで浪漫の神が生み出すインスピレーションのように、新たな生命の息吹を育んでいる——<br>彼女はしばらく眺めた後、少女時代に仕立てた華やかな衣装をついにしまった。<br><i>「たとえ最後には質素な衣に身を包むしかないとしても……」</i><br><br>言い伝えでは「モネータ」の信徒は皆、一生分の労力を費やして自分が「最も美しい」と思う作品を神に奉げるのだという。<br>彼女はもう長いこと美しい服を織っていない。<br>だが、運命を織ることはこれまで一度もやめたことがなかった。"
        }
    ]
}

var _voice_ = {
    "1402": [
        {
            "_id": "archive_aglaea_1",
            "Title": "初対面",
            "Voice": "遠方から訪れた賓客…金糸を伝って、風があなたの来訪を教えてくれました。私はアグライア。オクヘイマのラプティスであり、オンパロス黄金裔の1人でもあります。今後は、互いに誠意を以って接しましょう。"
        },
        {
            "_id": "archive_aglaea_2",
            "Title": "挨拶",
            "Voice": "オクヘイマでの滞在は楽しめていますか？何か要望があれば「ラフトラ」に伝えてください。聖都は盟友に最高のもてなしをすると約束します。"
        },
        {
            "_id": "archive_aglaea_3",
            "Title": "お別れ",
            "Voice": "友よ、私たちはいずれ再会するでしょう。あなたがどこを旅しようとも、オクヘイマの門は常に英雄のために開かれています。"
        },
        {
            "_id": "archive_aglaea_4",
            "Title": "自分について・身分",
            "Voice": "黄金戦争以来、この世界は滅びの危機に瀕しています。今、人類に残されている都市国家はこのオクヘイマだけ。そして、この最後の浄土を守ることが私の責務——たとえ、どのような代価を支払うことになったとしても。"
        },
        {
            "_id": "archive_aglaea_5",
            "Title": "世間話・ラプティスの仕事",
            "Voice": "モネータはこの世界に多くのロマンを授けました。その中で、私が好んでいるのは服を仕立てること——まるで錯綜する人々の運命のように、幾多の糸が指先を流れ行く感触が気に入っているからです。"
        },
        {
            "_id": "archive_aglaea_7",
            "Title": "趣味",
            "Voice": "衣服は隔たり。身体だけでなく、心も衣服によって外部と分かたれている——つまり、脱衣は両方の隔たりを取り去ることができる行為。神聖なバルネアではお互いに胸襟を開いて、水のように交ざり合い未来へと流れていけるのです。"
        },
        {
            "_id": "archive_aglaea_8",
            "Title": "悩み事",
            "Voice": "獣と鳥の歓喜の声を聴き、森の香りを吸い込み、流れる水の優しさに浸る…世の息遣いに親しむほど、これらの情景が私の指先でしか紡げない、過去の余韻となってしまうことに恐怖を感じます。"
        },
        {
            "_id": "archive_aglaea_6",
            "Title": "シェア",
            "Voice": "私はラプティスとして、型通りなスタイルを破ることに力を入れていました。ですが今の私には、黄金裔として積弊を取り除き、新たな「美」を創造する責任もあるのです。"
        },
        {
            "_id": "archive_aglaea_9",
            "Title": "見聞",
            "Voice": "詩、競技、演劇、彫刻…この世のあらゆるものが美の化身となり、オクヘイマの人々の魂を潤して幾星霜…たとえエスカトンが近づこうとも、人々は変わらずピュエロスで高らかに歌っているのでしょう——それが、私たちの人生の歩み方なのですから。"
        },
        {
            "_id": "archive_aglaea_10",
            "Title": "トリビー・トリアン・トリノンについて",
            "Voice": "この時代に生まれた多くの人にとっては、信仰がすべて。彼女たちの神託は穏やかな風と雨のように、焦燥と不安に満ちた世界を慰めてくれるものなのです。"
        },
        {
            "_id": "archive_aglaea_11",
            "Title": "ファイノンについて",
            "Voice": "他者の願いを受け入れ、己の望みとする——すべての英雄が彼のようにまっさらなキャンバスを持っているわけではありません。だからこそ、人々は彼に多くの期待を寄せているのです。"
        },
        {
            "_id": "archive_aglaea_12",
            "Title": "モーディスについて",
            "Voice": "彼はまるで、消えることのない炎を燃やし続ける熔炉のよう。その炎は嵐の中で消え失せるのか、はたまた彼自身を焼き尽くすまで燃え続けるのか…どちらなのでしょうね。"
        },
        {
            "_id": "archive_aglaea_13",
            "Title": "キャストリスについて",
            "Voice": "死に最も近い者は、他の者より生命の価値を理解しています。彼女の抱擁は永遠の眠りをもたらしますが、その別れは温かなものなのですよ。"
        },
        {
            "_id": "archive_aglaea_14",
            "Title": "アナイクスについて",
            "Voice": "私はあの冒涜者の理念には賛同できませんが、理想を追求する執念においては…きっと同じ道を歩んでいるのでしょうね。"
        },
        {
            "_id": "archive_aglaea_15",
            "Title": "ヒアンシーについて",
            "Voice": "黄金裔が描く未来図の中で、彼女が放つ色はまるでそよ風や朝日のように優しく、特別なもの…オンパロスの天空は暗闇に覆われて久しいですが、今こそ彼女が癒しの光をもたらす時です。"
        },
        {
            "_id": "archive_aglaea_16",
            "Title": "サフェルについて",
            "Voice": "火追いの中で、私は大切なものを多く失ってきました。ですが不満はありません。ただサフェルに関しては…私たちが別れた日、あの湖のように澄んだ青い瞳には隠しきれない失意が映っていました。きっと、何か言えない理由があったのでしょう……"
        },
        {
            "_id": "archive_aglaea_17",
            "Title": "セイレンスについて",
            "Voice": "あの至高の旋律は、暗闇に包まれた時代の中で、私の心を慰めてくれました。 1000 年の時が流れ、宴は終わり、海も主を失いましたが、あの波の音だけは…今も変わらず耳元で響き続けています。"
        },
        {
            "_id": "archive_aglaea_18",
            "Title": "ケリュドラについて",
            "Voice": "暴虐非道な僭主、大胆不敵な先駆者、独断専行の指導者…世間からの評価はさまざまですが、彼女がいなければ、火を追う旅が今日の進展を遂げることもなかったでしょう。"
        },
        {
            "_id": "archive_aglaea_19",
            "Title": "{NICKNAME}について",
            "Voice": "私たちが経験してきたすべての出来事は、人生という布を織りなす糸となります。オンパロスの運命に、最も美しい模様を縫い上げてくださったこと、心より感謝します。"
        },
        {
            "_id": "archive_aglaea_20",
            "Title": "三月なのかについて",
            "Voice": "オンパロスの「歳月」にはあまりにも多くの傷が刻まれてきました。この元気なナナシビトは、まるで鮮やかな色のように、記憶に積もった暗い影を払ってくれたのです。"
        },
        {
            "_id": "archive_aglaea_21",
            "Title": "丹恒・騰荒について",
            "Voice": "金糸はもう彼の心から迷いを感じません。今後、彼は自ら選び取った道を、まっすぐ突き進んでいくことでしょう。"
        },
        {
            "_id": "archive_aglaea_22",
            "Title": "キュレネについて",
            "Voice": "あの「愛」の糸がオンパロスの運命に織り込まれた時、彼女の眼差しはすでに幾千万年の歳月を越え、私たちの鼓動する心を結びつけ、そしてお互いの命を繋ぎ合わせていたのでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_aglaea",
            "Title": "星魂覚醒",
            "Voice": "受け継がれてゆく火は消えません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_aglaea",
            "Title": "キャラクター昇格",
            "Voice": "壮大な詩篇も、元を辿れば一言半句が織りなしたもの。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_aglaea",
            "Title": "レベルMax",
            "Voice": "はあ…この熱情溢れる心は、なんのために鼓動しているのでしょう？"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_aglaea",
            "Title": "軌跡覚醒",
            "Voice": "私たちが、この長い道のりを歩いていけますように。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_aglaea",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "一緒に、未来への道を紡ぎましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_aglaea",
            "Title": "パーティ編成・トリビー",
            "Voice": "師匠、私たちの行く道を導いてください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_aglaea",
            "Title": "パーティ編成・モーディス",
            "Voice": "少なくとも、今の私たちは同じものを目指しています。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_aglaea",
            "Title": "パーティ編成・キャストリス",
            "Voice": "キャス、戦場に安らぎを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_aglaea",
            "Title": "パーティ編成・アナイクス",
            "Voice": "共通の終点さえあれば、足並みを揃えるには十分でしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_aglaea",
            "Title": "パーティ編成・ヒアンシー",
            "Voice": "あなたがもたらす一筋の光は、私たちを暗闇から救い出すでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_aglaea",
            "Title": "パーティ編成・サフェル",
            "Voice": "セファリア、昔と同じように連携をとりましょう、いいですね？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_aglaea",
            "Title": "パーティ編成・ファイノン",
            "Voice": "救世主よ、黎明の戦衣を纏い、前進の角笛を吹き鳴らしなさい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_aglaea",
            "Title": "パーティ編成・セイレンス",
            "Voice": "お久しぶりです。次の曲は、どのような踊りにしましょうか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_aglaea",
            "Title": "パーティ編成・ケリュドラ",
            "Voice": "カイザー、金糸が敵の気配を察知しました。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_aglaea",
            "Title": "パーティ編成・三月なのか",
            "Voice": "三月、今日の服装も新鮮で目を引きますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_aglaea",
            "Title": "パーティ編成・丹恒・騰荒",
            "Voice": "大地と開拓の意志を見届けることができて、光栄です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_aglaea",
            "Title": "パーティ編成・キュレネ",
            "Voice": "華やかな服を身にまとい、大切な時を迎えてください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_aglaea",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "正鵠を失わずに。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_aglaea",
            "Title": "戦闘開始・危険予知",
            "Voice": "少し騒がしいですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_aglaea_01",
            "Title": "ターン・1",
            "Voice": "緊張で呼吸が乱れていますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_aglaea_02",
            "Title": "ターン・2",
            "Voice": "正直になったほうがお互いのためです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_aglaea",
            "Title": "戦闘中待機",
            "Voice": "心を落ち着かせれば、啓示は得られるのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_aglaea_01",
            "Title": "通常攻撃",
            "Voice": "虚飾にすぎません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_aglaea_01",
            "Title": "通常攻撃・連携攻撃・1",
            "Voice": "虚偽は看破される。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk02_cast_aglaea_02",
            "Title": "通常攻撃・連携攻撃・2",
            "Voice": "命は綿糸のよう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_aglaea_01",
            "Title": "戦闘スキル・「ラフトラ」召喚・1",
            "Voice": "裁断の時。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_aglaea_02",
            "Title": "戦闘スキル・「ラフトラ」召喚・2",
            "Voice": "共に舞を。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_aglaea_01",
            "Title": "戦闘スキル・「ラフトラ」治療・1",
            "Voice": "黄金を浴びて。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_aglaea_02",
            "Title": "戦闘スキル・「ラフトラ」治療・2",
            "Voice": "盛装を供して。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_aglaea_01",
            "Title": "攻撃を受ける",
            "Voice": "大丈夫です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_aglaea_01",
            "Title": "重撃を受ける",
            "Voice": "障害は多い…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_aglaea",
            "Title": "必殺技・アクティブ",
            "Voice": "すべての糸は、指先に。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_aglaea",
            "Title": "必殺技・発動",
            "Voice": "私たちの運命が、絡み合う。"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_aglaea_01",
            "Title": "戦闘不能",
            "Voice": "自縄自縛……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_aglaea",
            "Title": "戦闘に戻る",
            "Voice": "退場の時ではない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_aglaea",
            "Title": "HP回復",
            "Voice": "感謝します。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_aglaea",
            "Title": "秘技",
            "Voice": "禍根を断ちます。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_aglaea",
            "Title": "戦闘勝利",
            "Voice": "預言された勝利に近づけました。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_aglaea",
            "Title": "戦利品を開ける・1",
            "Voice": "艶があり、きめ細やか…なかなかの品質です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_aglaea_02",
            "Title": "戦利品を開ける・2",
            "Voice": "豊かさを感じる香り…称賛に値しますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_aglaea",
            "Title": "貴重な戦利品を開ける",
            "Voice": "これほど美しいものに出会えるとは…"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_aglaea",
            "Title": "謎解きに成功・1",
            "Voice": "緻密で抜かりない、完璧ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_aglaea_02",
            "Title": "謎解きに成功・2",
            "Voice": "ユニークな解決方法ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_aglaea",
            "Title": "敵ターゲット発見",
            "Voice": "遭遇した以上、引くわけにはいきません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_aglaea",
            "Title": "町に戻る",
            "Voice": "時間があるのなら、バニオに行くのはどうでしょう。"
        }
    ]
}

var _notes_ = {
    "1402": [
        {
            "Title": "Memosprite SPD Mechanics",
            "DescList": [
                "• The memosprite's @Base SPD# is converted from Aglaea's @Base SPD# via the ratio mentioned in the skill description.",
                "• SPD buffs that Aglaea receive @outside of combat# will be converted to the memosprite's SPD (not Base SPD) via the same ratio.",
                "• SPD buffs that Aglaea receive @in combat# will not affect the memosprite's SPD. The memosprite only recognizes SPD buffs on itself while in combat."
            ]
        },
        {
            "Title": "",
            "Desc": "Joint Attack is considered as @performing 2 attacks# (first Aglaea, then memosprite), therefore the memosprite's DMG will @never be blocked by the traffic light's Barrier#, and can @trigger Robin's Additional DMG twice#."
        }
    ]
}

var _adiff_ = {
    "1402": {}
}

var _mtc_ = {
    "1402": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110424": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110424": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110424": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110424": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110506": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110506": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110506": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110506": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110506": 1
                    }
                ]
            },
            {
                "Name": "精霊スキル",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "精霊天賦",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "雷属性ダメージ +22.4%",
                "Mat": {
                    "2": 235500,
                    "115001": 2,
                    "110252": 7,
                    "115002": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "会心率 +12%",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "115001": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "防御力 +12.5%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "115002": 2,
                    "110253": 7,
                    "115003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "短見への裁き",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110506": 1
                }
            },
            {
                "Name": "最後の織運",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110506": 1
                }
            },
            {
                "Name": "刹那の陽光",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110506": 1
                }
            }
        ]
    }
}