// Auto Generated

var _avatarskill_ = {
    "140501": {
        "v1": {
            "Name": "痛み、実識の醸造",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v2": {
            "Name": "痛み、実識の醸造",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v3": {
            "Name": "痛み、実識の醸造",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v4": {
            "Name": "苦痛、認識の造成",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v5": {
            "Name": "苦痛、認識の造成",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v6": {
            "Name": "苦痛、認識の造成",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v7": {
            "Name": "苦痛、認識の造成",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "Live": {
            "Name": "苦痛、認識の造成",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        }
    },
    "140502": {
        "v1": {
            "Name": "分形、虚知の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとにランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはこの攻撃を受けていない敵を優先的にターゲットにする。",
            "Params": [
                [
                    0.3,
                    4.0
                ],
                [
                    0.33,
                    4.0
                ],
                [
                    0.36,
                    4.0
                ],
                [
                    0.39,
                    4.0
                ],
                [
                    0.42,
                    4.0
                ],
                [
                    0.45,
                    4.0
                ],
                [
                    0.4875,
                    4.0
                ],
                [
                    0.525,
                    4.0
                ],
                [
                    0.5625,
                    4.0
                ],
                [
                    0.6,
                    4.0
                ],
                [
                    0.63,
                    4.0
                ],
                [
                    0.66,
                    4.0
                ],
                [
                    0.69,
                    4.0
                ],
                [
                    0.72,
                    4.0
                ],
                [
                    0.75,
                    4.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "v2": {
            "Name": "分形、虚知の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとにランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはこの攻撃を受けていない敵を優先的にターゲットにする。",
            "Params": [
                [
                    0.3,
                    4.0
                ],
                [
                    0.33,
                    4.0
                ],
                [
                    0.36,
                    4.0
                ],
                [
                    0.39,
                    4.0
                ],
                [
                    0.42,
                    4.0
                ],
                [
                    0.45,
                    4.0
                ],
                [
                    0.4875,
                    4.0
                ],
                [
                    0.525,
                    4.0
                ],
                [
                    0.5625,
                    4.0
                ],
                [
                    0.6,
                    4.0
                ],
                [
                    0.63,
                    4.0
                ],
                [
                    0.66,
                    4.0
                ],
                [
                    0.69,
                    4.0
                ],
                [
                    0.72,
                    4.0
                ],
                [
                    0.75,
                    4.0
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "v3": {
            "Name": "分形、虚知の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとにランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはこの攻撃を受けていない敵を優先的にターゲットにする。<br>発動時、フィールド上に攻撃可能な敵が1体いるごとに、その回の戦闘スキルによるダメージ+ <b>#3[p]</b> 。",
            "Params": [
                [
                    0.3,
                    4.0,
                    0.15
                ],
                [
                    0.33,
                    4.0,
                    0.15
                ],
                [
                    0.36,
                    4.0,
                    0.15
                ],
                [
                    0.39,
                    4.0,
                    0.15
                ],
                [
                    0.42,
                    4.0,
                    0.15
                ],
                [
                    0.45,
                    4.0,
                    0.15
                ],
                [
                    0.4875,
                    4.0,
                    0.15
                ],
                [
                    0.525,
                    4.0,
                    0.15
                ],
                [
                    0.5625,
                    4.0,
                    0.15
                ],
                [
                    0.6,
                    4.0,
                    0.15
                ],
                [
                    0.63,
                    4.0,
                    0.15
                ],
                [
                    0.66,
                    4.0,
                    0.15
                ],
                [
                    0.69,
                    4.0,
                    0.15
                ],
                [
                    0.72,
                    4.0,
                    0.15
                ],
                [
                    0.75,
                    4.0,
                    0.15
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "v4": {
            "Name": "分形、誤謬の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとに、ランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはこのスキルの攻撃を受けていない敵が優先される。<br>発動時、フィールド上に攻撃可能な敵が1体いるごとに、その回の戦闘スキルによるダメージ+ <b>#3[p]</b> 。",
            "Params": [
                [
                    0.4,
                    4.0,
                    0.2
                ],
                [
                    0.44,
                    4.0,
                    0.2
                ],
                [
                    0.48,
                    4.0,
                    0.2
                ],
                [
                    0.52,
                    4.0,
                    0.2
                ],
                [
                    0.56,
                    4.0,
                    0.2
                ],
                [
                    0.6,
                    4.0,
                    0.2
                ],
                [
                    0.65,
                    4.0,
                    0.2
                ],
                [
                    0.7,
                    4.0,
                    0.2
                ],
                [
                    0.75,
                    4.0,
                    0.2
                ],
                [
                    0.8,
                    4.0,
                    0.2
                ],
                [
                    0.84,
                    4.0,
                    0.2
                ],
                [
                    0.88,
                    4.0,
                    0.2
                ],
                [
                    0.92,
                    4.0,
                    0.2
                ],
                [
                    0.96,
                    4.0,
                    0.2
                ],
                [
                    1.0,
                    4.0,
                    0.2
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "v5": {
            "Name": "分形、誤謬の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとに、ランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはその回の戦闘スキルの攻撃を受けていない敵が優先される。<br>発動時、フィールド上に攻撃可能な敵が1体いるごとに、その回の戦闘スキルによるダメージ+ <b>#3[p]</b> 。",
            "Params": [
                [
                    0.4,
                    4.0,
                    0.2
                ],
                [
                    0.44,
                    4.0,
                    0.2
                ],
                [
                    0.48,
                    4.0,
                    0.2
                ],
                [
                    0.52,
                    4.0,
                    0.2
                ],
                [
                    0.56,
                    4.0,
                    0.2
                ],
                [
                    0.6,
                    4.0,
                    0.2
                ],
                [
                    0.65,
                    4.0,
                    0.2
                ],
                [
                    0.7,
                    4.0,
                    0.2
                ],
                [
                    0.75,
                    4.0,
                    0.2
                ],
                [
                    0.8,
                    4.0,
                    0.2
                ],
                [
                    0.84,
                    4.0,
                    0.2
                ],
                [
                    0.88,
                    4.0,
                    0.2
                ],
                [
                    0.92,
                    4.0,
                    0.2
                ],
                [
                    0.96,
                    4.0,
                    0.2
                ],
                [
                    1.0,
                    4.0,
                    0.2
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "v6": {
            "Name": "分形、誤謬の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとに、ランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはその回の戦闘スキルの攻撃を受けていない敵が優先される。<br>発動時、フィールド上に攻撃可能な敵が1体いるごとに、その回の戦闘スキルによるダメージ+ <b>#3[p]</b> 。",
            "Params": [
                [
                    0.35,
                    4.0,
                    0.2
                ],
                [
                    0.385,
                    4.0,
                    0.2
                ],
                [
                    0.42,
                    4.0,
                    0.2
                ],
                [
                    0.455,
                    4.0,
                    0.2
                ],
                [
                    0.49,
                    4.0,
                    0.2
                ],
                [
                    0.525,
                    4.0,
                    0.2
                ],
                [
                    0.56875,
                    4.0,
                    0.2
                ],
                [
                    0.6125,
                    4.0,
                    0.2
                ],
                [
                    0.65625,
                    4.0,
                    0.2
                ],
                [
                    0.7,
                    4.0,
                    0.2
                ],
                [
                    0.735,
                    4.0,
                    0.2
                ],
                [
                    0.77,
                    4.0,
                    0.2
                ],
                [
                    0.805,
                    4.0,
                    0.2
                ],
                [
                    0.84,
                    4.0,
                    0.2
                ],
                [
                    0.875,
                    4.0,
                    0.2
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "v7": {
            "Name": "分形、誤謬の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとに、ランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはその回の戦闘スキルの攻撃を受けていない敵が優先される。<br>発動時、フィールド上に攻撃可能な敵が1体いるごとに、その回の戦闘スキルによるダメージ+ <b>#3[p]</b> 。",
            "Params": [
                [
                    0.35,
                    4.0,
                    0.2
                ],
                [
                    0.385,
                    4.0,
                    0.2
                ],
                [
                    0.42,
                    4.0,
                    0.2
                ],
                [
                    0.455,
                    4.0,
                    0.2
                ],
                [
                    0.49,
                    4.0,
                    0.2
                ],
                [
                    0.525,
                    4.0,
                    0.2
                ],
                [
                    0.56875,
                    4.0,
                    0.2
                ],
                [
                    0.6125,
                    4.0,
                    0.2
                ],
                [
                    0.65625,
                    4.0,
                    0.2
                ],
                [
                    0.7,
                    4.0,
                    0.2
                ],
                [
                    0.735,
                    4.0,
                    0.2
                ],
                [
                    0.77,
                    4.0,
                    0.2
                ],
                [
                    0.805,
                    4.0,
                    0.2
                ],
                [
                    0.84,
                    4.0,
                    0.2
                ],
                [
                    0.875,
                    4.0,
                    0.2
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        },
        "Live": {
            "Name": "分形、誤謬の駆逐",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "バウンド",
            "Desc": "指定した敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与え、さらに <b>#2[f]</b> ヒットする。1ヒットごとに、ランダムな敵単体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。バウンドはその回の戦闘スキルの攻撃を受けていない敵が優先される。<br>発動時、フィールド上に攻撃可能な敵が1体いるごとに、その回の戦闘スキルによるダメージ+ <b>#3[p]</b> 。",
            "Params": [
                [
                    0.35,
                    4.0,
                    0.2
                ],
                [
                    0.385,
                    4.0,
                    0.2
                ],
                [
                    0.42,
                    4.0,
                    0.2
                ],
                [
                    0.455,
                    4.0,
                    0.2
                ],
                [
                    0.49,
                    4.0,
                    0.2
                ],
                [
                    0.525,
                    4.0,
                    0.2
                ],
                [
                    0.56875,
                    4.0,
                    0.2
                ],
                [
                    0.6125,
                    4.0,
                    0.2
                ],
                [
                    0.65625,
                    4.0,
                    0.2
                ],
                [
                    0.7,
                    4.0,
                    0.2
                ],
                [
                    0.735,
                    4.0,
                    0.2
                ],
                [
                    0.77,
                    4.0,
                    0.2
                ],
                [
                    0.805,
                    4.0,
                    0.2
                ],
                [
                    0.84,
                    4.0,
                    0.2
                ],
                [
                    0.875,
                    4.0,
                    0.2
                ]
            ],
            "BP": -1,
            "SPAdd": 6.0,
            "AttackType": "BPSkill",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_BP"
        }
    },
    "140503": {
        "v1": {
            "Name": "生生化育、世界創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、敵全体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。1ターン継続。ターゲットに行動制限抵抗がない場合、「昇華」状態での行動はできなくなる。",
            "Params": [
                [
                    0.9
                ],
                [
                    0.96
                ],
                [
                    1.02
                ],
                [
                    1.08
                ],
                [
                    1.14
                ],
                [
                    1.2
                ],
                [
                    1.275
                ],
                [
                    1.35
                ],
                [
                    1.425
                ],
                [
                    1.5
                ],
                [
                    1.56
                ],
                [
                    1.62
                ],
                [
                    1.68
                ],
                [
                    1.74
                ],
                [
                    1.8
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v2": {
            "Name": "生生化育、世界創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、敵全体にアナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。1ターン継続。ターゲットに行動制限抵抗がない場合、「昇華」状態での行動はできなくなる。",
            "Params": [
                [
                    0.9
                ],
                [
                    0.96
                ],
                [
                    1.02
                ],
                [
                    1.08
                ],
                [
                    1.14
                ],
                [
                    1.2
                ],
                [
                    1.275
                ],
                [
                    1.35
                ],
                [
                    1.425
                ],
                [
                    1.5
                ],
                [
                    1.56
                ],
                [
                    1.62
                ],
                [
                    1.68
                ],
                [
                    1.74
                ],
                [
                    1.8
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v3": {
            "Name": "生生化育、世界創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、アナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与され、この効果はその敵のターンが回ってくるまで継続。敵に行動制限抵抗がない場合、「昇華」状態での行動はできなくなる。",
            "Params": [
                [
                    0.9
                ],
                [
                    0.96
                ],
                [
                    1.02
                ],
                [
                    1.08
                ],
                [
                    1.14
                ],
                [
                    1.2
                ],
                [
                    1.275
                ],
                [
                    1.35
                ],
                [
                    1.425
                ],
                [
                    1.5
                ],
                [
                    1.56
                ],
                [
                    1.62
                ],
                [
                    1.68
                ],
                [
                    1.74
                ],
                [
                    1.8
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v4": {
            "Name": "化育、世界の創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、アナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。この効果はその敵のターンが回ってくるまで継続。敵が行動制限抵抗を持たない場合、「昇華」状態での行動はできない。",
            "Params": [
                [
                    1.5
                ],
                [
                    1.55
                ],
                [
                    1.6
                ],
                [
                    1.65
                ],
                [
                    1.7
                ],
                [
                    1.75
                ],
                [
                    1.8125
                ],
                [
                    1.875
                ],
                [
                    1.9375
                ],
                [
                    2.0
                ],
                [
                    2.05
                ],
                [
                    2.1
                ],
                [
                    2.15
                ],
                [
                    2.2
                ],
                [
                    2.25
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v5": {
            "Name": "化育、世界の創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、アナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。この効果はその敵のターンが回ってくるまで継続。敵が行動制限抵抗を持たない場合、「昇華」状態での行動はできない。",
            "Params": [
                [
                    1.5
                ],
                [
                    1.55
                ],
                [
                    1.6
                ],
                [
                    1.65
                ],
                [
                    1.7
                ],
                [
                    1.75
                ],
                [
                    1.8125
                ],
                [
                    1.875
                ],
                [
                    1.9375
                ],
                [
                    2.0
                ],
                [
                    2.05
                ],
                [
                    2.1
                ],
                [
                    2.15
                ],
                [
                    2.2
                ],
                [
                    2.25
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v6": {
            "Name": "化育、世界の創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、アナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。この効果はその敵のターンが回ってくるまで継続。敵が行動制限抵抗を持たない場合、「昇華」状態での行動はできない。",
            "Params": [
                [
                    0.8
                ],
                [
                    0.88
                ],
                [
                    0.96
                ],
                [
                    1.04
                ],
                [
                    1.12
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.6
                ],
                [
                    1.68
                ],
                [
                    1.76
                ],
                [
                    1.84
                ],
                [
                    1.92
                ],
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v7": {
            "Name": "化育、世界の創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、アナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。この効果はその敵のターンが回ってくるまで継続。敵が行動制限抵抗を持たない場合、「昇華」状態での行動はできない。",
            "Params": [
                [
                    0.8
                ],
                [
                    0.88
                ],
                [
                    0.96
                ],
                [
                    1.04
                ],
                [
                    1.12
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.6
                ],
                [
                    1.68
                ],
                [
                    1.76
                ],
                [
                    1.84
                ],
                [
                    1.92
                ],
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        },
        "Live": {
            "Name": "化育、世界の創造",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体を「昇華」状態にした後、アナイクスの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。<br>「昇華」状態の敵は、物理、炎、氷、雷、風、量子、虚数属性を弱点として付与される。この効果はその敵のターンが回ってくるまで継続。敵が行動制限抵抗を持たない場合、「昇華」状態での行動はできない。",
            "Params": [
                [
                    0.8
                ],
                [
                    0.88
                ],
                [
                    0.96
                ],
                [
                    1.04
                ],
                [
                    1.12
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ],
                [
                    1.5
                ],
                [
                    1.6
                ],
                [
                    1.68
                ],
                [
                    1.76
                ],
                [
                    1.84
                ],
                [
                    1.92
                ],
                [
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Ultra"
        }
    },
    "140504": {
        "v1": {
            "Name": "四分にして明哲、三重にして至高",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスが敵に1回命中するたびに、ターゲットに弱点属性をランダムに1つ付与する、 <b>#2[f]</b> ターン継続。ターゲットが未所持の弱点属性を優先的に付与する。<br>アナイクスがフィールド上にいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵が「本質暴露」状態になる。「本質暴露」状態の敵に対する、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらに通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。また、追加の戦闘スキルはSPを消費せず、この効果を再度発動することはない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.36,
                    3.0,
                    5.0
                ],
                [
                    0.384,
                    3.0,
                    5.0
                ],
                [
                    0.408,
                    3.0,
                    5.0
                ],
                [
                    0.432,
                    3.0,
                    5.0
                ],
                [
                    0.456,
                    3.0,
                    5.0
                ],
                [
                    0.48,
                    3.0,
                    5.0
                ],
                [
                    0.51,
                    3.0,
                    5.0
                ],
                [
                    0.54,
                    3.0,
                    5.0
                ],
                [
                    0.57,
                    3.0,
                    5.0
                ],
                [
                    0.6,
                    3.0,
                    5.0
                ],
                [
                    0.624,
                    3.0,
                    5.0
                ],
                [
                    0.648,
                    3.0,
                    5.0
                ],
                [
                    0.672,
                    3.0,
                    5.0
                ],
                [
                    0.696,
                    3.0,
                    5.0
                ],
                [
                    0.72,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "v2": {
            "Name": "四分にして明哲、三重にして至高",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスが敵に1回命中するたびに、ターゲットに弱点属性をランダムに1つ付与する、 <b>#2[f]</b> ターン継続。ターゲットが未所持の弱点属性を優先的に付与する。<br>アナイクスがフィールド上にいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵が「本質暴露」状態になる。「本質暴露」状態の敵に対する、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらに通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。また、追加の戦闘スキルはSPを消費せず、この効果を再度発動することはない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.36,
                    3.0,
                    5.0
                ],
                [
                    0.384,
                    3.0,
                    5.0
                ],
                [
                    0.408,
                    3.0,
                    5.0
                ],
                [
                    0.432,
                    3.0,
                    5.0
                ],
                [
                    0.456,
                    3.0,
                    5.0
                ],
                [
                    0.48,
                    3.0,
                    5.0
                ],
                [
                    0.51,
                    3.0,
                    5.0
                ],
                [
                    0.54,
                    3.0,
                    5.0
                ],
                [
                    0.57,
                    3.0,
                    5.0
                ],
                [
                    0.6,
                    3.0,
                    5.0
                ],
                [
                    0.624,
                    3.0,
                    5.0
                ],
                [
                    0.648,
                    3.0,
                    5.0
                ],
                [
                    0.672,
                    3.0,
                    5.0
                ],
                [
                    0.696,
                    3.0,
                    5.0
                ],
                [
                    0.72,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "v3": {
            "Name": "四分にして明哲、三重にして至高",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスが敵に1回命中するたびに、ターゲットに弱点属性をランダムに1つ付与する、 <b>#2[f]</b> ターン継続。ターゲットが未所持の弱点属性を優先的に付与する。<br>アナイクスがフィールド上にいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵が「本質暴露」状態になる。「本質暴露」状態の敵に対する、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらに通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。また、追加の戦闘スキルはSPを消費せず、この効果を再度発動することはない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.256,
                    3.0,
                    5.0
                ],
                [
                    0.272,
                    3.0,
                    5.0
                ],
                [
                    0.288,
                    3.0,
                    5.0
                ],
                [
                    0.304,
                    3.0,
                    5.0
                ],
                [
                    0.32,
                    3.0,
                    5.0
                ],
                [
                    0.34,
                    3.0,
                    5.0
                ],
                [
                    0.36,
                    3.0,
                    5.0
                ],
                [
                    0.38,
                    3.0,
                    5.0
                ],
                [
                    0.4,
                    3.0,
                    5.0
                ],
                [
                    0.416,
                    3.0,
                    5.0
                ],
                [
                    0.432,
                    3.0,
                    5.0
                ],
                [
                    0.448,
                    3.0,
                    5.0
                ],
                [
                    0.464,
                    3.0,
                    5.0
                ],
                [
                    0.48,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "v4": {
            "Name": "四元、三重の無上",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスの攻撃が敵に1回命中するたびに、ターゲットに弱点属性をランダムで1つ付与する。 <b>#2[f]</b> ターン継続。この時ターゲットが保有していない弱点属性を優先的に付与する。<br>アナイクスがフィールドにいる時、異なる弱点属性を <b>#3[f]</b> つ以上保有する敵は「本質暴露」状態になる。「本質暴露」状態の敵に対して、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらに通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。なお、追加の戦闘スキルはSPが消費されず、この効果も再度発動されない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.256,
                    3.0,
                    5.0
                ],
                [
                    0.272,
                    3.0,
                    5.0
                ],
                [
                    0.288,
                    3.0,
                    5.0
                ],
                [
                    0.304,
                    3.0,
                    5.0
                ],
                [
                    0.32,
                    3.0,
                    5.0
                ],
                [
                    0.34,
                    3.0,
                    5.0
                ],
                [
                    0.36,
                    3.0,
                    5.0
                ],
                [
                    0.38,
                    3.0,
                    5.0
                ],
                [
                    0.4,
                    3.0,
                    5.0
                ],
                [
                    0.416,
                    3.0,
                    5.0
                ],
                [
                    0.432,
                    3.0,
                    5.0
                ],
                [
                    0.448,
                    3.0,
                    5.0
                ],
                [
                    0.464,
                    3.0,
                    5.0
                ],
                [
                    0.48,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "v5": {
            "Name": "四元、三重の無上",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスの攻撃が敵に1回命中するたびに、ターゲットに弱点属性をランダムで1つ付与する。 <b>#2[f]</b> ターン継続。この時ターゲットが持っていない弱点属性を優先的に付与する。<br>アナイクスがフィールドにいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵は「本質暴露」状態になる。「本質暴露」状態の敵に対して、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらにアナイクスが「本質暴露」状態の敵に通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。なお、追加の戦闘スキルはSPが消費されず、この効果も再度発動されない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.18,
                    3.0,
                    5.0
                ],
                [
                    0.192,
                    3.0,
                    5.0
                ],
                [
                    0.204,
                    3.0,
                    5.0
                ],
                [
                    0.216,
                    3.0,
                    5.0
                ],
                [
                    0.228,
                    3.0,
                    5.0
                ],
                [
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.255,
                    3.0,
                    5.0
                ],
                [
                    0.27,
                    3.0,
                    5.0
                ],
                [
                    0.285,
                    3.0,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    5.0
                ],
                [
                    0.312,
                    3.0,
                    5.0
                ],
                [
                    0.324,
                    3.0,
                    5.0
                ],
                [
                    0.336,
                    3.0,
                    5.0
                ],
                [
                    0.348,
                    3.0,
                    5.0
                ],
                [
                    0.36,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "v6": {
            "Name": "四智、三重の無上",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスの攻撃が敵に1回命中するたびに、ターゲットに弱点属性をランダムで1つ付与する。 <b>#2[f]</b> ターン継続。この時ターゲットが持っていない弱点属性を優先的に付与する。<br>アナイクスがフィールドにいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵は「本質暴露」状態になる。「本質暴露」状態の敵に対して、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらにアナイクスが「本質暴露」状態の敵に通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。なお、追加の戦闘スキルはSPが消費されず、この効果も再度発動されない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.18,
                    3.0,
                    5.0
                ],
                [
                    0.192,
                    3.0,
                    5.0
                ],
                [
                    0.204,
                    3.0,
                    5.0
                ],
                [
                    0.216,
                    3.0,
                    5.0
                ],
                [
                    0.228,
                    3.0,
                    5.0
                ],
                [
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.255,
                    3.0,
                    5.0
                ],
                [
                    0.27,
                    3.0,
                    5.0
                ],
                [
                    0.285,
                    3.0,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    5.0
                ],
                [
                    0.312,
                    3.0,
                    5.0
                ],
                [
                    0.324,
                    3.0,
                    5.0
                ],
                [
                    0.336,
                    3.0,
                    5.0
                ],
                [
                    0.348,
                    3.0,
                    5.0
                ],
                [
                    0.36,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "v7": {
            "Name": "四智、三重の無上",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスの攻撃が敵に1回命中するたびに、ターゲットに弱点属性をランダムで1つ付与する。 <b>#2[f]</b> ターン継続。この時ターゲットが持っていない弱点属性を優先的に付与する。<br>アナイクスがフィールドにいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵は「本質暴露」状態になる。「本質暴露」状態の敵に対して、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらにアナイクスが「本質暴露」状態の敵に通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。なお、追加の戦闘スキルはSPが消費されず、この効果も再度発動されない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.18,
                    3.0,
                    5.0
                ],
                [
                    0.192,
                    3.0,
                    5.0
                ],
                [
                    0.204,
                    3.0,
                    5.0
                ],
                [
                    0.216,
                    3.0,
                    5.0
                ],
                [
                    0.228,
                    3.0,
                    5.0
                ],
                [
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.255,
                    3.0,
                    5.0
                ],
                [
                    0.27,
                    3.0,
                    5.0
                ],
                [
                    0.285,
                    3.0,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    5.0
                ],
                [
                    0.312,
                    3.0,
                    5.0
                ],
                [
                    0.324,
                    3.0,
                    5.0
                ],
                [
                    0.336,
                    3.0,
                    5.0
                ],
                [
                    0.348,
                    3.0,
                    5.0
                ],
                [
                    0.36,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        },
        "Live": {
            "Name": "四智、三重の無上",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "妨害",
            "Desc": "アナイクスの攻撃が敵に1回命中するたびに、ターゲットに弱点属性をランダムで1つ付与する。 <b>#2[f]</b> ターン継続。この時ターゲットが持っていない弱点属性を優先的に付与する。<br>アナイクスがフィールドにいる時、異なる弱点属性を <b>#3[f]</b> つ以上持つ敵は「本質暴露」状態になる。「本質暴露」状態の敵に対して、アナイクスの与ダメージ+@ <b>#1[p]</b> #。さらにアナイクスが「本質暴露」状態の敵に通常攻撃または戦闘スキルを発動した後、ターゲットに戦闘スキルを追加で1回発動する。なお、追加の戦闘スキルはSPが消費されず、この効果も再度発動されない。追加の戦闘スキルを発動する前にターゲットが倒された場合、ランダムな敵単体に対して発動する。",
            "Params": [
                [
                    0.18,
                    3.0,
                    5.0
                ],
                [
                    0.192,
                    3.0,
                    5.0
                ],
                [
                    0.204,
                    3.0,
                    5.0
                ],
                [
                    0.216,
                    3.0,
                    5.0
                ],
                [
                    0.228,
                    3.0,
                    5.0
                ],
                [
                    0.24,
                    3.0,
                    5.0
                ],
                [
                    0.255,
                    3.0,
                    5.0
                ],
                [
                    0.27,
                    3.0,
                    5.0
                ],
                [
                    0.285,
                    3.0,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    5.0
                ],
                [
                    0.312,
                    3.0,
                    5.0
                ],
                [
                    0.324,
                    3.0,
                    5.0
                ],
                [
                    0.336,
                    3.0,
                    5.0
                ],
                [
                    0.348,
                    3.0,
                    5.0
                ],
                [
                    0.36,
                    3.0,
                    5.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Passive"
        }
    },
    "140506": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v6": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "v7": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Normal"
        }
    },
    "140507": {
        "v1": {
            "Name": "彩られし瞳の扉",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定区域内の敵を恐怖状態にする。恐怖状態の敵は即座にアナイクスから遠ざかるように逃げる、 <b>#1[f]</b> 秒継続。恐怖状態の敵を自分から攻撃した場合、戦闘に入った後にアナイクスは、敵それぞれに攻撃者の属性を弱点として1つ付与する、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "v2": {
            "Name": "彩られし瞳の扉",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定区域内の敵を恐怖状態にする。恐怖状態の敵は即座にアナイクスから遠ざかるように逃げる、 <b>#1[f]</b> 秒継続。恐怖状態の敵を自分から攻撃した場合、戦闘に入った後にアナイクスは、敵それぞれに攻撃者の属性を弱点として1つ付与する、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "v3": {
            "Name": "彩られし瞳の扉",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を恐怖状態にする。恐怖状態の敵はアナイクスから遠ざかるように逃げる、 <b>#1[f]</b> 秒継続。味方が恐怖状態の敵を攻撃した場合、敵の弱点を攻撃して戦闘に入ったものと見なされる。戦闘に入った後にアナイクスは、敵それぞれに攻撃者の属性を弱点として1つ付与する、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "v4": {
            "Name": "瞳の中の色彩",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を恐怖状態にする。恐怖状態の敵はアナイクスから離れていく。 <b>#1[f]</b> 秒間継続。味方が恐怖状態の敵を攻撃した時、敵の弱点を攻撃して戦闘に入ったものと見なされる。戦闘に入った後、アナイクスは敵それぞれに攻撃者の属性を弱点属性として1つ付与する。 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "v5": {
            "Name": "瞳の中の色彩",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を恐怖状態にする。恐怖状態の敵はアナイクスから離れていく。 <b>#1[f]</b> 秒間継続。味方が恐怖状態の敵を攻撃した時、敵の弱点を攻撃して戦闘に入ったものと見なされる。戦闘に入った後、アナイクスは敵それぞれに攻撃者の属性を弱点属性として1つ付与する。 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "v6": {
            "Name": "瞳の中の色彩",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を恐怖状態にする。恐怖状態の敵はアナイクスから離れていく。 <b>#1[f]</b> 秒間継続。味方が恐怖状態の敵を攻撃した時、敵の弱点を攻撃して戦闘に入ったものと見なされる。戦闘に入った後、アナイクスは敵それぞれに攻撃者の属性を弱点属性として1つ付与する。 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "v7": {
            "Name": "瞳の中の色彩",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を恐怖状態にする。恐怖状態の敵はアナイクスから離れていく。 <b>#1[f]</b> 秒間継続。味方が恐怖状態の敵を攻撃した時、敵の弱点を攻撃して戦闘に入ったものと見なされる。戦闘に入った後、アナイクスは敵それぞれに攻撃者の属性を弱点属性として1つ付与する。 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        },
        "Live": {
            "Name": "瞳の中の色彩",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、一定範囲内の敵を恐怖状態にする。恐怖状態の敵はアナイクスから離れていく。 <b>#1[f]</b> 秒間継続。味方が恐怖状態の敵を攻撃した時、敵の弱点を攻撃して戦闘に入ったものと見なされる。戦闘に入った後、アナイクスは敵それぞれに攻撃者の属性を弱点属性として1つ付与する。 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    10.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1405_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1405": {
        "v1": {
            "Add": {
                "WindAddedRatio": 0.224,
                "DefenceAddedRatio": 0.225,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "流浪のシニフィアン",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な余白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で特定な効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる属性の弱点1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>3%</color></b> 無視する。最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "WindAddedRatio": 0.224,
                "DefenceAddedRatio": 0.225,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "流浪のシニフィアン",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な余白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で特定な効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる属性の弱点1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>3%</color></b> 無視する。最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "WindAddedRatio": 0.224,
                "DefenceAddedRatio": 0.225,
                "CriticalChanceBase": 0.067
            },
            "Tree1": {
                "Name": "流浪のシニフィアン",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な余白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で以下のどちらかの効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる属性の弱点1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>3%</color></b> 無視する。最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "流浪の記号",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な空白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で以下どちらかの効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が保有する異なる弱点属性1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>4%</color></b> 無視する。弱点属性は最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "流浪の記号",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な空白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で以下どちらかの効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる弱点属性1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>4%</color></b> 無視する。弱点属性は最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "流浪の記号",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な空白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で以下どちらかの効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる弱点属性1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>4%</color></b> 無視する。弱点属性は最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "v7": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "流浪の記号",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な空白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で以下どちらかの効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> <br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる弱点属性1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>4%</color></b> 無視する。弱点属性は最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "WindAddedRatio": 0.224,
                "CriticalChanceBase": 0.12,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "流浪の記号",
                "Desc": "通常攻撃を行う時、さらにEPを <b><color style='color:#f29e38'>10</color></b> 回復する。<br>ターンが回ってきた時、フィールド上に「本質暴露」状態の敵が存在しない場合、EPを <b><color style='color:#f29e38'>30</color></b> 回復する。",
                "Icon": "SkillIcon_1405_SkillTree1"
            },
            "Tree2": {
                "Name": "必要な空白",
                "Desc": "パーティ内の「知恵」の運命を歩むキャラクターの数に応じて、今回の戦闘で以下どちらかの効果を発動する。<br>1名の場合、アナイクスの会心ダメージ+ <b><color style='color:#f29e38'>140%</color></b> 。<br>2名以上の場合、味方全体の与ダメージ+ <b><color style='color:#f29e38'>50%</color></b> 。",
                "Icon": "SkillIcon_1405_SkillTree2"
            },
            "Tree3": {
                "Name": "定性の変遷",
                "Desc": "敵が持つ異なる弱点属性1つにつき、アナイクスが与えるダメージはその敵の防御力を <b><color style='color:#f29e38'>4%</color></b> 無視する。弱点属性は最大7つまでカウントされる。",
                "Icon": "SkillIcon_1405_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140501": {
        "v1": {
            "Rank": 1,
            "Name": "星月夜を覆う魔法使い",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "星月夜を覆う魔法使い",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "星月夜を覆う魔法使い",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "掩蔽の魔術師",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "掩蔽の魔術師",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "掩蔽の魔術師",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "v7": {
            "Rank": 1,
            "Name": "掩蔽の魔術師",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "掩蔽の魔術師",
            "Desc": "戦闘スキルを初めて発動した後、SPを <b><color style='color:#f29e38'>1</color></b> 回復する。戦闘スキルが敵に命中する時、敵の防御力- <b><color style='color:#f29e38'>16%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank1"
        }
    },
    "140502": {
        "v1": {
            "Rank": 2,
            "Name": "本物の歴史の自然人",
            "Desc": "必殺技を発動した時、さらに <b><color style='color:#f29e38'>3</color></b> ヒットし、1ヒットごとにランダムな敵単体にアナイクスの攻撃力<color style='color:#f29e38;'> <b><color style='color:#f29e38'>50%</color></b> </color>分の風属性ダメージを与える。必殺技発動後、速度＋ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "本物の歴史の自然人",
            "Desc": "必殺技を発動した時、さらに <b><color style='color:#f29e38'>3</color></b> ヒットし、1ヒットごとにランダムな敵単体にアナイクスの攻撃力 <b><color style='color:#f29e38'>50%</color></b> 分の風属性ダメージを与える。必殺技発動後、速度+ <b><color style='color:#f29e38'>12%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "本物の歴史の自然人",
            "Desc": "敵が戦闘に入る時、天賦の弱点付加効果を1回発動し、その敵の全属性耐性を <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "史実の自然人",
            "Desc": "敵が戦闘に入る時、天賦の弱点付与効果を1回発動し、その敵の全属性耐性を <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "史実の自然人",
            "Desc": "敵が戦闘に入る時、天賦の弱点付与効果を1回発動し、その敵の全属性耐性を <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "史実の自然人",
            "Desc": "敵が戦闘に入る時、天賦の弱点付与効果を1回発動し、その敵の全属性耐性を <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "v7": {
            "Rank": 2,
            "Name": "史実の自然人",
            "Desc": "敵が戦闘に入る時、天賦の弱点付与効果を1回発動し、その敵の全属性耐性を <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。",
            "Icon": "SkillIcon_1405_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "史実の自然人",
            "Desc": "敵が戦闘に入る時、天賦の弱点付与効果を1回発動し、その敵の全属性耐性を <b><color style='color:#f29e38'>20%</color></b> ダウンさせる。",
            "Icon": "SkillIcon_1405_Rank2"
        }
    },
    "140503": {
        "v1": {
            "Rank": 3,
            "Name": "深空に刻まれし瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "深空に刻まれし瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "深空に刻まれし瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "深宇宙に刻まれた瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "深宇宙に刻まれた瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "深宇宙に刻まれた瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "v7": {
            "Rank": 3,
            "Name": "深宇宙に刻まれた瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "深宇宙に刻まれた瞳",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1405_Ultra"
        }
    },
    "140504": {
        "v1": {
            "Rank": 4,
            "Name": "山谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>40%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "山谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>40%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>3</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "山谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "峡谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "峡谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "峡谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "v7": {
            "Rank": 4,
            "Name": "峡谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "峡谷に落ちる灼熱",
            "Desc": "戦闘スキルを発動する時、攻撃力+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1405_Rank4"
        }
    },
    "140505": {
        "v1": {
            "Rank": 5,
            "Name": "遠心渦の外にある汎存種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "遠心渦の外にある汎存種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "遠心渦の外にある汎存種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "渦状腕外の胚種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "渦状腕外の胚種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "渦状腕外の胚種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "v7": {
            "Rank": 5,
            "Name": "渦状腕外の胚種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "渦状腕外の胚種",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1405_BP"
        }
    },
    "140506": {
        "v1": {
            "Rank": 6,
            "Name": "万物は全て万物の中にある",
            "Desc": "一度の戦闘で、「昇華」状態を1回付与するたびに、アナイクスの与ダメージは本来のダメージ倍率の <b><color style='color:#f29e38'>3%</color></b> 分、永続的にアップする、最大 <b><color style='color:#f29e38'>5</color></b> 層まで累積できる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "万物は全て万物の中にある",
            "Desc": "一度の戦闘で、「昇華」状態を1回付与するたびに、アナイクスの与ダメージは本来のダメージ倍率の <b><color style='color:#f29e38'>3%</color></b> 分、永続的にアップする、最大 <b><color style='color:#f29e38'>5</color></b> 層まで累積できる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "万物は全て万物の中にある",
            "Desc": "一度の戦闘で、「昇華」状態を1回付与するたびに、アナイクスの与ダメージは本来のダメージ倍率の <b><color style='color:#f29e38'>10%</color></b> 分、永続的にアップする、最大 <b><color style='color:#f29e38'>3</color></b> 層まで累積できる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "万物は万物の中",
            "Desc": "一度の戦闘で、「昇華」状態を1回付与するたびに、アナイクスの与ダメージは永続的に本来のダメージ倍率の <b><color style='color:#f29e38'>10%</color></b> 分アップする。最大 <b><color style='color:#f29e38'>3</color></b> 層まで累積できる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "万物は万物の中",
            "Desc": "アナイクスの与ダメージは本来の与ダメージの <b><color style='color:#f29e38'>130%</color></b> になる。軌跡「必要な空白」の2つの効果は同時に直接発動するようになり、パーティ中の「知恵」の運命を歩むキャラクターの数に応じる必要がなくなる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "万物は万物の中",
            "Desc": "アナイクスの与ダメージは本来の <b><color style='color:#f29e38'>130%</color></b> になる。軌跡「必要な空白」の2つの効果は同時に直接発動するようになり、パーティ内の「知恵」の運命を歩むキャラクターの数に依存しなくなる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "v7": {
            "Rank": 6,
            "Name": "万物は万物の中",
            "Desc": "アナイクスの与ダメージは本来の <b><color style='color:#f29e38'>130%</color></b> になる。軌跡「必要な空白」の2つの効果は同時に直接発動するようになり、パーティ内の「知恵」の運命を歩むキャラクターの数に依存しなくなる。",
            "Icon": "SkillIcon_1405_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "万物は万物の中",
            "Desc": "アナイクスの与ダメージは本来の <b><color style='color:#f29e38'>130%</color></b> になる。軌跡「必要な空白」の2つの効果は同時に直接発動するようになり、パーティ内の「知恵」の運命を歩むキャラクターの数に依存しなくなる。",
            "Icon": "SkillIcon_1405_Rank6"
        }
    }
}

var _story_ = {
    "1405": [
        {
            "_id": 1,
            "Story": "神悟の樹庭、それは知恵を培う学府であり、哲人を育む揺籃でもある。<br>神を冒涜するアナクサゴラス、「理性」の火種を問いただす黄金裔。汚名を甘受し預言に背き、懐疑の枝を知性の聖樹に突き刺す者である。<br>——<i>「滑稽ですね。偽りに満ちているこの世界でただ1人、私だけが真実なのですよ」</i>"
        },
        {
            "_id": 2,
            "Story": "<i>「其方は遠い都市国家の出身だった。両親は早くに亡くなり、姉と2人、動物を飼い慣らしながら生計を立てていた。<br>幼い頃から人と群れることを嫌い、他の子が草原で遊んでいる時も、木陰に隠れては落ち葉を拾っているような子供だった。<br><br>『大地獣が飛べないのはなぜ？』<br>其方は成長を共にしてきた大地獣を見て、独り言を呟いた。<br>『この大地獣も前世じゃ本の虫だったからだろ！』<br>他の者から何度も聞いてきたことではあったが、なぜそれが侮辱として使われているのか、其方には理解できなかった。<br><br>『神が全知全能であるなら、なぜ死を恐れるのです？』<br>聖訓を読む神殿で、其方は当たり前のことに疑問を抱く。<br>『出て行くんだ、アナクサゴラス！』<br>怒り狂った司祭は、たびたび其方を正殿から追い出した。<br><br>姉は一度たりとも其方を責めたことがなかった。むしろ、わずかな収入の中から捻出して、其方が欲しがっていた本や道具を買ってくれた。<br>小さなネジや、重いペンチ、それから軽い天秤…幼き頃の其方は家で機材をいじりながら、創造の喜びに浸っていた。<br>そして5歳の頃には命に対して常に好奇心旺盛だった。自動で歌う機械の鳥、大地獣の孵化器、永遠に鮮やかな色を保つ人工花——其方は最も博識な人間になるのだと大口を叩いていた…いやはや、家族が子供の夢物語を真剣に聞き入れてくれるとは、なんとも珍しい。<br><br>その後、姉は行き交う商人から神悟の樹庭という、知識の聖地と呼ばれる学び舎があることを聞いた。其方はその名を密かに覚え、いつか姉と一緒にそこへ行くことができれば、もう苦労せずとも暮らしていけると思った。<br>それから姉は費用を集め、商人の友人に其方を樹庭に連れて行ってくれるよう頼んだ。<br>ところが樹庭へ向かう道中、住んでいた地に暗黒の潮が襲来したと耳にし、其方は急いで引き返した——そこに広がっていたのは、侵蝕され廃墟となった街。慣れ親しんだ地は見るに耐えないものへと変貌を遂げていた…高慢な其方にも跪く日が来ようとは…もしかすると、神に祈っていたのかもしれんがな……」</i><br><br><i>「私の脳を探るのはそこまでです、性根の悪いタイタンめ……」</i><br>男は記憶の光景から我に返り、その右目には怒りか悲しみかわからない感情が一瞬だけちらついた。"
        },
        {
            "_id": 3,
            "Story": "<b>番号</b>： 13 <br><b>課題</b>：黄金裔の黄金の血による実験<br><b>材料</b>：本人の血液<br><b>記録</b>：精製された液体は黄金のように流れ、レンズの下に種の形の構造を確認。採血中に計3回気絶。<br>……<br><b>番号</b>： 55 <br><b>課題</b>：タイタンの創造物の霊魂解剖<br><b>材料</b>：瀕死の██タイタンの創造物3体、水銀の薬剤、アンティリン花の抽出物<br><b>記録</b>：解剖がコアまで進んだ際、実験対象が突如発狂。幸い、本人の重傷だけで事は済んだため、他者に被害が及ぶことはなかった。錬金器具の改良が急務。██タイタンの霊魂系統図は完成間近。<br>……<br><b>番号</b>： 144 <br><b>課題</b>：魂の融合の中期的な試み<br><b>材料</b>：学者が寄付した魂の炎、タイタンの創造物<br><b>記録</b>：████、尊敬すべき友よ、あなたの遺志に従おう。あなたの体は燃える刑柱の炎となり、魂は人類がタイタンを解析する柱となる！<br>……<br><b>※最後のページの乱雑な注釈※</b>：<br>あれから数年が経った。死の冷たさは依然として左目に渦巻いているが、空虚さを埋めるのに十分なほどの人間の「魂」を見た。<br><br>明日か、明年か、もしくは次の瞬間かもしれない——<br>私は告発され、捕まるのだろう。私に頭を下げさせ、黙らせたい者が常にいるのだから。<br><br>しかし姉さん…私はここで最後に姉さんと会ったことをずっと覚えている。姉さんは何も言わなかったが……<br>ただ、それだけで十分だった。私は自分が正しいことをしたのだと、そう理解している。<br>何年もの間、ずっとそうだった——<br><i>「すべての『間違い』は、『正解』に近づくための足掛かりである」</i><br><br><align=\"right\">——アナイクスの魂に関する学説の実験日誌、<br>原本はすでに破棄されている</align>"
        },
        {
            "_id": 4,
            "Story": "<i>「<b>樹庭の賢人たちへ</b><br><br>一部の学者たちが『学術的非難を行った』、『青少年を堕落させた』、『不信心者である』という3つの罪名で私を告発しました。私としてはこの稚拙な茶番に付き合うつもりはありませんし、自己弁護する気もありません。しかし、これは逆に皆さんが私の研究をより深く理解できる機会かもしれないと思い立ちました。ですので、この場を借り簡単に説明させてもらおうかと思います。<br><br>『学術的非難を行った』に関しては、私が授業で古典的なタイタン学と魂に関する学説を貶し、『学術界の暗黒の潮』と称したことが該当したそうですが、果たしてこの評価は間違っているのでしょうか？タイタンが1本の針の上に立っていられるかを研究する学問や、魂の本質は水であると主張する学問は、未だに権威の堅持によって守られています。これらを精神的な暗黒の潮と称さないのなら、なんと呼ぶべきなのか教えていただけませんか？<br><br>私は幼い頃から樹庭で学び、批評と疑念こそが思想の変革を起こすカギだということをよく知っています。ゆえに学生たちには『権威に挑戦せよ』と常に言い聞かせてきました。どういった経緯かはわかりませんが、これが彼らには『青少年を堕落させる』行為に見えたようです。ファイノンとキャストリスを例にしましょうか。2人が入学した当初は、論理的思考とはなんたるかを何一つ理解していませんでした。しかし今では、私を黙らせるほどの弁を述べることもたびたびあります。もしこれが『青少年を堕落させる』教育だと言うのなら、彼らの言う『正しい教育』とは一体何を指すのか、私には想像すらできませんね。<br><br>そのため、一部の人は私が火追いの黄金裔と密接な関係にあると告発し、私の理論が火種を奪うにあたって彼らの役に立っていると主張している——ええ、その通りです。私はかつてトリスビアスに失われた歴史について教わったこともあります。また、私の最も優秀な2人の学生も黄金裔ですが…それの何が問題なのですか？<br><br>そして、私も彼らの言う黄金裔ですが、神託を盲信したことは一度たりともありません。もし神が世を超越する至純かつ永遠の存在であるのと言うのなら、よく聞きなさい。この世にはたった一柱の神しかいません。それは不滅の真実です！<br>この道を歩み続けられるのは真実の信者だけであり、自らを智者だと称する権威たちは神が崩れ去るのを恐れているだけなのです。<br><br>サーシスのもと、双方が一歩ずつ退くことで事態を緩和しようと提案されました…ですが残念ながら、私にそのような意志は微塵もありません。逆に、私を告発した皆さんに1つ忠告をしてあげます——<br><br>未来の世界は私を理解してくれるでしょう。私にはわかります、判決を聞く私よりも、告発をするあなたたちのほうが恐怖に苛まれることになると！」</i><br><br>——ある賢人会議でのアナイクスによる即興答弁"
        },
        {
            "_id": 5,
            "Story": "<i>「今でもあの怪しげな火を追う旅に納得しているわけではありません。ですが1つ…印象に残っている言葉があります——『火を追う旅路は失い続ける道』。<br><br>黄金裔たちが同じ宿命を背負っていると信じたことはありませんが、私も失い続ける道を歩んでいたのは確かです。<br>ただ、私が失ったものだけではまだ足りない…追い求めているものと比較しても、等価交換の原則を十分に満たせるほど私は失っていないのです。<br><br>タイタンと人の魂の本質は同じであり、魂は知性の種によって構成されているという理論を提唱して以降、私はそれを完全な形で証明する機会をずっと伺ってきました…<br>そして今が、まさにその機会なのです！予想外ではありましたが、ちょうど良かったと言えるでしょう。<br>今日、ようやく過去の災いによる無念を晴らすことができます。<br><br>私は死からインスピレーションを得ました。ならば死をもって報いるべきでしょう<br>——私の肉体は神の火種を熔錬する器となり、私の魂は神に頭を垂れさせる枷となる。そしてそれは、私の理論における究極の証明となるのです！<br><br>今の私はとても幸せだと言えます。<br>初めて空を飛べる機械鳥を作り出した時も、私はこうして笑った…初めて新しい命を孵化させた時も、こうして手が震えた……<br><br>後世の学生たちへ。これが読まれているということは、私は功を成せず、黎明を前に倒れたということでしょう。<br>どうぞ私があげた成果を思う存分活用し、私を研究対象として扱ってください！私の身体を踏み越え、私の炬火を受け継ぎ、私を薪のように焼べて真実を照らしてください！<br>冒涜を恐れることはありません——<br>神を超越することが許されないのであれば、神になってしまえばいいのだから！」</i><br><br>——樹庭陥落後のアナイクスの記憶の残響の1つ。誰にも見つからずに消えてしまった"
        }
    ]
}

var _voice_ = {
    "1405": [
        {
            "_id": "archive_anaxa_1",
            "Title": "初対面",
            "Voice": "私はアナクサゴラス。神悟の樹庭の七賢人の1人にして、「知種学派」の創始者です。言うまでもありませんが…第一に、私をアナイクスと呼ばないでください。第二に、私の話を遮らないでください——沈黙は金なり、と言うでしょう？"
        },
        {
            "_id": "archive_anaxa_2",
            "Title": "挨拶",
            "Voice": "どうしました？問題？なんの問題ですか？聞いてあげましょう。"
        },
        {
            "_id": "archive_anaxa_3",
            "Title": "お別れ",
            "Voice": "もう用は済んだのですか？なら、私はこれで失礼します。"
        },
        {
            "_id": "archive_anaxa_4",
            "Title": "自分について・ヒュポクリテス",
            "Voice": "同僚が私を「ヒュポクリテス」と評していました——ふふ、言い得て妙ですね。典型的なオンパロスの思考から外れているのは珍しい。当然ですが、彼らの見解は私にとって、どうでもいい・必要がない・気にするほどではない…この3つです。"
        },
        {
            "_id": "archive_anaxa_5",
            "Title": "自分について・名前",
            "Voice": "学生たちが陰で「アナ先生」や「イクス先生」、または「アノイクス先生」と呼んでいることは知っていますが…少なくとも「アナイクス」ではありません。ア、ナ、ク、サ、ゴ、ラ、ス、アナクサゴラス——この名が覚えにくいと？そんなはずないでしょう。"
        },
        {
            "_id": "archive_anaxa_6",
            "Title": "世間話・指導",
            "Voice": "学生の質問は大胆であればあるほど好ましい。もし私との論戦で5往復できたのなら…高評価をつけてあげましょう。"
        },
        {
            "_id": "archive_anaxa_7",
            "Title": "世間話・武器",
            "Voice": "武器？それは手本用の錬金道具であり、護身用の手品道具でもあります。"
        },
        {
            "_id": "archive_anaxa_8",
            "Title": "趣味",
            "Voice": "確かに、大地獣は愚かで無知ですが、それでも長所はそれなりにあるのです。落ち着きがあり、静かで穏やか、そして大食いという長所が……"
        },
        {
            "_id": "archive_anaxa_9",
            "Title": "悩み事",
            "Voice": "私には理解できませんね――「華やかな服の大地獣」、彼らはこれを攻撃的な呼び方だと思っているのですか？次からは樹庭の入口に「大地獣を知らざる者、入るべからず！」とでも掲げておいてあげましょう。"
        },
        {
            "_id": "archive_anaxa_10",
            "Title": "シェア",
            "Voice": "簡単な手品でも披露しましょう。「この言葉は嘘だ」、これは嘘か真か？——答えは「嘘であり、真でもある」。信じられないのですか？ならば反論してみてください。"
        },
        {
            "_id": "archive_anaxa_11",
            "Title": "見聞",
            "Voice": "誰かが私に言いました、神を研究することは神に対する冒涜だと。だから私はこう返しました、「それほど簡単に冒涜されてしまうのですね、その神とやらは」と。さて、もし私が「神になりたい」と言ったら、あなたはどう返しますか？"
        },
        {
            "_id": "archive_anaxa_12",
            "Title": "アグライアについて",
            "Voice": "彼女にとって、すべての人間は火種を取り戻すための手段…ただの道具にすぎません。そう、すべての人間——彼女自身も含めて。"
        },
        {
            "_id": "archive_anaxa_13",
            "Title": "アグライアについて・2",
            "Voice": "私は雲を掴むような神託を信じることも、いわゆる使命に縛られるようなこともまっぴらごめんです——もちろん、それは今でも変わりません。しかし 1000 年もの間、変わらず初心を貫いている点だけは…立派だと言ってもいいでしょう。"
        },
        {
            "_id": "archive_anaxa_14",
            "Title": "トリビー・トリアン・トリノンについて",
            "Voice": "彼女たちに神託における自己実現理論について説明しようとしたのですが、幼子と変わらないその身体を見ていると…これ以上語る必要はないのだと思わされますね。"
        },
        {
            "_id": "archive_anaxa_15",
            "Title": "ファイノンについて",
            "Voice": "彼は私の教え子の中で、最も優秀な学生の1人ですが、それはつまり——彼が私…彼の師とは異なる道を歩むことを意味します。"
        },
        {
            "_id": "archive_anaxa_16",
            "Title": "モーディスについて",
            "Voice": "暗黒の潮に抗う戦いは、一部の者を神に、一部の者を人間に、そして一部の者を怪物にしました——モーディスは「紛争」を引き継いだ…すでに自分がなるべきものを選び取ったのでしょう。"
        },
        {
            "_id": "archive_anaxa_17",
            "Title": "キャストリスについて",
            "Voice": "書物の世界を旅することは、心を開くための手段の1つかもしれませんが…彼女が探している答えは、自分の手で触れることでしか得られません。"
        },
        {
            "_id": "archive_anaxa_18",
            "Title": "キャストリスについて・2",
            "Voice": "タイタンだからなんですか？彼女は変わらず、樹庭の学生のままですが。"
        },
        {
            "_id": "archive_anaxa_19",
            "Title": "ヒアンシーについて",
            "Voice": "神樹は太陽の「光」を頼りに、天に向かって成長します。「昏光の庭」が樹庭の学者たちを育む場所だと言うのなら、ヒアンシーこそが「昏光の庭」の「光」でしょうね。"
        },
        {
            "_id": "archive_anaxa_20",
            "Title": "サフェルについて",
            "Voice": "自分より先に出発したカメに追いつけるのか？このパラドックスはサフェルにとって難しくありません——彼女ならきっとスタート地点で喜々としてそのカメを拾い上げ、すぐに自分の膨大なコレクションに加えようとするでしょう。"
        },
        {
            "_id": "archive_anaxa_21",
            "Title": "{NICKNAME}について",
            "Voice": "新しい世界で、より良い神になる——あなたはそれを成し遂げました。それだけでなく、仲間たちと共に英雄になることも…それはもはや神の定義をはるかに超えたものです。"
        },
        {
            "_id": "archive_anaxa_22",
            "Title": "セイレンスについて",
            "Voice": "彼女は思考を刺激する飲み物としてメーレを勧めてきました。酩酊によって狂想が呼び起こされるのは当然のことですが、理性を保ったまま冷静になるには、やはりスパークリングワサビ酢のほうが私に合っています。"
        },
        {
            "_id": "archive_anaxa_23",
            "Title": "ケリュドラについて",
            "Voice": "彼女の玉座にはいつも分厚い本が敷かれていると聞きますが…私からもぜひいくつかお勧めしたい本があります。紙を無駄にするより、適切な役目を発揮してもらったほうがいいですからね。"
        },
        {
            "_id": "archive_anaxa_24",
            "Title": "三月なのかについて",
            "Voice": "ふむ…また記憶に関係する桃色の髪をした少女とは…これは本当に偶然なのでしょうか？"
        },
        {
            "_id": "archive_anaxa_25",
            "Title": "丹恒・騰荒について",
            "Voice": "短期間で樹庭の蔵書を読破し、オンパロスの資料を大量に消化する…多くの者よりも学者らしいですね。それに、大地獣に関する知識の深さに至っては、1万人に1人もいないほどです。"
        },
        {
            "_id": "archive_anaxa_26",
            "Title": "キュレネについて",
            "Voice": "彼女が綴った幾千万もの記憶が、あの偽りの神に教えてあげたのでしょう——少なくとも、「私たちが一体何者なのか」という答えは、勝手に捏造されていいものではありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_anaxa",
            "Title": "星魂覚醒",
            "Voice": "魂の構成は——理性が2割、渇望が3割、激情が5割…他には何もありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_anaxa",
            "Title": "キャラクター昇格",
            "Voice": "この力を征服するのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_anaxa",
            "Title": "レベルMax",
            "Voice": "真理は、私の手の中にあります。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_anaxa",
            "Title": "軌跡覚醒",
            "Voice": "探求とは孤独で長い道のりなのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_anaxa",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "どうやら演じるにはいい機会のようですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_anaxa",
            "Title": "パーティ編成・アグライア",
            "Voice": "私たちは共に戦いはしましたが、目的は異なります。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_anaxa",
            "Title": "パーティ編成・キャストリス",
            "Voice": "支障はありません。あなたは「死」を心配する必要などないのです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_anaxa",
            "Title": "パーティ編成・トリビー",
            "Voice": "神託を信じるくらいなら、私を信じるほうがまだいいでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_anaxa",
            "Title": "パーティ編成・モーディス",
            "Voice": "あなたの心にはすでに答えがあるのでしょう…私に教えられることはありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_anaxa",
            "Title": "パーティ編成・ヒアンシー",
            "Voice": "昏光の庭の医術を再び見ることができるとは…幸運ですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_anaxa",
            "Title": "パーティ編成・サフェル",
            "Voice": "戦場は教室ではありません。流言と真理も、そこではそれぞれ重みがあります。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_anaxa",
            "Title": "パーティ編成・ファイノン",
            "Voice": "迷わず前へ進みなさい。これ以外、あなたに教えられることはもうありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_anaxa",
            "Title": "パーティ編成・セイレンス",
            "Voice": "私は緑のイルカではありません…はあ、言ってもわからないなら、大地獣だと思ってください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_anaxa",
            "Title": "パーティ編成・ケリュドラ",
            "Voice": "戦略においては、あなたこそが先生でしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_anaxa",
            "Title": "パーティ編成・三月なのか",
            "Voice": "質問ですか？いいでしょう、なんでもお聞きください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_anaxa",
            "Title": "パーティ編成・丹恒・騰荒",
            "Voice": "常に考え、戦いの中でもそれを止めない——きっとあなたもそうしていることでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_anaxa",
            "Title": "パーティ編成・キュレネ",
            "Voice": "…最初の知性の種、歓迎しますよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_anaxa",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "等価交換？いいえ、これは無からの創造ですよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_anaxa",
            "Title": "戦闘開始・危険予知",
            "Voice": "二度も見る価値があるのはあなたくらいですね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_anaxa_01",
            "Title": "ターン・1",
            "Voice": "なんですか？何か用ですか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_anaxa_02",
            "Title": "ターン・2",
            "Voice": "見ての通り、私は文弱な一介の学者にすぎません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_anaxa",
            "Title": "戦闘中待機",
            "Voice": "疑問があるなら、遠慮なくどうぞ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_anaxa_01",
            "Title": "通常攻撃",
            "Voice": "言うことなどない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_anaxa_01",
            "Title": "戦闘スキル・1",
            "Voice": "ははっ…狂うがいい！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast_anaxa_02",
            "Title": "戦闘スキル・2",
            "Voice": "ははっ…魂を狙い撃つ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_anaxa_01",
            "Title": "攻撃を受ける",
            "Voice": "想定内です…"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_anaxa_01",
            "Title": "重撃を受ける",
            "Voice": "疲れますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_anaxa",
            "Title": "必殺技・アクティブ",
            "Voice": "見よ、舞台の幕開けを…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_anaxa",
            "Title": "必殺技・発動",
            "Voice": "この神業で、精錬を極め、万物を再構築してみせましょう！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_anaxa_01",
            "Title": "戦闘不能",
            "Voice": "これしきの代価…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_anaxa",
            "Title": "戦闘に戻る",
            "Voice": "ははは…残念ですね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_anaxa",
            "Title": "HP回復",
            "Voice": "いずれ返しましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_anaxa",
            "Title": "秘技",
            "Voice": "開幕の時！"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_anaxa",
            "Title": "戦闘勝利",
            "Voice": "勝利は確実でした。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_anaxa",
            "Title": "戦利品を開ける・1",
            "Voice": "見なかったことにしましょうか。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_anaxa_02",
            "Title": "戦利品を開ける・2",
            "Voice": "ふむ、溶かしてしまいましょう、惜しい物でもありませんし。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_anaxa",
            "Title": "貴重な戦利品を開ける",
            "Voice": "悪くない。材料にできそうです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_anaxa",
            "Title": "謎解きに成功・1",
            "Voice": "もしサーシスがこの問題を見たら、きっと大笑いするでしょうね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_anaxa_02",
            "Title": "謎解きに成功・2",
            "Voice": "ただ答えを出すだけなら、なんら難しいことはありません。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_anaxa",
            "Title": "敵ターゲット発見",
            "Voice": "私は体が弱いので、戦闘になったら前に出てください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_anaxa",
            "Title": "町に戻る",
            "Voice": "この喧騒に感謝してください——これは思考同士が衝突している音ですから。"
        }
    ]
}

var _notes_ = {
    "1405": []
}

var _adiff_ = {
    "1405": {
        "v3": [
            "``Base Stats`- ATK 814.968 → 756.756 ;<br>- SPD 94.0 → 97.0 ;"
        ]
    }
}

var _mtc_ = {
    "1405": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110425": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110425": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110425": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110425": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110201": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "115012": 4
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "115013": 3
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "115013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110505": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110505": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110201": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110202": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110202": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110202": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110203": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110203": 5,
                        "110505": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110203": 8,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 300000,
                        "110203": 14,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "風属性ダメージ +22.4%",
                "Mat": {
                    "2": 237500,
                    "115011": 2,
                    "110202": 8,
                    "115012": 7,
                    "110203": 11,
                    "115013": 11
                }
            },
            {
                "Name": "会心率 +12%",
                "Mat": {
                    "2": 210000,
                    "110201": 3,
                    "115011": 6,
                    "110203": 11,
                    "115013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110202": 3,
                    "115012": 3,
                    "110203": 8,
                    "115013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "流浪の記号",
                "Mat": {
                    "2": 5000,
                    "110201": 3,
                    "110505": 1
                }
            },
            {
                "Name": "必要な空白",
                "Mat": {
                    "2": 20000,
                    "110202": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "定性の変遷",
                "Mat": {
                    "2": 160000,
                    "110203": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}