// Auto Generated

var _avatarskill_ = {
    "140904": {
        "v1": {
            "Name": "世界を癒す曙光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続、最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v2": {
            "Name": "世界を癒す曙光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続、最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v3": {
            "Name": "世界を癒す曙光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続、最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v4": {
            "Name": "世界を癒やす暁の光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続、最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v5": {
            "Name": "世界を癒やす暁の光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "v6": {
            "Name": "世界を癒やす暁の光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        },
        "Live": {
            "Name": "世界を癒やす暁の光",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "記憶の精霊「イカルン」の初期最大HPは、ヒアンシーの最大HP <b>#1[p]</b> 分となる。ヒアンシーまたはイカルンが治癒を行う時、イカルンの与ダメージ+@ <b>#3[p]</b> #、 <b>#4[f]</b> ターン継続。最大で <b>#5[f]</b> 層累積できる。",
            "Params": [
                [
                    0.5,
                    1.0,
                    0.4,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.44,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.48,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.52,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.56,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.6,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.65,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.7,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.75,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.8,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.84,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.88,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.92,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    0.96,
                    2.0,
                    3.0
                ],
                [
                    0.5,
                    1.0,
                    1.0,
                    2.0,
                    3.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Passive"
        }
    },
    "1140901": {
        "v1": {
            "Name": "黒雲よ、消えて！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、戦闘中にヒアンシーと「イカルン」の累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与える。精霊スキルを発動した後、累計治癒量のカウントを <b>#2[p]</b> クリアする。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v2": {
            "Name": "黒雲よ、消えて！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、戦闘中にヒアンシーと「イカルン」の累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与える。精霊スキルを発動した後、累計治癒量のカウントを <b>#2[p]</b> クリアする。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v3": {
            "Name": "黒雲よ、消えて！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、戦闘中にヒアンシーと「イカルン」の累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与える。精霊スキルを発動した後、累計治癒量のカウントを <b>#2[p]</b> クリアする。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v4": {
            "Name": "黒雲退散！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、戦闘中にヒアンシーと「イカルン」の累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与え、累計治癒量のカウントを <b>#2[p]</b> クリアする。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v5": {
            "Name": "黒雲退散！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、戦闘中にヒアンシーと「イカルン」の累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与える。その後、累計治癒量のカウントを <b>#2[p]</b> クリアする。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "v6": {
            "Name": "黒雲退散！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、ヒアンシーと「イカルン」の累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与える。その後、 <b>#2[p]</b> 分の累計治癒量がクリアされる。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        },
        "Live": {
            "Name": "黒雲退散！",
            "MaxLevel": 10,
            "Type": "精霊スキル",
            "Tag": "全体攻撃",
            "Desc": "敵全体に、ヒアンシーと「イカルン」の本戦闘における累計治癒量@ <b>#1[p]</b> #分の風属性ダメージを与える。その後、 <b>#2[p]</b> 分の累計治癒量がクリアされる。",
            "Params": [
                [
                    0.1,
                    0.5
                ],
                [
                    0.12,
                    0.5
                ],
                [
                    0.14,
                    0.5
                ],
                [
                    0.16,
                    0.5
                ],
                [
                    0.18,
                    0.5
                ],
                [
                    0.2,
                    0.5
                ],
                [
                    0.22,
                    0.5
                ],
                [
                    0.24,
                    0.5
                ],
                [
                    0.26,
                    0.5
                ],
                [
                    0.28,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "AttackType": "Servant",
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_Servant"
        }
    },
    "1140903": {
        "v1": {
            "Name": "青空の手を取って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、アクションバーにも表示されない。<br>イカルン以外の味方のHPが減った時、イカルンは任意のターンが回ってきた時、または行動した後に、自身のHPを <b>#1[p]</b> 消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態中、イカルンはヒアンシーがスキルを発動した後に即座に行動する。イカルンが精霊天賦の治癒効果を発動時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v2": {
            "Name": "青空の手を取って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、アクションバーにも表示されない。<br>イカルン以外の味方のHPが減った時、イカルンは任意のターンが回ってきた時、または行動した後に、自身のHPを <b>#1[p]</b> 消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態中、イカルンはヒアンシーがスキルを発動した後に即座に行動する。イカルンが精霊天賦の治癒効果を発動時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v3": {
            "Name": "青空の手を取って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、アクションバーにも表示されない。<br>イカルン以外の味方のHPが減った時、イカルンは任意のターンが回ってきた時、または行動した後に、自身のHPを <b>#1[p]</b> 消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態中、イカルンはヒアンシーがスキルを発動した後に即座に行動する。イカルンが精霊天賦の治癒効果を発動時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "v4": {
            "Name": "青空と手を取り合って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、<u>デバフ効果</u>を無効化し、アクションバーにも表示されない。<br>「イカルン」以外の味方のHPが減った時、「イカルン」は任意のターンが回ってきた時、または行動した後に、自身の最大HP <b>#1[p]</b> 分のHPを消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態中、「イカルン」はヒアンシーがスキルを発動した後に<u>追加ターン</u>を1獲得し、自動で「黒雲退散！」を発動する。「イカルン」が精霊天賦の治癒効果を発動した時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。「イカルン」が攻撃を行った後、自身にあるすべての<u>持続デバフ</u>の継続ターン数-1。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "v5": {
            "Name": "青空と手を取り合って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、<u>デバフ効果</u>に抵抗でき、アクションバーにも表示されない。<br>イカルン以外の味方のHPが減った場合、イカルンは任意のユニットのターンが回ってきた時、または行動した後に、自身の最大HP <b>#1[p]</b> 分のHPを消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態の時、イカルンはヒアンシーがスキルを発動した後に<u>追加ターン</u>を1獲得し、自動で「黒雲退散！」を発動する。また、イカルンが精霊天賦の治癒効果を発動する時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。イカルンがスキルを発動した後、自身にあるすべての<u>持続効果</u>の継続ターン数-1。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "v6": {
            "Name": "青空と手を取り合って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、<u>デバフ効果</u>に抵抗でき、アクションバーにも表示されない。<br>イカルン以外の味方のHPが減った場合、イカルンはいずれかのユニットのターンが回ってきた時、または行動した後に、自身の最大HP <b>#1[p]</b> 分のHPを消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態の時、イカルンはヒアンシーがスキルを発動した後に<u>追加ターン</u>を1獲得し、自動で「黒雲退散！」を発動する。また、イカルンが精霊天賦の治癒効果を発動する時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。イカルンがスキルを発動した後、自身にあるすべての<u>持続効果</u>の継続ターン数-1。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        },
        "Live": {
            "Name": "青空と手を取り合って",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "回復",
            "Desc": "「イカルン」の速度は0に固定され、<u>デバフ効果</u>に抵抗でき、アクションバーにも表示されない。<br>イカルン以外の味方のHPが減った場合、イカルンはいずれかの敵または味方のターンが回ってきた時、もしくは行動した後に、自身の最大HP <b>#1[p]</b> 分のHPを消費し、HPが減った味方のHPをヒアンシーの最大HP@ <b>#2[p]</b> #+@ <b>#3[f]</b> #回復する。<br>ヒアンシーが「雨上がり」状態の時、イカルンはヒアンシーがスキルを発動した後に<u>追加ターン</u>を1獲得し、自動で「黒雲退散！」を発動する。また、イカルンが精霊天賦の治癒効果を発動する時、さらに味方全体のHPをヒアンシーの最大HP@ <b>#4[p]</b> #+@ <b>#5[f]</b> #回復する。イカルンがスキルを発動した後、自身にあるすべての<u>持続効果</u>の継続ターン数-1。",
            "Params": [
                [
                    0.04,
                    0.01,
                    10.0,
                    0.01,
                    10.0
                ],
                [
                    0.04,
                    0.012,
                    12.0,
                    0.012,
                    12.0
                ],
                [
                    0.04,
                    0.014,
                    14.0,
                    0.014,
                    14.0
                ],
                [
                    0.04,
                    0.016,
                    16.0,
                    0.016,
                    16.0
                ],
                [
                    0.04,
                    0.018,
                    18.0,
                    0.018,
                    18.0
                ],
                [
                    0.04,
                    0.02,
                    20.0,
                    0.02,
                    20.0
                ],
                [
                    0.04,
                    0.022,
                    22.0,
                    0.022,
                    22.0
                ],
                [
                    0.04,
                    0.024,
                    24.0,
                    0.024,
                    24.0
                ],
                [
                    0.04,
                    0.026,
                    26.0,
                    0.026,
                    26.0
                ],
                [
                    0.04,
                    0.028,
                    28.0,
                    0.028,
                    28.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive",
            "EE": [
                10000000,
                10000022
            ]
        }
    },
    "1140905": {
        "v1": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "サポート",
            "Desc": "召喚される時、ヒアンシーのEPを <b>#1[f]</b> 回復する。初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v2": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "サポート",
            "Desc": "召喚される時、ヒアンシーのEPを <b>#1[f]</b> 回復する。初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v3": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "サポート",
            "Desc": "召喚される時、ヒアンシーのEPを <b>#1[f]</b> 回復する。初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v4": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "召喚される時、ヒアンシーのEPを <b>#1[f]</b> 回復する。初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v5": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "召喚された時、ヒアンシーのEPを <b>#1[f]</b> 回復する。戦闘中に初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v6": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "召喚された時、ヒアンシーのEPを <b>#1[f]</b> 回復する。戦闘中に初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "Live": {
            "Name": "羽ばたけ、輝く太陽へ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "召喚された時、ヒアンシーのEPを <b>#1[f]</b> 回復する。戦闘中に初めて召喚された時は、さらにEPを <b>#2[f]</b> 回復する。",
            "Params": [
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ],
                [
                    15.0,
                    30.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        }
    },
    "1140906": {
        "v1": {
            "Name": "墜落、そして飛翔せよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "サポート",
            "Desc": "退場する時、ヒアンシーの行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v2": {
            "Name": "墜落、そして飛翔せよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "サポート",
            "Desc": "退場する時、ヒアンシーの行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v3": {
            "Name": "墜落、そして飛翔せよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "サポート",
            "Desc": "退場する時、ヒアンシーの行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v4": {
            "Name": "墜ちてなお、天空を翔けよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "退場する時、ヒアンシーの行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v5": {
            "Name": "墜ちてなお、天空を翔けよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "退場する時、ヒアンシーの行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "v6": {
            "Name": "墜ちてなお、天空を翔けよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "退場する時、ヒアンシーの行動順を <b>#1[p]</b> 早める。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        },
        "Live": {
            "Name": "墜ちてなお、天空を翔けよ",
            "MaxLevel": 10,
            "Type": "精霊天賦",
            "Tag": "強化",
            "Desc": "退場する時、ヒアンシーの<u>行動順</u>を <b>#1[p]</b> <u>早める</u>。",
            "Params": [
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ],
                [
                    0.3
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11409_ServantPassive"
        }
    },
    "140901": {
        "v1": {
            "Name": "そよ風が雲に口付けを",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v2": {
            "Name": "そよ風が雲に口付けを",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v3": {
            "Name": "そよ風が雲に口付けを",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v4": {
            "Name": "雲を撫でるそよ風",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v5": {
            "Name": "雲を撫でるそよ風",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v6": {
            "Name": "雲を撫でるそよ風",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "Live": {
            "Name": "雲を撫でるそよ風",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にヒアンシーの最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        }
    },
    "140902": {
        "v1": {
            "Name": "虹が降り注ぐ時の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v2": {
            "Name": "虹が降り注ぐ時の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v3": {
            "Name": "虹が降り注ぐ時の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v4": {
            "Name": "降り注ぐ彩虹の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v5": {
            "Name": "降り注ぐ彩虹の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルン以外の味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "v6": {
            "Name": "降り注ぐ彩虹の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルン以外の味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        },
        "Live": {
            "Name": "降り注ぐ彩虹の愛",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "回復",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルン以外の味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#3[p]</b> #+@ <b>#4[f]</b> #回復する。",
            "Params": [
                [
                    0.04,
                    40.0,
                    0.05,
                    50.0
                ],
                [
                    0.045,
                    64.0,
                    0.05625,
                    80.0
                ],
                [
                    0.05,
                    82.0,
                    0.0625,
                    102.5
                ],
                [
                    0.055,
                    100.0,
                    0.06875,
                    125.0
                ],
                [
                    0.06,
                    112.0,
                    0.075,
                    140.0
                ],
                [
                    0.064,
                    124.0,
                    0.08,
                    155.0
                ],
                [
                    0.068,
                    133.0,
                    0.085,
                    166.25
                ],
                [
                    0.072,
                    142.0,
                    0.09,
                    177.5
                ],
                [
                    0.076,
                    151.0,
                    0.095,
                    188.75
                ],
                [
                    0.08,
                    160.0,
                    0.1,
                    200.0
                ],
                [
                    0.084,
                    169.0,
                    0.105,
                    211.25
                ],
                [
                    0.088,
                    178.0,
                    0.11,
                    222.5
                ],
                [
                    0.092,
                    187.0,
                    0.115,
                    233.75
                ],
                [
                    0.096,
                    196.0,
                    0.12,
                    245.0
                ],
                [
                    0.1,
                    205.0,
                    0.125,
                    256.25
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_BP",
            "EE": [
                10000018
            ]
        }
    },
    "140903": {
        "v1": {
            "Name": "晨昏の中に飛び入るわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。その後、ヒアンシーは「雨上がり」状態に入り、 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。「雨上がり」状態中。味方全体の最大HP+@ <b>#3[p]</b> #+@ <b>#4[f]</b> #。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v2": {
            "Name": "晨昏の中に飛び入るわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。その後、ヒアンシーは「雨上がり」状態に入り、 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。「雨上がり」状態中。味方全体の最大HP+@ <b>#3[p]</b> #+@ <b>#4[f]</b> #。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v3": {
            "Name": "晨昏の中に飛び入るわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "強化",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。その後、ヒアンシーは「雨上がり」状態に入り、 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。「雨上がり」状態中。味方全体の最大HP+@ <b>#3[p]</b> #+@ <b>#4[f]</b> #。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v4": {
            "Name": "晨昏に飛び込むわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを除く味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。ヒアンシーは「雨上がり」状態に入り、 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。「雨上がり」状態中。味方全体の最大HP+@ <b>#3[p]</b> #+@ <b>#4[f]</b> #。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 150.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v5": {
            "Name": "晨昏に飛び込むわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルンを以外の味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。ヒアンシーは「雨上がり」状態になる、 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。ヒアンシーが「雨上がり」状態の時、味方それぞれの最大HP+@ <b>#3[p]</b> #+@ <b>#4[f]</b> #。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v6": {
            "Name": "晨昏に飛び込むわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルン以外の味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。ヒアンシーは「雨上がり」状態になる、 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。ヒアンシーが「雨上がり」状態の時、味方それぞれの最大HPが@ <b>#3[p]</b> #+@ <b>#4[f]</b> アップ#。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        },
        "Live": {
            "Name": "晨昏に飛び込むわたしたち",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "サポート",
            "Desc": "<u>記憶の精霊</u>「イカルン」を召喚する。イカルン以外の味方全体のHPを、ヒアンシーの最大HP@ <b>#1[p]</b> #+@ <b>#2[f]</b> #回復する。イカルンのHPをヒアンシーの最大HP@ <b>#6[p]</b> #+@ <b>#7[f]</b> #回復する。ヒアンシーは「雨上がり」状態に入る。 <b>#5[f]</b> ターン継続。ヒアンシーのターンが回ってくるたびに継続時間-1ターン。ヒアンシーが「雨上がり」状態の時、味方それぞれの最大HPが@ <b>#3[p]</b> #+@ <b>#4[f]</b> アップ#。",
            "Params": [
                [
                    0.05,
                    50.0,
                    0.15,
                    150.0,
                    3.0,
                    0.06,
                    60.0
                ],
                [
                    0.05625,
                    80.0,
                    0.165,
                    240.0,
                    3.0,
                    0.0675,
                    96.0
                ],
                [
                    0.0625,
                    102.5,
                    0.18,
                    307.5,
                    3.0,
                    0.075,
                    123.0
                ],
                [
                    0.06875,
                    125.0,
                    0.195,
                    375.0,
                    3.0,
                    0.0825,
                    150.0
                ],
                [
                    0.075,
                    140.0,
                    0.21,
                    420.0,
                    3.0,
                    0.09,
                    168.0
                ],
                [
                    0.08,
                    155.0,
                    0.225,
                    465.0,
                    3.0,
                    0.096,
                    186.0
                ],
                [
                    0.085,
                    166.25,
                    0.24375,
                    498.75,
                    3.0,
                    0.102,
                    199.5
                ],
                [
                    0.09,
                    177.5,
                    0.2625,
                    532.5,
                    3.0,
                    0.108,
                    213.0
                ],
                [
                    0.095,
                    188.75,
                    0.28125,
                    566.25,
                    3.0,
                    0.114,
                    226.5
                ],
                [
                    0.1,
                    200.0,
                    0.3,
                    600.0,
                    3.0,
                    0.12,
                    240.0
                ],
                [
                    0.105,
                    211.25,
                    0.315,
                    633.75,
                    3.0,
                    0.126,
                    253.5
                ],
                [
                    0.11,
                    222.5,
                    0.33,
                    667.5,
                    3.0,
                    0.132,
                    267.0
                ],
                [
                    0.115,
                    233.75,
                    0.345,
                    701.25,
                    3.0,
                    0.138,
                    280.5
                ],
                [
                    0.12,
                    245.0,
                    0.36,
                    735.0,
                    3.0,
                    0.144,
                    294.0
                ],
                [
                    0.125,
                    256.25,
                    0.375,
                    768.75,
                    3.0,
                    0.15,
                    307.5
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Ultra"
        }
    },
    "140906": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "v6": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Normal"
        }
    },
    "140907": {
        "v1": {
            "Name": "天気がいいから可愛がりましょう！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> 分+ <b>#2[f]</b> 回復し、最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v2": {
            "Name": "天気がいいから可愛がりましょう！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> 分+ <b>#2[f]</b> 回復し、最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v3": {
            "Name": "天気がいいから可愛がりましょう！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> 分+ <b>#2[f]</b> 回復し、最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v4": {
            "Name": "お日様ぽかぽか、輝くみんな！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> 分+ <b>#2[f]</b> 回復し、最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v5": {
            "Name": "お日様ぽかぽか、輝くみんな！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> + <b>#2[f]</b> 回復する。また、味方それぞれの最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "v6": {
            "Name": "お日様ぽかぽか、輝くみんな！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> + <b>#2[f]</b> 回復する。また、味方それぞれの最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        },
        "Live": {
            "Name": "お日様ぽかぽか、輝くみんな！",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "回復",
            "Desc": "次の戦闘開始時、味方全体のHPをヒアンシーの最大HP <b>#1[p]</b> + <b>#2[f]</b> 回復する。また、味方それぞれの最大HP+ <b>#3[p]</b> 、 <b>#4[f]</b> ターン継続。",
            "Params": [
                [
                    0.3,
                    600.0,
                    0.2,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1409_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1409": {
        "v1": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む曇り",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "雷雨の気遣い",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動した時、味方全体のデバフを <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む曇り",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "雷雨の気遣い",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動した時、味方全体のデバフを <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む曇り",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "雷雨の気遣い",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動した時、味方全体のデバフを <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む暗雲",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "優しい雷雨",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動した時、味方全体の<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む暗雲",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "優しい雷雨",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動する時、味方それぞれの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "v6": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む暗雲",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "優しい雷雨",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動する時、味方それぞれの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーと「イカルン」の治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "SpeedDelta": 14.0,
                "StatusResistanceBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "微笑む暗雲",
                "Desc": "ヒアンシーと「イカルン」の会心率+ <b><color style='color:#f29e38'>100%</color></b> 。残りHPが最大HP <b><color style='color:#f29e38'>50%</color></b> 以下の味方に治癒を行う時、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>25%</color></b> 。",
                "Icon": "SkillIcon_1409_SkillTree1"
            },
            "Tree2": {
                "Name": "優しい雷雨",
                "Desc": "ヒアンシーの効果抵抗+ <b><color style='color:#f29e38'>50%</color></b> 。戦闘スキルまたは必殺技を発動する時、味方それぞれの<u>デバフ</u>を <b><color style='color:#f29e38'>1</color></b> つ解除する。",
                "Icon": "SkillIcon_1409_SkillTree2"
            },
            "Tree3": {
                "Name": "凪いだ暴風",
                "Desc": "ヒアンシーの速度が <b><color style='color:#f29e38'>200</color></b> を超える時、ヒアンシーと「イカルン」の最大HP+ <b><color style='color:#f29e38'>20%</color></b> 。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーとイカルンの治癒量+ <b><color style='color:#f29e38'>1%</color></b> 、超過した速度は最大 <b><color style='color:#f29e38'>200</color></b> までカウントされる。",
                "Icon": "SkillIcon_1409_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "140901": {
        "v1": {
            "Rank": 1,
            "Name": "闇夜の灯火の見守り",
            "Desc": "「雨上がり」状態の最大HPアップ効果がさらに+ <b><color style='color:#f29e38'>50%</color></b> 。ヒアンシーが「雨上がり」状態中、味方が攻撃を行った後、ヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分のHPを回復。",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "闇夜の灯火の見守り",
            "Desc": "「雨上がり」状態の最大HPアップ効果がさらに+ <b><color style='color:#f29e38'>50%</color></b> 。ヒアンシーが「雨上がり」状態中、味方が攻撃を行った後、ヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分のHPを回復。",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "闇夜の灯火の見守り",
            "Desc": "「雨上がり」状態の最大HPアップ効果がさらに+ <b><color style='color:#f29e38'>50%</color></b> 。ヒアンシーが「雨上がり」状態中、味方が攻撃を行った後、ヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分のHPを回復。",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "闇夜の灯火の見守り",
            "Desc": "ヒアンシーが「雨上がり」状態の時、味方全体の最大HP+ <b><color style='color:#f29e38'>50%</color></b> 、味方全体が攻撃を行った後、ヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分のHPを回復する。",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "闇夜の灯火の見守り",
            "Desc": "ヒアンシーが「雨上がり」状態の時、味方それぞれの最大HPアップ効果がさらに <b><color style='color:#f29e38'>50%</color></b> アップする。なお、味方が攻撃を行った後、自身のHPをヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分のHPを回復する。",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "v6": {
            "Rank": 1,
            "Name": "闇夜の灯火を守って",
            "Desc": "ヒアンシーが「雨上がり」状態の時、味方それぞれの最大HPアップ効果がさらに <b><color style='color:#f29e38'>50%</color></b> アップする。また、味方が攻撃を行った後、その味方のHPをヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分回復する。",
            "Icon": "SkillIcon_1409_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "闇夜の灯火を守って",
            "Desc": "ヒアンシーが「雨上がり」状態の時、味方それぞれの最大HPアップ効果がさらに <b><color style='color:#f29e38'>50%</color></b> アップし、味方が攻撃を行った後、その味方のHPをヒアンシーの最大HP <b><color style='color:#f29e38'>8%</color></b> 分回復する。",
            "Icon": "SkillIcon_1409_Rank1"
        }
    },
    "140902": {
        "v1": {
            "Rank": 2,
            "Name": "わたしの庭に遊びに来て",
            "Desc": "味方のHPが減った時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "わたしの庭に遊びに来て",
            "Desc": "味方のHPが減った時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "わたしの庭に遊びに来て",
            "Desc": "味方のHPが減った時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "わたしの庭に遊びに来て",
            "Desc": "味方のHPが減った時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "わたしの庭に遊びに来て",
            "Desc": "味方のHPが減った時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "v6": {
            "Rank": 2,
            "Name": "わたしの庭でくつろいで",
            "Desc": "味方のHPが減った時、速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "わたしの庭で<br>くつろいで",
            "Desc": "味方のHPが減った時、その味方の速度+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1409_Rank2"
        }
    },
    "140903": {
        "v1": {
            "Rank": 3,
            "Name": "出発！太陽に向かって冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "出発！太陽に向かって冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "出発！太陽に向かって冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "出発！太陽に向かって冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "出発！太陽に向かって冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "v6": {
            "Rank": 3,
            "Name": "出発！<br>太陽へ向かう冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "出発！<br>太陽へ向かう冒険",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。精霊スキルのLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_Ultra"
        }
    },
    "140904": {
        "v1": {
            "Rank": 4,
            "Name": "オレンジ色の琥珀を、あなたに",
            "Desc": "軌跡「凪いだ暴風」のバフを強化。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "オレンジ色の琥珀を、あなたに",
            "Desc": "軌跡「凪いだ暴風」のバフを強化。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "オレンジ色の琥珀を、あなたに",
            "Desc": "軌跡「凪いだ暴風」のバフを強化。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "オレンジ色の琥珀を、あなたに",
            "Desc": "軌跡「凪いだ暴風」が強化される。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "オレンジ色の琥珀を、あなたに",
            "Desc": "軌跡「凪いだ暴風」が強化される。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、ヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "v6": {
            "Rank": 4,
            "Name": "お日様色の琥珀を<br>あなたに",
            "Desc": "軌跡「凪いだ暴風」が強化される。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、さらにヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "お日様色の琥珀を<br>あなたに",
            "Desc": "軌跡「凪いだ暴風」が強化される。超過した速度 <b><color style='color:#f29e38'>1</color></b> につき、さらにヒアンシーと「イカルン」の会心ダメージ+ <b><color style='color:#f29e38'>2%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank4"
        }
    },
    "140905": {
        "v1": {
            "Rank": 5,
            "Name": "海の背に映る赤き霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "海の背に映る赤き霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "海の背に映る赤き霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "海の背に映る赤き霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "海の背に映る赤き霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        },
        "v6": {
            "Rank": 5,
            "Name": "海に揺らぐ赤い霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "海に揺らぐ赤い霞",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。精霊天賦のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1409_BP"
        }
    },
    "140906": {
        "v1": {
            "Rank": 6,
            "Name": "空よ…願いを聞き届け",
            "Desc": "「イカルン」が精霊スキルを発動した後、累計治癒量のカウントを <b><color style='color:#f29e38'>10%</color></b> クリアするようになる。イカルンがフィールド上にいる時、味方全体の全属性耐性貫通+ <b><color style='color:#f29e38'>24%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "空よ…願いを聞き届け",
            "Desc": "「イカルン」が精霊スキルを発動した後、累計治癒量のカウントを <b><color style='color:#f29e38'>10%</color></b> クリアするようになる。イカルンがフィールド上にいる時、味方全体の全属性耐性貫通+ <b><color style='color:#f29e38'>24%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "空よ…願いを聞き届け",
            "Desc": "「イカルン」が精霊スキルを発動した後、累計治癒量のカウントを <b><color style='color:#f29e38'>10%</color></b> クリアするようになる。イカルンがフィールド上にいる時、味方全体の全属性耐性貫通+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "空よ…願いを聞き届け",
            "Desc": "「イカルン」が精霊スキルを発動した後、累計治癒量のカウントを <b><color style='color:#f29e38'>12%</color></b> クリアするようになる。「イカルン」がフィールド上にいる時、味方全体の全属性耐性貫通+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "空よ…願いを聞き届け",
            "Desc": "「イカルン」が精霊スキルを発動した後、累計治癒量のカウントを <b><color style='color:#f29e38'>12%</color></b> クリアするようになる。「イカルン」がフィールド上にいる時、味方全体の全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "v6": {
            "Rank": 6,
            "Name": "天空よ…<br>願いを叶えたまえ",
            "Desc": "「イカルン」が精霊スキルを発動した後、クリアされる累計治癒量の割合が <b><color style='color:#f29e38'>12%</color></b> になる。「イカルン」がフィールド上にいる時、味方全体の全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "天空よ…<br>願いを叶えたまえ",
            "Desc": "「イカルン」が精霊スキルを発動した後、クリアされる累計治癒量の割合が <b><color style='color:#f29e38'>12%</color></b> になる。イカルンがフィールド上にいる時、味方全体の全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1409_Rank6"
        }
    }
}

var _story_ = {
    "1409": [
        {
            "_id": 1,
            "Story": "雲上の都市国家が時の流れと共に崩れゆこうとも、昏光の庭は再びその扉を開き、永夜に微かな光をもたらした。<br>医師ヒアシンシア、「天空」の火種を見守る黄金裔。先祖の意志を継ぎ、引き裂かれた晨昏を繕う者である。<br>——願わくば虹色の光が降り注ぎ、すべての怨恨を消し去り、この地に再び黎明をもたらさんことを。"
        },
        {
            "_id": 2,
            "Story": "<i>「ゆっくり翼を広げて。そう、この前やったみたいに、わたしと一緒に深呼吸して……」<br>「力を抜いてください、大丈夫…うん、だいぶ大きくなりましたね。きっと頑張ってご飯を食べてるんでしょう」</i><br>温かいロウソクの光に、ふわふわの頭が照らされている。少女は子馬をそっと抱き上げると、優しく体重計の上に乗せた。<br><br><i>「安心してください。すぐに他の翼獣たちみたいに大きくなれますから、ね？」</i><br>聴診器をつけた少女は、その小さな体を診察していく。すると、子馬の脇腹に新しい「傷」を見つけた。<br><i>「怪我をしたんですか？」</i><br><br>彼女は子馬の翼を撫でながら、ほつれた裂け目から慎重に綿を詰め、針と糸を手に取る。<br><i>「ちょっと痛いかもしれませんけど、心配しないでくださいね。針の扱いには慣れてますから……」<br>「また無理して訓練したんですか？もしかして…あの話を聞いたからでしょうか？あなたのお母様も、おばあ様も、もっと前のご先祖様たちも、みんな空高く飛んだり、岩を砕いたりすることができたって……」<br>「みんなあなたがすごい英雄になることを期待していますが、どれだけ鍛えても、えっと…その期待に応えることは難しいんじゃないでしょうか……」<br>「あなたは…みんなとは違いますから……」</i><br><br>子馬はぴくりともしないまま、その黒い瞳で窓の外を見つめている。<br>遠くの空では、まだ空を切り裂くような雷鳴が鳴り響いていた。それは天空の要塞の英雄と、彼らの翼獣が巻き起こした嵐だ。<br><i>「これは秘密なんですけど…実はわたしもあなたと一緒なんです……」</i><br><br>孤独で薄暗い病室の中、長く病床に伏せっている少女はぬいぐるみを抱き締めながら、針と糸を手に、父から教わった治療術を何度も繰り返し練習している——<br><br><i>「でも…人とは違う光にも、存在意義はあるのかもしれません……」</i>"
        },
        {
            "_id": 3,
            "Story": "他の医者たちと同じように、少女はすべての人々を治したい、世界の崩壊によって苦しむ人々を救いたいと願っている。<br>しかし、暗黒の潮が都市国家を呑み込み、疫病が人々を襲う状況にあって、彼女は病を治療することはできても、絶望の広がりを食い止めることはできなかった。<br><i>「名医になるために必要なのは、効き目のある薬草だけじゃないのかも……」</i><br><br><i>「カーテンは光が通る乳白色で、ベッドは硬すぎず柔らかすぎないものを。枕元には花束を置いて…そうすれば、部屋の中でも外と同じ『色』が見える……」</i><br>彼女はエスカトンを生きる人々に、未来から差し込む一筋の光のような希望を届けたいと願っていた。<br><br>そして今、その温かく居心地のよい部屋では、心安らぐ香りに包まれながら、1人の少女が最期の時を迎えようとしている。彼女が独り言を呟くたびに、長らく封じられていた数々の記憶が、その脳裏に蘇っていく——<br><i>「パパがオルゴールをくれた日も、外では小雨が降ってた。私はオルゴールの音色と雨の音を聞きながら、最高の誕生日を過ごしたの……」<br>「他にも覚えてることがあるわ。街中に白いバラが咲き誇って、風が吹くたびに花の香りが大雪のように降り注いでた……」<br>「それに、あの空。どんどん濃くなってく青色の中に、ほんの少しのオレンジ色が混ざって……」</i>少女は微笑みながら続ける。<i>「透明なシャボン玉が、私の周りにふわふわ浮かんでた。ちょうど……」<br>「今、みたいに……」</i><br><br>チクタク、チクタク——<br>その間も時計の針は進み、彼女の声は徐々に弱々しくなっていく。<br>やがて止まない雨音の中、どこか満足げな溜め息が聞こえた。<br><br><i>「プップー……」</i>イカルンはうなだれ、子馬のぬいぐるみの横でしょんぼりと身体を縮こまらせた。<br><i>「イカルン、聞こえましたか？彼女はわたしたちが作った空を見てくれましたよ……」</i><br>部屋の天井には、海に沈む夕日が映し出されている。<br><br>彼女は冷たくなっていく少女の手を握り締めた。その頬を、1粒の透明な涙が伝っていく。<br><i>「いつかきっと、もっと広くて暖かい空にしてみせますから……」<br>「プー！」</i>"
        },
        {
            "_id": 4,
            "Story": "オクヘイマ——英雄たちが集う地であり、エスカトンにおける最後の希望の街。<br>「火を追う旅」、「火種」、「タイタン」…苛烈で熱を帯びた言葉の数々は、今まで幾度となく耳にしてきた。しかし誰かに「英雄」と呼ばれるたび、彼女はただ手を振って否定する。<br><i>「わたしはただの医者ですから」</i><br>昏光の庭を訪れたすべての人に、そう言って優しく微笑むのだ。<br><br>ある日、深い悲しみに暮れる少女が、「死」のタイタンによる「不治の病」について相談にやってきた。<br><i>「キャスたん、それは病気なんかじゃありません！あなたにはまだまだできることがたくさんあるじゃないですか！」</i><br>よく少女と一緒に鳥や星を眺めたり、標本やキメラのぬいぐるみを作ったりしている彼女は、自分の言葉で少女が笑顔になったのを見て、胸の奥がじんわりと暖かくなっていくのを感じた。<br><br>彼女は冷徹な織り手と高慢な学者の間に確執があることを知っている。<br>そのため新しく設けた和解室に、織り手の好物であるオートミールと、学者が論文を添削する時に欠かせないスパークリングワサビ酢を用意して、さらに最も経験豊富な半神を招くことにした——<br><i>「もし来てくれなかったら…イカルンに毎日耳元でプープー言わせちゃいますから！」</i><br><br>彼女は昏光の庭にザクロの種を撒き、麦を植え、花畑を作った。それは遠くからオクヘイマにやってきた異邦人たちが、ここで心のしこりを捨て、自由に語り合えるようにするためだ。<br><i>「ほんの少しの善意でも、それを積み重ねていけば…民族間に長く横たわるわだかまりを解消できるかもしれません」</i><br><br>ひたすら摩耗していく半神のことを、彼女はいつも気にかけている。<br><i>「ヒアンシーちゃん…火を追う旅に出た時から、『あたちたち』はいつかこんな日が来るって、ちゃんとわかってたから……」</i><br>彼女たちはいつもそう言う。<br><i>「あなたたちの苦痛を少しでも和らげる方法がないか…もう一度樹庭の図書館へ行って調べてみますね……」</i><br>そして彼女も、いつもそうしてきたのだった。<br>……<br><br>天空の末裔、クレムノス人、オクヘイマの貴族、エイジリアの聖女、エリュシオンの戦士、ヤヌサポリスの聖女…小さな庭にはさまざまな人が集まり、一筋の虹のように溶け合っている。<br>しかし、ふとした瞬間、彼女も旅の終わりについて考えることがあった。<br><i>「その時、わたしは…何ができるのでしょうか？」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「『光歴████年、機縁の月』ヒアンシー先生へ<br>お元気ですか？あの時、姉は助かりませんでしたが、昏光の庭で過ごした最後の時間…そして姉が旅立つ前に見せてくれた微笑みは、今でも私の夢を温かく照らしています。今日は、どうしてもお伝えしたいことがあって筆を執りました。実は私も、ついに医師としての道を歩み始めることになったのです。エスカトンを懸命に生きる人々を、あの日の先生のように支えたい。この長夜の中で、私も誰かにとっての小さな灯火になれたらと思っています……」<br><br>「『光歴████年、門関の月』ヒアンシー様へ<br>…これまでずっと傍にいてくださって、本当にありがとうございました。私が昏光の庭の治療室で小さくなっていた時、ヒアンシー様は私の悲しみが雲のように募り、それがゆっくりと消えていくまで、静かに見守っていてくださいましたね。それだけでなく、私が自分の『天気が悪い』と零した時も、あなたはその心の曇り空ごと、すべてを受け止めてくださいました…もしかしたら私も、もう少しだけ勇気を出してみてもいいのかもしれません……」<br><br>「『光歴████年、自由の月』ヒアンシーへ<br>お前の治療のおかげで、皆順調に回復へ向かっている。特にザクロジュースを飲みたいと騒いでいたオクヘイマの小さな戦士は、目を見張るほど元気になった。都市国家間に横たわる長年の確執は、そう簡単に消えるものではないが…今では俺も信じている。たとえ異なる色彩を持つ者同士であろうと、共に在ることはできるのだと」<br><br>「『光歴████年、長夜の月』ヒアンシー教員助手へ<br>忠告に感謝を。この機会に、彼女との関係修復を考えてみようと思います。もっとも、これはあくまであなたの顔を立てるためですが……」<br><br>「『光歴████年、慰霊の月』ヒアンシーへ<br>新しい薬を送っていただく必要はありません。私自身、失われた人間性が戻らないことは十分に承知しています。あまり心配しないでください。私たちと樹庭との関係は、決して最悪というわけではありませんから……」<br><br>「『光歴████年、歓喜の月』ヒアンシーへ<br>故郷の麦が再び芽吹く日が来るなんて、夢にも思わなかった。昏光の庭の花畑に寝転がると、エリュシオンに帰ったような気分になれる…だから落ち込んだ時なんかは、ここで麦の香りを嗅ぐと元気が出てくるんだ！」<br><br>「『光歴████年、昼長の月』ヒアンシーちゃんへ<br>みんなは灼熱の太陽や激ちい雷鳴を包み込んでた空を称えてるけど…『あたちたち』はそんな空よりも、あなたのほうがずっと優ちいと思ってる。たとえ明日、『あたちたち』がどこへ向かうことになっても…ヒアンシーちゃんのことは、ずっとずーっと忘れないからね！」</i><br><br>箱に入り切らなかった何通かの手紙は、診療記録のノートの横に大切にしまわれている。<br>旅が始まった頃、少女の微かな光は今にも闇に消えてしまいそうだった。しかし、明日の空になるため飛び立つ前に——<br><br>彼女が歩いてきた場所では、いつの間にか晴れ渡った空が、静かに最初の笑顔を咲かせていた。"
        }
    ]
}

var _voice_ = {
    "1409": [
        {
            "_id": "archive_hyacine_1",
            "Title": "初対面",
            "Voice": "わたしは天空の末裔ヒアシンシアとして、皆さんと一緒に火追いの使命を果たし、昏光の庭の医師ヒアンシーとして、全力で皆さんをサポートします。そしてこの子はわたしの助手であり仲間——ペーガソスのイカルンと言います。揉んでみますか？思う存分どうぞ～！もみもみされるの大好きなので～"
        },
        {
            "_id": "archive_hyacine_2",
            "Title": "挨拶",
            "Voice": "ちょっとした仕草と表情でわかっちゃいます、何か…悩み事を抱えてますね？…なら、わたしの庭園に立ち寄っていきませんか？ふかふかの椅子に本、お菓子にぽかぽかの日差し…あと、あなたの話し相手にぴったりなわたしが待ってますよ～"
        },
        {
            "_id": "archive_hyacine_3",
            "Title": "お別れ",
            "Voice": "夜は冷えます。ちゃんと栄養を摂って、夜更かしはしちゃいけませんよ。寝る前は温かいお湯に浸かって、羊乳ハーブティーを飲めば、心が安らいでいい夢が見られるでしょう。"
        },
        {
            "_id": "archive_hyacine_4",
            "Title": "自分について・身分",
            "Voice": "太陽が沈黙する前、ご先祖様は雲の上で天候と季節の移り変わりを調節してたそうです。永夜が訪れてしまった今、わたしが一筋の光になって、この世界の痛みを癒したい——黎明が再び咲き誇り、皆さんと一緒に光を浴びる日が来るまで。"
        },
        {
            "_id": "archive_hyacine_5",
            "Title": "自分について・翼獣",
            "Voice": "天空の民はみんな、翼獣の祝福を受けているんです。イカルンは小さいし、いつも眠そうにしてますけど、こう見えてある都市国家を虹の光で救ったこともあるんですよ。でも…その時からイカルンは喋れなくなってしまいました……"
        },
        {
            "_id": "archive_hyacine_6",
            "Title": "世間話・「話術」療法",
            "Voice": "包帯を巻いたり、注射や検査をする時に患者さんが緊張してしまうことはよくあるので、その時こそ医者の話術が試されるんです！でもたまに、お話の途中で眠くなってしまう人も…あれ？あなたもあくびを……？"
        },
        {
            "_id": "archive_hyacine_7",
            "Title": "世間話・魅力",
            "Voice": "足を止めるたびに、近くにいる蝶や大地獣、キメラちゃんたちがイカルンの周りに集まってきます。もちろん、わたしにはよーくわかります。イカルンが嫌いな生き物なんているわけないですからね！"
        },
        {
            "_id": "archive_hyacine_8",
            "Title": "趣味・鳥の観察",
            "Voice": "オンパロスの鳥たちを映写ストーンで撮影してたら、いつの間にか分厚いアルバム1冊分になってたんです！あ、鳥と言えば…樹庭の学者とも議論したんですが、どうしてエーグルとファジェイナは仲が悪いんだと思いますか？わたしはこう思うんです——用事もないのに使者を海に遣わせて、ファジェイナからメーレをもらおうとしてたからだと！"
        },
        {
            "_id": "archive_hyacine_9",
            "Title": "趣味・古物の回収",
            "Voice": "古着を使って作った椅子のカバー、瓶でできたカンパナ…わたしの庭にあるので、よかったら見に来てくださいね。それと、いらなくなった古い物があったらぜひ譲ってください。見たこともない新しい姿に生まれ変わらせちゃいますよ～"
        },
        {
            "_id": "archive_hyacine_10",
            "Title": "悩み事",
            "Voice": "わたしが天空の民の一族だと知ると、皆さん何度も確認してくるんです。自分の見た目が伝説にある先祖とかけ離れてるのは知ってますし、全然気にしてないということもないですが…でも、人それぞれ違うのは当たり前だと思うんです、そうでしょう？"
        },
        {
            "_id": "archive_hyacine_11",
            "Title": "シェア",
            "Voice": "医術には限界がある…たとえ最善を尽くしたとしても、悔いは残ってしまうものです。だから、わたしは看護とカウンセリングを学びました。この不安定な世界で、心に灯る希望を守るのは、病を治すのと同じくらい大事だと思うから……"
        },
        {
            "_id": "archive_hyacine_12",
            "Title": "見聞",
            "Voice": "正義の赤、勇敢さの橙、平和の黄色…太陽の光が雨粒で屈折して7色になるように、ご先祖様は世界にさまざまな色を残しました。"
        },
        {
            "_id": "archive_hyacine_13",
            "Title": "{NICKNAME}について",
            "Voice": "グレーたんは天外でたくさんの素敵な物語を経験してきたそうですね。機会があれば、一緒に広い天外へ行ってみたいです。何しろ…わたしは天空の民ですから！"
        },
        {
            "_id": "archive_hyacine_14",
            "Title": "丹恒について",
            "Voice": "たんたんみたいに落ち着いてる人は滅多に見かけません。何が起きても瞬きひとつしない印象で…ひょっとしたら、彼も医師に向いてるんじゃないでしょうか？"
        },
        {
            "_id": "archive_hyacine_15",
            "Title": "アグライアについて",
            "Voice": "アグライア様のことを、「つかみどころがなく信用できない」と言ってる人もいました。でも彼女の手を握った時、冷たい指の下から温もりが伝わってきて…わたしは思ったんです、彼女はきっと心の声を言葉で隠してるだけなんだと。"
        },
        {
            "_id": "archive_hyacine_16",
            "Title": "トリビー・トリアン・トリノンについて",
            "Voice": "トリビー様たちがピラヴロスに乗らないかと誘ってくれたことがありまして。ほんの少しの時間とはいえ、雲石の天宮の間をすり抜けるのはすごくドキドキしました…彼女たちから教わったんですが、前を真っすぐ見続けると怖くないらしいですよ。"
        },
        {
            "_id": "archive_hyacine_17",
            "Title": "キャストリスについて",
            "Voice": "キャスたんはわたしの小さな庭園が大好きみたいで、いつも離れた所から庭を回って眺めてます。一周したらまたぐるーっと…瞬きするのも忘れてしまうくらい夢中になってるんです——そうなったキャスたんの意識を呼び戻すには、花よりもっと可愛いものがないと難しいかもしれません。たとえば…キメラちゃんとか？"
        },
        {
            "_id": "archive_hyacine_18",
            "Title": "アナイクスについて",
            "Voice": "アナイクス先生は試験範囲を教えてくれませんし、1対1で口頭試験をすることもあるんですよ！期末試験のたびに、頭の使いすぎでわたしのところに運ばれてくる学生が何人もいるんです……"
        },
        {
            "_id": "archive_hyacine_19",
            "Title": "ファイノンについて",
            "Voice": "仲間の誰にでも優しいファイノン様ですが、皆さんに向ける笑顔にはどこか苦しみが隠れてる気がして…彼が失ったものは、きっととても重いものなんでしょうね。"
        },
        {
            "_id": "archive_hyacine_20",
            "Title": "モーディスについて",
            "Voice": "モーディス様の回復速度は普通の人の比ではありません。重傷を負ってわたしの治療が必要な時でさえ談笑してくれて…うーん…そういえば、怪我をしてる時のほうがいつもよりお喋りな気が……？"
        },
        {
            "_id": "archive_hyacine_21",
            "Title": "サフェルについて",
            "Voice": "サフェル様の機嫌が知りたいのなら、尻尾を見てみるのをオススメします！ピンと立ってればご機嫌ですが、尻尾の先が動いてたら誰とも話したくない…という意味なので、話しかけないほうがいいですよ。なぜわたしが知ってるのか気になりますか？それは…ただの推測です！キメラちゃんも似たような感じなので…えへへ。"
        },
        {
            "_id": "archive_hyacine_22",
            "Title": "セイレンスについて",
            "Voice": "セイレンス様の奏でる音色は、今では甘美でロマンチックなものになりました。もし不眠症の患者さんがいたら、歌ってくれるそうです。羊乳ハーブティーに彼女の歌声があれば、患者さんもきっとすぐ治るでしょうね！"
        },
        {
            "_id": "archive_hyacine_23",
            "Title": "ケリュドラについて",
            "Voice": "ケリュドラ様…世間には「暴君」としての顔を見せていますが、その背中にはどこか寂しさが漂ってるんです。そんな彼女を癒してあげられる人はいるんでしょうか？今度会ったら、ぎゅっと抱きしめてあげないと……"
        },
        {
            "_id": "archive_hyacine_24",
            "Title": "三月なのかについて",
            "Voice": "火追いの方々といる時と同じように、開拓の皆さんと一緒にいる時もなーたんはきっと温かくて、太陽のような存在なんでしょうね——ほら、グレーたんもなーたんを見て、ずいぶん表情が柔らかくなってます！"
        },
        {
            "_id": "archive_hyacine_25",
            "Title": "キュレネについて",
            "Voice": "キュレたんもきっと、キラキラしたものが好きなんでしょうね…だって、彼女は星空を見上げるのが好きだから。ねえ、イカルン？——はい！ふわふわのイカルンのことも、きっと好きになってくれると思いますよ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_hyacine",
            "Title": "星魂覚醒",
            "Voice": "天空には何もありませんが、人を慰めることはできるんです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_hyacine",
            "Title": "キャラクター昇格",
            "Voice": "世界を癒すには、もっと鮮やかな色が必要です。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_hyacine",
            "Title": "レベルMax",
            "Voice": "わたしたちが辿り着く終点に、影が永遠に落ちないことを祈ります。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_hyacine",
            "Title": "軌跡覚醒",
            "Voice": "この先は、すでに一筋の光に照らされてます。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_hyacine",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "グレーたんは、虹色をした天空を見たことがありますか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_hyacine",
            "Title": "パーティ編成・アグライア",
            "Voice": "アグライア様、光は再びオンパロスに訪れます…必ず。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_hyacine",
            "Title": "パーティ編成・キャストリス",
            "Voice": "-ヒアンシー「よかった！キャスたんがいてくれれば百人力です！ほらイカルン、早く起きてください、竜ですよ！」<br>-イカルン「プー？プルルッ！」"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_hyacine",
            "Title": "パーティ編成・トリビー",
            "Voice": "トリビー様、飛行中は安全に気をつけてくださいね～"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_hyacine",
            "Title": "パーティ編成・アナイクス",
            "Voice": "ではアナイクス先生、理論の実践をお願いします。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_hyacine",
            "Title": "パーティ編成・モーディス",
            "Voice": "モーディス様、昏光の庭にある医学大辞典には「ほどほどに」の5文字が書かれてますよ～"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tociphe_hyacine",
            "Title": "パーティ編成・サフェル",
            "Voice": "サフェル様、あんまり速いとついてけません～！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_hyacine",
            "Title": "パーティ編成・ファイノン",
            "Voice": "ファイノン様、怪我したら遠慮せず、すぐに教えてくださいね！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_hyacine",
            "Title": "パーティ編成・セイレンス",
            "Voice": "セイレンス様の歌声があれば、皆さんもあまり疲れずに済みますね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocerydra_hyacine",
            "Title": "パーティ編成・ケリュドラ",
            "Voice": "ケリュドラ様、安心して戦略を立ててください。後方はわたしにお任せを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_hyacine",
            "Title": "パーティ編成・三月なのか",
            "Voice": "なーたん、また会えましたね！お話ししたいことがたくさんあるんです！"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_hyacine",
            "Title": "パーティ編成・丹恒・騰荒",
            "Voice": "大地の助けがあれば、陽の光はきっとオンパロスの隅々まで届くでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_hyacine",
            "Title": "パーティ編成・キュレネ",
            "Voice": "キュレたん、羊乳ハーブティーでも飲んでリラックスしませんか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_hyacine",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "あなたも心を開いてください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_hyacine",
            "Title": "戦闘開始・危険予知",
            "Voice": "はあ…すっかり自分を見失ってしまったんですね…"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hyacine_01",
            "Title": "ターン・1",
            "Voice": "未来は、きっと明るいはずです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_hyacine_02",
            "Title": "ターン・2",
            "Voice": "彩虹の橋架が導くままに。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_hyacine",
            "Title": "戦闘中待機",
            "Voice": "のんびりでいいんですよ。頭を空っぽにするのも、疲れを癒す良薬ですからね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_hyacine_01",
            "Title": "通常攻撃",
            "Voice": "落ち着いてください。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_hyacine_01",
            "Title": "戦闘スキル・1",
            "Voice": "ふふ、日向ぼっこしましょう〜"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_hyacine_02",
            "Title": "戦闘スキル・2",
            "Voice": "ふふ、待たせちゃいましたね～"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_hyacine_01",
            "Title": "攻撃を受ける",
            "Voice": "慌てないで…"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_hyacine_01",
            "Title": "重撃を受ける",
            "Voice": "止めなくちゃ…"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_hyacine",
            "Title": "必殺技・アクティブ",
            "Voice": "この微かな光が……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_hyacine",
            "Title": "必殺技・発動",
            "Voice": "影も雲も押しのけて、晴れ渡る空をもたらしてくれますように！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_hyacine_01",
            "Title": "戦闘不能",
            "Voice": "ご先祖、様…"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_hyacine",
            "Title": "戦闘に戻る",
            "Voice": "皆さんは大丈夫ですか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_hyacine",
            "Title": "HP回復",
            "Voice": "わあ！わたしも習いたいです。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_hyacine_01",
            "Title": "秘技",
            "Voice": "行く先を照らして。"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_hyacine",
            "Title": "戦闘勝利",
            "Voice": "小さな光でも、やがて煌めく銀河になるんでしょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hyacine",
            "Title": "戦利品を開ける・1",
            "Voice": "驚きました？これもわたしが見つけたんです！"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_hyacine_02",
            "Title": "戦利品を開ける・2",
            "Voice": "お日さまの光を浴びたら、もっと色鮮やかになりそうですね〜"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_hyacine",
            "Title": "貴重な戦利品を開ける",
            "Voice": "間違いありません、これは古い書物に書いてあったものです！"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hyacine",
            "Title": "謎解きに成功・1",
            "Voice": "樹庭で学んだ知識、ちゃんと役に立ちましたね。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_hyacine_02",
            "Title": "謎解きに成功・2",
            "Voice": "他の解き方もあったんでしょうか…"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_hyacine",
            "Title": "敵ターゲット発見",
            "Voice": "説得は難しそうです…よく観察してから行動しましょう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_hyacine",
            "Title": "町に戻る",
            "Voice": "ふ～…充実した1日でした！今夜はよく眠れそうですね〜"
        }
    ]
}

var _notes_ = {
    "1409": []
}

var _adiff_ = {
    "1409": {
        "v5": [
            "``Base Stats`- Energy 150.0 → 140.0 ;"
        ]
    }
}

var _mtc_ = {
    "1409": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115001": 5
            },
            {
                "2": 8000,
                "115001": 10
            },
            {
                "2": 16000,
                "115002": 6,
                "110425": 3
            },
            {
                "2": 40000,
                "115002": 9,
                "110425": 7
            },
            {
                "2": 80000,
                "115003": 6,
                "110425": 20
            },
            {
                "2": 160000,
                "115003": 9,
                "110425": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "精霊スキル",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "精霊天賦",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "115003": 2
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110505": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110505": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110505": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115001": 3
                    },
                    {
                        "2": 3500,
                        "110251": 2,
                        "115001": 4
                    },
                    {
                        "2": 7000,
                        "110252": 2,
                        "115002": 2
                    },
                    {
                        "2": 16000,
                        "110252": 4,
                        "115002": 3
                    },
                    {
                        "2": 25000,
                        "110252": 6,
                        "115002": 6
                    },
                    {
                        "2": 35000,
                        "110253": 2,
                        "115003": 2
                    },
                    {
                        "2": 70000,
                        "110253": 5,
                        "110505": 1,
                        "115003": 4
                    },
                    {
                        "2": 140000,
                        "110253": 6,
                        "241": 1,
                        "110505": 1
                    },
                    {
                        "2": 240000,
                        "110253": 13,
                        "241": 1,
                        "110505": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "速度 +14",
                "Mat": {
                    "2": 235500,
                    "115001": 2,
                    "110252": 7,
                    "115002": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "効果抵抗 +18%",
                "Mat": {
                    "2": 209000,
                    "110251": 3,
                    "115001": 6,
                    "110253": 11,
                    "115003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 149000,
                    "110252": 3,
                    "115002": 2,
                    "110253": 7,
                    "115003": 6
                }
            }
        ],
        "Traces": [
            {
                "Name": "微笑む暗雲",
                "Mat": {
                    "2": 5000,
                    "110251": 3,
                    "110505": 1
                }
            },
            {
                "Name": "優しい雷雨",
                "Mat": {
                    "2": 20000,
                    "110252": 5,
                    "241": 1,
                    "110505": 1
                }
            },
            {
                "Name": "凪いだ暴風",
                "Mat": {
                    "2": 160000,
                    "110253": 8,
                    "241": 1,
                    "110505": 1
                }
            }
        ]
    }
}