// Auto Generated

var _avatarskill_ = {
    "141201": {
        "v1": {
            "Name": "移動、兵貴神速",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v2": {
            "Name": "征け、兵は神速を尊ぶ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v3": {
            "Name": "征け、兵は神速を尊ぶ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v4": {
            "Name": "征け、兵は神速を尊ぶ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "v5": {
            "Name": "征け、兵は神速を尊ぶ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        },
        "Live": {
            "Name": "征け、兵は神速を尊ぶ",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Normal"
        }
    },
    "141202": {
        "v1": {
            "Name": "昇変、兵は皆将の器",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "指定した味方単体キャラに「軍功」を付与し、ケリュドラがチャージを <b>#2[f]</b> 獲得する。チャージは最大で <b>#3[f]</b> 溜まる。チャージが <b>#4[f]</b> に達した時、「軍功」は「爵位」に昇格され、状態を所持しているキャラに付与された<u>行動制限系デバフ</u>を解除する。「爵位」を所持しているキャラの戦闘スキルダメージの会心ダメージ+@ <b>#1[p]</b> #、敵に戦闘スキルを発動する時、<u>奇襲</u>が発動する。<u>奇襲</u>終了後、チャージを <b>#4[f]</b> 消費し、「爵位」を「軍功」に戻す。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        },
        "v2": {
            "Name": "名を馳せよ、歩兵も将の器",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方単体キャラに「軍功」を付与し、ケリュドラがチャージを <b>#2[f]</b> 獲得する。チャージは最大で <b>#3[f]</b> 溜まる。チャージが <b>#4[f]</b> に達した時、「軍功」は「爵位」に昇格され、状態を所持しているキャラに付与された<u>行動制限系デバフ</u>を解除する。「爵位」を所持しているキャラの戦闘スキルダメージの会心ダメージ+@ <b>#1[p]</b> #、敵に戦闘スキルを発動する時、<u>奇襲</u>が発動する。<u>奇襲</u>終了後、チャージを <b>#4[f]</b> 消費し、「爵位」を「軍功」に戻す。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        },
        "v3": {
            "Name": "名を馳せよ、歩兵も将の器",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方単体キャラに「軍功」を付与し、ケリュドラがチャージを <b>#2[f]</b> 獲得する。チャージの最大値は <b>#3[f]</b> 。チャージが <b>#4[f]</b> に達した時、味方キャラの「軍功」は自動で「爵位」へと昇格し、その状態を所持しているキャラの<u>行動制限系デバフ</u>を解除する。「爵位」を所持しているキャラは「軍功」も同時に所持しているものとみなし、戦闘スキルの会心ダメージ+@ <b>#1[p]</b> #、敵に戦闘スキルを発動する時、<u>奇襲</u>が発動する。ケリュドラが<u>一時離脱</u>状態の時、「爵位」を所持しているキャラの@戦闘スキルダメージの全属性<u>耐性貫通</u>が@ <b>#5[p]</b> #アップする。<u>奇襲</u>終了後、チャージを <b>#4[f]</b> 消費し、「爵位」を「軍功」に戻す。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023,
                10000016
            ]
        },
        "v4": {
            "Name": "名を馳せよ、歩兵も将の器",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方単体キャラに「軍功」を付与し、ケリュドラがチャージを <b>#2[f]</b> 獲得する。チャージの最大値は <b>#3[f]</b> 。チャージが <b>#4[f]</b> に達した時、味方キャラの「軍功」は自動で「爵位」へと昇格し、その状態を所持しているキャラの<u>行動制限系デバフ</u>を解除する。「爵位」を所持しているキャラは「軍功」も同時に所持しているものとみなし、戦闘スキルの会心ダメージ+@ <b>#1[p]</b> #、敵に戦闘スキルを発動する時、<u>奇襲</u>が発動する。ケリュドラが<u>一時離脱</u>状態の時、「爵位」を所持しているキャラの@戦闘スキルダメージの全属性<u>耐性貫通</u>が@ <b>#5[p]</b> #アップする。<u>奇襲</u>終了後、チャージを <b>#4[f]</b> 消費し、「爵位」を「軍功」に戻す。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023,
                10000016
            ]
        },
        "v5": {
            "Name": "名を馳せよ、歩兵も将の器",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方単体キャラに「軍功」を付与し、ケリュドラがチャージを <b>#2[f]</b> 獲得する。チャージの最大値は <b>#3[f]</b> 。チャージが <b>#4[f]</b> に達した時、味方キャラの「軍功」は自動で「爵位」へと昇格し、その状態を所持しているキャラの<u>行動制限系デバフ</u>を解除する。「爵位」を所持しているキャラは「軍功」も同時に所持しているものとみなし、戦闘スキルの会心ダメージ+@ <b>#1[p]</b> #、全属性<u>耐性貫通</u>+@ <b>#5[p]</b> #。敵ターゲットに戦闘スキルを発動する時、<u>奇襲</u>が発動する。<u>奇襲</u>終了後、チャージを <b>#4[f]</b> 消費し、「爵位」を「軍功」に戻す。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        },
        "Live": {
            "Name": "名を馳せよ、歩兵も将の器",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "サポート",
            "Desc": "指定した味方単体キャラに「軍功」を付与し、ケリュドラはチャージを <b>#2[f]</b> 獲得する。チャージの最大値は <b>#3[f]</b> 。チャージが <b>#4[f]</b> に達した時、味方キャラの「軍功」は自動で「爵位」へと昇格し、その状態を所持しているキャラの<u>行動制限系デバフ</u>を解除する。「爵位」を所持しているキャラは「軍功」も同時に所持しているものとみなし、戦闘スキルの会心ダメージ+@ <b>#1[p]</b> #、全属性<u>耐性貫通</u>+@ <b>#5[p]</b> #。敵ターゲットに戦闘スキルを発動する時、<u>奇襲</u>が発動する。<u>奇襲</u>終了後、チャージを <b>#4[f]</b> 消費し、「爵位」を「軍功」に戻す。",
            "Params": [
                [
                    0.36,
                    1.0,
                    8.0,
                    6.0,
                    0.08
                ],
                [
                    0.396,
                    1.0,
                    8.0,
                    6.0,
                    0.082
                ],
                [
                    0.432,
                    1.0,
                    8.0,
                    6.0,
                    0.084
                ],
                [
                    0.468,
                    1.0,
                    8.0,
                    6.0,
                    0.086
                ],
                [
                    0.504,
                    1.0,
                    8.0,
                    6.0,
                    0.088
                ],
                [
                    0.54,
                    1.0,
                    8.0,
                    6.0,
                    0.09
                ],
                [
                    0.585,
                    1.0,
                    8.0,
                    6.0,
                    0.0925
                ],
                [
                    0.63,
                    1.0,
                    8.0,
                    6.0,
                    0.095
                ],
                [
                    0.675,
                    1.0,
                    8.0,
                    6.0,
                    0.0975
                ],
                [
                    0.72,
                    1.0,
                    8.0,
                    6.0,
                    0.1
                ],
                [
                    0.756,
                    1.0,
                    8.0,
                    6.0,
                    0.102
                ],
                [
                    0.792,
                    1.0,
                    8.0,
                    6.0,
                    0.104
                ],
                [
                    0.828,
                    1.0,
                    8.0,
                    6.0,
                    0.106
                ],
                [
                    0.864,
                    1.0,
                    8.0,
                    6.0,
                    0.108
                ],
                [
                    0.9,
                    1.0,
                    8.0,
                    6.0,
                    0.11
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_BP",
            "EE": [
                10000011,
                10000023
            ]
        }
    },
    "141203": {
        "v1": {
            "Name": "世は盤上、チェックメイト",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "チャージを <b>#2[f]</b> 獲得する。敵全体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。フィールド上に「軍功」を所持するキャラがいない場合、味方パーティの1枠目のキャラに優先して「軍功」を付与する。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v2": {
            "Name": "世は盤上、チェックメイト",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "チャージを <b>#2[f]</b> 獲得する。敵全体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。フィールド上に「軍功」を所持するキャラがいない場合、味方パーティの1枠目のキャラに優先して「軍功」を付与する。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v3": {
            "Name": "世は盤上、チェックメイト",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "チャージを <b>#2[f]</b> 獲得する。敵全体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。フィールド上に「軍功」を所持するキャラがいない場合、味方パーティの1枠目のキャラに優先して「軍功」を付与する。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v4": {
            "Name": "世は盤上、チェックメイト",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "チャージを <b>#2[f]</b> 獲得する。敵全体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。フィールド上に「軍功」を所持するキャラがいない場合、味方パーティの1枠目のキャラに優先して「軍功」を付与する。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v5": {
            "Name": "世は盤上、チェックメイト",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "チャージを <b>#2[f]</b> 獲得する。敵全体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。フィールド上に「軍功」を所持するキャラがいない場合、味方パーティの1枠目のキャラに優先して「軍功」を付与する。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        },
        "Live": {
            "Name": "世は盤上、チェックメイト",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "チャージを <b>#2[f]</b> 獲得する。敵全体にケリュドラの攻撃力@ <b>#1[p]</b> #分の風属性ダメージを与える。フィールド上に「軍功」を所持しているキャラがいない場合、現在1枠目にいるキャラに優先して「軍功」を付与する。",
            "Params": [
                [
                    1.44,
                    2.0
                ],
                [
                    1.536,
                    2.0
                ],
                [
                    1.632,
                    2.0
                ],
                [
                    1.728,
                    2.0
                ],
                [
                    1.824,
                    2.0
                ],
                [
                    1.92,
                    2.0
                ],
                [
                    2.04,
                    2.0
                ],
                [
                    2.16,
                    2.0
                ],
                [
                    2.28,
                    2.0
                ],
                [
                    2.4,
                    2.0
                ],
                [
                    2.496,
                    2.0
                ],
                [
                    2.592,
                    2.0
                ],
                [
                    2.688,
                    2.0
                ],
                [
                    2.784,
                    2.0
                ],
                [
                    2.88,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Ultra"
        }
    },
    "141204": {
        "v1": {
            "Name": "栄光をカイザーに",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「軍功」を所持するキャラの攻撃力は、ケリュドラの攻撃力@ <b>#4[p]</b> #分アップする。そのキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラがチャージを <b>#1[f]</b> 獲得する。なお、<u>奇襲</u>期間中にケリュドラはこの効果でチャージを獲得できない。「軍功」は最後に付与したターゲットにのみ有効。ターゲットが変更された時、ケリュドラのチャージを0にリセットする。",
            "Params": [
                [
                    1.0,
                    6.0,
                    1.0,
                    0.18,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.186,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.192,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.198,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.204,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.21,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.2175,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.225,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.2325,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.24,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.246,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.252,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.258,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.264,
                    8.0
                ],
                [
                    1.0,
                    6.0,
                    1.0,
                    0.27,
                    8.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v2": {
            "Name": "栄光をカイザーに",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "「軍功」を所持するキャラの攻撃力は、ケリュドラの攻撃力@ <b>#4[p]</b> #分アップする。そのキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラがチャージを <b>#1[f]</b> 獲得する。なお、<u>奇襲</u>期間中にケリュドラはこの効果でチャージを獲得できない。「軍功」は最後に付与したターゲットにのみ有効。ターゲットが変更された時、ケリュドラのチャージを0にリセットする。",
            "Params": [
                [
                    1.0,
                    0.18
                ],
                [
                    1.0,
                    0.186
                ],
                [
                    1.0,
                    0.192
                ],
                [
                    1.0,
                    0.198
                ],
                [
                    1.0,
                    0.204
                ],
                [
                    1.0,
                    0.21
                ],
                [
                    1.0,
                    0.2175
                ],
                [
                    1.0,
                    0.225
                ],
                [
                    1.0,
                    0.2325
                ],
                [
                    1.0,
                    0.24
                ],
                [
                    1.0,
                    0.246
                ],
                [
                    1.0,
                    0.252
                ],
                [
                    1.0,
                    0.258
                ],
                [
                    1.0,
                    0.264
                ],
                [
                    1.0,
                    0.27
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v3": {
            "Name": "栄光をカイザーに",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "「軍功」を所持するキャラの攻撃力が、ケリュドラの攻撃力@ <b>#2[p]</b> #分アップする。そのキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラがチャージを <b>#1[f]</b> 獲得する。なお、<u>奇襲</u>期間中の場合、ケリュドラはこの方法でチャージを獲得できない。「軍功」は最後に付与したターゲットにのみ有効。ターゲットが変更された時、ケリュドラのチャージは0にリセットされる。",
            "Params": [
                [
                    1.0,
                    0.18
                ],
                [
                    1.0,
                    0.186
                ],
                [
                    1.0,
                    0.192
                ],
                [
                    1.0,
                    0.198
                ],
                [
                    1.0,
                    0.204
                ],
                [
                    1.0,
                    0.21
                ],
                [
                    1.0,
                    0.2175
                ],
                [
                    1.0,
                    0.225
                ],
                [
                    1.0,
                    0.2325
                ],
                [
                    1.0,
                    0.24
                ],
                [
                    1.0,
                    0.246
                ],
                [
                    1.0,
                    0.252
                ],
                [
                    1.0,
                    0.258
                ],
                [
                    1.0,
                    0.264
                ],
                [
                    1.0,
                    0.27
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v4": {
            "Name": "栄光をカイザーに",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "「軍功」を所持するキャラの攻撃力が、ケリュドラの攻撃力@ <b>#2[p]</b> #分アップする。そのキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラがチャージを <b>#1[f]</b> 獲得する。なお、<u>奇襲</u>期間中の場合、ケリュドラはこの方法でチャージを獲得できない。「軍功」は最後に付与したターゲットにのみ有効。ターゲットが変更された時、ケリュドラのチャージは0にリセットされる。",
            "Params": [
                [
                    1.0,
                    0.18
                ],
                [
                    1.0,
                    0.186
                ],
                [
                    1.0,
                    0.192
                ],
                [
                    1.0,
                    0.198
                ],
                [
                    1.0,
                    0.204
                ],
                [
                    1.0,
                    0.21
                ],
                [
                    1.0,
                    0.2175
                ],
                [
                    1.0,
                    0.225
                ],
                [
                    1.0,
                    0.2325
                ],
                [
                    1.0,
                    0.24
                ],
                [
                    1.0,
                    0.246
                ],
                [
                    1.0,
                    0.252
                ],
                [
                    1.0,
                    0.258
                ],
                [
                    1.0,
                    0.264
                ],
                [
                    1.0,
                    0.27
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive"
        },
        "v5": {
            "Name": "栄光をカイザーに",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "「軍功」を所持するキャラの攻撃力が、ケリュドラの攻撃力@ <b>#2[p]</b> #分アップする。そのキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラがチャージを <b>#1[f]</b> 獲得する。なお、<u>奇襲</u>期間中の場合、ケリュドラはこの方法でチャージを獲得できない。「軍功」を所持するキャラが攻撃を行った後、ケリュドラが追加で自身の攻撃力 <b>#3[p]</b> 分の風属性<u>付加ダメージ</u>を1回与える。この効果は最大で <b>#4[f]</b> 回発動でき、ケリュドラが必殺技を発動するたびに、効果の発動可能回数をリセットする。「軍功」は最後に付与したターゲットにのみ有効。ターゲットが変更された時、ケリュドラのチャージは0にリセットされる。",
            "Params": [
                [
                    1.0,
                    0.18,
                    0.3,
                    20.0
                ],
                [
                    1.0,
                    0.186,
                    0.33,
                    20.0
                ],
                [
                    1.0,
                    0.192,
                    0.36,
                    20.0
                ],
                [
                    1.0,
                    0.198,
                    0.39,
                    20.0
                ],
                [
                    1.0,
                    0.204,
                    0.42,
                    20.0
                ],
                [
                    1.0,
                    0.21,
                    0.45,
                    20.0
                ],
                [
                    1.0,
                    0.2175,
                    0.4875,
                    20.0
                ],
                [
                    1.0,
                    0.225,
                    0.525,
                    20.0
                ],
                [
                    1.0,
                    0.2325,
                    0.5625,
                    20.0
                ],
                [
                    1.0,
                    0.24,
                    0.6,
                    20.0
                ],
                [
                    1.0,
                    0.246,
                    0.63,
                    20.0
                ],
                [
                    1.0,
                    0.252,
                    0.66,
                    20.0
                ],
                [
                    1.0,
                    0.258,
                    0.69,
                    20.0
                ],
                [
                    1.0,
                    0.264,
                    0.72,
                    20.0
                ],
                [
                    1.0,
                    0.27,
                    0.75,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Name": "栄光をカイザーに",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "サポート",
            "Desc": "「軍功」を所持しているキャラの攻撃力が、ケリュドラの攻撃力@ <b>#2[p]</b> #分アップする。そのキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラはチャージを <b>#1[f]</b> 獲得する。なお、<u>奇襲</u>期間中の場合、ケリュドラはこの方法でチャージを獲得できない。「軍功」を所持しているキャラが攻撃を行った後、ケリュドラは追加で自身の攻撃力@ <b>#3[p]</b> #分の風属性<u>付加ダメージ</u>を1回与える。この効果は最大で <b>#4[f]</b> 回発動でき、ケリュドラが必殺技を発動するたびに、効果の発動可能回数をリセットする。「軍功」は最後に付与したターゲットにのみ有効。ターゲットが変更された時、ケリュドラのチャージは0にリセットされる。",
            "Params": [
                [
                    1.0,
                    0.18,
                    0.3,
                    20.0
                ],
                [
                    1.0,
                    0.186,
                    0.33,
                    20.0
                ],
                [
                    1.0,
                    0.192,
                    0.36,
                    20.0
                ],
                [
                    1.0,
                    0.198,
                    0.39,
                    20.0
                ],
                [
                    1.0,
                    0.204,
                    0.42,
                    20.0
                ],
                [
                    1.0,
                    0.21,
                    0.45,
                    20.0
                ],
                [
                    1.0,
                    0.2175,
                    0.4875,
                    20.0
                ],
                [
                    1.0,
                    0.225,
                    0.525,
                    20.0
                ],
                [
                    1.0,
                    0.2325,
                    0.5625,
                    20.0
                ],
                [
                    1.0,
                    0.24,
                    0.6,
                    20.0
                ],
                [
                    1.0,
                    0.246,
                    0.63,
                    20.0
                ],
                [
                    1.0,
                    0.252,
                    0.66,
                    20.0
                ],
                [
                    1.0,
                    0.258,
                    0.69,
                    20.0
                ],
                [
                    1.0,
                    0.264,
                    0.72,
                    20.0
                ],
                [
                    1.0,
                    0.27,
                    0.75,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Passive",
            "EE": [
                10000005
            ]
        }
    },
    "141206": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze02"
        }
    },
    "141207": {
        "v1": {
            "Name": "先手優位",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、「軍功」を獲得する。キャラを切り替えると「軍功」は現在行動中のキャラに移る。次の戦闘開始時、「軍功」を所持しているキャラに戦闘スキルを自動で1回発動する。この発動はSPを消費しない。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v2": {
            "Name": "先手有利",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、「軍功」を獲得する。キャラを切り替えると「軍功」は現在行動中のキャラに移る。次の戦闘開始時、「軍功」を所持しているキャラに戦闘スキルを自動で1回発動する。この発動はSPを消費しない。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v3": {
            "Name": "先手有利",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、「軍功」を獲得する。キャラを切り替えると「軍功」は現在行動中のキャラに移る。次の戦闘開始時、「軍功」を所持しているキャラに戦闘スキルを自動で1回発動する。この発動はSPを消費しない。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v4": {
            "Name": "先手有利",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、「軍功」を獲得する。キャラを切り替えると「軍功」は現在行動中のキャラに移る。次の戦闘開始時、「軍功」を所持しているキャラに戦闘スキルを自動で1回発動する。この発動はSPを消費しない。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "v5": {
            "Name": "先手有利",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、「軍功」を獲得する。キャラを切り替えると「軍功」は現在行動中のキャラに移る。次の戦闘開始時、「軍功」を所持しているキャラに戦闘スキルを自動で1回発動する。この発動はSPを消費しない。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        },
        "Live": {
            "Name": "先手有利",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "サポート",
            "Desc": "秘技を使用した後、「軍功」を獲得する。キャラを切り替えると「軍功」は現在行動中のキャラに移る。次の戦闘開始時、「軍功」を所持しているキャラに戦闘スキルを自動で1回発動する。この発動はSPを消費しない。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1412_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "1412": {
        "v1": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来た者",
                "Desc": "ケリュドラの攻撃力が <b><color style='color:#f29e38'>2000</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100</color></b> につき、自身の会心ダメージ+ <b><color style='color:#f29e38'>18%</color></b> 、最大で+ <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "見た者",
                "Desc": "ケリュドラの会心率+ <b><color style='color:#f29e38'>100%</color></b> 。ケリュドラのチャージが上限に達していない場合、「軍功」を所持しているキャラが初めて必殺技を発動する時、ケリュドラはチャージを <b><color style='color:#f29e38'>1</color></b> 獲得する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征服者",
                "Desc": "戦闘スキルを発動した時、自身および自身以外で「軍功」を所持している味方の速度+ <b><color style='color:#f29e38'>20</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。「軍功」を所持しているキャラが通常攻撃または戦闘スキルを発動した時、ケリュドラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来た者",
                "Desc": "ケリュドラの攻撃力が <b><color style='color:#f29e38'>2000</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100</color></b> につき、自身の会心ダメージ+ <b><color style='color:#f29e38'>18%</color></b> 、最大で+ <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "見た者",
                "Desc": "ケリュドラの会心率+ <b><color style='color:#f29e38'>100%</color></b> 。ケリュドラのチャージが上限に達していない場合、「軍功」を所持しているキャラが初めて必殺技を発動する時、ケリュドラはチャージを <b><color style='color:#f29e38'>1</color></b> 獲得する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征した者",
                "Desc": "戦闘スキルを発動した時、自身および「軍功」を所持している他の味方の速度+ <b><color style='color:#f29e38'>20</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。「軍功」を所持しているキャラが通常攻撃または戦闘スキルを発動した時、ケリュドラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来た者",
                "Desc": "ケリュドラの攻撃力が <b><color style='color:#f29e38'>2000</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100</color></b> につき、自身の会心ダメージ+ <b><color style='color:#f29e38'>18%</color></b> 、最大で+ <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "見た者",
                "Desc": "ケリュドラの会心率+ <b><color style='color:#f29e38'>100%</color></b> 。ケリュドラのチャージが上限に達していない場合、「軍功」を所持しているキャラが必殺技を発動する時、ケリュドラはチャージを <b><color style='color:#f29e38'>1</color></b> 獲得する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征した者",
                "Desc": "戦闘スキルを発動した時、自身および「軍功」を所持している他の味方の速度+ <b><color style='color:#f29e38'>20</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。「軍功」を所持しているキャラが通常攻撃または戦闘スキルを発動した時、ケリュドラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来た者",
                "Desc": "ケリュドラの攻撃力が <b><color style='color:#f29e38'>2000</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100</color></b> につき、自身の会心ダメージ+ <b><color style='color:#f29e38'>18%</color></b> 、最大で+ <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "見た者",
                "Desc": "ケリュドラの会心率+ <b><color style='color:#f29e38'>100%</color></b> 。ケリュドラのチャージが上限に達していない場合、「軍功」を所持しているキャラが必殺技を発動する時、ケリュドラはチャージを <b><color style='color:#f29e38'>1</color></b> 獲得する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征した者",
                "Desc": "戦闘スキルを発動した時、自身および「軍功」を所持している他の味方の速度+ <b><color style='color:#f29e38'>20</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。「軍功」を所持しているキャラが通常攻撃または戦闘スキルを発動した時、ケリュドラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来た者",
                "Desc": "ケリュドラの攻撃力が <b><color style='color:#f29e38'>2000</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100</color></b> につき、自身の会心ダメージ+ <b><color style='color:#f29e38'>18%</color></b> 、最大で+ <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "見た者",
                "Desc": "ケリュドラの会心率+ <b><color style='color:#f29e38'>100%</color></b> 。ケリュドラのチャージが上限に達していない場合、「軍功」を所持しているキャラが必殺技を発動する時、ケリュドラはチャージを <b><color style='color:#f29e38'>1</color></b> 獲得する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征した者",
                "Desc": "戦闘スキルを発動した時、自身および「軍功」を所持している他の味方の速度+ <b><color style='color:#f29e38'>20</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。「軍功」を所持しているキャラが通常攻撃または戦闘スキルを発動した時、ケリュドラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "WindAddedRatio": 0.224,
                "AttackAddedRatio": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "来た者",
                "Desc": "ケリュドラの攻撃力が <b><color style='color:#f29e38'>2000</color></b> を超えた時、超過した攻撃力 <b><color style='color:#f29e38'>100</color></b> につき、自身の会心ダメージ+ <b><color style='color:#f29e38'>18%</color></b> 、最大で+ <b><color style='color:#f29e38'>360%</color></b> 。",
                "Icon": "SkillIcon_1412_SkillTree1"
            },
            "Tree2": {
                "Name": "見た者",
                "Desc": "ケリュドラの会心率+ <b><color style='color:#f29e38'>100%</color></b> 。ケリュドラのチャージが上限に達していない場合、「軍功」を所持しているキャラが必殺技を発動する時、ケリュドラはチャージを <b><color style='color:#f29e38'>1</color></b> 獲得する。この効果は一度の戦闘で1回まで発動できる。",
                "Icon": "SkillIcon_1412_SkillTree2"
            },
            "Tree3": {
                "Name": "征した者",
                "Desc": "戦闘スキルを発動する時、自身および「軍功」を所持している他の味方の速度+ <b><color style='color:#f29e38'>20</color></b> 、 <b><color style='color:#f29e38'>3</color></b> ターン継続。「軍功」を所持しているキャラが通常攻撃または戦闘スキルを発動する時、ケリュドラはEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1412_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "141201": {
        "v1": {
            "Rank": 1,
            "Name": "全ての王冠を奪え",
            "Desc": "「軍功」を所持しているキャラが敵にダメージを与える時、ターゲットの防御力を <b><color style='color:#f29e38'>15%</color></b> 無視する。「爵位」状態で敵に戦闘スキルダメージを与える時、ターゲットの防御力を追加で <b><color style='color:#f29e38'>18%</color></b> 無視する。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "全ての王冠を奪え",
            "Desc": "「軍功」を所持しているキャラが敵にダメージを与える時、ターゲットの防御力を <b><color style='color:#f29e38'>15%</color></b> 無視する。「爵位」状態で敵に戦闘スキルダメージを与える時、ターゲットの防御力を追加で <b><color style='color:#f29e38'>18%</color></b> 無視する。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "全ての王冠を奪え",
            "Desc": "「軍功」を所持しているキャラが敵にダメージを与える時、ターゲットの防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。現在の「軍功」が「爵位」に昇格した場合、そのキャラが敵に戦闘スキルダメージを与える時、ターゲットの防御力を追加で <b><color style='color:#f29e38'>20%</color></b> 無視する。ケリュドラが戦闘スキルを発動した時、指定した味方のEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "全ての王冠を奪え",
            "Desc": "「軍功」を所持しているキャラが敵にダメージを与える時、ターゲットの防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。現在の「軍功」が「爵位」に昇格した場合、そのキャラが敵に戦闘スキルダメージを与える時、ターゲットの防御力を追加で <b><color style='color:#f29e38'>20%</color></b> 無視する。ケリュドラが戦闘スキルを発動した時、指定した味方のEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "全ての王冠を奪え",
            "Desc": "「軍功」を所持しているキャラが敵にダメージを与える時、ターゲットの防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。現在の「軍功」が「爵位」に昇格した場合、そのキャラが敵に戦闘スキルダメージを与える時、ターゲットの防御力を追加で <b><color style='color:#f29e38'>20%</color></b> 無視する。ケリュドラが戦闘スキルを発動した時、指定した味方のEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1412_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "全ての王冠を奪え",
            "Desc": "「軍功」を所持しているキャラが敵にダメージを与える時、ターゲットの防御力を <b><color style='color:#f29e38'>16%</color></b> 無視する。「軍功」が「爵位」に昇格している間、そのキャラが敵に戦闘スキルダメージを与える時、さらにターゲットの防御力を <b><color style='color:#f29e38'>20%</color></b> 無視する。<br>ケリュドラが戦闘スキルを発動する時、指定した味方のEPを <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1412_Rank1"
        }
    },
    "141202": {
        "v1": {
            "Rank": 2,
            "Name": "万民の願いを集え",
            "Desc": "「軍功」を所持しているキャラの与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。フィールド上にケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの与ダメージ+ <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "万民の願いをここに",
            "Desc": "「軍功」を所持しているキャラの与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。フィールド上にケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの与ダメージ+ <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "万民の願いをここに",
            "Desc": "「軍功」を所持しているキャラの与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの与ダメージ+ <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "万民の願いをここに",
            "Desc": "「軍功」を所持しているキャラの与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの与ダメージ+ <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "万民の願いをここに",
            "Desc": "「軍功」を所持しているキャラの与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの与ダメージ+ <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "万民の願いをここに",
            "Desc": "「軍功」を所持しているキャラの与ダメージ+ <b><color style='color:#f29e38'>40%</color></b> 。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの与ダメージ+ <b><color style='color:#f29e38'>160%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank2"
        }
    },
    "141203": {
        "v1": {
            "Rank": 3,
            "Name": "古き律法を焚べり尽くせ",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "旧き律法を焼き払え",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "旧き律法を焼き払え",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "旧き律法を焼き払え",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1412_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "旧き律法を焼き払え",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1412_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "旧き律法を焼き払え",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1412_BP"
        }
    },
    "141204": {
        "v1": {
            "Rank": 4,
            "Name": "天地人界を再創せよ",
            "Desc": "必殺技のダメージ倍率+ <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "天地も人界も改めよう",
            "Desc": "必殺技のダメージ倍率+ <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "天地も人界も改めよう",
            "Desc": "必殺技のダメージ倍率+ <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "天地も人界も改めよう",
            "Desc": "必殺技のダメージ倍率+ <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "天地も人界も改めよう",
            "Desc": "必殺技のダメージ倍率+ <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "天地も人界も改めよう",
            "Desc": "必殺技のダメージ倍率+ <b><color style='color:#f29e38'>240%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank4"
        }
    },
    "141205": {
        "v1": {
            "Rank": 5,
            "Name": "恩も仇も、等しく返そう",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "恩も仇も等しく返そう",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "恩も仇も等しく返そう",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "恩も仇も等しく返そう",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "恩も仇も等しく返そう",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1412_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "恩も仇も等しく返そう",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1412_Ultra"
        }
    },
    "141206": {
        "v1": {
            "Rank": 6,
            "Name": "我は征く、星の大海",
            "Desc": "「軍功」を所持しているキャラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。攻撃を行った後、ケリュドラが追加で自身の攻撃力 <b><color style='color:#f29e38'>360%</color></b> 分の風属性<u>付加ダメージ</u>を1回与える。この効果は最大で <b><color style='color:#f29e38'>20</color></b> まで発動でき、ケリュドラが必殺技を発動するたびに、効果の発動可能回数をリセットする。フィールド上にケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Rank": 6,
            "Name": "我は征く、星の大海へ",
            "Desc": "「軍功」を所持しているキャラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。攻撃を行った後、ケリュドラが追加で自身の攻撃力 <b><color style='color:#f29e38'>360%</color></b> 分の風属性<u>付加ダメージ</u>を1回与える。この効果は最大で <b><color style='color:#f29e38'>[]</color></b> まで発動でき、ケリュドラが必殺技を発動するたびに、効果の発動可能回数をリセットする。フィールド上にケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Rank": 6,
            "Name": "我は征く、星の大海へ",
            "Desc": "「軍功」を所持しているキャラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。攻撃を行った後、ケリュドラが追加で自身の攻撃力 <b><color style='color:#f29e38'>360%</color></b> 分の風属性<u>付加ダメージ</u>を1回与える。この効果は最大で <b><color style='color:#f29e38'>20</color></b> 回発動でき、ケリュドラが必殺技を発動するたびに、効果の発動可能回数をリセットする。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Rank": 6,
            "Name": "我は征く、星の大海へ",
            "Desc": "「軍功」を所持しているキャラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。攻撃を行った後、ケリュドラが追加で自身の攻撃力 <b><color style='color:#f29e38'>360%</color></b> 分の風属性<u>付加ダメージ</u>を1回与える。この効果は最大で <b><color style='color:#f29e38'>20</color></b> 回発動でき、ケリュドラが必殺技を発動するたびに、効果の発動可能回数をリセットする。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Rank": 6,
            "Name": "我は征く、星の大海へ",
            "Desc": "「軍功」を所持しているキャラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 、「軍功」による<u>付加ダメージ</u>の倍率+ <b><color style='color:#f29e38'>300%</color></b> 。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Rank": 6,
            "Name": "我は征く、星の大海へ",
            "Desc": "「軍功」を所持しているキャラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 、「軍功」による<u>付加ダメージ</u>の倍率+ <b><color style='color:#f29e38'>300%</color></b> 。フィールド上に、ケリュドラ以外に「軍功」を所持している味方がいる場合、ケリュドラの全属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1412_Rank6",
            "EE": [
                10000005
            ]
        }
    }
}

var _story_ = {
    "1412": [
        {
            "_id": 1,
            "Story": "北境の帝国、失われた王朝——その凍てつく大地で征服の野心が燃え上がる。<br>君主ケリュドラ、「法」の火種を掌握する黄金裔。盤上に駒を配して神々に相対し、異心を抱く咎人を裁き、火を追う旅の礎を築く者である。<br>——<i>「これは終点ではない。オンパロスから始まる征途は、必ずや銀河の群星へと至るだろう！」</i>"
        },
        {
            "_id": 2,
            "Story": "北の帝国ヒュペルボレイオスの凍てつく国土には、消えることのない野望が燃え続けていた。<br>世継ぎのいない君主の死後、王位は空席となり、帝国内部の争いが続いていた。<br><br>家を失った難民は物乞いを始めた。負傷した少女はその稀有な空色の髪のために、純白の雪の中で一際目立っていた。<br><i>「タレンタムの祝福を受けた王族のみが、炎のように揺らめく空色の髪を持つのだ。そして選ばれし者には、黄金の血が流れている……」</i><br>野心に満ちた貴族は、たまたま目に入った物乞いの少女を引き取り、さすらいの王女の噂を広めていった。<br><br>彼女はきらびやかな高台へと導かれ、貴族に腕を持ち上げられた。刺された指先からは黎明の光のような黄金の血が滴り落ちた。<br>民衆から彼女に向けられた熱狂的な眼差しはあまりにも熱く、まるで彼女に火をつけてしまいそうなほどだった。<br><br><i>「今から、お前は王女『ケリュドラ』だ」</i><br>貴族は彼女を宮殿へ連れて行き、豪華で重々しい衣装を着せた。<br><i>「ケリュ…ドラ？」</i><br>一瞬の戸惑いのせいで、頬に焼けるような痛みが走った。目からは涙が零れそうだった。<br><i>「僕は、僕は…ケリュ…ドラだ……」<br>「僕はケリュドラだ」<br>「僕は」</i><br>身体の震えを抑えながら、耳元に響く泣き声が遠ざかるのを待った。<br>——それは前の「王女」の叫びだった。<br><br>彼女は来る日も来る日も、宮廷の礼儀作法を学び続けた。窮屈なコルセットをしても痛みを感じず、堂々とした演説ができるようになるまで——<br><i>「王女はまだ幼い。そのため、私が摂政としてヒュペルボレイオス帝国の政務を執り行わせていただく」</i>貴族は彼女の名を利用して民衆の支持を集め、王権を我が物とした。<br><i>「あれは操り人形で、捨て駒に過ぎん。だが演技はなかなか悪くない。生かしておいてやろう」</i>新たな摂政は影の内で宰相にそう言って、ほくそ笑んだ。<br><br>終わらない幽閉を過ごすうちに、幼い「王女」は遠くにかすかに輝く星空から、目の前のチェス盤へと視線を落とした。<br>チェスは、自分を守るための遊びだった。<br><br><i>「誇り高き王女、あんたの目はいつも何かを観察してるようで、それでいて何かを隠しているように見える。まるで……」<br>「まるで？」</i><br>わずか数手で、彼女は音もなくチェス盤の端に迫ろうとしていた。<br><i>「まるで…今にも燃え上がろうとする炎のようだ……」</i><br><br>師匠は苦笑しながら、最後の一手を打った。幾千の対局を重ねた今、もはや王女に解けない盤面は無かった。"
        },
        {
            "_id": 3,
            "Story": "宮女と衛兵に権力や地位はない。だが、彼らは宮廷の隅々まで目を光らせる密偵となりうる——<br>彼女は施しで彼らの心を掴むと、情報を集め、自在に布石を打った。<br>新王に反感を持つ古株の貴族が密かに反乱を企て、親衛隊に刺客を送り込もうとしている——<br>彼女は表向き協力して見せることで、敵を敵で討つ「ナイト」を配置した。<br>帝国の民は彼女の偽りの血統を慕う。そして彼女は老いた者を思いやり、弱き者を助けた——<br>日に日に高まる名声と民心を得た彼女は、圧倒的な力を持つ「ルーク」を配置した。<br><br><i>「内密にお伝えしたいことがあり、ご連絡を差し上げました。隠匿の刻の第三針、テントでお待ちしております――貴方の忠実な宰相より」</i><br>重臣たちは各々の思惑を抱き、出征を望んでいた。この密書が届いたとき、彼女は盤面を大きく左右する「ビショップ」が現れたことを悟った。<br><br>ロウソクの火がテントに虚偽の影を描き出す。宰相の顔に浮かぶ笑顔は、まるで色褪せた絵のようだった。<br><i>「この地は南のように暖かくありません」</i>彼は机の上に広がる地図を指しながら言う。<i>「北に留まっていては、ヒュペルボレイオスは必ず滅びてしまうでしょう。大陸一の傭兵とは話を付けてあります。此度の出征には王女様に、ぜひともお出ましいただきたく……」</i><br><br>自分が捨て駒であり、失敗すればすべての責任を負うことになると、知らない彼女ではない。<br>だが、もう長すぎるほど待ち続けてきた。大博打に出ずして、どうしてすべてを覆せよう？<br><br>彼女はエプス山脈を越え、ルキアの反乱で生まれた隙を利用し、軍を率いて敵を大破した。そこで黄金裔の将軍、フォルトゥナトゥスを配下に収めることで軍の支持を得た。<br>城を1つ、2つ、3つ…ヒュペルボレイオス軍の勢いはまるで野原を焼く炎のようだった。空色の髪の少女が旗を高く掲げるたびに、その鉄蹄は彼女が指した都市国家を踏み砕いた——<br>徐々に形を成してきた大軍を見て、彼女は最後の「ポーン」も配置についたことを悟った。<br><br>雪の降りしきる漆黒の夜、銀白の駿馬にまたがった王女は凱旋した。そのまま軍を率いて城門を打ち破り、新たな決まりを告げた――<br><i>「本日より、僕がこのヒュペルボレイオスに正義をもたらそう！」</i><br><br>摂政の「キング」が宮廷の寝室から引きずり出され、従わなかった臣下と兵士は刃の下に倒れた。<br><i>「あいつは…あいつはケリュドラなどではない！」</i><br>彼女は高台に立ち、自らの手首を切りつけた。黄金の血が人々の嘲笑とともに滴り落ち、「キング」を絶望に沈めた。<br><i>「王のように振舞っていた摂政は、悪逆の限りを尽くし、非道を極め、天下を乱した。ゆえに『法』の名においてここに裁きを下そう――」</i><br><br>北国の寒風が吹きすさぶ中、ちぎれそうなほど風になびく空色の髪は、燃え盛る炎のように輝いている。<br><i>「――火刑だ！」</i><br><br>光り輝く炎の中から、彼女は唯一の戦利品である王冠を手に取り、頭に戴いた。<br>冠の頂から燃え上がった炎が消えることは、決してなかった。"
        },
        {
            "_id": 4,
            "Story": "三相の神託はヤヌサポリスから、終わらぬ紛争に満ちた都市国家へと伝わった。<br><i>「世界を救う、か…それは決して駒を操る者の興味をひくものではない」</i><br>彼女は神託を吟味していた。まるで燃え盛る未来が目の前に広がっているかのように――<br><i>「だが、己を支配者だと思っている神に立ち向かい、ゆくゆくは世界の外を目指す…まさに空前絶後の一局ではないか！」</i><br><br>長い長い夜の中、彼女は輝く灯火のようにその身に黄金の血が流れる人の子を引き寄せた。<br>オクヘイマの議院で、黄金裔は庶民と平等に議論し、決議に参加する市民権を持つ。<br>壮大な図書館が聳え立ち、火追いの使命は誰もが手にできるものとなった。<br>旧い軍規は廃止され、深海の魚が陸に上がり、血と炎の匂いを辿って彼女の剣旗となった。<br>オクヘイマの政界では、聖都の「金織」が徐々に台頭し、かすかに震える金糸が人々の運命を紡いでいく。<br>……<br><br>しかし、そのチェス盤の線は黄金の血で描かれている。そして、彼女の向かいに座るのは神だった。燃える痛みと引き換えに冠を手に入れ、永遠の若さで未来を得たとしても、勝利の天秤が人の子に傾くことは無かった。<br><i>「火を追う旅は喪失の道……」<br>「勝利は、同等の代価を支払ってこそ手に入れられるもの。だが、神々を討つにはまだまだ足りない……」</i><br>彼女は昼夜を問わず、盤上で模擬戦を重ね、己の憂いを誰にも悟られまいとした。<br><br><i>「つまりキミが指し手で、ワタシたちが駒というわけだな？」</i><br>剣で音を奏でる少女は手に付いた血を拭い、返事を待つことなく、ひとり頷いた。<br><i>「そうか、わかった」</i><br>高慢な女皇もこの時ばかりは珍しく黙り込んだ。<br><i>「もし……」</i><br>その表情に、かすかな苦い表情が見え隠れした。<br><i>「いや、『もし』などない」</i><br><br>「海洋」の火種を奪う戦の前、彼女は再び高台に上り、王の命令を待つ 500 人の臣下を眼下に見下ろした。<br><br><i>「諸君――」</i><br>王の声が響き渡ると、天まで届く歓声が響く。<br><i>「今日、『海洋』は我々のために奔流となる。『壊滅』の巨獣もいずれ無敵の武器として我々の手に収まるだろう。星海の征服へ至る道に、杯を掲げよ！」</i><br><br>前に広がるのは、決して後戻りできない血の海。それでも自分は毅然とした君主を演じなければならないと、彼女は理解していた。<br>師に言われた諫めの言葉が今、耳元で響いたような気がした――<br><br><i>「チェスは犠牲の芸術だ。<br>だからこそ棋士は必ず死の覚悟を決める必要があるんだよ」</i>"
        },
        {
            "_id": 5,
            "Story": "<i>「ぽたり……」</i><br>血が水に落ち、金色の波紋が1つ。<br><br><i>「剣旗卿、この戦が終わったらどこへ向かうべきか、考えたことはあるか？」</i><br>剣を携えた少女は長い沈黙の後、首を横に振った。<br><i>「なら、反乱の波が収まったら共に星の海へ向かおう。そこにはきっとお前が求める澄んだ海があるはずだ」</i><br>彼女はきり、と微笑みを浮かべて、王笏を天へと突き上げた。<br><i>「神々が僕たちに殺し合いをさせ、オンパロスを銀河から消し去るというのなら、僕は神々に刃を向けよう。それがこの世界の神であっても、天外の神であってもだ」</i><br><br><i>「ぽたり……」</i><br>血が水に落ち、金色の波紋がまた1つ。<br><br><i>「剣旗卿、いつの日か僕に剣を振るうよう僕が命じたら、お前はどうする？」</i><br>少女はまたも沈黙した。これもたちの悪い、残酷な冗談だと思ったのだ。<br><i>「そんな時が来たら、最も鋭い刃を僕に向けてくれ。必ずだ。でないと僕は、僕のために犠牲になった兵士たちに顔向けできないからな」</i><br>彼女が自身を象徴する駒を前に出した——<br><i>「何かを得るためには、何かを捨てなければならない。ほら、盤面の流れが変わっただろう？」</i><br><br><i>「ぽたり……」</i><br>血が水に落ち、金色の波紋がまた1つ。<br><br><i>「剣旗卿、僕たちの後を継いで火追いの重責を担えるのは誰だと思う？」</i><br>2人は揃って遠くにいる「金織」を目を向けた。<br><i>「あの小さな金のマスは、いずれ大魚となるだろう」</i><br><br><i>「ぽたり……」</i><br>血が水に落ち、金色の波紋がまた……<br><br><i>「僕とタレンタムがどのような取引をしたのか憶測を言う者は多くいた。勝利し続ける武力か、それとも法の権能か……ふっ、その2つについては神の力を借りるまでも無かったが」</i><br><br>世を去った剣旗の姿が消え、寒気が迫ってくるのを感じた。空は真っ暗で、まるで星の光さえも差し込まない洞窟のようだった。<br>はるか昔、骨身に染みる寒さの中で彼女は、黄金の血が流れる子供が連れていかれるのを見た。<br><br><i>「だが食うか食われるかの世界では、黄金の血こそ…そのルールを覆せる唯一の切り札だ。たとえ僕がこの姿で、一生を終えることになろうとも…」</i><br><br>空色の髪の少女は目を閉じた。<br><i>「けれど、僕の本当の願いは、今までずっと…ただ1つだけ……」</i><br>荒野で凍え死にしそうな物乞いから、傀儡の王女、そして神に挑む指導者にまで――彼女は自らを駒を動かす者へと押し上げ、そして自らを捨て駒として盤上から去って行った――<br><br><i>「僕は、不公平な運命を征服してみせる！」</i>"
        }
    ]
}

var _voice_ = {
    "1412": [
        {
            "_id": "archive_cerydra_1",
            "Title": "初対面",
            "Voice": "「炎冠」、「独裁官」、「女皇」、「総帥」、「カイザー」…さまざまな異名があるが、お前は本当の名で呼ぶがいい——ケリュドラ、と。"
        },
        {
            "_id": "archive_cerydra_2",
            "Title": "挨拶",
            "Voice": "楽にしてくれ。今日は天気がいい…一局どうだ？"
        },
        {
            "_id": "archive_cerydra_3",
            "Title": "お別れ",
            "Voice": "別れを嘆くことはない。お前が宿願を果たさんとする限り、いずれまた手を取り合う日が来るだろう。"
        },
        {
            "_id": "archive_cerydra_4",
            "Title": "自分について・王の道",
            "Voice": "駒には敵か味方かの2つしかないが、宇宙には黒と白だけでなく、多彩な色が存在する。オンパロスの終点は、銀河の旅路の始まりにすぎないのだ。いつか必ずや、遥かなる星々の彼方へと到達してみせよう。"
        },
        {
            "_id": "archive_cerydra_5",
            "Title": "自分について・呪い",
            "Voice": "「法」の力を手に入れるには、当然それ相応の代価を支払う必要がある…だが、それがなんだと言うのだ？燃え盛る苦痛と引き換えに王冠を戴き、永遠に子供の姿を保つ代わりに神の権能を奪えるというのなら——これほど公正な取引はないだろう？"
        },
        {
            "_id": "archive_cerydra_6",
            "Title": "世間話・馬術",
            "Voice": "万馬を走らせ凶獣を狩るのも悪くはない。だが、緩慢な足取りの大地獣に乗って、その背から四方を見渡すほうが、僕の性には合っているんだ。"
        },
        {
            "_id": "archive_cerydra_7",
            "Title": "世間話・称号",
            "Voice": "臣下たちの称号は僕が自ら考案して授けたものだ。威厳がありながらも口にしやすく、万人に語り継がれる名でなければならない。で、お前はどのような称号が好みだ？「灰衣卿」…は平凡すぎるな。だが「救世卿」ではあまりに安直…ふむ……"
        },
        {
            "_id": "archive_cerydra_8",
            "Title": "趣味",
            "Voice": "対局は戦局を推し量る助けにはなるが、宴の席では少々堅苦しい。ふむ… 駒を羽ばたく玩具に作り変え、進むマスをサイコロで決めるようにすれば、もっと面白くなるかもしれないな——悪くない、これを「飛行チェス」と名付けよう。"
        },
        {
            "_id": "archive_cerydra_9",
            "Title": "悩み事",
            "Voice": "いかなる場合でも、僕の座の高さは一定でなければならない。まあ、手頃な厚さの書物を常日頃から持ち運ぶのは、なかなかに大変だがな。"
        },
        {
            "_id": "archive_cerydra_10",
            "Title": "シェア",
            "Voice": "公正の秤の両端は常に均衡を保っているのに、なぜ世界は不公平に満ちているのか？オンパロスと銀河の関係と同じように、人とタイタンの力はあまりにもかけ離れている…真の「法」とは、戦争と血でしか築けないものなのだ。"
        },
        {
            "_id": "archive_cerydra_11",
            "Title": "見聞",
            "Voice": "チェスは犠牲と前進の芸術だ。火を追う軍は決して後ろを振り返らない——勝利の後には、誰かがメーレを僕たちの魂に手向けてくれるだろう。"
        },
        {
            "_id": "archive_cerydra_12",
            "Title": "{NICKNAME}について",
            "Voice": "お前の打ち筋は常に意表を突いてくるな。僕が見るに、2割の「自由」と3割の「想像力」…そして5割の「ただ前に進み続ける勇気」で成り立っているようだ。"
        },
        {
            "_id": "archive_cerydra_13",
            "Title": "キュレネについて",
            "Voice": "彼女の語り口は気に入っている。おだてているわけでも、皮肉を言っているわけでもない…もしや、これがお前たちの言う…「友情」？という感覚なのだろうか。"
        },
        {
            "_id": "archive_cerydra_14",
            "Title": "セイレンスについて",
            "Voice": "海の「法」を探し求めていた彼女は、光と熱に導かれてここまで泳いできた。僕たちが長々と語ることは少ない——1つのチェスボードと1つの旋律さえあれば、互いの心の内を理解することができるからな。"
        },
        {
            "_id": "archive_cerydra_15",
            "Title": "アグライアについて",
            "Voice": "なんとも意外だな——あの弱々しく頼りなかったはずの金糸が、血に染まった途端これほどまでに鋭くなるとは。崩れかけた聖都の未来を支えていくのは、まさに彼女のような若者たちなのだろう。"
        },
        {
            "_id": "archive_cerydra_16",
            "Title": "トリビー・トリアン・トリノンについて",
            "Voice": "この乱世にあって、彼女たちの幼い外見を理由に、預言を軽視する者たちがいる。だが、どれほど小さな身体にも、計り知れない知恵が宿ることはある…コホン、これは普遍的な真理だ。"
        },
        {
            "_id": "archive_cerydra_17",
            "Title": "サフェルについて",
            "Voice": "彼女が警戒心を緩めないのと同じように、僕も宝物庫に守衛を置くことはない。ふ…あの子猫がどれほどの波乱を巻き起こすのか、見届けようではないか。"
        },
        {
            "_id": "archive_cerydra_18",
            "Title": "モーディスについて",
            "Voice": "体格は違えど、王たる者の選ぶ道は同じだ…対局をすれば、きっと久しく忘れていた、好敵手と戦う高揚感が蘇るだろう。"
        },
        {
            "_id": "archive_cerydra_19",
            "Title": "キャストリスについて",
            "Voice": "僕もかつて冷たいステュクスを彷徨っていた。だが、彼女の花の海はまるで炎のように煌めいていて暖かかった…彼女のおかげで、戦死した兵たちは安らかに眠ることができ、我々の黄金の血も無駄にならなかったんだ。"
        },
        {
            "_id": "archive_cerydra_20",
            "Title": "アナイクスについて",
            "Voice": "「大地獣の毛の手入れ」について、叡智卿は意気揚々と1万字を超える助言を書いてくれた。その中で最も効果的だったのは「赤土と魚の油を混ぜて使う」というものだ。彼のおかげで、僕の服に愛獣の毛が付かなくなった。"
        },
        {
            "_id": "archive_cerydra_21",
            "Title": "ヒアンシーについて",
            "Voice": "何度も言ったはずだ——小柄は決して運命に翻弄される脆さを意味しないと…まだ疑う者がいるのなら、微光卿という例を見るがいい。"
        },
        {
            "_id": "archive_cerydra_22",
            "Title": "ファイノンについて",
            "Voice": "3千万の虚ろな躰と、3千万の孤独な兵の重みをもって…彼は運命の天秤で神にも、王の野望にも勝った。これは奇跡ではない。人の意志によって成し遂げられた偉業だ。"
        },
        {
            "_id": "archive_cerydra_23",
            "Title": "三月なのかについて",
            "Voice": "歳月卿の尽力によって、オンパロスに施した最後の法は発動せずに済んだ。どうやら、認めざるを得ない時もあるようだ——血と炎にまみれた戦は確かに偉業を成し遂げられるが、人々の心に深く刻まれるのは、やはり愛情と慈しみなのだと。"
        },
        {
            "_id": "archive_cerydra_24",
            "Title": "丹恒・騰荒について",
            "Voice": "幾千万の命の眼差しは、王冠に託された期待よりも重いものかもしれない。彼が開拓の旅の果てにどんな境地に至るのか、実に楽しみだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_eidolon_unlock_cerydra",
            "Title": "星魂覚醒",
            "Voice": "旗を掲げ、僕に続け！"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_ascension_unlock_cerydra",
            "Title": "キャラクター昇格",
            "Voice": "王は万民の先を行くものだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_maxlevel_unlock_cerydra",
            "Title": "レベルMax",
            "Voice": "これは終点ではなく、未来の偉業の礎である。"
        },
        {
            "_id": "Ev_archive_vo_avatar_growth_trace_unlock_cerydra",
            "Title": "軌跡覚醒",
            "Voice": "行く先々で、皆が我が名を称えるだろう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toplayer_cerydra",
            "Title": "パーティ編成・{NICKNAME}",
            "Voice": "救世主、敵陣に切り込む準備はできたか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toaglaea_cerydra",
            "Title": "パーティ編成・アグライア",
            "Voice": "金織卿、その盛装が我らに栄光をもたらさんことを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_totribbie_cerydra",
            "Title": "パーティ編成・トリビー",
            "Voice": "運命卿、預言は戦局がどうなると示している？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohysilens_cerydra",
            "Title": "パーティ編成・セイレンス",
            "Voice": "剣旗卿、敵の悲鳴で勝利の凱歌を奏でよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocipher_cerydra",
            "Title": "パーティ編成・サフェル",
            "Voice": "情報1つと 100 テミスを交換でどうだ、駿足卿？"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomydei_cerydra",
            "Title": "パーティ編成・モーディス",
            "Voice": "クレムノスの王よ、この偉大なる戦いを歴史に刻もう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocastorice_cerydra",
            "Title": "パーティ編成・キャストリス",
            "Voice": "花海卿、彼らに最後の抱擁を与えてやれ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_toanaxa_cerydra",
            "Title": "パーティ編成・アナイクス",
            "Voice": "これは対局ではないぞ、叡智卿。共に策を練りたいのだ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tohyacine_cerydra",
            "Title": "パーティ編成・ヒアンシー",
            "Voice": "微光卿、此度の治療も任せた。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tophainon_cerydra",
            "Title": "パーティ編成・ファイノン",
            "Voice": "烈日卿、黎明をもって闇を照らすがいい。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tomar7th_cerydra",
            "Title": "パーティ編成・三月なのか",
            "Voice": "歳月卿、その奇抜な発想を存分に発揮してくれ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_todanhengpt_cerydra",
            "Title": "パーティ編成・丹恒・騰荒",
            "Voice": "金龍卿、その守護の道を見せてくれ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_addtoteam_tocyrene_cerydra",
            "Title": "パーティ編成・キュレネ",
            "Voice": "「愛」の法を以って、銀河を目指すとしよう！"
        },
        {
            "_id": "Ev_archive_vo_avatar_advantage_cerydra",
            "Title": "戦闘開始・弱点撃破",
            "Voice": "ふふ…完膚なきまでに潰される覚悟をしておけ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_high_threat_cerydra",
            "Title": "戦闘開始・危険予知",
            "Voice": "危険を冒さずに、勝利は得られない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_cerydra_01",
            "Title": "ターン・1",
            "Voice": "世界が黒と白だけなら、退屈で仕方なかったろう。"
        },
        {
            "_id": "Ev_archive_vo_avatar_turn_begin_cerydra_02",
            "Title": "ターン・2",
            "Voice": "凱旋の分銅は、すでに僕の手に落ちた。"
        },
        {
            "_id": "Ev_archive_vo_avatar_waiting_cerydra",
            "Title": "戦闘中待機",
            "Voice": "消耗戦に持ち込むつもりか？くだらない。"
        },
        {
            "_id": "Ev_archive_vo_avatar_atk_cast_cerydra_01",
            "Title": "通常攻撃",
            "Voice": "進軍せよ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast01_cerydra_01",
            "Title": "戦闘スキル・1",
            "Voice": "駒となり、盤に飛び込め！"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_cerydra_01",
            "Title": "戦闘スキル・2",
            "Voice": "ふん…突撃を続けろ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast02_cerydra_02",
            "Title": "戦闘スキル・3",
            "Voice": "ふん…最後まで戦え。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_cast03_cerydra_01",
            "Title": "戦闘スキル・4",
            "Voice": "僕のために斬り合え！"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_light_cerydra_01",
            "Title": "攻撃を受ける",
            "Voice": "悪足掻きを。"
        },
        {
            "_id": "Ev_archive_vo_avatar_hit_heavy_cerydra_01",
            "Title": "重撃を受ける",
            "Voice": "いい度胸だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_select_cerydra",
            "Title": "必殺技・アクティブ",
            "Voice": "敗者は灰に、勝者は王に……"
        },
        {
            "_id": "Ev_archive_vo_avatar_ultra_skill_cast_cerydra",
            "Title": "必殺技・発動",
            "Voice": "「法」の名において宣告する——チェックメイトだ！"
        },
        {
            "_id": "Ev_archive_vo_avatar_die_cerydra_01",
            "Title": "戦闘不能",
            "Voice": "大業の…ために……"
        },
        {
            "_id": "Ev_archive_vo_avatar_revive_cerydra",
            "Title": "戦闘に戻る",
            "Voice": "…駒を見捨てるはずもない！"
        },
        {
            "_id": "Ev_archive_vo_avatar_healing_cerydra",
            "Title": "HP回復",
            "Voice": "勲章ものだな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_skill_maze_cerydra",
            "Title": "秘技",
            "Voice": "正面突破か、両翼からの包囲か？"
        },
        {
            "_id": "Ev_archive_vo_avatar_battle_victory_maze_cerydra",
            "Title": "戦闘勝利",
            "Voice": "Veni, vidi, vici."
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_cerydra",
            "Title": "戦利品を開ける・1",
            "Voice": "諸君、自らの功績に相応しい褒美を受け取れ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_chest_maze_cerydra_02",
            "Title": "戦利品を開ける・2",
            "Voice": "塵も積もれば山となる。これもまた王の道だ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_open_preciouschest_maze_cerydra",
            "Title": "貴重な戦利品を開ける",
            "Voice": "喜ぶがいい。だが、遠大なる征途も忘れるな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_cerydra",
            "Title": "謎解きに成功・1",
            "Voice": "児戯に付き合わされたか？"
        },
        {
            "_id": "Ev_archive_vo_avatar_solve_puzzle_maze_cerydra_02",
            "Title": "謎解きに成功・2",
            "Voice": "この程度の小細工では満足できないな。"
        },
        {
            "_id": "Ev_archive_vo_avatar_lookat_threat_maze_cerydra",
            "Title": "敵ターゲット発見",
            "Voice": "先手の利を逃してはならないぞ。"
        },
        {
            "_id": "Ev_archive_vo_avatar_town_teleport_maze_cerydra",
            "Title": "町に戻る",
            "Voice": "遠慮は無用だ。この地もいずれ我が庇護下に入る。"
        }
    ]
}

var _notes_ = {
    "1412": []
}

var _adiff_ = {
    "1412": {}
}

var _mtc_ = {
    "1412": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "115011": 5
            },
            {
                "2": 8000,
                "115011": 10
            },
            {
                "2": 16000,
                "115012": 6,
                "110435": 3
            },
            {
                "2": 40000,
                "115012": 9,
                "110435": 7
            },
            {
                "2": 80000,
                "115013": 6,
                "110435": 20
            },
            {
                "2": 160000,
                "115013": 9,
                "110435": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "115013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "115011": 3
                    },
                    {
                        "2": 5000,
                        "110231": 3,
                        "115011": 6
                    },
                    {
                        "2": 10000,
                        "110232": 3,
                        "115012": 3
                    },
                    {
                        "2": 20000,
                        "110232": 5,
                        "115012": 4
                    },
                    {
                        "2": 30000,
                        "110232": 7,
                        "115012": 6
                    },
                    {
                        "2": 45000,
                        "110233": 3,
                        "115013": 3
                    },
                    {
                        "2": 80000,
                        "110233": 5,
                        "110507": 1,
                        "115013": 4
                    },
                    {
                        "2": 160000,
                        "110233": 8,
                        "241": 1,
                        "110507": 1
                    },
                    {
                        "2": 300000,
                        "110233": 14,
                        "241": 1,
                        "110507": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "風属性ダメージ +22.4%",
                "Mat": {
                    "2": 237500,
                    "115011": 2,
                    "110232": 8,
                    "115012": 7,
                    "110233": 11,
                    "115013": 11
                }
            },
            {
                "Name": "攻撃力 +18%",
                "Mat": {
                    "2": 210000,
                    "110231": 3,
                    "115011": 6,
                    "110233": 11,
                    "115013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110232": 3,
                    "115012": 3,
                    "110233": 8,
                    "115013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "来た者",
                "Mat": {
                    "2": 5000,
                    "110231": 3,
                    "110507": 1
                }
            },
            {
                "Name": "見た者",
                "Mat": {
                    "2": 20000,
                    "110232": 5,
                    "241": 1,
                    "110507": 1
                }
            },
            {
                "Name": "征した者",
                "Mat": {
                    "2": 160000,
                    "110233": 8,
                    "241": 1,
                    "110507": 1
                }
            }
        ]
    }
}