// Auto Generated

var _avatarskill_ = {
    "1100501": {
        "v1": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v2": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v3": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v4": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v5": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "Live": {
            "Name": "止まない夜の喧騒",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与える。",
            "Params": [
                [
                    0.5
                ],
                [
                    0.6
                ],
                [
                    0.7
                ],
                [
                    0.8
                ],
                [
                    0.9
                ],
                [
                    1.0
                ],
                [
                    1.1
                ],
                [
                    1.2
                ],
                [
                    1.3
                ],
                [
                    1.4
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11005_Normal"
        }
    },
    "1100502": {
        "v1": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵または隣接する敵が持続ダメージ系デバフ状態の場合、付与された全持続ダメージ系デバフは、本来のダメージの@ <b>#2[p]</b> #分または@ <b>#4[p]</b> #分のダメージを発生させる。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "v2": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵または隣接する敵が持続ダメージ系デバフ状態の場合、付与された全持続ダメージ系デバフは、本来のダメージの@ <b>#2[p]</b> #分または@ <b>#4[p]</b> #分のダメージを発生させる。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "v3": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵または隣接する敵が持続ダメージ系デバフの場合、付与された全持続ダメージ系デバフは、本来のダメージの@ <b>#2[p]</b> #分または@ <b>#4[p]</b> #分のダメージを発生させる。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "v4": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵または隣接する敵が持続ダメージ系デバフの場合、付与された全持続ダメージ系デバフは、本来のダメージの@ <b>#2[p]</b> #分または@ <b>#4[p]</b> #分のダメージを発生させる。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "v5": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵または隣接する敵が持続ダメージ系デバフの場合、付与された全持続ダメージ系デバフは、本来のダメージの@ <b>#2[p]</b> #分または@ <b>#4[p]</b> #分のダメージを発生させる。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1005_BP"
        },
        "Live": {
            "Name": "月明かりが撫でる連綿",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、隣接する敵にカフカの攻撃力@ <b>#3[p]</b> #分の雷属性ダメージを与える。<br>指定した敵単体または隣接する敵が持続ダメージ系デバフ状態である場合、付与された全持続ダメージ系デバフが、即座に本来のダメージ@ <b>#2[p]</b> #分または@ <b>#4[p]</b> #分のダメージを発生させる。",
            "Params": [
                [
                    0.8,
                    0.6,
                    0.3,
                    0.4
                ],
                [
                    0.88,
                    0.615,
                    0.33,
                    0.41
                ],
                [
                    0.96,
                    0.63,
                    0.36,
                    0.42
                ],
                [
                    1.04,
                    0.645,
                    0.39,
                    0.43
                ],
                [
                    1.12,
                    0.66,
                    0.42,
                    0.44
                ],
                [
                    1.2,
                    0.675,
                    0.45,
                    0.45
                ],
                [
                    1.3,
                    0.69375,
                    0.4875,
                    0.4625
                ],
                [
                    1.4,
                    0.7125,
                    0.525,
                    0.475
                ],
                [
                    1.5,
                    0.73125,
                    0.5625,
                    0.4875
                ],
                [
                    1.6,
                    0.75,
                    0.6,
                    0.5
                ],
                [
                    1.68,
                    0.765,
                    0.63,
                    0.51
                ],
                [
                    1.76,
                    0.78,
                    0.66,
                    0.52
                ],
                [
                    1.84,
                    0.795,
                    0.69,
                    0.53
                ],
                [
                    1.92,
                    0.81,
                    0.72,
                    0.54
                ],
                [
                    2.0,
                    0.825,
                    0.75,
                    0.55
                ]
            ],
            "BP": -1,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11005_BP"
        }
    },
    "1100503": {
        "v1": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された持続ダメージ系デバフは直ちに本来のダメージの@ <b>#5[p]</b> #分のダメージを発生させる。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力の@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v2": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された持続ダメージ系デバフは直ちに本来のダメージの@ <b>#5[p]</b> #分のダメージを発生させる。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力の@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v3": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された持続ダメージ系デバフは直ちに本来のダメージの@ <b>#5[p]</b> #分のダメージを発生させる。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力の@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v4": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された持続ダメージ系デバフは直ちに本来のダメージの@ <b>#5[p]</b> #分のダメージを発生させる。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力の@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v5": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された持続ダメージ系デバフは直ちに本来のダメージの@ <b>#5[p]</b> #分のダメージを発生させる。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力の@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Ultra"
        },
        "Live": {
            "Name": "悲劇最果ての顫音",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "全体攻撃",
            "Desc": "敵全体にカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を感電状態にし、付与された持続ダメージ系デバフが即座に本来のダメージ@ <b>#5[p]</b> #分のダメージを発生させる。感電状態は <b>#3[f]</b> ターン継続。<br>感電状態の敵はターンが回ってくるたびに、カフカの攻撃力@ <b>#4[p]</b> #分の雷属性持続ダメージを受ける。",
            "Params": [
                [
                    0.48,
                    1.0,
                    2.0,
                    1.16,
                    1.0
                ],
                [
                    0.512,
                    1.0,
                    2.0,
                    1.26875,
                    1.02
                ],
                [
                    0.544,
                    1.0,
                    2.0,
                    1.3775,
                    1.04
                ],
                [
                    0.576,
                    1.0,
                    2.0,
                    1.48625,
                    1.06
                ],
                [
                    0.608,
                    1.0,
                    2.0,
                    1.595,
                    1.08
                ],
                [
                    0.64,
                    1.0,
                    2.0,
                    1.75812,
                    1.1
                ],
                [
                    0.68,
                    1.0,
                    2.0,
                    1.97563,
                    1.125
                ],
                [
                    0.72,
                    1.0,
                    2.0,
                    2.2475,
                    1.15
                ],
                [
                    0.76,
                    1.0,
                    2.0,
                    2.57375,
                    1.175
                ],
                [
                    0.8,
                    1.0,
                    2.0,
                    2.9,
                    1.2
                ],
                [
                    0.832,
                    1.0,
                    2.0,
                    3.04137,
                    1.22
                ],
                [
                    0.864,
                    1.0,
                    2.0,
                    3.18275,
                    1.24
                ],
                [
                    0.896,
                    1.0,
                    2.0,
                    3.32412,
                    1.26
                ],
                [
                    0.928,
                    1.0,
                    2.0,
                    3.4655,
                    1.28
                ],
                [
                    0.96,
                    1.0,
                    2.0,
                    3.60688,
                    1.3
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 120.0,
            "AttackType": "Ultra",
            "Stance": [
                0.0,
                2.0,
                0.0
            ],
            "Icon": "SkillIcon_11005_Ultra"
        }
    },
    "1100504": {
        "v1": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に攻撃を行った後、カフカは直ちに<u>追加攻撃</u>を行い、その敵にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にし、 <b>#3[f]</b> ターン継続。この効果は最大 <b>#5[f]</b> 回まで発動できる。キャラのターン終了時、 <b>#4[f]</b> 回回復する。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "v2": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に攻撃を行った後、カフカは直ちに<u>追加攻撃</u>を行い、その敵にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にし、 <b>#3[f]</b> ターン継続。この効果は最大 <b>#5[f]</b> 回まで発動できる。キャラのターン終了時、 <b>#4[f]</b> 回回復する。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "v3": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に攻撃を行った後、カフカは直ちに<u>追加攻撃</u>を行い、その敵にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にする、 <b>#3[f]</b> ターン継続。この効果は最大 <b>#5[f]</b> 回まで発動できる。カフカのターン終了時、 <b>#4[f]</b> 回回復する。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "v4": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に攻撃を行った後、カフカは直ちに<u>追加攻撃</u>を行い、その敵にカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にする、 <b>#3[f]</b> ターン継続。この効果は最大 <b>#5[f]</b> 回まで発動できる。カフカのターン終了時、 <b>#4[f]</b> 回回復する。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "v5": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に攻撃を行った後、カフカは直ちに<u>追加攻撃</u>を行い、メインターゲットにカフカの攻撃力の@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にする、 <b>#3[f]</b> ターン継続。この効果は最大 <b>#5[f]</b> 回まで発動できる。カフカのターン終了時、 <b>#4[f]</b> 回回復する。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Passive"
        },
        "Live": {
            "Name": "優しさもまた残酷",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "単体攻撃",
            "Desc": "カフカ以外の味方が敵に攻撃を行った後、カフカは即座に<u>追加攻撃</u>を行い、メインターゲットにカフカの攻撃力@ <b>#1[p]</b> #分の雷属性ダメージを与え、 <b>#2[p]</b> の<u>基礎確率</u>で攻撃を受けた敵を必殺技が与えるものと同じ感電状態にする、 <b>#3[f]</b> ターン継続。この効果は最大 <b>#5[f]</b> 回まで発動でき、カフカのターン終了時、発動可能回数が <b>#4[f]</b> 回復する。",
            "Params": [
                [
                    0.42,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.518,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.616,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.714,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.812,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    0.91,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.0325,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.155,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.2775,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.4,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.498,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.596,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.694,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.792,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ],
                [
                    1.89,
                    1.0,
                    2.0,
                    1.0,
                    2.0
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11005_Passive"
        }
    },
    "1100506": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11005_Normal"
        }
    },
    "1100507": {
        "v1": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が与えるものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "v2": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が与えるものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "v3": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が与えるものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "v4": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が与えるものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "v5": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が与えるものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1005_Maze"
        },
        "Live": {
            "Name": "許しは慈悲に非ず",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "一定範囲内のすべての敵を攻撃。戦闘に入った後、敵全体にカフカの攻撃力 <b>#3[p]</b> 分の雷属性ダメージを与え、 <b>#1[p]</b> の<u>基礎確率</u>で敵単体それぞれを、必殺技が付与するものと同じ感電状態にする、 <b>#2[f]</b> ターン継続。",
            "Params": [
                [
                    1.0,
                    2.0,
                    0.5
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11005_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "2005": {
        "v1": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "味方の効果命中が <b><color style='color:#f29e38'>75%</color></b> を超えた場合、カフカはその味方による持続ダメージを <b><color style='color:#f29e38'>75%</color></b> アップさせる。",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技を発動した後、天賦による<u>追加攻撃</u>の発動可能回数を1回復する。天賦による<u>追加攻撃</u>を行うと、ターゲットにあるすべての持続ダメージ系デバフが即座に本来のダメージ <b><color style='color:#f29e38'>80%</color></b> 分のダメージを発生する。",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "味方の効果命中が <b><color style='color:#f29e38'>75%</color></b> 以上の場合、カフカはその味方による持続ダメージを <b><color style='color:#f29e38'>75%</color></b> アップさせる。",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技を発動した後、天賦による<u>追加攻撃</u>の発動可能回数を1回復する。天賦による<u>追加攻撃</u>を行うと、ターゲットにあるすべての持続ダメージ系デバフが即座に本来のダメージ <b><color style='color:#f29e38'>80%</color></b> 分のダメージを発生する。",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "味方の効果命中が <b><color style='color:#f29e38'>75%</color></b> 以上の場合、カフカはその味方の攻撃力を <b><color style='color:#f29e38'>100%</color></b> アップさせる。",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技を発動した後、天賦による<u>追加攻撃</u>の発動可能回数を1回復する。天賦による<u>追加攻撃</u>を行うと、ターゲットにあるすべての持続ダメージ系デバフが即座に本来のダメージ <b><color style='color:#f29e38'>80%</color></b> 分のダメージを発生する。",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "味方の効果命中が <b><color style='color:#f29e38'>75%</color></b> 以上の場合、カフカはその味方の攻撃力を <b><color style='color:#f29e38'>100%</color></b> アップさせる。",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技を発動した後、天賦による<u>追加攻撃</u>の発動可能回数を1回復する。天賦による<u>追加攻撃</u>を行うと、ターゲットに付与されたすべての持続ダメージ系デバフが即座に本来のダメージ <b><color style='color:#f29e38'>80%</color></b> 分のダメージを発生する。",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "味方の効果命中が <b><color style='color:#f29e38'>75%</color></b> 以上の場合、カフカはその味方の攻撃力を <b><color style='color:#f29e38'>100%</color></b> アップさせる。",
                "Icon": "SkillIcon_1005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_1005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技を発動した後、天賦による<u>追加攻撃</u>の発動可能回数を1回復する。天賦による<u>追加攻撃</u>を行うと、ターゲットに付与されたすべての持続ダメージ系デバフが即座に本来のダメージ <b><color style='color:#f29e38'>80%</color></b> 分のダメージを発生する。",
                "Icon": "SkillIcon_1005_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "AttackAddedRatio": 0.28,
                "StatusProbabilityBase": 0.18,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "苛み",
                "Desc": "味方の効果命中が <b><color style='color:#f29e38'>75%</color></b> 以上の場合、カフカはその味方の攻撃力を <b><color style='color:#f29e38'>100%</color></b> アップさせる。",
                "Icon": "SkillIcon_11005_SkillTree1"
            },
            "Tree2": {
                "Name": "略奪",
                "Desc": "感電状態の敵が倒された時、カフカはさらにEPを <b><color style='color:#f29e38'>5</color></b> 回復する。",
                "Icon": "SkillIcon_11005_SkillTree2"
            },
            "Tree3": {
                "Name": "いばら",
                "Desc": "必殺技を発動した後、天賦による<u>追加攻撃</u>の発動可能回数を1回復する。天賦による<u>追加攻撃</u>を行うと、ターゲットに付与されたすべての持続ダメージ系デバフが、即座に本来のダメージ <b><color style='color:#f29e38'>80%</color></b> 分のダメージを発生させる。",
                "Icon": "SkillIcon_11005_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "1100501": {
        "v1": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "攻撃する時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "攻撃する時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "攻撃する時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "攻撃する時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "攻撃する時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "無窮に動く！無窮に",
            "Desc": "攻撃を行う時、 <b><color style='color:#f29e38'>100%</color></b> の<u>基礎確率</u>でターゲットの受ける持続ダメージ+ <b><color style='color:#f29e38'>30%</color></b> 、 <b><color style='color:#f29e38'>2</color></b> ターン継続。",
            "Icon": "SkillIcon_11005_Rank1"
        }
    },
    "1100502": {
        "v1": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "天賦による<u>追加攻撃</u>を行う時、カフカの攻撃力+ <b><color style='color:#f29e38'>25%</color></b> 。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる、 <b><color style='color:#f29e38'>3</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "天賦による<u>追加攻撃</u>を行う時、カフカの攻撃力+ <b><color style='color:#f29e38'>25%</color></b> 。この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる、 <b><color style='color:#f29e38'>3</color></b> ターン継続。",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "カフカがフィールド上にいる時、味方全体の持続ダメージ+ <b><color style='color:#f29e38'>33%</color></b> 。",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "カフカがフィールド上にいる時、味方全体の持続ダメージ+ <b><color style='color:#f29e38'>33%</color></b> 。",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "カフカがフィールド上にいる時、味方全体の持続ダメージ+ <b><color style='color:#f29e38'>33%</color></b> 。",
            "Icon": "SkillIcon_1005_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "狂想者の嗚咽",
            "Desc": "カフカがフィールド上にいる時、味方全体の持続ダメージ+ <b><color style='color:#f29e38'>33%</color></b> 。",
            "Icon": "SkillIcon_11005_Rank2"
        }
    },
    "1100503": {
        "v1": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1005_BP"
        },
        "v2": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1005_BP"
        },
        "v3": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1005_BP"
        },
        "v4": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1005_BP"
        },
        "v5": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1005_BP"
        },
        "Live": {
            "Rank": 3,
            "Name": "即興の賛美",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_11005_BP"
        }
    },
    "1100504": {
        "v1": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_1005_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "この叙唱を",
            "Desc": "カフカが敵に付与した感電状態がダメージを発生する時、カフカのEPをさらに <b><color style='color:#f29e38'>2</color></b> 回復する。",
            "Icon": "SkillIcon_11005_Rank4"
        }
    },
    "1100505": {
        "v1": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v2": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v3": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v4": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "v5": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1005_Ultra"
        },
        "Live": {
            "Rank": 5,
            "Name": "今晩だけの奏鳴",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_11005_Ultra"
        }
    },
    "1100506": {
        "v1": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_1005_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "回る、静かに",
            "Desc": "必殺技、秘技、天賦による<u>追加攻撃</u>が敵に付与する感電状態のダメージ倍率+ <b><color style='color:#f29e38'>156%</color></b> 、感電状態の継続時間+ <b><color style='color:#f29e38'>1</color></b> ターン。",
            "Icon": "SkillIcon_11005_Rank6"
        }
    }
}

var _story_ = {
    "2005": []
}

var _voice_ = {
    "2005": []
}

var _notes_ = {
    "2005": []
}

var _adiff_ = {
    "2005": {}
}

var _mtc_ = {
    "2005": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "111011": 5
            },
            {
                "2": 8000,
                "111011": 10
            },
            {
                "2": 16000,
                "111012": 6,
                "110414": 3
            },
            {
                "2": 40000,
                "111012": 9,
                "110414": 7
            },
            {
                "2": 80000,
                "111013": 6,
                "110414": 20
            },
            {
                "2": 160000,
                "111013": 9,
                "110414": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "111013": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "111011": 3
                    },
                    {
                        "2": 5000,
                        "110151": 3,
                        "111011": 6
                    },
                    {
                        "2": 10000,
                        "110152": 3,
                        "111012": 3
                    },
                    {
                        "2": 20000,
                        "110152": 5,
                        "111012": 4
                    },
                    {
                        "2": 30000,
                        "110152": 7,
                        "111012": 6
                    },
                    {
                        "2": 45000,
                        "110153": 3,
                        "111013": 3
                    },
                    {
                        "2": 80000,
                        "110153": 5,
                        "110503": 1,
                        "111013": 4
                    },
                    {
                        "2": 160000,
                        "110153": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110153": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "攻撃力 +28%",
                "Mat": {
                    "2": 237500,
                    "111011": 2,
                    "110152": 8,
                    "111012": 7,
                    "110153": 11,
                    "111013": 11
                }
            },
            {
                "Name": "効果命中 +18%",
                "Mat": {
                    "2": 210000,
                    "110151": 3,
                    "111011": 6,
                    "110153": 11,
                    "111013": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110152": 3,
                    "111012": 3,
                    "110153": 8,
                    "111013": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "苛み",
                "Mat": {
                    "2": 5000,
                    "110151": 3,
                    "110503": 1
                }
            },
            {
                "Name": "略奪",
                "Mat": {
                    "2": 20000,
                    "110152": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "いばら",
                "Mat": {
                    "2": 160000,
                    "110153": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}