// Auto Generated

var _avatarskill_ = {
    "1120501": {
        "v1": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v2": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v3": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v4": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v5": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "Live": {
            "Name": "支離剣",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に刃の最大HP@ <b>#1[p]</b> #分の風属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Normal"
        }
    },
    "1120508": {
        "v1": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v2": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v3": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v4": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "v5": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1205_Normal02"
        },
        "Live": {
            "Name": "無間剣樹",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "拡散攻撃",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費し、指定した敵単体に刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #分の風属性ダメージを与える。<br>残りHPが足りない場合、「無間剣樹」を発動した時、刃の残りHPが1になる。<br>「無間剣樹」はSPを回復できない。",
            "Params": [
                [
                    0.1,
                    0.65,
                    0.26,
                    0.65,
                    0.2
                ],
                [
                    0.1,
                    0.78,
                    0.312,
                    0.78,
                    0.24
                ],
                [
                    0.1,
                    0.91,
                    0.364,
                    0.91,
                    0.28
                ],
                [
                    0.1,
                    1.04,
                    0.416,
                    1.04,
                    0.32
                ],
                [
                    0.1,
                    1.17,
                    0.468,
                    1.17,
                    0.36
                ],
                [
                    0.1,
                    1.3,
                    0.52,
                    1.3,
                    0.4
                ],
                [
                    0.1,
                    1.43,
                    0.572,
                    1.43,
                    0.44
                ],
                [
                    0.1,
                    1.56,
                    0.624,
                    1.56,
                    0.48
                ],
                [
                    0.1,
                    1.69,
                    0.676,
                    1.69,
                    0.52
                ],
                [
                    0.1,
                    1.82,
                    0.728,
                    1.82,
                    0.56
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "Normal",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11205_Normal02"
        }
    },
    "1120502": {
        "v1": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃の最大HPの <b>#1[p]</b> 分消費し、「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #、敵に攻撃される確率が大幅に上がり、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復しない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v2": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃の最大HPの <b>#1[p]</b> 分消費し、「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #、敵に攻撃される確率が大幅に上がり、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復しない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v3": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃の最大HPの <b>#1[p]</b> 分消費し、「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #。敵に攻撃される確率が大幅に上がり、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v4": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃の最大HPの <b>#1[p]</b> 分消費し、「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #。敵に攻撃される確率が大幅に上がり、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    5.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    5.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "v5": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃の最大HPの <b>#1[p]</b> 分消費し、「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #。敵に攻撃される確率が大幅に上がり、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    10.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_BP"
        },
        "Live": {
            "Name": "地獄変",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "強化",
            "Desc": "刃のHPを最大HP <b>#1[p]</b> 分消費して「地獄変」状態に入る。<br>「地獄変」状態では戦闘スキルを発動できず、自身の与ダメージ+@ <b>#4[p]</b> #。敵に攻撃される確率が大幅に上がり、通常攻撃「支離剣」が「無間剣樹」に強化される、 <b>#2[f]</b> ターン継続。<br>残りHPが足りない場合、戦闘スキルを発動した時、刃の残りHPが1になる。<br>この戦闘スキルはEPを回復できない。この戦闘スキルを発動した後、ターンは終了しない。",
            "Params": [
                [
                    0.3,
                    3.0,
                    1.0,
                    0.12,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.148,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.176,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.204,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.232,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.26,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.295,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.33,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.365,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.4,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.428,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.456,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.484,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.512,
                    10.0
                ],
                [
                    0.3,
                    3.0,
                    1.0,
                    0.54,
                    10.0
                ]
            ],
            "BP": -1,
            "SPAdd": 0,
            "AttackType": "BPSkill",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_BP"
        }
    },
    "1120503": {
        "v1": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失った累計HPの@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失った累計HPの@ <b>#5[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計カウントは、刃の最大HPの <b>#7[p]</b> を超えず、必殺技を発動した後にリセットされる。",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v2": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失った累計HPの@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失った累計HPの@ <b>#5[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計カウントは、刃の最大HPの <b>#7[p]</b> を超えず、必殺技を発動した後にリセットされる。",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v3": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失ったHPの累計@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HPの@ <b>#3[p]</b> #+戦闘中失った累計HPの@ <b>#6[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計カウントは、刃の最大HPの <b>#7[p]</b> を超えず、必殺技を発動した後にリセットされる。",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v4": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失ったHPの累計@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HPの@ <b>#3[p]</b> #+戦闘中失った累計HPの@ <b>#6[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計カウントは、刃の最大HPの <b>#7[p]</b> を超えず、必殺技を発動した後にリセットされる。",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.6,
                    0.3,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.64,
                    0.32,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.68,
                    0.34,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.76,
                    0.38,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.8,
                    0.4,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    0.85,
                    0.425,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    0.9,
                    0.45,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    0.95,
                    0.475,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.0,
                    0.5,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.04,
                    0.52,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.12,
                    0.56,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.16,
                    0.58,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.2,
                    0.6,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v5": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の最大HPの@ <b>#1[p]</b> #+戦闘中失ったHPの累計@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HPの@ <b>#3[p]</b> #+戦闘中失った累計HPの@ <b>#6[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計カウントは、刃の最大HPの <b>#7[p]</b> を超えず、必殺技を発動した後にリセットされる。",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.768,
                    0.384,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.816,
                    0.408,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.864,
                    0.432,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.912,
                    0.456,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.96,
                    0.48,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    1.02,
                    0.51,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    1.14,
                    0.57,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.2,
                    0.6,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.248,
                    0.624,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.296,
                    0.648,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.344,
                    0.672,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.392,
                    0.696,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.44,
                    0.72,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1205_Ultra"
        },
        "Live": {
            "Name": "大辟万死",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "刃の残りHPを最大HPの <b>50%</b> にし、敵単体に刃の最大HP@ <b>#1[p]</b> #+戦闘中失ったHPの累計値@ <b>#5[p]</b> #分の風属性ダメージを与え、隣接する敵に刃の最大HP@ <b>#3[p]</b> #+戦闘中失ったHPの累計値@ <b>#6[p]</b> #分の風属性ダメージを与える。<br>戦闘中失ったHPの累計値は、刃の最大HPの <b>#7[p]</b> を超えず、必殺技を発動した後にクリアされる。",
            "Params": [
                [
                    0.9,
                    0.6,
                    0.36,
                    0.3,
                    0.72,
                    0.36,
                    0.9
                ],
                [
                    0.96,
                    0.64,
                    0.384,
                    0.32,
                    0.768,
                    0.384,
                    0.9
                ],
                [
                    1.02,
                    0.68,
                    0.408,
                    0.34,
                    0.816,
                    0.408,
                    0.9
                ],
                [
                    1.08,
                    0.72,
                    0.432,
                    0.36,
                    0.864,
                    0.432,
                    0.9
                ],
                [
                    1.14,
                    0.76,
                    0.456,
                    0.38,
                    0.912,
                    0.456,
                    0.9
                ],
                [
                    1.2,
                    0.8,
                    0.48,
                    0.4,
                    0.96,
                    0.48,
                    0.9
                ],
                [
                    1.275,
                    0.85,
                    0.51,
                    0.425,
                    1.02,
                    0.51,
                    0.9
                ],
                [
                    1.35,
                    0.9,
                    0.54,
                    0.45,
                    1.08,
                    0.54,
                    0.9
                ],
                [
                    1.425,
                    0.95,
                    0.57,
                    0.475,
                    1.14,
                    0.57,
                    0.9
                ],
                [
                    1.5,
                    1.0,
                    0.6,
                    0.5,
                    1.2,
                    0.6,
                    0.9
                ],
                [
                    1.56,
                    1.04,
                    0.624,
                    0.52,
                    1.248,
                    0.624,
                    0.9
                ],
                [
                    1.62,
                    1.08,
                    0.648,
                    0.54,
                    1.296,
                    0.648,
                    0.9
                ],
                [
                    1.68,
                    1.12,
                    0.672,
                    0.56,
                    1.344,
                    0.672,
                    0.9
                ],
                [
                    1.74,
                    1.16,
                    0.696,
                    0.58,
                    1.392,
                    0.696,
                    0.9
                ],
                [
                    1.8,
                    1.2,
                    0.72,
                    0.6,
                    1.44,
                    0.72,
                    0.9
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 130.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_11205_Ultra"
        }
    },
    "1120504": {
        "v1": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得し、最大で5層まで累積できる。1回の攻撃では1層までしか累積できない。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージは消費される。",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v2": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得し、最大で5層まで累積できる。1回の攻撃では1層までしか累積できない。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージは消費される。",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v3": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得する。チャージは最大で5層まで累積できる。この効果は攻撃を1回受けるたびに1層まで累積できる。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージは消費する。",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v4": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得する。チャージは最大で5層まで累積できる。この効果は攻撃を1回受けるたびに1層まで累積できる。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージは消費する。",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "v5": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得する。チャージは最大で5層まで累積できる。この効果は攻撃を1回受けるたびに1層まで累積できる。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージは消費する。",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Passive"
        },
        "Live": {
            "Name": "倏忽の恩賜",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "全体攻撃",
            "Desc": "刃がダメージを受ける、またはHPを消費した時、チャージを1層獲得する。チャージは最大で5層まで累積できる。この効果は攻撃を1回受けるたびに1層まで累積できる。<br>チャージが上限に達した時、敵全体に<u>追加攻撃</u>を1回行い、刃の最大HP@ <b>#2[p]</b> #分の風属性ダメージを与え、刃の最大HP <b>#3[p]</b> 分のHPを回復する。追加攻撃を行った後、すべてのチャージを消費する。",
            "Params": [
                [
                    3.0,
                    0.65,
                    0.25,
                    0.65
                ],
                [
                    3.0,
                    0.715,
                    0.25,
                    0.715
                ],
                [
                    3.0,
                    0.78,
                    0.25,
                    0.78
                ],
                [
                    3.0,
                    0.845,
                    0.25,
                    0.845
                ],
                [
                    3.0,
                    0.91,
                    0.25,
                    0.91
                ],
                [
                    3.0,
                    0.975,
                    0.25,
                    0.975
                ],
                [
                    3.0,
                    1.05625,
                    0.25,
                    1.05625
                ],
                [
                    3.0,
                    1.1375,
                    0.25,
                    1.1375
                ],
                [
                    3.0,
                    1.21875,
                    0.25,
                    1.21875
                ],
                [
                    3.0,
                    1.3,
                    0.25,
                    1.3
                ],
                [
                    3.0,
                    1.365,
                    0.25,
                    1.365
                ],
                [
                    3.0,
                    1.43,
                    0.25,
                    1.43
                ],
                [
                    3.0,
                    1.495,
                    0.25,
                    1.495
                ],
                [
                    3.0,
                    1.56,
                    0.25,
                    1.56
                ],
                [
                    3.0,
                    1.625,
                    0.25,
                    1.625
                ]
            ],
            "BP": 0,
            "SPAdd": 10.0,
            "Stance": [
                0.0,
                1.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Passive"
        }
    },
    "1120506": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Normal"
        }
    },
    "1120507": {
        "v1": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v2": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v3": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v4": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "v5": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1205_Maze"
        },
        "Live": {
            "Name": "業途風",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、刃の最大HP <b>#2[p]</b> 分のHPを消費し、敵全体に刃の最大HP <b>#1[p]</b> 分の風属性ダメージを与える。<br>残りHPが足りない場合、秘技を発動した時、刃の残りHPが1になる。",
            "Params": [
                [
                    0.4,
                    0.2
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11205_Maze"
        }
    }
}

var _avatarskilltree_ = {
    "2205": {
        "v1": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃の残りHPが <b><color style='color:#f29e38'>50%</color></b> 以下の時、治癒を受けた時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "「無間剣樹」を発動した後、<u>弱点撃破状態</u>の敵に命中した場合、刃は自身の最大HP <b><color style='color:#f29e38'>5%</color></b> + <b><color style='color:#f29e38'>100</color></b> のHPを回復する。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、さらにEPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃の残りHPが <b><color style='color:#f29e38'>50%</color></b> 以下の時、治癒を受けた時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "「無間剣樹」を発動した後、<u>弱点撃破状態</u>の敵に命中した場合、刃は自身の最大HP <b><color style='color:#f29e38'>5%</color></b> + <b><color style='color:#f29e38'>100</color></b> のHPを回復する。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、さらにEPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃の残りHPが <b><color style='color:#f29e38'>50%</color></b> 以下の時、治癒を受けた時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "刃が治癒を受けた後、治癒量の <b><color style='color:#f29e38'>25%</color></b> 分が必殺技の「累計で失ったHP」に加算される。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、さらにEPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃の残りHPが <b><color style='color:#f29e38'>50%</color></b> 以下の時、治癒を受けた時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "刃が治癒を受けた後、治癒量の <b><color style='color:#f29e38'>25%</color></b> 分が必殺技の「失ったHPの累計」に加算される。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、さらにEPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃の必殺技発動によってクリアされる「失ったHPの累計」が <b><color style='color:#f29e38'>50%</color></b> になる",
                "Icon": "SkillIcon_1205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "治癒を受けた時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 、治癒量の <b><color style='color:#f29e38'>25%</color></b> 分が必殺技の「失ったHPの累計」に加算される。",
                "Icon": "SkillIcon_1205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、さらにEPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1205_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "HPAddedRatio": 0.28,
                "CriticalChanceBase": 0.12,
                "StatusResistanceBase": 0.1
            },
            "Tree1": {
                "Name": "無尽形寿",
                "Desc": "刃が必殺技を発動する時、クリアされる失ったHPの累計値が <b><color style='color:#f29e38'>50%</color></b> になる。",
                "Icon": "SkillIcon_11205_SkillTree1"
            },
            "Tree2": {
                "Name": "百死耐忍",
                "Desc": "治癒を受ける時の回復量+ <b><color style='color:#f29e38'>20%</color></b> 。治癒を受けた後、治癒量の <b><color style='color:#f29e38'>25%</color></b> 分が必殺技で参照する失ったHPの累計値に加算される。",
                "Icon": "SkillIcon_11205_SkillTree2"
            },
            "Tree3": {
                "Name": "壊劫滅亡",
                "Desc": "天賦による<u>追加攻撃</u>ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 、さらにEPを <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_11205_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "1120501": {
        "v1": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する強化通常攻撃と必殺技によるダメージが、刃の戦闘中失ったHPの累計 <b><color style='color:#f29e38'>150%</color></b> 分アップする。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの <b><color style='color:#f29e38'>90%</color></b> を超えず、必殺技を発動した後にリセットされる。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する強化通常攻撃と必殺技によるダメージが、刃の戦闘中失ったHPの累計 <b><color style='color:#f29e38'>150%</color></b> 分アップする。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの <b><color style='color:#f29e38'>90%</color></b> を超えず、必殺技を発動した後にリセットされる。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する強化通常攻撃と必殺技によるダメージが、刃の戦闘中失ったHPの累計 <b><color style='color:#f29e38'>150%</color></b> 分アップする。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの <b><color style='color:#f29e38'>90%</color></b> を超えず、必殺技を発動した後にリセットされる。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する強化通常攻撃と必殺技によるダメージが、刃の戦闘中失ったHPの累計 <b><color style='color:#f29e38'>150%</color></b> 分アップする。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの <b><color style='color:#f29e38'>90%</color></b> を超えず、必殺技を発動した後にリセットされる。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する強化通常攻撃と必殺技によるダメージが、刃の戦闘中失ったHPの累計 <b><color style='color:#f29e38'>150%</color></b> 分アップする。<br>戦闘中失ったHPの累計のカウントは、刃の最大HPの <b><color style='color:#f29e38'>90%</color></b> を超えず、必殺技を発動した後にリセットされる。",
            "Icon": "SkillIcon_1205_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "形寿記せし剣身<br>地獄変の如く",
            "Desc": "指定した敵単体に対する強化通常攻撃と必殺技によるダメージの数値が、必殺技で参照する失ったHPの累計値の <b><color style='color:#f29e38'>150%</color></b> 分アップする。",
            "Icon": "SkillIcon_11205_Rank1"
        }
    },
    "1120502": {
        "v1": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_1205_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "支離の旧夢<br>万事が遺恨",
            "Desc": "刃が「地獄変」状態の時、会心率+ <b><color style='color:#f29e38'>15%</color></b> 。",
            "Icon": "SkillIcon_11205_Rank2"
        }
    },
    "1120503": {
        "v1": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1205_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "鍛造されし玄鋼<br>寒光放つ",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_11205_Ultra"
        }
    },
    "1120504": {
        "v1": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_1205_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "冥府の岐路越え<br>回生せし骸",
            "Desc": "残りHPが <b><color style='color:#f29e38'>50%</color></b> を超える状態から、 <b><color style='color:#f29e38'>50%</color></b> 以下になった時、最大HP+ <b><color style='color:#f29e38'>20%</color></b> 、この効果は最大で <b><color style='color:#f29e38'>2</color></b> 層累積できる。",
            "Icon": "SkillIcon_11205_Rank4"
        }
    },
    "1120505": {
        "v1": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1205_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1205_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "十王の大辟<br>懸かり照らす業鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_11205_BP"
        }
    },
    "1120506": {
        "v1": {
            "Rank": 6,
            "Name": "涸れし魂魄<br>留まりて此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "涸れし魂魄<br>留まりて此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "涸れし魂魄<br>留まりて此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "涸れし魂魄<br>留まりて此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "涸れし魂魄<br>留まりて此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_1205_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "涸れし魂魄留まりて<br>此の身に戻る",
            "Desc": "チャージ層数の上限が4層になる。天賦による<u>追加攻撃</u>ダメージが、さらに刃の最大HP <b><color style='color:#f29e38'>50%</color></b> 分アップする。",
            "Icon": "SkillIcon_11205_Rank6"
        }
    }
}

var _story_ = {
    "2205": []
}

var _voice_ = {
    "2205": []
}

var _notes_ = {
    "2205": []
}

var _adiff_ = {
    "2205": {}
}

var _mtc_ = {
    "2205": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110415": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110415": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110415": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110415": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "HP +28%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "会心率 +12%",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "効果抵抗 +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "無尽形寿",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "百死耐忍",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "壊劫滅亡",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}