// Auto Generated

var _avatarskill_ = {
    "1121201": {
        "v1": {
            "Name": "流影穿",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v2": {
            "Name": "流影穿",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v3": {
            "Name": "流影穿",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v4": {
            "Name": "流影穿",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v5": {
            "Name": "流影穿",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "Live": {
            "Name": "流影穿",
            "MaxLevel": 10,
            "Type": "通常攻撃",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与える。",
            "Params": [
                [
                    0.25
                ],
                [
                    0.3
                ],
                [
                    0.35
                ],
                [
                    0.4
                ],
                [
                    0.45
                ],
                [
                    0.5
                ],
                [
                    0.55
                ],
                [
                    0.6
                ],
                [
                    0.65
                ],
                [
                    0.7
                ]
            ],
            "BP": 1,
            "SPAdd": 20.0,
            "AttackType": "Normal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Normal"
        }
    },
    "1121209": {
        "v1": {
            "Name": "寒川映月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。「朔望」を <b>#2[f]</b> 層消費する。このスキルを使用してもSPは消費されない。",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v2": {
            "Name": "寒川映月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。「朔望」を <b>#2[f]</b> 層消費する。このスキルを使用してもSPは消費されない。",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v3": {
            "Name": "寒川映月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。「朔望」を <b>#2[f]</b> 層消費する。このスキルを使用してもSPは消費されない。",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v4": {
            "Name": "寒川映月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。「朔望」を <b>#2[f]</b> 層消費する。このスキルを使用してもSPは消費されない。",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "v5": {
            "Name": "寒川映月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。「朔望」を <b>#2[f]</b> 層消費する。このスキルを使用してもSPは消費されない。",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_1212_BP02"
        },
        "Live": {
            "Name": "寒川映月",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。「朔望」を <b>#2[f]</b> 層消費する。このスキルを使用してもSPは消費されない。",
            "Params": [
                [
                    0.75,
                    1.0,
                    0.375
                ],
                [
                    0.825,
                    1.0,
                    0.4125
                ],
                [
                    0.9,
                    1.0,
                    0.45
                ],
                [
                    0.975,
                    1.0,
                    0.4875
                ],
                [
                    1.05,
                    1.0,
                    0.525
                ],
                [
                    1.125,
                    1.0,
                    0.5625
                ],
                [
                    1.21875,
                    1.0,
                    0.60938
                ],
                [
                    1.3125,
                    1.0,
                    0.65625
                ],
                [
                    1.40625,
                    1.0,
                    0.70312
                ],
                [
                    1.5,
                    1.0,
                    0.75
                ],
                [
                    1.575,
                    1.0,
                    0.7875
                ],
                [
                    1.65,
                    1.0,
                    0.825
                ],
                [
                    1.725,
                    1.0,
                    0.8625
                ],
                [
                    1.8,
                    1.0,
                    0.9
                ],
                [
                    1.875,
                    1.0,
                    0.9375
                ]
            ],
            "BP": 0,
            "SPAdd": 30.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                1.0
            ],
            "Icon": "SkillIcon_11212_BP02"
        }
    },
    "1121202": {
        "v1": {
            "Name": "無罅の飛光",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v2": {
            "Name": "無罅の飛光",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v3": {
            "Name": "無罅の飛光",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v4": {
            "Name": "無罅の飛光",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "v5": {
            "Name": "無罅の飛光",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_BP"
        },
        "Live": {
            "Name": "無罅の飛光",
            "MaxLevel": 15,
            "Type": "戦闘スキル",
            "Tag": "単体攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.75,
                    1.0
                ],
                [
                    0.825,
                    1.0
                ],
                [
                    0.9,
                    1.0
                ],
                [
                    0.975,
                    1.0
                ],
                [
                    1.05,
                    1.0
                ],
                [
                    1.125,
                    1.0
                ],
                [
                    1.21875,
                    1.0
                ],
                [
                    1.3125,
                    1.0
                ],
                [
                    1.40625,
                    1.0
                ],
                [
                    1.5,
                    1.0
                ],
                [
                    1.575,
                    1.0
                ],
                [
                    1.65,
                    1.0
                ],
                [
                    1.725,
                    1.0
                ],
                [
                    1.8,
                    1.0
                ],
                [
                    1.875,
                    1.0
                ]
            ],
            "BP": -1,
            "SPAdd": 20.0,
            "AttackType": "BPSkill",
            "Stance": [
                2.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_BP"
        }
    },
    "1121203": {
        "v1": {
            "Name": "曇華生滅、夢瀉す天河",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。攻撃を行った後に「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v2": {
            "Name": "曇華生滅、夢瀉す天河",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。攻撃を行った後に「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v3": {
            "Name": "曇華生滅、夢瀉す天河",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。攻撃を行った後に「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v4": {
            "Name": "曇華生滅、夢瀉す天河",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。攻撃を行った後に「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v5": {
            "Name": "曇華生滅、夢瀉す天河",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。攻撃を行った後に「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_1212_Ultra"
        },
        "Live": {
            "Name": "曇華生滅、夢瀉す天河",
            "MaxLevel": 15,
            "Type": "必殺技",
            "Tag": "拡散攻撃",
            "Desc": "指定した敵単体に鏡流の最大HP@ <b>#1[p]</b> #分の氷属性ダメージを与え、隣接する敵に鏡流の最大HP@ <b>#3[p]</b> #分の氷属性ダメージを与える。攻撃を行った後に「朔望」を <b>#2[f]</b> 層獲得する。",
            "Params": [
                [
                    0.9,
                    1.0,
                    0.45,
                    1.0
                ],
                [
                    0.99,
                    1.0,
                    0.495,
                    1.0
                ],
                [
                    1.08,
                    1.0,
                    0.54,
                    1.0
                ],
                [
                    1.17,
                    1.0,
                    0.585,
                    1.0
                ],
                [
                    1.26,
                    1.0,
                    0.63,
                    1.0
                ],
                [
                    1.35,
                    1.0,
                    0.675,
                    1.0
                ],
                [
                    1.4625,
                    1.0,
                    0.73125,
                    1.0
                ],
                [
                    1.575,
                    1.0,
                    0.7875,
                    1.0
                ],
                [
                    1.6875,
                    1.0,
                    0.84375,
                    1.0
                ],
                [
                    1.8,
                    1.0,
                    0.9,
                    1.0
                ],
                [
                    1.89,
                    1.0,
                    0.945,
                    1.0
                ],
                [
                    1.98,
                    1.0,
                    0.99,
                    1.0
                ],
                [
                    2.07,
                    1.0,
                    1.035,
                    1.0
                ],
                [
                    2.16,
                    1.0,
                    1.08,
                    1.0
                ],
                [
                    2.25,
                    1.0,
                    1.125,
                    1.0
                ]
            ],
            "BP": 0,
            "SPAdd": 5.0,
            "SPNeed": 140.0,
            "AttackType": "Ultra",
            "Stance": [
                2.0,
                0.0,
                2.0
            ],
            "Icon": "SkillIcon_11212_Ultra"
        }
    },
    "1121204": {
        "v1": {
            "Name": "淡月転魄",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「朔望」を <b>#5[f]</b> 層所持する時、鏡流は「転魄」状態に入り、追加で「朔望」を1層獲得し、会心率+@ <b>#7[p]</b> #と同時に行動順が <b>#6[p]</b> 早まる。、戦闘スキル「無罅の飛光」が「寒川映月」に強化され、「転魄」状態の鏡流はこの強化戦闘スキルのみを使用できる。また、「転魄」状態で攻撃を行った時、自身以外の味方のHPをそれぞれの最大HP <b>#2[p]</b> 分消費し（残りHPが足りない場合、攻撃を行った時、自身以外の味方の残りHPが1になる）、鏡流は「月光」を1層獲得する。獲得した「月光」1層につき、鏡流の会心ダメージは+@ <b>#3[p]</b> #、最大 <b>#4[f]</b> 層まで所持することが可能。「転魄」状態が終了するまで、再度「転魄」状態に入ることはできない。「朔望」は最大で3層累積できる。「朔望」が0層になると、「転魄」状態が解除される。",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v2": {
            "Name": "淡月転魄",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「朔望」を <b>#5[f]</b> 層所持する時、鏡流は「転魄」状態に入り、追加で「朔望」を1層獲得し、会心率+@ <b>#7[p]</b> #と同時に行動順が <b>#6[p]</b> 早まる。、戦闘スキル「無罅の飛光」が「寒川映月」に強化され、「転魄」状態の鏡流はこの強化戦闘スキルのみを使用できる。また、「転魄」状態で攻撃を行った時、自身以外の味方のHPをそれぞれの最大HP <b>#2[p]</b> 分消費し（残りHPが足りない場合、攻撃を行った時、自身以外の味方の残りHPが1になる）、鏡流は「月光」を1層獲得する。獲得した「月光」1層につき、鏡流の会心ダメージは+@ <b>#3[p]</b> #、最大 <b>#4[f]</b> 層まで所持することが可能。「転魄」状態が終了するまで、再度「転魄」状態に入ることはできない。「朔望」は最大で3層累積できる。「朔望」が0層になると、「転魄」状態が解除される。",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v3": {
            "Name": "淡月転魄",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「朔望」を <b>#5[f]</b> 層所持する時、鏡流は「転魄」状態に入り、追加で「朔望」を1層獲得し、会心率+@ <b>#7[p]</b> #。同時に行動順を <b>#6[p]</b> 早め、戦闘スキル「無罅の飛光」が「寒川映月」に強化される。「転魄」状態の鏡流はこの強化戦闘スキルのみを使用できる。「転魄」状態で攻撃を行った時、自身以外の味方のHPをそれぞれの最大HP <b>#2[p]</b> 分消費する（残りHPが足りない場合、攻撃を行った時、自身以外の味方の残りHPが1になる）。「転魄」状態で味方がダメージを受ける、またはHPを消費するたびに、鏡流は「月光」を1層獲得する。獲得した「月光」1層につき、鏡流の会心ダメージ+@ <b>#3[p]</b> #、最大 <b>#4[f]</b> 層まで所持することが可能。「転魄」状態が終了するまで、再度「転魄」状態に入ることはできない。「朔望」は最大で4層累積できる。「朔望」が0層になると、「転魄」状態が解除される。味方が累計で <b>#8[f]</b> 回ダメージを受けた、またはHPを消費した後、鏡流は「朔望」を1層獲得する。味方が1回の被撃で獲得できる層数は1層のみ。",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v4": {
            "Name": "淡月転魄",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「朔望」を <b>#5[f]</b> 層所持する時、鏡流は「転魄」状態に入り、追加で「朔望」を1層獲得し、会心率+@ <b>#7[p]</b> #。同時に行動順を <b>#6[p]</b> 早め、戦闘スキル「無罅の飛光」が「寒川映月」に強化される。「転魄」状態の鏡流はこの強化戦闘スキルのみを使用できる。「転魄」状態で攻撃を行った時、自身以外の味方のHPをそれぞれの最大HP <b>#2[p]</b> 分消費する（残りHPが足りない場合、攻撃を行った時、自身以外の味方の残りHPが1になる）。「転魄」状態で味方がダメージを受ける、またはHPを消費するたびに、鏡流は「月光」を1層獲得する。獲得した「月光」1層につき、鏡流の会心ダメージ+@ <b>#3[p]</b> #、最大 <b>#4[f]</b> 層まで所持することが可能。「転魄」状態が終了するまで、再度「転魄」状態に入ることはできない。「朔望」は最大で4層累積できる。「朔望」が0層になると、「転魄」状態が解除される。味方が累計で <b>#8[f]</b> 回ダメージを受けた、またはHPを消費した後、鏡流は「朔望」を1層獲得する。味方が1回の被撃で獲得できる層数は1層のみ。",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "v5": {
            "Name": "淡月転魄",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「朔望」を <b>#5[f]</b> 層所持する時、鏡流は「転魄」状態に入り、追加で「朔望」を1層獲得し、会心率+@ <b>#7[p]</b> #。同時に行動順を <b>#6[p]</b> 早め、戦闘スキル「無罅の飛光」が「寒川映月」に強化される。「転魄」状態の鏡流はこの強化戦闘スキルのみを使用できる。「転魄」状態で攻撃を行った時、自身以外の味方のHPをそれぞれの最大HP <b>#2[p]</b> 分消費する（残りHPが足りない場合、攻撃を行った時、自身以外の味方の残りHPが1になる）。「転魄」状態で味方がダメージを受ける、またはHPを消費するたびに、鏡流は「月光」を1層獲得する。獲得した「月光」1層につき、鏡流の会心ダメージ+@ <b>#3[p]</b> #、最大 <b>#4[f]</b> 層まで所持することが可能。「転魄」状態が終了するまで、再度「転魄」状態に入ることはできない。「朔望」は最大で4層累積できる。「朔望」が0層になると、「転魄」状態が解除される。味方が累計で <b>#8[f]</b> 回ダメージを受けた、またはHPを消費した後、鏡流は「朔望」を1層獲得する。味方が1回の被撃で獲得できる層数は1層のみ。",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Passive"
        },
        "Live": {
            "Name": "淡月転魄",
            "MaxLevel": 15,
            "Type": "天賦",
            "Tag": "強化",
            "Desc": "「朔望」を <b>#5[f]</b> 層所持する時、鏡流は「転魄」状態に入り、追加で「朔望」を1層獲得し、会心率+@ <b>#7[p]</b> #。同時に行動順を <b>#6[p]</b> 早め、戦闘スキル「無罅の飛光」が「寒川映月」に強化される。「転魄」状態の鏡流はこの強化戦闘スキルのみを使用できる。「転魄」状態で攻撃を行った時、自身以外の味方のHPをそれぞれの最大HP <b>#2[p]</b> 分消費する（残りHPが足りない場合、攻撃を行った時、自身以外の味方の残りHPが1になる）。「転魄」状態中、味方がダメージを受ける、またはHPを消費するたびに、鏡流は「月光」を1層獲得する。獲得した「月光」1層につき、鏡流の会心ダメージ+@ <b>#3[p]</b> #、最大 <b>#4[f]</b> 層まで所持することが可能。「転魄」状態が終了するまで、再度「転魄」状態に入ることはできない。「朔望」は最大で4層累積できる。「朔望」が0層になると、「転魄」状態が解除され、「月光」をすべて失う。味方が累計で <b>#8[f]</b> 回ダメージを受けた、またはHPを消費した後、鏡流は「朔望」を1層獲得する。味方それぞれが攻撃を受けるたびにカウントされる被撃回数は最大1回まで。",
            "Params": [
                [
                    0.3,
                    0.05,
                    0.22,
                    5.0,
                    2.0,
                    1.0,
                    0.4,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.242,
                    5.0,
                    2.0,
                    1.0,
                    0.41,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.264,
                    5.0,
                    2.0,
                    1.0,
                    0.42,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.286,
                    5.0,
                    2.0,
                    1.0,
                    0.43,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.308,
                    5.0,
                    2.0,
                    1.0,
                    0.44,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.33,
                    5.0,
                    2.0,
                    1.0,
                    0.45,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.3575,
                    5.0,
                    2.0,
                    1.0,
                    0.4625,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.385,
                    5.0,
                    2.0,
                    1.0,
                    0.475,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.4125,
                    5.0,
                    2.0,
                    1.0,
                    0.4875,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.44,
                    5.0,
                    2.0,
                    1.0,
                    0.5,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.462,
                    5.0,
                    2.0,
                    1.0,
                    0.51,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.484,
                    5.0,
                    2.0,
                    1.0,
                    0.52,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.506,
                    5.0,
                    2.0,
                    1.0,
                    0.53,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.528,
                    5.0,
                    2.0,
                    1.0,
                    0.54,
                    20.0
                ],
                [
                    0.3,
                    0.05,
                    0.55,
                    5.0,
                    2.0,
                    1.0,
                    0.55,
                    20.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Passive"
        }
    },
    "1121206": {
        "v1": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v2": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v3": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v4": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "v5": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Normal"
        },
        "Live": {
            "Name": "攻撃",
            "MaxLevel": 1,
            "Type": "",
            "Tag": "",
            "Desc": "敵を攻撃。戦闘に入った後、敵の対応する属性の靭性を削る。",
            "Params": [
                []
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "MazeNormal",
            "Stance": [
                1.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Normal"
        }
    },
    "1121207": {
        "v1": {
            "Name": "神識照らす月影",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、自身の周囲に <b>#3[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵は凍結状態になる。特殊領域内の敵と戦闘に入った後、自身のEPを <b>#6[f]</b> 回復し、「朔望」を <b>#1[f]</b> 層獲得して <b>#2[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、 <b>#4[f]</b> ターン継続。凍結状態の敵は行動できず、ターンが回ってくるたびに鏡流の最大HP <b>#5[p]</b> 分の氷属性<u>付加ダメージ</u>を受ける。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v2": {
            "Name": "神識照らす月影",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、自身の周囲に <b>#3[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵は凍結状態になる。特殊領域内の敵と戦闘に入った後、自身のEPを <b>#6[f]</b> 回復し、「朔望」を <b>#1[f]</b> 層獲得して <b>#2[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、 <b>#4[f]</b> ターン継続。凍結状態の敵は行動できず、ターンが回ってくるたびに鏡流の最大HP <b>#5[p]</b> 分の氷属性<u>付加ダメージ</u>を受ける。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v3": {
            "Name": "神識照らす月影",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、自身の周囲に <b>#3[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵は凍結状態になる。特殊領域内の敵と戦闘に入った後、自身のEPを <b>#6[f]</b> 回復し、「朔望」を <b>#1[f]</b> 層獲得して <b>#2[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、 <b>#4[f]</b> ターン継続。凍結状態の敵は行動できず、ターンが回ってくるたびに鏡流の最大HP <b>#5[p]</b> 分の氷属性<u>付加ダメージ</u>を受ける。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v4": {
            "Name": "神識照らす月影",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、自身の周囲に <b>#3[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵は凍結状態になる。特殊領域内の敵と戦闘に入った後、自身のEPを <b>#6[f]</b> 回復し、「朔望」を <b>#1[f]</b> 層獲得して <b>#2[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、 <b>#4[f]</b> ターン継続。凍結状態の敵は行動できず、ターンが回ってくるたびに鏡流の最大HP <b>#5[p]</b> 分の氷属性<u>付加ダメージ</u>を受ける。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "v5": {
            "Name": "神識照らす月影",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、自身の周囲に <b>#3[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵は凍結状態になる。特殊領域内の敵と戦闘に入った後、自身のEPを <b>#6[f]</b> 回復し、「朔望」を <b>#1[f]</b> 層獲得して <b>#2[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、 <b>#4[f]</b> ターン継続。凍結状態の敵は行動できず、ターンが回ってくるたびに鏡流の最大HP <b>#5[p]</b> 分の氷属性<u>付加ダメージ</u>を受ける。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_1212_Maze",
            "EE": [
                10000005
            ]
        },
        "Live": {
            "Name": "神識照らす月影",
            "MaxLevel": 1,
            "Type": "秘技",
            "Tag": "妨害",
            "Desc": "秘技を使用した後、自身の周囲に <b>#3[f]</b> 秒間継続する特殊領域を作り出す。特殊領域内の敵は凍結状態になる。特殊領域内の敵と戦闘に入った後、自身のEPを <b>#6[f]</b> 回復し、「朔望」を <b>#1[f]</b> 層獲得して <b>#2[p]</b> の<u>基礎確率</u>で敵を凍結状態にする、 <b>#4[f]</b> ターン継続。凍結状態の敵は行動できず、ターンが回ってくるたびに鏡流の最大HP <b>#5[p]</b> 分の氷属性<u>付加ダメージ</u>を受ける。味方が作り出した領域は1つまで存在できる。",
            "Params": [
                [
                    1.0,
                    1.0,
                    20.0,
                    1.0,
                    0.8,
                    15.0
                ]
            ],
            "BP": 0,
            "SPAdd": 0,
            "AttackType": "Maze",
            "Stance": [
                0.0,
                0.0,
                0.0
            ],
            "Icon": "SkillIcon_11212_Maze",
            "EE": [
                10000005
            ]
        }
    }
}

var _avatarskilltree_ = {
    "2212": {
        "v1": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "死境",
                "Desc": "「転魄」状態の時、効果抵抗+ <b><color style='color:#f29e38'>35%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "剣首",
                "Desc": "「無罅の飛光」を発動した後、さらにEPが <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "霜魄",
                "Desc": "「転魄」状態の時、必殺技によるダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v2": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "死境",
                "Desc": "「転魄」状態の時、効果抵抗+ <b><color style='color:#f29e38'>35%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "剣首",
                "Desc": "「無罅の飛光」を発動した後、さらにEPが <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "霜魄",
                "Desc": "「転魄」状態の時、必殺技によるダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v3": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "死境",
                "Desc": "「転魄」状態の時、効果抵抗+ <b><color style='color:#f29e38'>35%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "剣首",
                "Desc": "「無罅の飛光」を発動した後、さらにEPが <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "霜魄",
                "Desc": "「転魄」状態の時、必殺技によるダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v4": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "死境",
                "Desc": "「転魄」状態の時、効果抵抗+ <b><color style='color:#f29e38'>35%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "剣首",
                "Desc": "「無罅の飛光」を発動した後、さらにEPが <b><color style='color:#f29e38'>15</color></b> 回復する。",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "霜魄",
                "Desc": "「転魄」状態の時、必殺技によるダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "v5": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "死境",
                "Desc": "「転魄」状態の時、効果抵抗+ <b><color style='color:#f29e38'>35%</color></b> 。",
                "Icon": "SkillIcon_1212_SkillTree1"
            },
            "Tree2": {
                "Name": "剣首",
                "Desc": "「無罅の飛光」を発動した後、さらにEPが <b><color style='color:#f29e38'>15</color></b> 回復する。「寒川映月」を発動した後、さらにEPが <b><color style='color:#f29e38'>8</color></b> 回復する。",
                "Icon": "SkillIcon_1212_SkillTree2"
            },
            "Tree3": {
                "Name": "霜魄",
                "Desc": "「朔望」を獲得した時にすでに上限に達した場合、鏡流の次の攻撃でターゲットの防御力を <b><color style='color:#f29e38'>25%</color></b> 無視する。",
                "Icon": "SkillIcon_1212_SkillTree3"
            }
        },
        "Live": {
            "Add": {
                "CriticalDamageBase": 0.373,
                "SpeedDelta": 9.0,
                "HPAddedRatio": 0.1
            },
            "Tree1": {
                "Name": "死境",
                "Desc": "「転魄」状態の時、効果抵抗+ <b><color style='color:#f29e38'>35%</color></b> 、必殺技ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
                "Icon": "SkillIcon_11212_SkillTree1"
            },
            "Tree2": {
                "Name": "剣首",
                "Desc": "「無罅の飛光」を発動した後、さらにEPが <b><color style='color:#f29e38'>15</color></b> 回復する。「寒川映月」を発動した後、さらにEPが <b><color style='color:#f29e38'>8</color></b> 回復する。",
                "Icon": "SkillIcon_11212_SkillTree2"
            },
            "Tree3": {
                "Name": "霜魄",
                "Desc": "「朔望」を獲得する時、「朔望」がすでに上限に達している場合、鏡流の次の攻撃はターゲットの防御力を <b><color style='color:#f29e38'>25%</color></b> 無視する。",
                "Icon": "SkillIcon_11212_SkillTree3"
            }
        }
    }
}

var _avatarrank_ = {
    "1121201": {
        "v1": {
            "Rank": 1,
            "Name": "天関を犯す月",
            "Desc": "必殺技または強化戦闘スキルを発動した時、鏡流の会心ダメージ+ <b><color style='color:#f29e38'>36%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。さらにその敵に鏡流の最大HPの <b><color style='color:#f29e38'>80%</color></b> 分の氷属性ダメージを1回与える。",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v2": {
            "Rank": 1,
            "Name": "天関を犯す月",
            "Desc": "必殺技または強化戦闘スキルを発動した時、鏡流の会心ダメージ+ <b><color style='color:#f29e38'>36%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。さらにその敵に鏡流の最大HPの <b><color style='color:#f29e38'>80%</color></b> 分の氷属性ダメージを1回与える。",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v3": {
            "Rank": 1,
            "Name": "天関を犯す月",
            "Desc": "必殺技または強化戦闘スキルを発動した時、鏡流の会心ダメージ+ <b><color style='color:#f29e38'>36%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。さらにその敵に鏡流の最大HPの <b><color style='color:#f29e38'>80%</color></b> 分の氷属性ダメージを1回与える。",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v4": {
            "Rank": 1,
            "Name": "天関を犯す月",
            "Desc": "必殺技または強化戦闘スキルを発動した時、鏡流の会心ダメージ+ <b><color style='color:#f29e38'>36%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。さらにその敵に鏡流の最大HP <b><color style='color:#f29e38'>80%</color></b> 分の氷属性ダメージを1回与える。",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "v5": {
            "Rank": 1,
            "Name": "天関を犯す月",
            "Desc": "必殺技または強化戦闘スキルを発動した時、鏡流の会心ダメージ+ <b><color style='color:#f29e38'>36%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。さらにその敵に鏡流の最大HP <b><color style='color:#f29e38'>80%</color></b> 分の氷属性ダメージを1回与える。",
            "Icon": "SkillIcon_1212_Rank1"
        },
        "Live": {
            "Rank": 1,
            "Name": "天関を犯す月",
            "Desc": "必殺技または強化戦闘スキルを発動する時、鏡流の会心ダメージ+ <b><color style='color:#f29e38'>36%</color></b> 、 <b><color style='color:#f29e38'>1</color></b> ターン継続。さらにメインターゲットに鏡流の最大HP <b><color style='color:#f29e38'>80%</color></b> 分の氷属性ダメージを1回与える。",
            "Icon": "SkillIcon_11212_Rank1"
        }
    },
    "1121202": {
        "v1": {
            "Rank": 2,
            "Name": "月暈に七星",
            "Desc": "必殺技を発動した後、次の強化戦闘スキルによるダメージ+ <b><color style='color:#f29e38'>80%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v2": {
            "Rank": 2,
            "Name": "月暈に七星",
            "Desc": "必殺技を発動した後、次の強化戦闘スキルによるダメージ+ <b><color style='color:#f29e38'>80%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v3": {
            "Rank": 2,
            "Name": "月暈に七星",
            "Desc": "必殺技を発動した後、次の強化戦闘スキルによるダメージ+ <b><color style='color:#f29e38'>80%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v4": {
            "Rank": 2,
            "Name": "月暈に七星",
            "Desc": "必殺技を発動した後、次の強化戦闘スキルによるダメージ+ <b><color style='color:#f29e38'>80%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "v5": {
            "Rank": 2,
            "Name": "月暈に七星",
            "Desc": "必殺技を発動した後、次の強化戦闘スキルによるダメージ+ <b><color style='color:#f29e38'>80%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank2"
        },
        "Live": {
            "Rank": 2,
            "Name": "月暈に七星",
            "Desc": "必殺技を発動した後、次の強化戦闘スキルダメージ+ <b><color style='color:#f29e38'>80%</color></b> 。",
            "Icon": "SkillIcon_11212_Rank2"
        }
    },
    "1121203": {
        "v1": {
            "Rank": 3,
            "Name": "望月に迫る半璧",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v2": {
            "Rank": 3,
            "Name": "望月に迫る半璧",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v3": {
            "Rank": 3,
            "Name": "望月に迫る半璧",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v4": {
            "Rank": 3,
            "Name": "望月に迫る半璧",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "v5": {
            "Rank": 3,
            "Name": "望月に迫る半璧",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_1212_Ultra"
        },
        "Live": {
            "Rank": 3,
            "Name": "望月に迫る半璧",
            "Desc": "必殺技のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。天賦のLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。",
            "Icon": "SkillIcon_11212_Ultra"
        }
    },
    "1121204": {
        "v1": {
            "Rank": 4,
            "Name": "掌の月光",
            "Desc": "「転魄」状態の時、「月光」1層につき、さらに会心ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v2": {
            "Rank": 4,
            "Name": "掌の月光",
            "Desc": "「転魄」状態の時、「月光」1層につき、さらに会心ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v3": {
            "Rank": 4,
            "Name": "掌の月光",
            "Desc": "「転魄」状態の時、「月光」1層につき、さらに会心ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v4": {
            "Rank": 4,
            "Name": "掌の月光",
            "Desc": "「転魄」状態の時、「月光」1層につき、会心ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "v5": {
            "Rank": 4,
            "Name": "掌の月光",
            "Desc": "「転魄」状態の時、「月光」1層につき、会心ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank4"
        },
        "Live": {
            "Rank": 4,
            "Name": "掌の月光",
            "Desc": "「転魄」状態の時、「月光」1層につき、さらに会心ダメージ+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_11212_Rank4"
        }
    },
    "1121205": {
        "v1": {
            "Rank": 5,
            "Name": "三台を蝕む玉鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1212_BP"
        },
        "v2": {
            "Rank": 5,
            "Name": "三台を蝕む玉鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1212_BP"
        },
        "v3": {
            "Rank": 5,
            "Name": "三台を蝕む玉鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1212_BP"
        },
        "v4": {
            "Rank": 5,
            "Name": "三台を蝕む玉鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1212_BP"
        },
        "v5": {
            "Rank": 5,
            "Name": "三台を蝕む玉鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_1212_BP"
        },
        "Live": {
            "Rank": 5,
            "Name": "三台を蝕む玉鏡",
            "Desc": "戦闘スキルのLv.+2、最大Lv. <b><color style='color:#f29e38'>15</color></b> まで。通常攻撃のLv.+1、最大Lv. <b><color style='color:#f29e38'>10</color></b> まで。",
            "Icon": "SkillIcon_11212_BP"
        }
    },
    "1121206": {
        "v1": {
            "Rank": 6,
            "Name": "婁宿を蝕む氷輪",
            "Desc": "鏡流が「転魄」状態に入った時、「朔望」の上限+1層、鏡流がさらに「朔望」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。「転魄」状態の時、氷属性の耐性貫通+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v2": {
            "Rank": 6,
            "Name": "婁宿を蝕む氷輪",
            "Desc": "鏡流が「転魄」状態に入った時、「朔望」の上限+1層、鏡流がさらに「朔望」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。「転魄」状態の時、氷属性の<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v3": {
            "Rank": 6,
            "Name": "婁宿を蝕む氷輪",
            "Desc": "鏡流が「転魄」状態に入った時、「朔望」の上限+1層、鏡流がさらに「朔望」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。「転魄」状態の時、氷属性の<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v4": {
            "Rank": 6,
            "Name": "婁宿を蝕む氷輪",
            "Desc": "鏡流が「転魄」状態に入った時、「朔望」の上限+1層、さらに「朔望」を <b><color style='color:#f29e38'>1</color></b> 層獲得する。「転魄」状態の時、氷属性の<u>耐性貫通</u>+ <b><color style='color:#f29e38'>20%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "v5": {
            "Rank": 6,
            "Name": "婁宿を蝕む氷輪",
            "Desc": "鏡流が「転魄」状態に入った時、「朔望」の上限+1層、さらに「朔望」を <b><color style='color:#f29e38'>2</color></b> 層獲得する。「転魄」状態の時、氷属性の<u>耐性貫通</u>+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_1212_Rank6"
        },
        "Live": {
            "Rank": 6,
            "Name": "婁宿を蝕む氷輪",
            "Desc": "鏡流が「転魄」状態に入った時、「朔望」の上限+1層、さらに「朔望」を <b><color style='color:#f29e38'>2</color></b> 層獲得する。「転魄」状態の時、氷属性<u>耐性貫通</u>+ <b><color style='color:#f29e38'>30%</color></b> 。",
            "Icon": "SkillIcon_11212_Rank6"
        }
    }
}

var _story_ = {
    "2212": []
}

var _voice_ = {
    "2212": []
}

var _notes_ = {
    "2212": []
}

var _adiff_ = {
    "2212": {}
}

var _mtc_ = {
    "2212": {
        "Promotion": [
            {},
            {
                "2": 4000,
                "113001": 5
            },
            {
                "2": 8000,
                "113001": 10
            },
            {
                "2": 16000,
                "113002": 6,
                "110413": 3
            },
            {
                "2": 40000,
                "113002": 9,
                "110413": 7
            },
            {
                "2": 80000,
                "113003": 6,
                "110413": 20
            },
            {
                "2": 160000,
                "113003": 9,
                "110413": 35
            },
            {}
        ],
        "Skills": [
            {
                "Name": "通常攻撃",
                "Level": 6,
                "Mats": [
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "113003": 4
                    }
                ]
            },
            {
                "Name": "戦闘スキル",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "必殺技",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            },
            {
                "Name": "天賦",
                "Level": 10,
                "Mats": [
                    {
                        "2": 2500,
                        "113001": 3
                    },
                    {
                        "2": 5000,
                        "110111": 3,
                        "113001": 6
                    },
                    {
                        "2": 10000,
                        "110112": 3,
                        "113002": 3
                    },
                    {
                        "2": 20000,
                        "110112": 5,
                        "113002": 4
                    },
                    {
                        "2": 30000,
                        "110112": 7,
                        "113002": 6
                    },
                    {
                        "2": 45000,
                        "110113": 3,
                        "113003": 3
                    },
                    {
                        "2": 80000,
                        "110113": 5,
                        "110503": 1,
                        "113003": 4
                    },
                    {
                        "2": 160000,
                        "110113": 8,
                        "241": 1,
                        "110503": 1
                    },
                    {
                        "2": 300000,
                        "110113": 14,
                        "241": 1,
                        "110503": 1
                    }
                ]
            }
        ],
        "Points": [
            {
                "Name": "会心ダメージ +37.3%",
                "Mat": {
                    "2": 237500,
                    "113001": 2,
                    "110112": 8,
                    "113002": 7,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "速度 +9",
                "Mat": {
                    "2": 210000,
                    "110111": 3,
                    "113001": 6,
                    "110113": 11,
                    "113003": 11
                }
            },
            {
                "Name": "HP +10%",
                "Mat": {
                    "2": 170000,
                    "110112": 3,
                    "113002": 3,
                    "110113": 8,
                    "113003": 8
                }
            }
        ],
        "Traces": [
            {
                "Name": "死境",
                "Mat": {
                    "2": 5000,
                    "110111": 3,
                    "110503": 1
                }
            },
            {
                "Name": "剣首",
                "Mat": {
                    "2": 20000,
                    "110112": 5,
                    "241": 1,
                    "110503": 1
                }
            },
            {
                "Name": "霜魄",
                "Mat": {
                    "2": 160000,
                    "110113": 8,
                    "241": 1,
                    "110503": 1
                }
            }
        ]
    }
}