// Auto Generated

var _AvatarFetterConfig_ = {
    "38": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "「錬金」、その技術の歴史は古く、長い年月の中で多くの知識が失われてきた。そして現代において、錬金術は物質の欠片を組み合わせることで、僅かなモラを節約するためだけの技術として人々に認識されていた。<br>もし人々がこう話すのを錬金術師が聞けば「そんなくだらない学問ではない！」と叫ぶことだろう。<br>だが、アルベドがモンド城に現れたことでその認識は一変する。<br>彼は誰もが驚く技術を披露し、錬金術の真髄を皆に知らしめた。<br>スメール教令院ですら認知していない膨大な知識を持ってして、この少年は人々を魅了したのだ。<br>「宇宙——それは空の最果て。地層——それは時が忘れ去った夢。これは灰、生命という複雑な構造を最もシンプルにした状態である」<br>この奇妙な言葉を証明するかのように、アルベドは草スライムの頭に生えた花から燃えるような灰を手に取って掲げる。<br>すると数秒後、その灰の中からセシリアの花が咲いた。<br>「新たな生命の誕生だ」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "アルベドは騎士団において、極めて重要な職務に就いている。だが、彼が人前に姿を現すことは滅多にない。<br>学者にありがちな変わった性格が災いしているわけではなく、むしろ彼はとても誠実に人と接する。<br>ただ、行き過ぎた情によって結ばれた親密な関係を彼は当てにしておらず、またそれを維持するための多大な労力を良しとしていないのだ。<br>そのため、アルベドは他人と友好的かつ適度な距離を置くことにしている。<br>彼が工房の鍵を閉めて外へ出かけたり、素材を探しに行ったりしている日には、彼の姿をモンドで見つけることは決してできない。<br>だが、人を遠ざけるその行為は、アルベドの心が冷淡であることを示しているわけではない。<br>助手であるティマイオスやスクロースを指導している時、彼は心の底から楽しんでいるのだ。<br>そして、モンドの人たちに描いたばかりのクロッキーを渡す時も、彼は心の底から喜びを感じている。<br>また才能に恵まれたリサが図書館司書の職に甘んじている姿を見れば…心の底から残念に思うのである。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "「アルベドは、師匠の推薦状によりモンドに腰を落ち着けることができた」<br>これは一応事実である。ただ、モンド城はいついかなる時もあらゆる者を歓迎しているため、推薦状は大して重要ではなかっただろう。<br>むしろ、アルベドにしてみれば推薦状がなかった方が、モンド城の生活はもっと居心地の良いものになっていたかもしれない。<br>——なぜなら、推薦状の受取人はかの有名な観光ガイドの作者アリス、アルベドの師匠レインドットの旧友だ。<br>アリスは推薦状を読み終えた後、しばし考えにふけった。<br>「レインが、君に実験室を用意してくれだってさ…でも、この規模になると一般市民じゃ手が届かないよね。うーん…あ、そうだ！」<br>こうして、アルベドはアリスによって西風騎士団へと放り込まれたのであった。<br>騎士団の仕事はアルベドにとって、実に楽なものであった。実力の5%ほどの力を出せば、騎士団の仕事は万事処理できてしまう。<br>つまり、それ以外の力は全て実験に費やせる上、騎士団の実験室や機材を好きに扱えるということだ。<br>ところが——<br>アリスには娘がいたのだ、名前はクレー。<br>…そう、あの「クレー」だ。<br>「今日から私たちは家族よ。この子のことは実の妹だと思ってあげて！」<br>それからアルベドは、クレーの後始末によって日々労力を費やしていくことになる。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "アルベドは実の親のことを覚えていない。物心ついた頃から、彼は師匠と共に秘境深界を探索していた。<br>騎士団の人たち、アリス、そして星海の気をまとう旅人。誰もがアルベドにとって特別な存在であるが、その中でも師匠はひと際特別である。<br>なぜなら、アルベドにとって彼女こそが唯一の親であるからだ。<br>師匠は冷淡かつ厳格な女性だった。彼女はアルベドを育て、錬金術の秘訣を教えた。<br>「宇宙——それは星が輝く漆黒の空の本質、地層——それは時間と生命が蓄えた記憶。<br>白亜——それはあなた、黒土——それは錬金術の語源であり、命の根源でもある。そして——」<br>彼女はアルベドにその技術を見せる。巨大な生命が卵を突き破り、培養槽の破片が床一面に散乱した。<br>「これが誕生だ」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "かつて、アルベドは煩わしさとは無縁の気楽な生活を送っていた。<br>何も考える必要はない。生命とは単調なものであり、ただ師匠と共に行動し、師匠の指示に従い、師匠の期待を裏切らなければよかった。<br>ある日、その師匠と弟子が世界の奥底で「ナベリウスの心」と呼ばれる聖遺物を見つけた。<br>だがその日を境に、師匠は姿を消してしまう。残されたのはメモと推薦状、そして1冊の書物。<br>メモには「アルベドをモンドへ向かわせ、旧友であるアリスに推薦状を渡し、最後の課題を成し遂げさせる」と書かれていた。<br>書物は師匠が収蔵していた「大義秘典」の断片。<br>また、師匠からアルベドへ向けた少し変わった贈り物もあった、それは見習いを卒業したことを証明する「白亜の申し子」という称号。<br>過去にアルベドがこなしてきた課題は、いずれも困難なものであった。<br>「できなければ見捨てる」といった師匠の脅しも、アルベドは本気で信じ、課題に打ち込んできた。<br>ただ、今回アルベドが受け取った課題はあまりにも難問であり、彼の許容範囲をゆうに超えていた…<br>もしかすると、これは二度と師匠と再会できないことを意味しているのではないだろうか？<br>「最後の課題——私に世界の真相、そして世界の意義を示せ」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "アルベドの「錬金術」は、テイワットの七国に存在するどの技術とも異なっている。<br>彼が師匠から受け継いだものは、七国とはまた別の国——「カーンルイア」に由来するものだ。<br>カーンルイアは地底奥深くに隠された国であり、そこには動物がめったにいない。そのため、その地の「錬金術」は「生命の創造」に重きを置かれていた。<br>命を育てる術、「黒土の術」。<br>幼いアルベドは師匠のメモからそれを理解した。<br>また「黒土」のもう一つ上の存在が「白亜」である。これについては、師匠が過去に口にしたことがあった。<br>「白亜は無垢なる土であり、原始の人々の材料である」と。<br>今のアルベドは、あの頃よりも錬金術の理解を深めており、知識も過去のものとは比べ物にならない。<br>「黒土が白亜を産む」<br>彼はこの一言に込められた意味を完全に理解していた。<br>言葉で言い表せない神秘は、師匠との思い出に固く結びついている。<br>師匠は母ではない、だがアルベドの命は間違いなく師匠から生まれたものであった。<br>「はぁ、ボクの思い込みじゃなければいいのだが。両親が子供に求める『世界の意義』は…きっと幸せな暮らしのことなのだろう」<br>アルベドは、たまにそう考えるのであった。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アルベドの絵",
                "Content": "アルベドの絵を描く習慣は、師匠と旅をしていた頃に身に着いたものだ。<br>最初は、メモの挿絵を描く程度だった。だが、細部まで絵を描き込む事で物体の構造や法則を理解しやすくなり、錬金術を学ぶのに大いに役立つことに気付いた。<br>その上、絵を描いている時は無心になれる、対象の観察と筆を動かすこと以外は何も考えなくていいのだ。それは心地いい感覚であった。<br>そしてアルベドは独学で絵を学び、芸術家の域に達するまでになった。<br>モンド城内を散策する時、アルベドはいつもスケッチをする。彼は人々の幸せな時間を記録するのが好きであった。<br>時折、彼は描いた絵を事情の知らない「モデル」へとプレゼントする。なぜなら、幸福な時間が閉じ込められた絵は、大切にされるべきだと考えているからだ。<br>時が経つとともに、アルベドの画力も日に日に増していった。それでも、「稲妻の挿絵」を初めて目にした時、彼の全身に衝撃が走ったという。<br>この世界に、絵を使って膨大な物語を伝える技術が存在したことにただただ驚いたのだ。<br>奇妙な感覚であった、それをアルベド自身も試してみたいと強く思った。<br>…そして、行秋という小説家と出会い、共に『沈秋拾剣録』を出版することになったのである。<br>ただ残念なことに、この小説はあまり反響を呼ぶことなく、「神絵師の絵が載っている本」という評価だけが世に残った。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "「神の目」を手にしたことに対し、アルベドは特に驚きを示さなかった。<br>神の目を手にした瞬間、アルベドはそれを一瞥しただけで、元の作業に戻ったのである。<br>彼の感情には一切の変化もなく、まるでそれがさも当然のことであるかのように平然としていた。<br>アルベドにとって、神の目はただ研究を便利にするだけの道具に過ぎなかったのだ。<br>彼が喜ぶのは、「未知」なるものが知識となった時だけ。<br>いつの日か、彼は世界中の神秘と智慧を解き明かすことだろう——もちろん、「神の目」もそのうちの一つである。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "ボクはアルベド、西風騎士団の首席錬金術師だ。キミから感じる星海の気配に興味があってね、近くで観察したいと思ったんだ。きっとこれから一緒に行動する機会が増えると思うよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 写生",
                "Content": "いい景色だね。休憩中にこの景色を絵にしようか。",
                "Tips": []
            },
            {
                "Title": "世間話 · 探究",
                "Content": "「世界の真相」とは…一体何なんだろう？",
                "Tips": []
            },
            {
                "Title": "世間話 · 過去を懐かしむ",
                "Content": "自分の両足で土地を測り、「未知」を知識に変えていく。この感じ、懐かしいなぁ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "土が潤っている、ボムボムウリの根の採集に相応しいね。大丈夫、ボクに任せて。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "師匠…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "光が十分、生物活動も活発、うん、スケッチに向いてるね。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう、古代遺物を探しに出かけるのかい？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "こんにちは、キミの足音が聞こえたんだ。工房の外は賑やかだね。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "外はやっと静かになったね、ふう。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみ、先に休んでていいよ。ボクは最後の実験を終わらせたいんだ。そんなに興味があるなら…明日会う時、実験結果について一緒に話し合おう。",
                "Tips": []
            },
            {
                "Title": "アルベド自身について · 天才",
                "Content": "天才？ボクをそう呼ぶ人は多いけど…ボクはそうとは思わないんだ。",
                "Tips": []
            },
            {
                "Title": "アルベド自身について · 人付き合い",
                "Content": "人付き合いは…面倒だよ。始めると維持が必要だし、繋がりが途絶えると再び紡ぐのにもっと時間がかかる…",
                "Tips": []
            },
            {
                "Title": "実験について…",
                "Content": "キミ…ボクの実験に付き合ってくれるのかい？光栄だね。<br>ああ、緊張しないで。ボクの実験は危険だけど、無実の人を傷つけたりしないから。",
                "Tips": []
            },
            {
                "Title": "助手について…",
                "Content": "ボクの助手になってくれないかい？何度もボクのそばで見てきたから、もう覚えてるよね。安心して、ボクがついてる。たとえ実験をするのが初めてだとしても、問題はないさ。ボクはボクの指導力に自信があるし、何よりもキミの才能を信じてるからね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」？所詮実験用の道具だよ、ビーカーやるつぼと変わらないさ。唯一興味があるのはその原理だ…いつかボクが解明してみせる、時間の問題だよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "キミに拒否されたら落ち込むから少し言いにくいけど…<br>うーん…キミの周りを飛んでるちびっ子に興味があるんだ、少し貸してもらえないかな？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "石化古樹のことをもっと知りたい？うーん…キミが近くの秘境で見たあれはそれほど古くないものだ。より古い木だと2、3000メートルくらいの高さがあるからね。その根元には大きな蜘蛛が集まってる。その蜘蛛をクチナシとオガルカヤでくくって、カルダモンを塗り、数時間焼いた後の香りは…本当に忘れられないよ。",
                "Tips": []
            },
            {
                "Title": "家族について…",
                "Content": "…家族のこと？お母さんって呼んでほしいとアリスさんには言われてるけど…ボクにとっての家族はやはり師匠かな。物心がついた頃から師匠と一緒に探検してたし、錬金術も世の中の知識も彼女が教えてくれたんだ。…ボクにとって彼女は、「家族」や「師匠」って言葉だけでは表現しきれないかもしれない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "スクロースについて · 方向性",
                "Content": "スクロースかい？彼女が「生物錬金」に夢中になってる理由は理解できると思うよ…ともあれ、彼女の研究が順調に進んでるのを見ると、ボクも嬉しくなるんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "スクロースについて · こだわり",
                "Content": "学術的な面に関しては仲良くやってるけど、研究課題以外のことに関しては、こだわりが強すぎるきらいがあるんだ。たとえば、同世代なんだからボクのことは呼び捨てでいいよって言っても、彼女は先生と呼んでくる。はぁ、彼女の好きなようにさせるしかないね。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "リサについて…",
                "Content": "リサかい？彼女との話し合いはいつも価値のある結果をもたらしてくれるんだ。あんなに才能があるのに図書館司書の肩書きで満足するとは、きっとその才能に関わる因縁深い理由があるんだと思う。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クレーについて…",
                "Content": "クレーのことは実の妹のように思ってるよ。だから彼女が何かトラブルを起こしても、アリスさんに比べたらその破壊力はかわいいものだって自分に言い聞かせるようにしてるんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ジンについて…",
                "Content": "ジン？彼女は真面目な代理団長で、あの大団長よりも頼もしいと言える…みんなも、彼女が正式に団長となる日を密かに期待してるんじゃないかな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "行秋について…",
                "Content": "行秋かい？彼の書いた小説は面白いよ。ただ、稲妻の「八重堂」がいつも他の作者とコラボしてほしいと言ってくるんだ、そうすれば印税の収入も多くなるってさ。フン、ボクは別にお金に困ってないのに。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "バーバラについて…",
                "Content": "バーバラかい？彼女は真面目な牧師だよ。そういえば昔、彼女のクロッキーを描いたことがあってね…絵はどうしたかって？うん…アルバートの購入希望を断って、代理団長にプレゼントしたよ。…人付き合いって、本当に大変だね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ドゥリンについて…",
                "Content": "ボクの兄弟は今、新しい物事を色々探求しているみたいだ。頭がいいし、考えることも好きらしいね。時々、考えすぎてしまうせいで袋小路に迷い込むこともあるけど、それでもこの世界に対する情熱を捨てないでいてくれている。彼がこの世界にやってきて…というより、家族としてボクのもとに来てくれたおかげで、ボクも人間関係に対する理解が深まった。一番近しい同類がいてくれることで、家も賑やかになったよ。これは間違いなく良い変化だ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルベドを知る · 1",
                "Content": "ボクに聞きたいことがあるのかい？何かな。あっ、その前にひとつ聞きたいんだけど、その質問はそんなに時間かからないよね？いま進めている研究がもうすぐ最終段階に入るんだ…",
                "Tips": []
            },
            {
                "Title": "アルベドを知る · 2",
                "Content": "ああ、これは余談なんだけど、人の介入がない限り、8倍の大きさの太陽が消滅しないと黄金は自然生成されないんだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "アルベドを知る · 3",
                "Content": "人物画の作業時間は主に気分次第だ。ホフマンを描く時は半日もかかったりするけど、ガイアを描く時はちょんちょんで終わるよ——この丸は顔、これが眼帯の紐でこっちが眼帯って具合にね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルベドを知る · 4",
                "Content": "絵と研究以外では…たまに稲妻と璃月の小説を読んだりしているよ。面白い考えをたくさん見られるし、時には予想もつかないインスピレーションを得られるんだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "アルベドを知る · 5",
                "Content": "今でも、師匠に教わった「黒土の術」は謎だらけだ、師匠は一体この技術で何を作り出そうとしていたんだろう…研究はまだまだ終わらない、キミにも一緒に探索をしてもらわないとね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アルベドの趣味…",
                "Content": "うーん…研究以外で一番時間をかけたいのは絵を描くことかな。最初は物体や材料の構造を理解し、それを研究に応用するために始めたんだけど、気付いたら趣味になっていた。うん、いいリラックスになってると思うよ。",
                "Tips": []
            },
            {
                "Title": "アルベドの悩み…",
                "Content": "時間が足りないことかな。面倒なことを他の人に任せても、やっぱり時間は足りないって思ってしまうよ。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "スイーツは好きだよ。なんというか…スイーツを食べると、カロリーを一気に補給出来て、集中力や効率が上がるんだ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "嫌いな食べ物…レストランに出てくる大量の肉かな。ボクは小食だから、「もったいない」上に「美味しくなくなる」。だからいっそのこと、ボクはレストランに行くことをやめたんだ。そのせいで、料理に費やす時間が増えてしまったけどね…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "味覚が色をまるで反射しているようだ…ふむ、これは黄金色だね。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "キミは料理を作ることに時間をかけるようだ。だから、このような味が作れるのだろう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "量が少し多いようだ…キミも一緒に食べないかい？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう。嬉しそうだね。そんなキミを絵に描いてもいいかい？人の脳の容量は限られてるから、つい忘れてしまうんだ。でも絵にすれば、それは記憶の延長になる。将来、絵をもう一度目にすることで、当時の気持ちを思い出すことができるんだ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "「黒土」は錬金術の語源でもあり、最初の状態のことだよ。この世界に生きてる限り、ボクたちは存在する意味を探さないといけない。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "「白亜」、それは変化の始まり。不純物が取り除かれ、あらゆる知識を受け入れる準備ができた。ボクと共に世界を探索してみないかい？",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "「赤化」、錬金術では感情の精錬を意味するんだ。ボクの赤はキミが原因らしい。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "「黄金」、錬金術の最後の段階。無価値のものは存在する意味を見つけ、黄金になった。ボクも、ちゃんと意味を見つけたよ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "咲け。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "擬似陽華。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "創生の術。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "今こそ、誕生の時。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "冥王、顕生へ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "偉業を見届けよ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "大地の秘宝か。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "無言なる叙述。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "「黄金」の比ではないが、価値がある。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "計算ミス…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "再評価が必要だ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "策を変えないと。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "ボクに任せて。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "変わって、キミには無理だよ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "灰は灰に、塵は塵に…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "実験が失敗したのか？",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "ボクの研究も、終わりか…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "しきい値内だ…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "ミスしたか…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "了解。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "課外活動かな？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "一緒に探索しよう。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "38": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "新月の星芒",
                "Desc": "アルベドの衣装。アルベドが実験する時に身に着ける西風騎士団錬金術師の制服。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108214,
            "JD": 108209,
            "Name": "<b>「林の夢」</b>",
            "Eff": "チーム全員のシールド強化+35%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "アルベドのオリジナル料理。平らに並べた果物は草を表し、立てたものは樹を表す。皿の上では世界が斑模様の城壁を囲み、茶色の小道に沿って歩けば、淡いオレンジの城に辿り着く。柔らかく甘い味は瞬時に咲き誇る。目を開けば、白髪の王子が目の前で微笑んでいた。",
            "Recipe": {
                "110004": 3,
                "100084": 3,
                "100075": 1,
                "100055": 1
            },
            "Icon": "UI_ItemIcon_108214"
        },
        "Namecard": {
            "Name": "<b>アルベド·陽華</b>",
            "Desc": "名刺の飾り紋。<br>この奇跡の証人となろう。",
            "Pic": "UI_NameCardPic_Albedo_P"
        }
    }
}

var acs_cache_ = {}