// Auto Generated

var _AvatarFetterConfig_ = {
    "78": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "才能ある者があまりに控えめでいると、何か底知れぬ身分や目的があるのではないかと疑ってしまう——アルハイゼンはこのつまらない考えに対する、有力な反論である。彼は十分優秀ではあるが、ただの教令院の一般的な職員に過ぎない。スメールに安定した仕事とよき住まいを持っており、悠々自適の生活を送っている。<br>執務室にこの教令院現書記官の姿を一切見つけられないことがあるが、人々は現書記官の名がアルハイゼンで、執務中は出勤しているべきだということくらいしか知り得ない。実際、書記官の居場所を知る者はないため、みな資料や文書を彼の机に置いておくことしかできないのである。<br>しかし、アルハイゼンはこの現状に大変満足している。彼は家にいることもあれば、図書館にいることもあるが、とにかく人々が彼にいて欲しいと願う場所には決していない。<br>他人に己が「いつどこで何をするのか」を判断させないようにすることで、初めて自由に己のやりたいことができるのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "「書記官」というと、教令院にいる大半の一般学生に「何だかすごそう」と思われる肩書きであるが、現実は違っている。この職位が何やら迫力ある響きの名を持っているのは、単に職名を付ける際に面子を気にする、院内の風潮のおかげである。<br>実のところ書記官は用がなければ重要な会議にも滅多に顔を見せず、核心となる決断にも参与しない。加えて、担当する業務は重要な資料の整理と保存のみなのだ。しかし、紙の書籍と書類がかつて管理されていたスメールにおいては、書記官はむしろ教令院で最も多くの情報を知ることのできる職位の一つであり、グランドキュレーターの位置づけに近いと言えるだろう。書籍の管理人であるグランドキュレーターが、最上位の知恵を記録した書籍に触れる可能性が最も高いことを否定する者はいない。<br>スメール教令院の現書記官に、アルハイゼンはぴったりである。必要のない会議には出席しないし、例え出席するようにと言われても記録するのは必要事項のみで、他の内容の記録はすべて気分任せ。もし会議の内容が彼の利益に影響しないものか、あるいはまったく彼の関心を引かないものであれば、意見すら出したがらないのだ。そして、愚かな観点を提示する者がいれば、心の赴くままに直球で胸を突き刺すような評価をすることもある。<br>アルハイゼンのポリシーはこうだ——判断してもいいというなら、判断に利用する手段も権利も、すべて任せるということだ。彼の言葉を引用すると…「俺が大きな野心を持つのを面倒に思う人間でよかったな。」とのことである。<br>学者は皆、知識と真理を追い求めるもの。名誉や理想のためだという者もいれば、知識と真理を征服して踏みつける過程から生まれる優越感を楽しむ者もいる。しかし、アルハイゼンはそのいずれにも属さない。彼の成すことすべては、いわば趣味なのである。彼からしてみれば、多くの学者は知を追い求める最中で自我を見失い、誤って真理を自己実現の道具、ないしは近道と見ている。<br>しかし人々の追求があろうがなかろうが、真理は常に空で光り輝く天体のように、高い場所に在り続けるものだ。真理は旅の目的地でも競走や試合の終着点でもないし、人々がいようがいまいが、揺らぐことはないだろう。また、人々の探求心とは、絶対にある知識を得たからと言って容易く終わりを告げるものではない。たとえ、「自分は収穫の喜びを享受できるし、そのためにすべてを犠牲にする準備もできている」と認識していたとしても、知識に対する欲求は依然として彼らを鞭打つ。<br>真実を見抜けぬ者にとって、この道は終わりがない。そして見抜けた者はこう述べる——真理は誰かのために誕生したわけじゃない。己の知識に対する欲求を制御できない者は、いずれ知識によって滅ぼされる…それこそが学問の国のルールだ。もちろん、学問の国に馴染みたいというのなら、そのフリをしても全く問題はないが。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "スメール人はクラクサナリデビの救出に参加した一同を英雄と呼ぶ。しかし、これを言い伝える者は事件の全貌を知らない人間がかなりの割合を占めており、ただちょっとした話を耳にしただけで、それを美談として口にしている。参加者の一人であるアルハイゼン本人は、その英雄という言葉に特にこれといった感想もなく、それを口にするべきことだとも思っていない。<br>また、彼は大賢者の位に就いてくれという教令院からの勧誘を、幾度となく断った。しかし、ちょうど情勢が安定しないときであったため、最終的に代理賢者の兼任を承諾した。<br>賢者や大賢者になることを断るというだけでも十分不思議なのだが、それ以上に、すでに代理賢者を担った者がそのままその座に居座ることなく予定通り辞任し、大して重要ではない書記官の職に就いたことのほうが、人々を驚かせた。<br>収穫といえば、一つは経済面だ。アルハイゼンは書記官の職務をこなしながらも賢者の福利厚生を受けている。その上、彼の手には自身で完成させた優れた研究もあるため、生活に不自由することは一切ない。もう一つの収穫は、人間関係である。例の一戦を経たアルハイゼンは、他の計画参加者を戦友として見てもいいと感じており、出かけた際にたまに出会うと、挨拶代わりに会釈したりもする。<br>また、クラクサナリデビは時たま、今は同じ教令院にいるアルハイゼンをスラサタンナ聖処へと招き、各事項について話し合うのだが、そこで彼は結構な人数を目にする…大マハマトラのセノ、傭兵のディシア、ズバイルシアターのスター · ニィロウ…「アルハイゼンさんはどうやってあんなにすごい計画を思いついたんですか？後になって思い返してみたら、お互い怪我しなくて本当によかったなって思って…」そうニィロウから話しかけられることもあった。<br>ニィロウは言葉を続けることを少し躊躇った。アルハイゼンには彼女の疑問が理解できた。神の缶詰知識の罠からうまく逃げられたことには誰だって驚くだろう。しかしアルハイゼンからしてみれば、彼は本当の意味で危機に陥る事など全くなかった。なぜなら彼は、最初からあの缶詰知識を使ってはいなかったのだから。<br>そんなことができたのも、書記官という職務がもたらしてくれた知識のおかげだ。幸運にもアーカーシャシステムの関連説明書を読んだことのある学者として、頭部に取り付けるアーカーシャのパーツと缶詰知識を研究したのは確かだ。その経験から、どうやってアーカーシャの見せるものを改竄するかということから、アーカーシャ自身の持つ投影バリアを逆転させれば、後頭部への一撃があった場合にも防げるだろうということまで思いついた。<br>計画がすべての基礎であり、また事前の研究こそが計画の基礎となることを、事実こそが証明してくれている。しかし、アルハイゼンは自分が無傷であったことをひけらかすことに興味もなかったため、ただニィロウに「俺の知っている限り、この件についてはセノやディシアも疑問に思っているようだ。しかしこうやって聞いてきたのは君だけだった。あいつらは、俺に聞くのがそんなに恥ずかしいのか？」と問い返しただけだった。",
                "Tips": [
                    "好感度Lv.3後に解放",
                    "シナリオ「烏合の虚像」をクリアする"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "アルハイゼンは人と個性や性格について軽々しく議論しない。彼は主流派の提唱する見解には誤りがあると考えているのだ。仮に人の個性は能力や考えと全く関係ないとするならば、そのような説を固く主張する者は他人をどの面からも判断できない事となる。聡明な者が愚かな者に向ける態度と聡明な者に向ける態度はふつう異なるものであるし、愚かな者は成功したときと失敗したときとで、異なる考え方をするだろう。アルハイゼンに対する他人の評価も、この理論を裏付けている——その優れた才能と自己中心的な性格から、人々はあまりアルハイゼンに近づきたがらず、ただ彼を客観的で優秀な人材だとしか見ていない。<br>これこそ、彼自身が望んでいた通りの立ち位置である。学問一筋な石頭の学者は少なくないが、彼はそうではない。実際、時に鋭い言葉遣いも、アルハイゼンの考え方を示す一つだ。社会（あるいは集団）は、しばしば規則で個人を縛ろうとする。そして言葉はまさにその規制の一つだ。文章や単語を逆手に取って操ることは不合理な規則に対する反撃であり、その力を借りれば人は面倒事から遠ざかることができる。<br>「天才」などといった言葉は教令院に溢れているし、奇才、鬼才も例外ではない——スメールでの生活においては、才能自体がある種の試練だ。群を抜きすぎた能力は、必ずしも完璧な授かりものとして見なされるわけではない。それは目に見えぬところで、人を区別するのだ。一般人は想像を絶する輝かしい実績を目にすると、すぐに天才、超人、人とは違うなどの賛美の言葉を口にする。しかしよくよく考えてみれば、そこからは話し手自身すら気が付いていない深意を読み取れる。天才の本質とは、常人と異なる集団である、と。<br>ある人が他の人にはできないことができるとすれば、その人は絶対に特別な能力か身分を持っている。優秀な者に対する度の過ぎた煽てや想像の根源を辿れば、それはある種の疎外に他ならない。私と違って素晴らしい…これは凡庸な人々がよく使う言い訳だ。このような愚昧な規則は、アルハイゼンにとってまったく意味がない。彼はたとえ人との付き合い方を理解していても、己の労力を無駄な事に費やしたくないのだ。<br>「規則」というものは境界であると同時に、束縛でもある。その束縛を受ける者の数が、規則の優劣を推し測るための唯一の拠り所となるべきではない。故に彼は、自分なりの規則を打ち出した。それは彼が万物を見て、世界と対抗する力であり、彼のすべての考え方を究極的に表現したものである。己の規則を守るため、アルハイゼンは自身の意志に従って行動し、自分から見て有害なものに対処する。<br>真実を見ることができるのは、客観的な者だけだ。個人の違いをはっきり認識し、能力と知恵の差をはかることができれば、答えはもう目の前だ。他人から区別されることなど彩りに過ぎず、評価権を他人に委ねることは自身に対する否定である。人と違うということは、単なる他人に貼られたレッテルであるべきではないし、天才たちも特別さはある種の富であると早く認識するべきである。<br>また、こうも言えるだろう——天才は、自身が他人とは違う正真正銘の天才であることをはっきりと認識できて初めて、本当の意味で才能の価値を意識できるのだ。あれこれ心配して、いまだに主流の観点に麻痺している者は、未だ完全には自分を見つけられていない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "平穏で安定した生活を送るには、いくつかの条件を満たさねばならない。一貫した性格とロジック、適切な戦闘能力、のんびりとした仕事、そして職場に近く住みやすい家。<br>これらのすべてに、アルハイゼンはもう満足できている。学術能力によって社会資源が決まる学者の国での生活に己が向いていることを、彼はまったく否定しない。<br>今のアルハイゼンの住処は教令院の近辺に位置しており、これも優れた研究によって獲得できた学術資源の一つである。この家について語るならば、学生時代に携わったその研究課題の話は避けられない。当時の同窓たちがもしアルハイゼンのことを未だに覚えているのであれば、彼が集団行動を好まない人間であったことを知っているはずだ。唯一誰かと共にこなした研究といえば、課題自体はかなりの成功を収めたのだが、大喧嘩をした末に別れるという結末に終わった。人々はアルハイゼンがこの物語の主人公だとはっきり認識しているわけではないが、彼と大喧嘩した協力者が、妙論派の建築デザイナーであるカーヴェであったことなら知っているかもしれない。<br>この学術事件はさほど広まっていない。結局、教令院のような場所で二人の天才が性格や理念の違いから協力を続けられない事例は、そう珍しいことではないからだ。しかし、たとえ協力関係が破綻しても、双方は互いに相手が類まれなる聡明な頭脳を有していることを否定はしない。その時、保留となってしまった共同研究も、その後関連規定に従ってこれを提唱した者の資産とされたのであった。<br>解散した後は、二人ともこの研究課題に対して精力を注ぐ事はなかったが、その初期段階はそれほど成功したわけであり、アルハイゼンの学術能力の強力な証明となった。それは最後に教令院が資源である物件を分配する際に、この取り消された研究課題を参考から外すのを忘れる程で、アルハイゼンとその課題はかなりの好物件を受け取ることになった。そして研究課題のもう一人のメンバーであるカーヴェは当初、彼と資源の所属問題について一切話し合わず、後になってこれを知る事となった。カーヴェは担当者に、自分はもう住所があるのだからこの資産は必要ないと言って、教令院とアルハイゼンへの伝言を頼んだ。<br>アルハイゼンが長く疎遠となっていた彼と久しぶりに出会ったとき、カーヴェは既に破産していた。能力にそぐわない観念と性格を有する、これがアルハイゼンがこの昔の友人に下した評価だった。彼らは多くの物事に対して真逆の観点を持ち、未だに折り合いを付けられずにいた。<br>そんな彼がカーヴェを家にしばらく居候させているのも相当面白い議題となっている。資産の一部を有していたにも関わらず、自ら放棄したのだから、法律及び社会的な面から見て、彼は家賃を払うべきである。しかし学術の面から見れば、家賃を払うという事は多かれ少なかれ彼の研究中にあったすべての努力を否定することとなり、学術精神には適さない。<br>この件について考えるのは面白いのだが、アルハイゼンはその答えに関心がなかった。破産した元課題協力者を受け入れ、当たり前のように家賃を受け取って、日常のこまごました事を任せる。もちろん、カーヴェがこの件に対して文句があることは十分承知している。だが、それでもいい。アルハイゼンからしてみれば、自分と同じく家族をほぼ持たず、しかしながら互いをよく知る自分と真逆な学者と接触することは鏡の他の面を見るようなもの。人間の視覚はいつだって完璧なものではないが、もう一人の天才がいれば、完璧にできる可能性がある。これを切り口に、彼は世界の他の面を観察でき、本来は見透かすことのできなかった物事を理解できるようになるのだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "学者の国スメールでは、学術と知識がすべてである。言い換えてみれば、スメールで教令院からある程度認められた学者は往々にして高い地位に就く。アルハイゼンはそんな学者家系の生まれであった。両親が事故により若くして亡くなったため、彼は妙論派出身の祖母によって育てられた。<br>アルハイゼンには、両親についての印象があまりない。後に祖母の口から、両親はともに教令院で職についていたことを知った。父はかつて知論派で指導教員を担当しており、母親は因論派で有名な学者だったのだ、と。<br>アルハイゼンの優秀な頭脳は、そんな両親からの遺伝によるものだ。彼は幼少期から非常に聡明で、七歳か八歳のころには既に同世代の子が触れたがらない難解な学術書籍を読んでいた。祖母はそんな彼の優れた素質に気づき、教令院へ早めに入学することを勧めた。…しかし、アルハイゼンはたった半日授業を受けただけで、家に帰ってきてしまった。——この半日、教令院で関わったのはみんなつまらない人たちだった。あの人たちの、まったく価値のない授業を聞いているよりも、自分で読書している方が好きだ——彼はそう祖母に伝えた。祖母はアルハイゼンの中に彼の両親が持っていた才能や性格を見て取り、家で独学することに同意した。<br>アルハイゼンの独学とは、閲覧と分解、そして再築と懐疑である。学者家系の一員である彼は、幸運にも紙媒体の本に触れることができた。面白い事に、アーカーシャから情報を取得するよりも、彼は祖母のコレクションである紙の書籍を読む方が好きだった。<br>アーカーシャと比べて、紙の書籍は不便で、古臭く、内容の正しさすら保証されない。このような知識の媒体を利用するということは、間違っている可能性のある情報とも闘争せねばならないことを意味しており、大半のスメール人はそのような闘争を避けたがる。しかしアルハイゼンはそんな闘争を楽しんでいた。彼はそこから、学習し、分析し、訂正する能力をものにし、さらに懐疑という概念を身に着けた。もし質素で原始的な読書が「面倒事」だとすれば、それはアルハイゼンの最も気に入っている面倒事と言えよう。<br>祖母はアルハイゼンにこう告げた。「あなたもあなたの父親と同じで本を読むのが好きねぇ。あなたたちのような人が聡明さを与えられすぎたのかどうかは分からないけれど、特別だということはいつだって富なのよ。絶対に覚えておいてね。」<br>知識を認め、追求して信じ、さらに疑うことも絶対に忘れないように。恐らくこれをできた人間だけが、缶詰知識といった便利な媒体にも簡単に心を動かされずに済むのだろう。そして、その条件に適う人材しか知恵の殿堂の奥に保管されているアーカーシャの説明書にまで手を伸ばすこともないだろう。<br>祖母の言った通り、本には無用な情報が数多く存在している。しかし優れた頭脳はアルハイゼンのために選別をしてくれる。彼が読んだ後もなお記憶に残る本があれば、それはいつの日か彼の助けになり得るかもしれない。<br>祖母が亡くなった後、アルハイゼンは一人で彼女の葬儀を手配した。そして、彼女が残した財産と、家にあった小さな書庫を受け継いだ。亡くなる前、祖母は心を込めて彼にある言葉を贈った。「あなたは聡明すぎる人間よ。天才の大半は自分勝手で独りよがりな行動を取る。優秀なことも、一般の人々よりも高い視野を持つことも、悪い事じゃないわ。でも必ず用心深く、人より冷静でありなさい。虚栄心から追求し続けることはすべて塵よ。あなたの最大の知恵をもってして、自分の道を識別して選びなさい。」<br>アルハイゼンが教令院に提出した申請書はすぐに許可され、入学試験を高い点数でパスした彼は知論派に入ることとなった。学院側はアルハイゼンに、彼の祖母が生前、他の学院の傍聴資格を申請していたことを告げ、暇があれば他の授業を聞いてみるのもいいと伝えた。アルハイゼンは祖母の教えに従って、終始、自我と理性、そして控えめな態度を保ち続けた。<br>数年の後、アルハイゼンは新しい家へと引っ越した。彼は書庫にあった紙の書籍をすべて新居に運んだ。整理する際、彼はかなり昔に読んだ本を何冊か見つけた。本の扉に祝福の言葉が書かれている文化関連の書籍はほとんど母親のコレクションで、本に資料が挟まれており、ページにメモがぎっしりと書かれているのは、基本的に父親の物。それからもう一冊、上質な装丁で作られた翡翠色の分厚い本の扉には、祖母の筆跡が残されていた。「私の孫、アルハイゼンが平和な生活を送れますように。」",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "実行家の腰掛けカバン",
                "Content": "丈夫で耐久性のある、青緑色の布カバン。<br>その腰掛けカバンの色があまりにもアルハイゼンの衣裳の色に近いせいか、それが実際はただの幅が広いベルトではないことに、人々はなかなか気づかない。<br>カバンの中に入っているものはそう多くない。鍵と、最近読んでいる本、そしてヘッドホンとセットになっているポータブルオーディオプレーヤーが一台…これで全てだ。<br>このオーディオプレーヤーは書記官になったばかりの頃、彼が自分の手で作ったものであり、同色のコードを使ってセットのヘッドホンが繋げられる。音楽を流していることもあれば、ノイズキャンセリングの機能のみを使うこともある。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "「言葉の価値は、その文面の意味に留まってはならない。言葉の一貫性を借りて、人々は思考を支配する。言葉とは、即ち最低条件であり、規則であり、武器であり、暴力である。言葉を唯一無二のものにすることで、我々はやっと新たに道を切り開いて思想上の相対的な完全に辿りつけるのだ。<br>ただし、思考を統御することは一部の人にとっては無意味な事だが、ほとんどの人にとっては大切な意味を有する。個々の独自性の追求は、我々に様々な言語を習得させ、異なる媒体を利用させることに繋がった。多くの場合、人は言葉によって統制される。」<br>アルハイゼンは文章が刷られたページをめくる。それは既に最後のページで、さらにめくれば裏表紙のようだ。彼は本の下に、光る精巧な装飾品があることに気づいた。<br>もちろん彼には分かっていた——その正体は、力を証明する「神の目」であると。しかし彼にとって、それはさほど崇高な意味を持つものではなかった。<br>奇蹟というものは信仰者の身に起こってこそより神々しく見えるものだが、彼にとってこれは、ただ少し使いどころがあるというだけのサポートの品でしかない。<br>神の目を獲得したその瞬間、アルハイゼンはちょうど研究課題のために外出しているところであった。<br>彼は長い時間をかけて神の目を眺めるつもりはなかった。自分のものなんだから、いつ見ても同じだろう。<br>既に身についた知識と同じで、手にしたものは逃げられやしない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "俺は教令院の書記官、アルハイゼンだ。資料を閲覧したいのなら、規定の書式に則って申請書を記入してくれ。<br>なに、まだ整理し終わっていない？ならいい。俺の勤務時間は執務室の外に貼り出してある、次に出勤している日にまた来るといい。",
                "Tips": []
            },
            {
                "Title": "世間話 · 仕事",
                "Content": "書記官の仕事はとても簡単だ。だからこそ、この職位にいる。",
                "Tips": []
            },
            {
                "Title": "世間話 · 勉学",
                "Content": "勉学に励んでも、頭が良くなるとは限らない。教令院にいる者たちを見れば分かることだが。",
                "Tips": []
            },
            {
                "Title": "世間話 · 思考",
                "Content": "ふむ…近頃はごちゃごちゃした申請が多いな。すべて却下しておくとしよう。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨の日の外出ほど面倒なものはない。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "恐れずとも、ただの自然現象に過ぎない。大きな木の下に隠れなければ問題ない。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "寒いのか？俺は大丈夫だが。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "これほど天気のいい日には、何もしないに限る。",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "はぁ、靴の中に砂が入った…",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "まだ早いな、コーヒーを飲んでこよう。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "何も用がないのなら、俺は遮音ヘッドホンをつけて仮眠をとる。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "ここからはプライベートの時間だ。それでは。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "ルームメイトが夜な夜な模型を叩き回さないことを願おう…いや、違うな。そもそもあいつが家にいないことがベストなんだ。自分の家で眠る時まで、ヘッドホンをつけていたくはない。",
                "Tips": []
            },
            {
                "Title": "アルハイゼン自身について · 事実",
                "Content": "飾り立てた言葉で取り繕うより、俺は包み隠さず事実を言うほうが好きだ。",
                "Tips": []
            },
            {
                "Title": "アルハイゼン自身について · 噂",
                "Content": "ほう、俺の品性について様々な噂を聞いたことがある？そんなに気になるか？<br>ふむ、気にする必要はない。なぜなら、余計な問題を起こさない限り、君がそれらを信じようが信じまいが、どうでもいいからだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "声掛けについて…",
                "Content": "街中で俺に声を掛けても反応がない時があると思うが、気にすることはない。ヘッドホンの遮音機能をオンにしているだけだからな。",
                "Tips": []
            },
            {
                "Title": "助け合いについて…",
                "Content": "君は極めて自立した人間だ、身の回りにいる仲間の面倒も見られる程にな。故に、特に君へアドバイスすることはない。君も俺からの助けなどいらないはずだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "正直、草元素の「神の目」は俺の研究にあまり役に立たない。だが元素力を手に入れたことで、より相手を叩きのめしやすくなったのは確かだ。まあまあ使えると言ったところだな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "真理は誰かに仕えるために生まれたわけじゃない。人間は知識の担い手ではないし、知識も人間の目的ではないんだ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "この世には人の目を引くものが数多くある。だが自分の目を過度に信じるべきじゃない。見えるものが真実だと言うのなら、人は考える必要すらなくなるはずだからな。",
                "Tips": []
            },
            {
                "Title": "クラクサナリデビについて…",
                "Content": "過度なまでに神を見下したり、崇めたりすることは得策じゃない。神には信徒が必要だが、神もまた生態系の一環だ。だから俺は、神を救ったことを誇りになど思っていないし、クラクサナリデビ様がそのことを気にする必要もない。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "カーヴェについて · 思いやり",
                "Content": "あいつはすべての人や物事に対して、行き過ぎた思いやりの心を持っているんだ。彼自身があまりにひ弱なせいか、朝から晩まで、何でもないことで大騒ぎする日々を送っている。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "カーヴェについて · 詐欺",
                "Content": "道端の出店で、主人が言った。手作りのキーホルダーが一つ売れるたびに、貧しい子供が一人、満足のゆくまで食事ができると。…カーヴェはそれを十個以上買ってきた。<br>スメールでは、医療や福祉ですら無償で提供されるんだが…はぁ、これ以上は言わなくても分かるな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ティナリについて…",
                "Content": "彼のことを気性が荒いと思う者も多くいるようだが、それは偏見だ。昔、カーヴェが死域に建物を造り、収拾のつけられない面倒を引き起こしたことがある。レンジャー隊は多大な迷惑を被ったにも関わらず、あのレンジャー長はカーヴェを恨むどころか、家まで食事に招待したそうだ…彼のような善人が世にいるからこそ、カーヴェは生存していられるのかもしれない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ドリーについて…",
                "Content": "彼女は聡明で抜け目なく、どうすれば自分の夢を実現できるかを知っている。実に強かだ。彼女のやり方を肯定するつもりはないし、俺たちの立場は明確に違う、それでも彼女のたくましさは認めざるを得ない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "セノについて…",
                "Content": "「ハイブマインド」の一件以来、マハマトラたちの仕事は増えた。だが、俺はそのことに負い目は感じていない。結局のところ、あの事件の根本的な原因は俺ではなかったんだからな。セノは物分かりのいいやつだから、あれからあの一件のために俺を訪ねてくることもなかった。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「烏合の虚像」をクリアする"
                ]
            },
            {
                "Title": "ニィロウについて…",
                "Content": "芸術家の長所と短所は目に見えるほど明白なものだ。ニィロウは長所を伸ばすことで、短所をカバーできている。だからこそ、素朴で幸福な暮らしが送れるのだろう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "ディシアについて…",
                "Content": "極めて有能で、エルマイト旅団に置いておくには惜しい人物だ。彼女が俺の申し出を受け入れてくれたらよかったんだが。教令院に彼女のような助っ人がいれば、俺たちの仕事はもっと楽になる。だが、彼女は安穏とした生活には興味がないらしい。それは俺も理解できる、とはいえ残念だ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "アルハイゼンを知る · 1",
                "Content": "ほとんどの者は、自ら進んで俺と接点を持とうとはしない。おおかた畏縮しているか、性格が合わないんだろう。俺もそんな現状に満足している。",
                "Tips": []
            },
            {
                "Title": "アルハイゼンを知る · 2",
                "Content": "俺は人付き合いに興味がない。見ての通り、俺は大半の者より楽しく暮らしている。これは、人付き合いが生活の必需品でないことの何よりの証左だ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "アルハイゼンを知る · 3",
                "Content": "誰しも常に自分の主張を持ち、はっきりとした信念に基づいて行動するべきだ。さもなければ、突発的なトラブルに見舞われたり、容易に道を踏み外したりしてしまいかねない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルハイゼンを知る · 4",
                "Content": "ひとたび秩序が破られれば、その影響は瞬く間に広がる。そうなるのは好ましいことじゃない。今の暮らしの妨げになるからな。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "アルハイゼンを知る · 5",
                "Content": "仕事終わりに、酒場に一杯飲みに行くことがある。<br>うん？それを知りたいわけじゃなかった？ふむ、余暇の使い方を共有するのは、個人的な意見を共有するより、遙かにプライベートなことだと思っていたんだが。何せ、ただの意見交換など、皆掲示板でもやっていることだからな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アルハイゼンの趣味…",
                "Content": "奥深く難解な本を読むことと、同じ本を他人が読んで、頭を抱えている姿を見ることくらいだ。<br>…冗談だ。他人の苦しみから愉悦を得ることはないし、理解できない本に出会うこともめったにない。",
                "Tips": []
            },
            {
                "Title": "アルハイゼンの悩み…",
                "Content": "俺の観察によると、悩める者のほとんどは自らそれを生み出してしまっているケースが多い。ただでさえ生きていくのは大変なんだ、これ以上悩みを増やしてどうする。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "見た目の美しさより、味だ。簡単だろう？でないと、本末転倒だからな。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "スープや汁気のある料理だ。本を読みながら食べるのに適していないからな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "ふむ、調味料の配合を正確に把握しているようだな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "流行りの味だ、嫌いじゃない。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "今ここでは食べないでおく。持ち帰っていいか？",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう。俺は常々、人々は生まれた日を祝うことに不必要な情熱を注ぎすぎだと考えている。それに費やすエネルギーを、日々の生活をよりよくするために使う方が現実的だと思うんだ。君はその点、まあまあよくやっている。<br>どんなプレゼントが適切か分からなかったから、特別ルートで申請書を通すチャンスを一回あげるよ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "感謝する。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "こんなことは、一度限りだと思っていた。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "精進することにおいて、君は俺よりも熱心らしい。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "俺がこうして日々進歩していることを、怠惰な教令院の連中に知られるわけにはいかない。もし彼らの耳に入れば、何としても俺に面倒を押しつけようとしてくるだろう。もちろん引き受けはしないが、話し合いというのは往々にして時間がかかる。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "もらった。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "鏡閃。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "ふんっ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "散乱。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "分光。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "理論の演繹。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "君が受け取れ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "早く拾うといい。遠くに転がったら面倒だ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "ほう。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "面倒だ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "計画が変わった。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "手間がかかる。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "俺がやろう。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "想定内だ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "想定外だ…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "失策だ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "誤算だったか。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "チッ、誰だ。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "ぐっ…いいだろう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "何か用か？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "公務に私情は挟まない。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "時間のかかることじゃないだろうな？",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "78": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "理を崇める者",
                "Desc": "アルハイゼンの衣装。「つまらない雑用で書記官様の手を煩わせないでくれ。ヘッドホンを付けているのは、そのような状況を避けるためだ。」<br>——沈黙の殿にいる従業員の経験談。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108486,
            "JD": 108482,
            "Name": "<b>「理想的状況」</b>",
            "Eff": "選択したキャラのHP上限の40%を回復し、さらにHPを2350回復する。",
            "Desc": "アルハイゼンのオリジナル料理。模様付きの平鍋に野菜や肉を入れて作った料理。作った人がレシピを変更したのだろう、本来の料理とはかなり違っている。料理に書かれた文字は「思考」の意味であり、作者の言葉を借りれば——「理想的なのは誰でもこれが出来ることだが、そんな状況を作り出すのは不可能だ。」",
            "Recipe": {
                "100061": 2,
                "100015": 2,
                "100076": 2,
                "110014": 1
            },
            "Icon": "UI_ItemIcon_108486"
        },
        "Namecard": {
            "Name": "<b>アルハイゼン·叡誨</b>",
            "Desc": "名刺の飾り紋。<br>「学者が従うべきは、知論と弁証だけだ。常にあらゆるものに対して疑問を持つことでのみ、バイアスから逃れられる。」",
            "Pic": "UI_NameCardPic_Alhatham_P"
        }
    }
}

var acs_cache_ = {}