// Auto Generated

var _AvatarFetterConfig_ = {
    "62": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "異端者、機械狩人、探究者、申し子、救世主…元の世界では多くの身分を持っていたアーロイは、その「遺伝子」から、世界を救うことを宿命づけられていた。<br>しかし今、彼女は新しい世界に来て、かつてないほどの困難に直面し、狩りの旅に身を投じることに喜びを感じた。",
                "Tips": []
            },
            {
                "Title": "ストーリー1",
                "Content": "アーロイは生まれた時から異端者だ。部族から拒絶され、敬遠されていた。彼女は、部族に隣接する危険な山の中で、経験豊富な狩人であるロストの手によって育てられた。<br>ロストは彼女に猫のようなフォームと致命的な精度を持つ狩りの方法を教えた。しかし、彼は最も重要なこと、つまり彼女の出身を伝えることができなかったのだ。彼女の両親はいったい誰なのか？なぜ彼女は追い出されたのか？<br>残念ながら、その理由は彼女を追放した部族の族長にしか分からない。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "ストーリー2",
                "Content": "アーロイの両親を知るには、一つだけ方法があった。それは部族に年に一度開かれる狩猟大会「試練」で優勝することだ。優勝者は自由に報酬を要求することができる。<br>この日のために、物心ついた時から一生懸命練習してきたが、いざ本番になると、その儀式は悲劇に終わってしまう。<br>謎の刺客が参加者であるハンターたち襲撃した。そしてロストの犠牲によって、アーロイは脱出することができたのだ。<br>その後、アーロイは自分が真の標的であることを知る。何故ならアーロイは、謎めいた古代から訪れし女性と、そっくりな顔をしていたからだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ストーリー3",
                "Content": "アーロイは理解していた。自分の出身を知るためには、その犯人を見つけなければならないということを。<br>探し求めた結果、彼女は想像をはるかに超えた荒々しく危険な世界に入り込み、奇妙で強力な部族、謎めいた古代遺跡、恐ろしい敵が彼女の前に現れた——それは人間か、それとも機械なのか。<br>最後に彼女の前に現れたのは、真の敵「ハデス」だった。それは悪意に満ちた人工知能で、世界からすべての生命を浄化しようとするものだった。<br>「ハデス」を倒す方法はただ一つ。それは彼女とあの古代の女性との繋がりを調べること。過去に存在していたアーロイ…それは、アーロイの母親だったのだろうか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ストーリー4",
                "Content": "「ハデス」の痕跡をたどり、アーロイは数々の古代遺跡を訪れ、ついに自分の起源を発見した。そして自分は人間の血肉から生まれたのではなく、クローンで作られたものだという衝撃的な事実を知った。<br>千年前に命を救った女性の遺伝子が、彼女のオリジナルだった。<br>このような秘密は、彼女に生来の力を与えるだけでなく、彼女の運命を導くものでもあった。これらの遺伝物質は、終末の日が再び来るのを防ぐための要なのだ。<br>この知識と、各部族からの盟友の助けを得たアーロイは「メリディアン」での壮大な決闘で、「ハデス」とその悪党や機械の手先を倒した。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ストーリー5",
                "Content": "「ハデス」を倒したアーロイは、「ハデス」が踏みにじった土地の浄化を目的として、そして古代の技術を追求する新たな旅に出た。<br>その長い旅の中で、アーロイは「古のもの」の秘密を求めてあらゆる「古の遺跡」を訪れた。<br>崩れかけた古代の研究所で、彼女は見たことのないものを発見する。それは、きらめくポータルだ。それに近づくと強力なエネルギーに包まれ、その中に鏡を覗き込むように自分の姿が見え、同時に二つの次元にいるような不思議な感覚に襲われた。<br>閃光とともに、アーロイが知っていた「世界」は完全に視界から消え、彼女は奇妙な美しき新世界にいることに気付いたのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "私はアーロイ。この世界のことはあまり詳しくないが、私の弓はきっとお前の力になる。必要な時は、いつでも呼んでくれ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 体を動かす",
                "Content": "ほら、突っ立ってないで、体を動かすぞ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 助け",
                "Content": "私たちの助けを必要としている人がいる、立ち止まるな。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨だ、これで汚れも落ちるか。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "雨が止んだ、体を乾かさないと。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "雪が降ると、世界がしんと静まるな。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "風が気持ちいいな、空気がおいしく感じる。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "風が強くなってきた。目を開けていられない。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。今日も世界は生き生きとしてる…気分がいいな。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "もう昼か。まだやるべきことがたくさんある。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "そろそろ日が落ちる。星も見えてくるだろう。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "もう夜か。星明かりの下を進む予定がないのなら、休んだらどうだ？",
                "Tips": []
            },
            {
                "Title": "アーロイ自身について…",
                "Content": "私は小さい頃から異端児として育ってきた。ひどい日々を送っていたよ。でも、ここの人たちは、私がいたところの人たちより遥かに温かい。たとえ私みたいなよそ者に対してでもな。なんだか…心地いいものだな。",
                "Tips": []
            },
            {
                "Title": "行動について…",
                "Content": "私を突き動かす理由は、死をもたらすことではなく、命を救うこと。だからこそ、私はお前と一緒にここにいるんだ。",
                "Tips": []
            },
            {
                "Title": "誓いについて…",
                "Content": "誓いなんて、形式ばったことは得意じゃないが…どうしてもと言うなら、交わしてもかまわない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "歩みについて…",
                "Content": "何があろうと、お前と共に終わりまで辿り着く。私は決して迷わないし、くじけない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "共有したいことか…弓の腕だろうな…人々を救うために訓練を重ねてきた。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "私がいた世界のように、この世界にも古の秘密がたくさんあるようだ。もし時間が許せば、すべて解き明かしたいな。",
                "Tips": []
            },
            {
                "Title": "アーロイを知る · 1",
                "Content": "自分のことを話すのは苦手だ。重要なのは目の前にある任務だけだろう？",
                "Tips": []
            },
            {
                "Title": "アーロイを知る · 2",
                "Content": "私には親がいなかった。だから、ロストという人が私を育ててくれたんだ。いつも厳しかったけど、心が広く、優しい人だった。たくさんのことを彼から教わったよ。できることならまた会いたいな。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "アーロイを知る · 3",
                "Content": "ずっと母を探してきたが、結局見つからなかった。でも、遥か昔のメッセージを見つけたんだ。クローンである私の…元となった人が残したもの。私を知っていて、励ましてくれている気がしたな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アーロイを知る · 4",
                "Content": "子どもの頃、私には友達がいなかった。旅をしているうちに何人かそう呼べる人ができたけど、彼らと親しくなる前にその世界を離れてしまった。だから今、お前と一緒に過ごせて嬉しいよ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "アーロイを知る · 5",
                "Content": "人を信頼するのは得意じゃないけど、お前なら、信じることができる。お前は私の大切な仲間だ…あまりこういうことは言わないんだけどな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アーロイの趣味…",
                "Content": "これといった趣味は無いが…昔の記録に触れるのは好きだな。だから歴史…ということになるか？",
                "Tips": []
            },
            {
                "Title": "アーロイの悩み…",
                "Content": "自分の世界以外に、もう一つ救うべき世界ができた。休んでる時間はないな。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "別に好き嫌いはない。空腹で旅をするくらいなら、なんだって食べるさ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "「オセラムのシチュー」を食べたことがあるが、道の舗装に使えるくらいネバネバだった…オエッ…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日を気にしたことはないな。私がいたところでは、誕生日は自分のためではなく、母を祝うためのものだった。だけど、まあ…誕生日おめでとう。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "よし、いい感じに進歩してるな。だがここで止まるわけにはいかない。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "前よりも成長し、強くなった。いいことだ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "どんなに優れた狩人であろうとも、まだまだ成長の余地はある。決して休まず、学び続けることが大切だな。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "共に旅を始めたばかりの頃、私にとってお前は、知らない世界の見知らぬ人に過ぎなかった。でも、多くの経験を共にしてきた今なら言える——私の弓はこれからもずっと、お前と共にあると。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "爆発するよ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "狩人の小道具さ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "見たことはあるかな？",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "拘束する！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "ちょっとしたテクニックさ。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "ここは私の狩場だ！",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "ハ！悪くないな。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "まあ、役には立つか。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "これは食べられそうだし… これも使えるな…",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "誰が置いていったんだ？",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "手強い相手だな…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "弱点はどこだ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "さあ、どうするか…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "気をつけろ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "無理をするな！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "っ…だめか…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "もうだめか…すまない…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "力が…もう終わりか…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "うぅ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 2",
                "Content": "問題ない…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "うぐっ！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "油断したみたいだ…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "どこへ行こうか？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "アーロイだ、狩りなら任せろ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "手を貸そうか？",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "62": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "機動狩人",
                "Desc": "アーロイの衣装。森の中での狩猟生活に適した狩人の服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108339,
            "JD": 108227,
            "Name": "<b>満腹感ゼリー</b>",
            "Eff": "選択したキャラのHP上限の16%を回復し、さらにHPを1350回復する。",
            "Desc": "アーロイのオリジナル料理。切り口が完璧で、形がよく整い、涼やかな雰囲気をかもしだしている。最初、アーロイはあなたがこの特別な見た目のデザートを受け入れられるか心配していたが、一気に食べ尽くしたあなたを見て、彼女はほっとした…",
            "Recipe": {
                "100016": 1,
                "110006": 1
            },
            "Icon": "UI_ItemIcon_108339"
        },
        "Namecard": {
            "Name": "<b>アーロイ·ドーン</b>",
            "Desc": "名刺の飾り紋。<br>「これをロストにも見せてあげたい。」",
            "Pic": "UI_NameCardPic_Aloy_P"
        }
    }
}

var acs_cache_ = {}