// Auto Generated

var _AvatarFetterConfig_ = {
    "21": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "アンバーは、西風騎士団の偵察騎士である。偵察騎士がすでに没落した今でも、彼女は一人でその職務を全うしている。<br>初めてモンドに来た人でも、3日しないうちにこの炎のように熱い少女と打ち解けられる。<br>「鹿狩り」の看板の前、シードル湖の岸辺、風立ちの地のオークの木の上など、人が踏み込めないような場所でも、この機敏な赤い騎士はその足跡を残した。<br>そのため、彼女が目をつけた「不審者」は、彼女の尋問から逃れることはできない。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "幼い頃から、アンバーはずっとパワーと元気に満ちている。<br>燃える炎のようなパワーを持つ彼女は、風のように素早く動き、目の前の困難を解決する。<br>しかし、溢れるパワーは時折、彼女を思わぬトラブルメーカーにしてしまう。<br>幼い頃のアンバーは、このせいでいくつもトラブルを起こした。鳥の卵を取り出そうとして、うっかりその巣を祖父の頭に落としたり、草スライムの葉っぱに火をつけ、暴れたスライムが狩人たちを驚かせたり、様々な問題を起こした。<br>しかし、トラブルを起こしたアンバーは、いつも素早く現場から逃げ去り、ベテランの偵察騎士でも彼女に追いつけないほどだった。<br>アンバーがトラブルを起こす度に、彼女の祖父はいつも何も言わずに、彼女のやらかしたことを片付けるのだ。<br>この言葉のない気遣いを、アンバーはいつもばつ悪そうに笑いながら、受け入れていた。<br>祖父が騎士団を去るあの日まで、アンバーは祖父が担ってきた「責任」を知らなかった。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "アンバーの祖父は璃月港から来た傭兵の首領で、大陸を跨るキャラバン隊の護衛を担当していた。ある運搬任務で、キャラバンが巨大な魔物に襲われ、彼一人だけが西風騎士団の医師に助けられた。<br>故郷に戻る顔がないと思ったアンバーの祖父は恩返しのため、そのまま西風騎士団に加入した。<br>彼は騎士団のために偵察騎士小隊を作り、自ら騎士たちを訓練し、引率していった。<br>やがて、彼はこの土地で最愛の人と出会い、自分の家庭を作った。<br>時が経ち、幼いアンバーは偵察騎士を訓練する祖父の姿を眺めていた。朝になると木に登って、騎士たちの訓練を見て、夕方になるとこっそりと見たことを庭で復習する。<br>もちろん、アンバーの祖父はそれを知っており、自分の経験やコツを好奇心旺盛な賢い孫娘に教えた。<br>「モンドがわたしを受け入れたから、わたしはこの土地を守ることにした。いつか、お前も責任を背負う日が来る…かもしれないな」<br>頭をなでる祖父の手のぬくもりを感じながら、彼女は力強く頷いた。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "4年前の出来事をきっかけに、アンバーは大きく変わった。<br>あの日、彼女の祖父は騎士紋章と剣を騎士団に残し、何も言わずに去っていった。手紙も何もなかった。<br>元々、祖父に頼りっきりだった偵察騎士小隊は、支柱を失い散り散りとなった。<br>収穫のない任務を数回経た後、偵察騎士の存在感はますます薄くなった。小隊の制度は保てていたが、実際はすでに壊滅的な状況であった。<br>経験豊富な騎士たちは別の隊に異動するか、騎士を辞めて家に帰った。「偵察騎士小隊」のメンバーはどんどん少なくなり、日常の見回り任務もこなせなくなった。<br>更に悪いことに、去った祖父を「反逆者」だと考える人がいた。それにより、偵察騎士の評判はますます下がった。<br>当時、偵察騎士になったばかりのアンバーは、小隊の崩壊を目の当たりにし、初めて落胆と悔しさを味わった。早く一人前になりたい、本物の偵察騎士になりたいと彼女は願った。<br>きちんとした計画も、熟練の技もないが、彼女には自信と勇気がある。<br>彼女は偵察騎士を受け継ぎ、祖父の行き先を調べたいと思った。<br>そして何より大切なのは、祖父の責任を受け継ぎ、この土地を守ることだった。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "アンバーの騎士団での生活は、最初からうまくいっていたわけではなかった。<br>幼い上、祖父が行方不明になったばかりのアンバーは、よくベテラン騎士たちの世話になった。<br>しかし、この強がりな少女にとって、「世話される」ことは、自分がまだ半人前だということを意味する。<br>こうして、少女は自分自身に与えた責任を背負い、先輩たちに見守られる中、真剣に職務を行った。<br>やがて、ある魔物殲滅の戦闘で、先輩たちはアンバーの勇敢さと機敏さを目の当たりにした。<br>彼らはその時初めて、目の前の「少し腕の立つ女の子」が成長したことに気づいた。<br>しかし、沈黙や気遣い、そして皮肉に対し、アンバーの返事はいつも同じだ——<br>「先輩たちと比べてまだまだ経験が足りないけど、わたしは最も優秀な偵察騎士になるから！」<br>落ち込みも迷いもなく、彼女は自分の思いを素直に、率直に話した。<br>彼女は祖父の願いを絶対に裏切らないと、強く誓っていた。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "今のアンバーは依然、炎のような少女であり、果てしない情熱とパワーが燃え盛っている。<br>守られていた子供時代から成長し、祖父の教えを胸に、アンバーは今日も風に乗り、鷹のような鋭い目とウサギのような機敏さでモンドの自由を守っている。<br>「炎のような赤い騎士」は、モンドの誰もが知っている。<br>人々はあのやんちゃなアンバーが、頼れる守護者になることを喜んで見守っている。<br>「心配しないで、わたしは偵察騎士アンバーよ！」彼女の誇りは揺らがない。<br>「わたしは唯一で、一番優秀な偵察騎士アンバー！」",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アンバーの冒険ノート",
                "Content": "アンバーは毎日日記を書く習慣がない。特別なことがあった日だけがこの冒険日記の出番である。<br>「今日は魔鳥を捕まえた！名前はラミなんだっけ。ここ3日はずっと追っていたから、今日はやっとちゃんとご飯を食べるようになったよ。魔鳥はずるいよ、茂る森に隠れていたの。でもわたしは諦めなかった！それとジンさんはご褒美として特別にわたしに一枚の羽根をくれたの！これからは毎日腰につけるんだ、へへっ！」<br>「レシピ通りに6分焼いたのに、なんで表面が焦げたんだろう、でも中身は火が通ってない…火加減のコントロールに失敗しちゃったわけ？でもお腹が空いたから、明日もう一度やってみよう。いつか世界一美味しい焼き肉を作ってみせる！よし、決めた！名前は、偵察騎士ステーキ！」<br>「今日は変な異邦人と出会った。最初は怪しい人だと思ったが、意外とすごくて頼もしい人だった。えっと…でももしそのようなすごい人が悪い人だったら困るね。あっ、ダメダメ、負けてたまるか！わたしも頑張らないと！！」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "祖父の跡を継げば、祖父がモンドを離れた真相にたどり着けるとアンバーは信じていた。<br>だが、正式な偵察騎士になっても、彼女は祖父が別れを告げずにモンドを離れた真相を、明かすことができなかった。<br>祖父がアンバーに残したものはなかった。アンバーは自ら道を切り開くしかなかった。<br>あの日まで、アンバーは迷っていた。彼女が、その後自分の宝物となる寓話の本を開く日まで。<br>「大事なのは、強き風ではなく勇気だ。それが君たちをこの世界で初めて飛ぶ鳥にした」<br>アンバーは気づいた。誰かの導きを待つのではなく、自分が勇気を持つ鳥になり、空へ羽ばたくべきだと。<br>「わたししかやらない」ことがきっとある。「わたしにしかできない」こともきっとある。<br>そのことを悟った瞬間、「神の目」がアンバーの腰に現れ、光を放った。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "偵察騎士アンバー、参上しました！今後何か必要なことがあれば、何でもお申しつけください！",
                "Tips": []
            },
            {
                "Title": "世間話 · 趣味",
                "Content": "少し体を動かしたいなぁ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 心配",
                "Content": "ジンさんにサボっているところを見つかったら、ドヤされちゃうよ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 新たな発見",
                "Content": "向こうに何か変なものがあるみたい…見に行かないの？見に行かないの？",
                "Tips": []
            },
            {
                "Title": "雨の日 · 心配",
                "Content": "雨だ…リボンが濡れちゃうよ…",
                "Tips": []
            },
            {
                "Title": "雨の日 · 注意",
                "Content": "雨か…視界が悪いね。気をつけてね。",
                "Tips": []
            },
            {
                "Title": "雨上がり…",
                "Content": "うわ～本当にいい天気。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "う～ん…もう少し風があればいいのにな。",
                "Tips": []
            },
            {
                "Title": "風の日 · 心地よい",
                "Content": "本当に気持ちいいなぁ…",
                "Tips": []
            },
            {
                "Title": "風の日 · リラックス",
                "Content": "こういう天気大好き。あ～、気持ちいい～",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう！一緒に朝のランニングに行かない？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "お昼ご飯、一緒に食べてもいいの？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "暗くなってきたよ。松明をつけようか？",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "うん、休憩も大切だよ！じゃあ約束だよ、また明日ね！",
                "Tips": []
            },
            {
                "Title": "アンバー自身について…",
                "Content": "モンドの飛行チャンピオンとは私のことだよ！",
                "Tips": []
            },
            {
                "Title": "試合について…",
                "Content": "あんただからって、試合では手加減しないんだからね！",
                "Tips": []
            },
            {
                "Title": "飛行について…",
                "Content": "飛び方のコツを教えてあげるよ…あんたと一緒に飛ぶ時、いつもより速く飛べる気がするの…あっ、何がおかしいの？もういい、勝負だよ、今から勝負しよう！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」は神様がわたしのことを認めてくれた証でしょ。うん、わたし、一番優秀な偵察騎士になるんだから！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "ほらっ、大教会の時計台に上ってみよう。すっごい良い景色だよ！",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "見て、あそこにハトがいる！ふふっ、あの子たちと一緒に飛びたいな。",
                "Tips": []
            },
            {
                "Title": "ジンについて · 協力",
                "Content": "大団長が出征した後、仕事を全部ジンさんがすることになったんだよね。わたしがもっとジンさんの役に立てたらいいのに…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ジンについて · 心遣い",
                "Content": "ジンさん、まだ仕事しているの？…一緒にコーヒーを飲もうって誘いに行こうよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リサについて · 物語",
                "Content": "時間があったら、一緒にリサさんのところに行こうよ！この前、リサさんがドラゴンスパインの宝物の話をしてくれたんだけど、半分しか聞けなかったんだ。だから、その続きが聞きたいの！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リサについて · 感心",
                "Content": "リサさんって寝ている時以外はずっと本を読んでいるみたい！本当にすごいなぁ。わたしなんかそんなに長時間座っていられないよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ガイアについて · 心配",
                "Content": "…何か嫌な予感がする！さっきまでガイア先輩がいたでしょ？迷惑かけられなかった？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ガイアについて · 元凶",
                "Content": "花畑の蒲公英がしおれてる。もうッ……きっとまたガイア先輩の仕業だよ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ベネットについて…",
                "Content": "ん？ベネット…どこかで聞いたような…あっ！冒険者協会にいたあの熱い男の子だね！うん、たまに秘境の周辺で彼を見かけるけど、宝探しに夢中みたいだよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クレーについて…",
                "Content": "クレーね、たまにいたずらするけど、騎士団のみんなは彼女のことが大好きだよ！むっ…またジンさんを困らせないよう、彼女のことはしっかり見張っておいたほうがよさそうね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルベドについて…",
                "Content": "アルベドはいつも自分の工房にこもって、すごいものを作ってるの。でも彼に会うたび何を考えているのか分からないのよね。う～ん、分からない…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ノエルについて…",
                "Content": "ノエル？彼女はとても粘り強いんだ。先輩として、彼女の面倒も見てあげないとね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エウルアについて…",
                "Content": "エウルアはわたしの友達だよ！彼女の冗談に慣れれば、いい人だってことが分かるはず！エウルアは自分の名前のせいで、誤解されることが多いの。どうすればみんなに分かってもらえるのかな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "コレイについて…",
                "Content": "コレイからの手紙でね、「魔鱗病」が完治したことを知らせてくれたんだ…本当にうれしいよ！今すぐにでも飛んで行って、ぎゅっと抱きしめてあげたい。あの子、モンドのみんなにすごく会いたいって手紙に書いててね。いつか一人前になったら、直接自分の成長を見せに来るんだって…次のバドルドー祭に間に合うといいな。もう、本当に待ち遠しいよ！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "ミカについて…",
                "Content": "あっ！ミカはエウルアの隊の古参隊員なんだ。最初はわたしがエウルアと仲がいいのを見たからか、わたしのことをずっと長官って呼んでたの。偵察の心得を話してあげたら、今度は先輩って呼ぶようになって…なんだかわたしのほうが恥ずかしくなっちゃったんだ…職務は違うけど、ミカの地図を作る腕は、わたしじゃ到底かなわないものだよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アンバーを知る · 1",
                "Content": "狩りならわたしも得意だよ！どう？わたしの腕を見たくない？それとも…狩りで試合をする？",
                "Tips": []
            },
            {
                "Title": "アンバーを知る · 2",
                "Content": "飛行チャンピオンとしての経験則を教えてあげるよ！一番大切なものはね、勇気を持つことだよ！",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "アンバーを知る · 3",
                "Content": "実は謎解きって得意じゃないの。バドルドー祭で謎解きの屋台を見つけても近づかないの…あんたはどう？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アンバーを知る · 4",
                "Content": "わたしはおじいちゃんのために騎士団に入って、ジンさんのために団に残っているの。…そして今は、あんたがわたしにモンド以外の空を見せてくれた。とっても嬉しいよ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "アンバーを知る · 5",
                "Content": "わたしはやっぱりもっと遠くの世界に行きたいな。大空の果てを見てみたいの！あんたもわたしについて来てくれるよね？そうでしょ？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アンバーの趣味…",
                "Content": "ウサギ伯爵、今日も素敵な一日だね！",
                "Tips": []
            },
            {
                "Title": "アンバーの悩み…",
                "Content": "うーん…どうしたら美味しいムーンパイを作れるか知ってる？",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "ジンさんの淹れてくれたコーヒーって本当にいい香りなんだよ！今度飲んでみてね。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "ググプラムのジュースじゃなければ…うっ…それ以外なら大丈夫！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "わぁ、これ本当に美味しいよ。さすが旅人だね！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "わたしも、あんたみたいな料理の腕があったらいいのになぁ…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "この味は、ちょっとわたしの口に合わないかも。ごめんね！別に旅人のせいじゃないよ！",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "エヘヘ、誕生日おめでとう！ほら、これあげる。わたしが作った特製 · ウサギ伯爵だよ……安心して、特製なんだから、爆発なんかしないよ！",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "わぁっ！まるで風に乗った時みたいに体が軽い！",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "このスピード、誰も追いつけないでしょ！",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "モンドの空が狭くなったような…ううん、わたしの視野が広くなったのかな？",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "今のわたし…知り合ったばかりの頃よりも成長したでしょ。えへへっ、ありがとね！そうだ、ニンジンとお肉のハニーソテーを奢ってあげる。さあ、行こうっ！",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "頼んだわよ～",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "ウサギ伯爵、出撃！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "へんっふん～",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "百発百中！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "雨のような…矢を！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "もう逃げ道はないよ！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "試合をしよ～",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 2",
                "Content": "ついてこれるかな？",
                "Tips": []
            },
            {
                "Title": "ダッシュ終了 · 1",
                "Content": "逃げられないって言ったでしょ。",
                "Tips": []
            },
            {
                "Title": "ダッシュ終了 · 2",
                "Content": "この感覚、たまらないよね！",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "わたしはモンドの飛行チャンピオンなんだから！",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 2",
                "Content": "任せてちょうだい！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "宝箱を開ける瞬間ってワクワクするね！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "偵察騎士、目標発見！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "わぁ——いいものばっかり！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "…負けを認めるわけないでしょ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "イタタ…コイツ…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "ナメないでよ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "気をつけて！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "ねぇ…大丈夫？手を貸そうか？",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "疲れた…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "訓練…まだ足りないの…？",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "今回は…負けだよ…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "本当にしぶといんだから！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "イッター！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "反則だよ！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "任せて！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "準備完了！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "偵察騎士参上！",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "21": {
        "Costumes": [
            {
                "ID": 340007,
                "Name": "100%偵察騎士",
                "Desc": "アンバーの衣装。今回のは、よりフォーマルでカッコいい偵察騎士の制服だよ！",
                "Icon": "UI_AvatarIcon_AmborCostumeWic",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "「満点の偵察騎士」",
                "Desc": "アンバーの衣装。機動性の高い偵察騎士の服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108010,
            "JD": 108009,
            "Name": "<b>偵察騎士ステーキ！</b>",
            "Eff": "選択したキャラを復活させ、HP上限の10%を回復し、さらにHPを150回復する。",
            "Desc": "アンバーのオリジナル料理。片面は血の色をしており、もう片面からは焦げた肉の微妙な香りを放っている。目を閉じて一気に食べると、アンバーは喜んでくれるだろう。",
            "Recipe": {
                "100061": 2
            },
            "Icon": "UI_ItemIcon_108010"
        },
        "Namecard": {
            "Name": "<b>アンバー·ウサギ</b>",
            "Desc": "名刺の飾り紋。<br>「ウサギ伯爵だよ！」",
            "Pic": "UI_NameCardPic_Ambor_P"
        }
    }
}

var acs_cache_ = {
    "340007": "In the last three months, Amber has had a bone or three to pick with Wolfhooks. While out scouting, her uniform and stockings were torn by their sharp hooks, and unfortunately, her schedule was such that there was no time to get them fixed.<br>The Knights' logistics division gave her 3 sets of uniform of the same type initially, so wearing one out was not exactly a major emergency. But Amber loved those three sets quite dearly, and would have been quite upset regardless of which one was torn.<br>Even Baron Bunny had his design based on these uniforms — Amber recalled, with a twinge of sadness.<br><br>So when her mission ended, Amber would attempt to sew the damaged uniform back together, but despite her excellent skills, the marks of her needlework remained stitched into the fabric.<br>However, Amber would obtain a new uniform not half a month later at the Knights' end-of-year meeting.<br>It was a fair bit more official, the craft was more ornate... And it was also stated to be more hook-proof than the previous version.<br>\"On behalf of the Knights of Favonius, I'd like to present you, our one and only Outrider, with some new clothes! Thanks for all you've done for us so far.\" So Hertha, their logistics captain, had said."
}