// Auto Generated

var _AvatarFetterConfig_ = {
    "96": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "ヴァザーリ回廊にあるブーフ · ド · エテの館は、清潔な壁と綺麗に磨かれた窓を備えた、美しい建物だ。そこには毎日、身だしなみの整った、礼節をわきまえた子供たちが出入りしている。<br>フォンテーヌ廷にある他の建物とは違い、ブーフ · ド · エテの館の所有者として登録されている人物はここに居住していない。そればかりか、近所の人々は、その名を聞いたことすらないという。<br>何故ならば、書類の署名は偽名であり、本当の家主は別の人物だからだ。<br>夜が訪れ、館の扉が閉まると、闇の中に子供たちの囁きが響き始める。そしてその声には、「お父様」という言葉が混じる…<br>「お父様」の言葉と共に、敬慕を滲ませる者、恐怖の表情を浮かべる者、或いは複雑な面持ちになる者…反応はさまざまだが、その言葉遣いに注目すれば「お父様」が彼らに深く敬われていることがわかるだろう。<br>子供たちのいる組織は「壁炉の家」と呼ばれており、ファデュイに属している。<br>「壁炉の家」は世界各地の孤児を受け入れており、気高きブーフ · ド · エテの館も、「家」の一つに過ぎない。<br>そして、子供たちが「お父様」と呼ぶ人物…つまり「壁炉の家」の主こそ、現在のファデュイ執行官第四位「召使」——アルレッキーノである。<br>ファデュイや彼女に対する世の評価はまちまちだが、「家」で暮らすほとんどの子供たちにとって、「お父様」は人生で最も重要な存在だ。<br>「『お父様』がいるからこそ、ここは本当の『家』になるんだ。」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "「召使」に会った者は、そのほとんどが目に見えない威圧感を覚える。<br>いとも簡単に会話の主導権を握ってしまう彼女の特別な瞳に見つめられながら、平然と心に秘めたことを隠し通せる者はそういないだろう。<br>戦いの場においても、アルレッキーノは一切の容赦をしない。談笑のうちにすべてを片付け、後にその場を訪れる者が嫌な思いをしないようにと、親切にも現場を綺麗に片づけさえする。<br>しかし、こうした一面はみなが彼女を恐れる最大の要因ではない。人々に恐怖を植え付けているのは、彼女の「未知」なる一面だ。<br>日々、生活を共にしている子供たちでさえ、彼女のことに詳しいとは言えない——何が好きで、何が嫌いなのか…彼女が海面を見つめるとき、一体何を考えているのか…すべてが謎のままだ。<br>毎年八月になると、子供たちはアルレッキーノに誕生日プレゼントを用意するため、一生懸命頭をひねる。しかしプレゼントを受け取る時も、彼女の表情は大して変わらないのだった。<br>…そんな状況が変わったきっかけは、昨年八月、フレミネが天井から落ちてきたヤモリにびっくりしたことだった。リネットはその小さな「侵入者」を捕まえようと、適当に掴んできた底の深い皿を被せるようにして素早く机の上に伏せた。<br>そこへちょうど家に帰ってきたアルレッキーノは、なんとその食器とヤモリをその年のプレゼントとして受け取ったのである。<br>翌日、「お父様」の執務室へ仕事の報告に訪れたリネは、机の上に置かれた飼育ケージの中に見覚えのある姿を見つけた。<br>ケージの中はちょうど良い温度と湿度が保たれているようで、ヤモリは何とも居心地良さそうにくつろいでいた。<br>——『お父様』は、爬虫類を飼ったことがあるのかも。<br>アルレッキーノがティーカップを手に取ると、リネはすぐ視線を戻したが、直前の発見についてはしかと頭に刻み込んでいた。<br>「お父様」と近づくことのできるチャンスを、子供たちが見逃すはずはない。<br>その日以降、リネとリネット、フレミネはヤモリの飼育について色々と調べた。次に「お父様」に会ったら、少しでも長く話がしたい一心で…<br>ところが数日後、リネが再び執務室を訪れると、飼育ケージの中は空っぽになっていた。<br>「『お父様』…ヤモリはどうしたのですか？」<br>「何度かケージの蓋を開けようとしていたから、解放してやった。短い付き合いだったが、まあ、それもあいつの選択だろう。」<br>淡々と告げられ、リネは呆然としてしまった。すると、窓の外からちょろちょろ頭を覗かせる鳥を指さして、アルレッキーノが言った。<br>「ああ、ヤモリは外に出るや、彼の腹の中に収まった。それでもまだ物足りないらしいな…リネ、そいつを追い払ってくれ。」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "美への憧れは人の本能とも言える。子供たちは思春期になると容姿を気にして、アクセサリーを身に着けたり、鋏で前髪を整えたりする。<br>そのような些細な反抗を「お父様」が気に留めることはなく、干渉もしない。<br>しかし、頑なにネックレスを外さなかったせいで、夜間の任務で居場所が漏れてしまったとなれば…「指導」すべき範疇である。<br>アルレッキーノは精巧に作られた小さめの袋を手に、少女の部屋に入った。<br>己の過ちを理解している少女は、ネックレスを外して机に置き、おどおどしながら立っていた。<br>アルレッキーノはネックレスを手にとって一目見ると、少女に歩み寄り、その白い首に着けてやる。<br>そして、少女の長く柔らかい金髪をそっと耳にかけながらこう言った。「ふむ、やはりピアスを開けてたんだな。」<br>「お父様」は袋の中からベルベットのリボンと、宝石の嵌め込まれたピアスを取り出した。そして、少女の髪を結び、高価なアクセサリーを着けてやった。<br>そして彼女の肩に手を添えて、鏡の前まで連れていった。鏡に映る少女の、宝石を身に纏った姿はまるで高貴な薔薇のようで、たとえ表情が不安で強張っていても、その美しさは寸分も損なわれていなかった。<br>「容姿が気になるようになったのは悪いことじゃない。しかし、これらのキラキラした小物に虚栄心を煽られ、心を揺らすのは感心しない。」<br>「も、申し訳ありません、『お父様』。」<br>「二度とこんなことはしません…」と謝りながら、少女は震える手でピアスを外そうとした。<br>鏡に映る「お父様」の穏やかな笑みは、平生と寸分も違わぬものであった。<br>「落ち着け…そう固くならなくていい。手に入らないものであればあるほど、人は執着してしまう。君には、悔いなどという言葉で過去の記憶を美化してほしくない。」<br>「これはこのまま着けているといい。これに慣れれば、どれほど美しい宝石や装飾品も、結局は冷たい無機物にすぎないと分かるようになるだろう。」<br>「これは君に課せられた新たなレッスンだ——自分の感情がどこから来るのか、しっかりと認識しなさい。感情に支配されるのではなく、自らそれを支配し、利用するんだ。」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "「お父様」が「家」のルールを書き換える前、壁炉の家はまったく異なる様相を呈していた。<br>先代「召使」の本名はクルセビナだったが、本名で呼ばれることはほとんどなく、子供たちには「お母様」と呼ばれていた。<br>優しい笑顔と穏やかな態度、家族への細やかな気配り、そして子供たちに聞かせてあげる素敵な物語…彼女は完璧な母親に見えた。<br>しかし、もし普通の環境で育った人が彼女の語る物語を聞けば、ぞっとしてしまうことだろう——<br>何せ、「お母様」は残忍極まりない話を美しい童話に見せかけていたのだから。さらに彼女はそれを利用して壁炉の家のメンバーに殺し合いをさせ、一番強い者を「王」にしようとしたのである。<br>「お母様」と自らを呼ばせながら、彼女自身、ここを「家」だと思ったことは一度もなかった。数え切れないほどの犠牲も、彼女にとっては興味深い実験に過ぎなかった。<br>……<br>「召使」の座を受け継ぎ、アルレッキーノと名を変えるまで、少女は「ペルヴェーレ」と呼ばれていた。<br>壁炉の家の他の子供と同じく、彼女も出身不明の孤児で、「お母様」の「子供」であった。<br>「お母様」がペルヴェーレを贔屓し、実の娘であるクリーヴよりも可愛がっていたことは、周知の事実だった。<br>だからこそ、なぜペルヴェーレの「お母様」への恩返しが大がかりな暗殺であったのか、多くの者が理解に苦しんだ。<br>クルセビナの狂気じみた実験は人目のない場所で行われたために、事情を知る者はごく僅かだったのだ。<br>一方、クルセビナを殺したペルヴェーレには「母殺し」の悪名がつきまとい、彼女の残酷さだけが世に知れ渡った。<br>……<br>しかしすべてが一段落した後も、かつてのペルヴェーレ——つまり、現在のアルレッキーノが自ら説明することはなかった。<br>噂が世間を騒がせていても放置するどころか、加担することさえあった。<br>外交官にとって、そして殺し屋にとって、最も重要なことは相手の本質を見極めると同時に、自身を霧の中に包むことなのだ。<br>「お母様」が殺された場所には、小さな墓碑が立てられた。そしてそこには、アルレッキーノ直筆の弔辞が刻まれている。<br>「ここに落日の残光を葬り、昇り来る陽を迎えん。」",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「炉火の消える時」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "アルレッキーノはかねてより、表向きにはフォンテーヌ人であると自称してきた。自らの出自を隠し、事実を炎の中に葬り去るためである。<br>——幼い頃に気づいた、自分が奇異な炎を操れるという事実を。<br>当時、「家」の子供たちは彼女の力の正体を知る由もなく、好奇心を露わにしたが、幼い彼女にとって、それは決して自慢したいような能力ではなく、むしろ根深い呪いのようなものだった。<br>少しでも油断しようものなら、制御が効かなくなったその力は彼女の身体を蝕み、指先から手のひら、さらに腕へと広がっていく——<br>漆黒の模様はまるで焼かれた木のようで、彼女は自身が燃え盛る薪になったように感じた。<br>何となく、ある「予感」があった。もしこの黒い模様が腕から肩へ、さらに肩から心臓へと広がれば、自分という存在に何らかの「変化」が起こるだろう、と。<br>もしかしたら、その瞬間こそ運命が手の内を明かしてくれる時なのかもしれない。<br>……<br>身体を侵されることの他にも、炎によってもたらされたもう一つの厄介事がある。<br>炎に呑み込まれた者の、「残影」が残ることだ。それは記憶の断片として残ることもあれば、目が眩むほど鮮やかな色として残ることもある。<br>自ら手にかけた命が増えていくにつれ、アルレッキーノは様々な声を聴くようになった。<br>絶叫や悲鳴、呪いの声に夢から引きずり出されることもあるが、彼女にとってはとうに慣れたことだ。どうせ普段から夢に見るのは赤い月や荒野ばかりで、未練が残るようなものでもない。<br>ごく稀に、比較的完全な形を留めた残影が「意識を持った個体」を成して現れることがある。<br>クリーヴの「残影」のような目立った特徴があるわけではないが、彼らはアルレッキーノの傍に現れ、ほかの雑音を振り払い、しばしの間安らぎを与えてくれる。<br>ゆらゆらと集まっては離れる残影たちは、まるで戯れる子供たちのようだ。<br>アルレッキーノは彼らの生前の姿を覚えているが、決してそれらの名前を呼ぶことはない。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「炉火の消える時」をクリア"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "女皇に謁見し、邪眼とともに「アルレッキーノ」という名を受け継いだあと、若き「召使」はある人物との面会を許された——<br>統括官「道化」の表情は、顔の半分を覆った仮面に隠されて見えなかった。<br>「貴様が未だ不満や疑念を抱いていることは知っている。貴様の質問に五つ…世界に関する、或いは貴様自身に関する疑問に答えてやろう。」<br>「我輩に何らかの保証を求めたり、ファデュイの規則や女皇陛下の理想について問うたりすることについては、この五つに含めない。包み隠さず答えると約束しよう。」<br>しかし「道化」の示した誠意を、彼女が完全に信じることはなかった。<br>「では私からも一つ——ごまかしや曖昧な返答、言葉遊びや嘘はやめてくれ。」<br>「慎重だな…では、貴様が抱いているであろう最初の質問に答えよう。なぜ貴様が選ばれたのか、そして、なぜ貴様が我々の選択を受け入れねばならぬのか——『未熟な者は理想のために死ぬが、成熟した者は成し遂げるために生きる。』——これが答えだ。」<br>……<br>「三つ目の質問。私がよく夢で見る赤い月と私が持っている力は一体何だ？」<br>「我輩はかつて、地下にある古国の最後の王朝に仕えていた。その王朝の名は『黒日』。それより前の王朝は『赤月』だった。貴様が生まれる前の秘密について知りたければ…『恋に落ちたレオブラント』という書籍を求めて読むがいい。我輩が学術に励んでいた頃、その類の本はあまり読まなかったものだが、偶然読む機会に恵まれたのだ。物語自体は虚実入り混じるものだったが、重要な細部においては抜けも誤りもなかった。」<br>……<br>「五つ目の質問。すべてが終わったら、私と壁炉の家の子供たちはどうなる？」<br>「正直に言えば、我輩の理想の中には貴様らの誰も存在しない。我輩はただ『愚者の道義』を実践するのみだ。だがその後については…女皇陛下はきっとすべての者を愛する神に戻ってくださることを保証しよう。彼女の理想のもと、すべての者の願いが叶うだろう。」<br>「愚者の道義」は曖昧な言葉でごまかしているようにも感じられたが、アルレッキーノはそれらの答えを受け入れることにした。愚者への五つの質問を終えて、視界を覆っていた霧は徐々に晴れていった。<br>「アルレッキーノ。」<br>踵を返して立ち去ろうとしたところを「道化」に呼び止められ、アルレッキーノは振り返った。<br>「世界の真相を究明するよりも、世界がどこへ向かうべきかを考えるべきだ。」<br>再び背を向けて、歩み始める。響く足音が、返答の代わりであった。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「マレル」",
                "Content": "壁炉の家のメンバーは隠密作戦を遂行するとき、安全を確保するため、様々な暗号を定めている。そのうち「マレル」という暗号は「召使」が自ら決めたものだ。<br>「マレル」とは、フォンテーヌの子供たちがよく遊ぶ遊戯のことである。地面に決まった順番でマスを描いて、マスの中にお手玉を投げ、ルールに従って順番にマスの中と外をジャンプする遊びだ。<br>いつからこんな遊びが流行り始めたのか、誰がルールを作ったのかは分からない。しかし壁炉の家の幼い子供たちは皆、年上の子から「マレル」を教わり、共に遊んだ。<br>軽やかなジャンプ、明るい笑い声…子供たちにとって「マレル」の記憶は、太陽のように輝く思い出に結びつくものだ。<br>だから、その暗号の意味を「安心」にすべきか、それとも「危険」にすべきか「お父様」が迷った時、子供たちは不思議でならなかった。<br>かつての壁炉の家では、マレルは遊びと言えるようなものではなかったことを、今は誰も知らなかったのである。<br>当時、子供たちは大人の監視下で、地面に描かれたマスに次々と飛び込ませられた。マスからはみ出してはならず、飛び込むリズムを乱してはならない。<br>失敗した先にどんな罰が待っているかは、尋ねるまでもない——マスの外側にびっしり聳え立つ、尖った刃がその答えだ。<br>バランスを崩す者、体力が追いつかない者、恐怖のあまり踏み外してしまう者…多くの子供たちがマスの外側に倒れていった。深紅に染まった地面は、沈痛な過去を物語っていた…<br>あの頃は「マレル」と聞いただけでみな顔を蒼くしたものだ。「安心」などという言葉を連想する人など誰一人いなかったであろう。<br>だが、しばらく考えた後、アルレッキーノは「安心」のほうを選んだ。<br>今の子供たちにとって、マレルは「危険」とはまったく関係ない、笑顔を連想させる遊びだ。<br>ならば、つらい記憶は彼女の心だけに留めておこう。過去の血や塵など振り払って、子供たちにはもっと明るい未来を見せるべきだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "アルレッキーノの力は様々なところに由来する。<br>彼女の体内で燃え盛る古の凶月血炎。その高貴な血筋は呪いであると同時に、天賦の才でもある——これが、彼女に与えられた最初の力だ。<br>また、慈悲深き女皇が彼女の母殺しの罪を赦し、授けた邪眼——女皇に認められた証でもあるこれは、彼女に与えられた三つ目の力だ。<br>そして一つ目と三つ目の間、まだ彼女が「ペルヴェーレ」という名だった頃に、彼女は神の目を授かった。<br>クリーヴがまだ生きていた頃、ペルヴェーレは彼女に「お母様」を暗殺する計画を持ちかけたことがある。しかし、自信がなかったのか、或いは肉親の情に縛られてか、クリーヴは応じなかった。<br>冷たい刃に身体を貫かれ、クリーヴの運命は終わりを迎えた。しかし少なくとも死を迎えるその瞬間、自由を手に入れた彼女は幸せだった。<br>一方、生き残ったペルヴェーレの運命の歯車は、動き始めたばかりであった。<br>「王」を選抜する実験は終わったが、「お母様」の野心は留まる気配がなかった。<br>ペルヴェーレは、一度投げ出された計画を独り完遂すると決めた。<br>その日から、彼女は粛々と「お母様」との力の差を計算し始めた。彼女の武術は「お母様」から教わったもので、その血筋に宿る力も「お母様」はすべて把握していた。<br>子供の中では抜きん出た「王」とはいえ、大人からすればただの雛鳥に過ぎなかったはずだ。<br>しかし、どんな逆境も彼女を諦めさせることはなかった。<br>度重なる戦いで満身創痍になっても、まだ完全に制御できない凶月血炎が腕を真っ黒に染めても、彼女はただひたすら実力を磨き続けた。<br>そんなある日、冴えた月明かりが差し込む夜…何の前触れもなく、目の前に神の目が現れた。<br>真円の神の目は月とぴったり重なって、玉のごとく透き通ったそれは眩しい月を赤く染めた——<br>それは彼女の願いに応えたのだろうか？それとも、夜もなく昼もなく、何百回と考え続けてきたことがついに実を結んだに過ぎないのだろうか？<br>どのみち答えは得られまいし、その問いに彼女自身も、さしてこだわる気はなかった。<br>アルレッキーノはただ、静かに神の目を心臓に一番近いところに隠し、「お母様」に小さな「サプライズ」を用意した。<br>ファデュイ執行官、アルレッキーノは、如何なる神にも頭を垂れることはないが、七神制度を象徴するこの神の目だけは大切に保管している。<br>それは彼女が運命に抗い、自らの未来を切り開いた証だからである。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「炉火の消える時」をクリア"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "ファデュイ執行官第四位、「召使」アルレッキーノだ。壁炉の家の子供たちには「お父様」と呼ばれている。いい関係を築けることを願っているよ——難しいことではないだろう？まだ君と敵対する理由はないのだから…違うかな？",
                "Tips": []
            },
            {
                "Title": "世間話 · 瞳",
                "Content": "そのように私の瞳をじっと見つめるのはやめたほうがいい。何を見てしまうとも…限らないからね。",
                "Tips": []
            },
            {
                "Title": "世間話 · 家",
                "Content": "子供たちは今頃どうしているだろうか——？まあ、好きにすればいい。",
                "Tips": []
            },
            {
                "Title": "世間話 · 報告",
                "Content": "私に報告か？ふむ、聞こう。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "怖がらなくていい。雷のほうが私たちを避けるはずだ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "寒さに見舞われて初めて、人は炎の温かさを懐かしむものだ。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "こんな日は木陰にいるほうが良い。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "うっかり秘密を口にしないよう気を付けることだ。風がそれをどこまで運んでゆくか、分からないからね。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。今日の予定は？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "お昼頃に家へ帰ると、子供たちはたいてい、床に横になってざこ寝をしている。確かに眠くなりやすい時間帯だ。君も少し休んでいってはどうだ？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんな話を聞いたことがある——月はまるで人間界を見下ろす目のようだが、人々はその視線に慣れ過ぎてしまった…",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "もう寝る時間だろう…眠れない？自分でなんとかすることを勧めるよ。おそらく私の案を君は気に入らないと思うからね。",
                "Tips": []
            },
            {
                "Title": "自身について · 認識",
                "Content": "自身を冷静に見つめることは容易ではない。まあ、世の中、それができない者のほうがかえって楽しく生きているものだがね。",
                "Tips": []
            },
            {
                "Title": "自身について · 冷血",
                "Content": "私について、こんな噂が囁かれているのを耳にすることがある——冷淡で、残酷な手段を厭わない人間だと。弁明するつもりはさらさらない。偏見は真実を隠してくれる…これは、私にとっては好都合だ。だが、少しは彼らの期待に「応え」てあげないといけないだろう…？私の手から逃げられるほどの実力と地位を、彼らが持っていることを願うよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "譲歩について…",
                "Content": "君の信条は私のものとは違う。肩を並べて行動するためには、互いに譲歩する必要があるということだ。私の秘密をいくつか共有しよう。まだ話せない部分については——知らないままでいたほうがいい…君のためにも。",
                "Tips": []
            },
            {
                "Title": "訪問について…",
                "Content": "子供たちは君から物語を聞くのが好きらしい。次はいつ来てくれるのかと、折に触れて尋ねてくるんだ。あの子たちの膨らんだ期待を水の泡にしてしまえば、それなりの埋め合わせも必要になる。それも含め、検討してくれないだろうか？",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "長い間、私は何かを願ったことなどなかった…「クルセビナを暗殺する」という考えが浮かぶまでは。だが、当時はばかばかしいとしか思えなかった。相手は名の知れた執行官…しかも、私の身に着けた殆どの武術は、他ならぬ彼女から学んだものだったのだから。<br>しかしどうやら、強く願う者の元に神の目は訪れるらしい。私は神の目を授かり、然るべき代価を払って、その力を使いこなせるようになった。弟子が師匠を破るには、少々意表をついた手段を取る必要があるということだね。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「炉火の消える時」をクリア"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "「躰巡る炎、血潮のごとし」…普通の者からすれば、ただの稚拙な詩にすぎまい。しかし、私にとっては変えようもない現実だ。",
                "Tips": []
            },
            {
                "Title": "興味のあること · オーロラ",
                "Content": "スネージナヤのオーロラは実に美しかった。一見の価値がある。",
                "Tips": []
            },
            {
                "Title": "興味のあること · 蜘蛛",
                "Content": "以前、「バンビ」という名の蜘蛛を飼っていた。なかなか興味深かったよ。猫や犬のようなペットと違って、蜘蛛は飼い主に懐くこともなければ、恩を返すこともない。だから、飼い主との感情が深まることもない。私にとってはちょうどいい関係だった。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リネについて…",
                "Content": "本当の「家」とは何か——そうクリーヴに聞かれたことがある。しかし私は答えられなかった。壁炉の家は、「身寄りのない」者が集まってできた家だからね。<br>私は、家の不合理な部分を否定したいという思いからクルセビナを殺め、新しい規則を定めて子供たちの「お父様」になった。だが、それでもまだまだここが本当の家とは言えないことをよく知っている。…この課題は、次の主に引き継ぐことにした。リネが、いつか新しい答えを出してくれる日を楽しみに待つとしよう。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「炉火の消える時」をクリア"
                ]
            },
            {
                "Title": "リネットについて…",
                "Content": "静かで落ち着いた性格は、リネットの個性であり、長所でもある。聡明なあの子のことだから、本人もそれを認識しているのだろう。あの三きょうだいの中で、リネットはかけがえのない役割を担っているし、あの子自身もそれによって充足感を得ている。「お父様」として、私はあの子が伸び伸びと才能を開花させられるような環境を整えてやるつもりだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フレミネについて…",
                "Content": "フレミネは、心の中に様々な感情や葛藤を隠している。自身に関係のない問題までも、己のせいにして悲しむが、そんなあの子のことを理解してやれる子供は少ないだろう。君にもとても繊細な部分があるだろう——もしかしたら、あの子とウマが合うかもしれないな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヌヴィレットについて…",
                "Content": "ヌヴィレット殿は、仕事でもプライベートでも、一定の距離感を保つことを意識しているようだ。そんな彼のことを「感情に疎い」と評価する人も少なくないが…私はその逆だと思っている。法の冷酷さは、民衆を守るための公平さから来るものだ。同様に彼のそういう一面も、ある種の特別な善性であると言うべきなのだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "フリーナについて…",
                "Content": "劇団員たちへの差し入れとして、リネにケーキを届けさせた。ケーキは子供たちの手作りなのだが、「大ファン」からの贈り物ということにしてある。彼女が気に入ってくれるといいのだが。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「罪人の円舞曲」をクリア"
                ]
            },
            {
                "Title": "「女皇」について…",
                "Content": "投獄された時——女皇陛下は私の罪を赦し、執行官の身分を与えてくださった。耳ざわりのよい言葉ばかりを並ベ立てる空っぽの偽善者とはまったく違う…私は彼女に真の「慈愛」を見た。しかしその「慈愛」は、果てしなく広がる氷雪をも溶かせるものだろうか。その答えは誰にも分からないだろう。だが、これだけははっきり分かっている…もし、いつか女皇陛下と訣別すべき日が来たら、私は迷いなく彼女に向けて剣を振り下ろすだろう。それが、私の捧げられる最大限の敬意だ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「道化」について…",
                "Content": "最初の執行官である彼のすべては謎に包まれている。初めて会った時、彼は私の身の上を一目で見抜いたんだ。私のほうは、未だに彼について殆ど知らないのにね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「隊長」について…",
                "Content": "手に入れた力によって、彼はそれ相応の大きな責任を背負うことになった。だが、たとえその力がなかったとしても、私にとって彼は尊敬に値する人だ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「博士」について…",
                "Content": "壁炉の家を引き継いだ当初から、彼は様々な協力関係を提案してきていた。「淘汰される子供」を実験に使わせてくれれば、その実験の成果を享受させてやる…とね。先代「召使」との協力関係は相当愉快なものだったらしい。同じ執行官という立場でさえなければ、先代「召使」のところに送ってやりたいものだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「少女」について…",
                "Content": "彼女は変わった執行官だ。彼女に質問を投げかけて、「予想通りの答え」が返ってくることはまずない。まず、「答え」になっているかどうかさえ…しかし、それが「面白い答え」であることは間違いないだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「雄鶏」について…",
                "Content": "「雄鶏」は私をあまり好きではないし、私も彼にいい印象など持っていない。市長としては合格…いや、「優秀」と言ってもいいだろう。最小の代価で莫大な利益を得るその手腕は、お偉方の間でも好評を博しているらしい。ただ、その「最小の代価」として、度々壁炉の家をちらつかせることは残念でならない…遅かれ早かれ…フン。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「傀儡」について…",
                "Content": "彼女にはあまり興味がない。研究に没頭していて、あまり公の場に姿を現さないから、彼女に会ったことすらないという士官も多い。数多の分身を作れないのは嘆かわしいとばかりに、世界中を走り回るやつを「極端」と評するなら、彼女はまた別の「極端」だろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「富者」について…",
                "Content": "彼が優れた頭脳と手腕を併せ持つことは認めている。だが、「冷静さ」には欠けると私はみている。壮大な計画を立案し、無機質な経済を操る能力には長けているものの——彼を突き動かしているのは、依然として心の奥底に抑え込まれたままの憎しみと嫌悪だ。自らを理性的と言い張る者は、得てして己の感情をコントロールできていると思い込んでいるものだが…その自信こそが最大の弱点だと言える。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「淑女」について…",
                "Content": "私が最初に知り合った執行官は、彼女とピエロだった。彼女が初めて壁炉の家を訪れたとき、高慢極まりない彼女に、子供たちが懐くはずもなかった。しかしその後、彼女は度々プレゼントを持ってくるようになり、「私を好きになってくれない子にはプレゼントをあげないわ」と平然と言い放ったんだ。プレゼントがほしい子供たちは、愛嬌をふりまいて彼女の好意を買う術を覚え…彼女もまんざらでもなさそうだった。きっと、子供たちに囲まれているのが嫌いではなかったんだろう。もしかすると、心の中に孤独を抱えていたからかもしれない…彼女の訃報については…心から残念に思う。死んだ恋人と再会できていることを願うばかりだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "「公子」について…",
                "Content": "正直、彼は執行官に向いていないと思う。いつも他人の意図を善意として解釈し、人に利用されることもしばしばだ…無論、天賦の才に恵まれているということは確かだし、今なお成長し続けてもいる。彼に対する評価を急ぐ必要はないだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルレッキーノを知る · 1",
                "Content": "私について？無論構わない。互いを信頼し続けるための原則に基づいて、なるべく包み隠さず話そう。だが、覚悟はしておいたほうがいい。時に秘密は刃よりも鋭い武器となる…小さな好奇心が災いを招くこともあるのだから。",
                "Tips": []
            },
            {
                "Title": "アルレッキーノを知る · 2",
                "Content": "手に握った刃を突き刺した瞬間、命の重みはそれぞれ異なるということに気付く。数多の栄誉を手に入れているように見えて、実は取るに足らない空っぽの人形に過ぎず、死に際で必死に命乞いする者もいれば、平凡に見えて、意外にもその魂は重い者もいる。だが、死はどんな者をも平等に扱う。残酷に聞こえるか？私はただ事実を話しただけだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "アルレッキーノを知る · 3",
                "Content": "スネージヴィッチ、スネージヴナ…暗闇の中でも澄んだ眼差しを投げかけてくる子供たちや、焔の傍で舞い踊る勇気を持った子供たち…あの子たちに、私はできる限り人生との向き合い方を教えていきたいと思っている。壁炉の家では、他人に媚びを売る必要はない。私たちはただ、蜘蛛のように狩りをすればいいのだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルレッキーノを知る · 4",
                "Content": "人は出自を選べない——何とも不公平な世の中だ。だが、かえって公平とも言える。運命に抗う権利はすべての者に与えられているからだ。子供たちを引き取ったのは、決して報われるためではない。家を離れたい者は、然るべき代償を払えば、新しい人生を追い求めることができる。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「炉火の消える時」をクリア"
                ]
            },
            {
                "Title": "アルレッキーノを知る · 5",
                "Content": "運命とは実に不思議だ。幼い頃から、特別な力を操ることができたものでね…「お母様」はそんな私を贔屓した。その力の本質を、当時は誰も——私自身すら知らなかった。血筋に引き継がれた呪いだと思っていたのだ。その力は私に力を与え、同時に苦痛をもたらした。執行官になり、「道化」から初めて真相を告げられた。「赤月」の血筋はまだ途絶えてはいなかった…壁炉の家は回り回って、結局「赤月」の末裔の手に戻ったのだ——そう言った彼は、驚きを隠さなかった。<br>果たして運命は私をどこへ導くのだろうか…その答えは、いつか運命が教えてくれるのだろう。だが私のほうも、それを切り裂く準備ならばできている。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "アルレッキーノの趣味…",
                "Content": "時間があるとき、独りで森に入って昆虫を観察することがある。昆虫たちのやり合いはなかなか興味深いものだ。捕食、競争、協力が絶えず繰り広げられる中で、一見強そうに見える個体が最後まで生き残るとは限らない。ちょっとした油断により命を落とすからだ。そんな場面に立ち会えたときは、死に際に藻掻く様子をじっくりと脳裏に刻んでおく。敗者たちの結末を胸に焼き付けてきたのと同じようにね。",
                "Tips": []
            },
            {
                "Title": "アルレッキーノの悩み…",
                "Content": "子供たちは、よく自分たちにしか分からない流行り言葉を使う。任務実行中の合言葉にも似ているが…そうやって、安心できる空間を作りたいのだろう。私もよく分かってはいるつもりだ。",
                "Tips": [
                    "シナリオ「罪人の円舞曲」をクリア"
                ]
            },
            {
                "Title": "好きな食べ物…",
                "Content": "家では時々バーベキューパーティーを開くんだ。食材は子供たちに用意させているよ。皆そのような場を喜ぶし、私もなかなか好きだ。次にパーティーをやるときは誰が欠席しているか…誰にも分からないからね。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "味付けが複雑な食べ物は嗅覚と味覚を鈍くするから、あまり好きではないな。食材本来の味を活かすことも、食材を尊重することだと言えるだろう。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "いい腕前だ。壁炉の家で料理の授業を開いてみる気はないか？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "悪くない。子供たちは好きかもしれないね。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "気持ちはありがたいが、味に関してはまだまだ改善の余地がありそうだ。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "メモを見たが——今日は君の誕生日だね？誕生日は賑やかなほうがいいだろう。どんな人にも、忙しさから抜け出す理由は必要だ。自分の…或いは他人の祝い事というのは、理由の一つになるだろう？壁炉の家でちょっとしたパーティーを用意した。子供たちが待っているから、ぜひ来てくれたまえ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "歩みを止めるな。力量に囚われる必要などない。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "憤怒は衝動を引き起こし、感傷は躊躇いを生む。常に心の調整を忘れないことだ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "私を厳しすぎると評価する者たちがいるが、私は自身に対しても同じようにしているつもりだ。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "君と過ごしている間、色々と学びがあった。君にとってもそうであったならいいのだが。これからも、この友好関係を保っていこう…いつか、一緒に厄介な面倒事を処理することになるかもしれないからね。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "貫こう。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "却下する。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "顕現。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "墜ちるがいい。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "此処より昇る。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "月のように永遠なれ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "予想外の事というのは楽しいものだ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "悪くない収穫だね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "この瞬間の喜びを覚えておこう。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "悪くない攻撃だった。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "さて、反撃の時間だ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "そろそろ始めようか——",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "下がれ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "計画を変更する。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "暖炉の火が…消えた…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "子供たちの歌声が…聞こえる…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "こんな運命、認めはしない。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "凡庸だね。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "続きといこう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "安心して任せたまえ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "何か手を焼くことでもあったと見える。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "有意義な協力関係を築こう。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "96": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "月光",
                "Desc": "アルレッキーノの衣装。古き凶月が夢の中で再び昇り、冷たく赤い月光が彼女を包み込む。この月光を証に、険しき運命が終焉を迎えるまで、彼女は命の杯を満たして飲む。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108674,
            "JD": 108541,
            "Name": "<b>炉火の昔語り</b>",
            "Eff": "選択したキャラのHP上限の40%を回復し、さらにHPを2350回復する。",
            "Desc": "アルレッキーノのオリジナル料理。余計な味付けがされていない生肉には、血の匂いと旨味があり、舌に高らかな交響曲を刻む。最後に残る余韻はさらにあっさりとしたもので、料理人のある瞬間における「処理」のスタイルを彷彿させる…",
            "Recipe": {
                "100061": 3,
                "100062": 3,
                "100076": 2,
                "101231": 2
            },
            "Icon": "UI_ItemIcon_108674"
        },
        "Namecard": {
            "Name": "<b>アルレッキーノ·規則</b>",
            "Desc": "名刺の飾り紋。<br>「お父様」は壁炉の家のために厳しい規則を定めた。中には人の情からかけ離れたものもある。彼女のことをよく知る者なら、その規則から彼女がめったに口にしない理想の輪郭を見ることができるだろう。",
            "Pic": "UI_NameCardPic_Arlecchino_P"
        }
    }
}

var acs_cache_ = {}