// Auto Generated

var _AvatarFetterConfig_ = {
    "2": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "稲妻城で最も崇高なる三大名門の一つ——神里家を受け継いだのは、二人の兄妹である。<br>兄の綾人は「当主」として政務を取り仕切り、妹の綾華は「姫君」として家の事務を担当している。<br>綾華はよく社交場に現れるため、民衆との交流も多い。結果、人々により知られている彼女の方が兄よりも名声が高く、「白鷺の姫君」として親しまれている。<br>周知のように、神里家の令嬢である綾華さまは、容姿端麗で品行方正な人物であり、人々から深く慕われている。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "稲妻では、雷電将軍のところまで届かぬ事務は、そのほとんどが「評定所」によって処理される。<br>「評定所」の議事権利は三家に分かれており、三奉行と呼ばれている。すなわち——「社奉行」、「天領奉行」、「勘定奉行」である。<br>この3つの奉行権利を有する一族の名が、神里、九条、そして、柊。稲妻で知らない人などいないほど有名な御三家である。<br>そして神里綾華は、まさに社奉行神里家の令嬢、かの有名な「白鷺の姫君」だ。<br>なぜ彼女が白鷺の姫君と呼ばれているか、稲妻人はそれぞれ違った解釈を持っている——<br>「綾華さまは白鷺のように優雅で高貴な方です。見てください、あの澄んだ美しいお姿、知的で丁寧な言葉遣い。まさにお姫様ではないでしょうか？」<br>「綾華さまは、身分が高いとはいえ、私たちにも礼儀正しく、親身に接してくれるんです。彼女は優しくて寛大で、人々に手を貸すことを惜しみません。知ってますか？周りの反対を押し切って、庶民であるトーマさんを引き取ったのも彼女なんですよ。」<br>数々の意見があるが、「白鷺の姫君」の名の由来について、正確に言える者は誰もいない。<br>ただ、綾華が人々に慕われていることだけは、一目瞭然だろう。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "社奉行神里家の娘として、綾華は常に公家同士の権力争いに気を配らなければならない。<br>彼女は若くして天下に名を馳せた。そのため、時に、神里家兄妹に嫉妬する名門の子息たちに挑発されることもある。<br>公共へと向けた印象を作ることは、本来は形式主義である。だが神里家の場合は、その地位から、そのように無意味な慣習でも社会的な重要性を持っている。<br>稲妻の関係網に参加しなければ、社奉行の地位が揺らいでしまう。そのため、兄妹はあることに対して合意に達した。<br>兄の綾人は政務で忙しく、顔をあまり出さない。神里家の公共の場での印象は、上品で社交的な妹の綾華に任せている。<br>控えめでおしとやか、礼儀正しく優雅な綾華は、社交的な場での地位を確立している。潜在的な仕事相手との交渉も、気難しい貴族とのやり取りも、彼女は上手にこなし、非の打ち所がない。<br>また、お家の内部の事柄も、ほとんど綾華が管理している。彼女がいなければ、家はとっくに混乱に陥っているだろう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ある秋の午後。綾華が用事を済ませて家に帰る途中、偶然にも古い屋敷の中から年老いた歌声を聞いた。<br>屋内に住んでいたのは失明した老婦人だった。やせ細った指で弦をつま弾き、木製の琴から出る音はまるで水の流れのようだった。<br>耳が良かったからか、老人は足音に気付くと、門の外の人が誰なのか尋ねた。綾華は彼女に迷惑をかけたくないと思い、自分はただの迷子で、誤ってここに入ってしまった近所の住民だと告げた。<br>社奉行として、綾華は民をよく知っている。一目見てすぐ、この子供のいない老人が、よく晴れた日に路上で弾き語りをして稼いでいる人だと気付いた。<br>古くて時代遅れの曲、歌も然り。目が見えない老人は、すでに他人とは随分遅れている。永遠を追求する国にすら、このような苦労をして生きている人がいるのだ。<br>好意から、綾華は自身の身分を隠して老人と話をした。老人は彼女を普通の少女だと思い、琴の作り方や弾き方を教え、さらには自分が集めていた茶葉を分けた。<br>神里家に常備されている極上の茶葉と比べ、この粗茶は草の葉程度のものだろう。しかし綾華はそれを大事に受け取り、何度も老人に礼を言った。<br>この日、彼女は何度も両親のことを思い出していた。もしまだ両親が生きていたら、このように歳を取っていたのだろう。<br>家に帰った綾華はこのことを兄の綾人に告げ、老人から贈られた粗茶を二人で飲んだ。<br>その後、綾華は一定の期間ごとに老人に会いに行った。依然として付近の住民の名義で、彼女のために平民が愛用する生活必需品を贈っていた。<br>「町の緋櫻が咲きました。」綾華は微笑みながら老人に言う。「貴方の琴の音と同じように、美しく。」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "一般的な想像では、武家の生活は庶民とは桁違いのものだと思われているだろう。ならばきっと、高貴な神里綾華も、極めて贅沢な生活を送っているに違いない。<br>しかし、その考えは半分しか合っていない。<br>形から見れば、綾華の生活は確かに普通の民より凝っている。<br>普段は華道、茶道、名茶の試飲、珍しい花の鑑賞など、多くの費用がかかる。しかし、それは武家の令嬢として備えておくべきスキルであり、「放漫」というわけではない。<br>真に綾華を笑顔にすることができるのは、まさに庶民でも楽しめる普通のことだ。<br>お菓子を作ったり、池で金魚すくいで遊んだり、隠れて八重堂の最新小説を読んだり…どれも些細なことである。<br>そのような時の彼女は、人々に慕われる白鷺の姫君でも、神里家の屋敷を取り仕切る綾華さまでもなく、ただの「少女綾華」なのだ。<br>厳かなイメージを脇に置き、気ままに自身を表すこと。「少女綾華」として居る時だけ、重責を下ろすことができる。<br>深夜にお腹が空けば、使用人を避けながらこっそり厨房へ行き、歌を口ずさみながらお茶漬けを作る。茶道の授業の時、こっそりと茶葉の形で恋愛運を占う…などなど。<br>これまで誰にも言ったことはないが、綾華は自身が普通の少女でいる時間をとても大切にしている。なぜなら、このような自由な時間は滅多にないからである。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "様々な技能で綾華を指導している先生方は、みな、満足そうに言う——茶道、剣道、棋道、それらのいずれにおいても、綾華は完全に習得していると。<br>彼女は文武両道で、容姿端麗な武家の令嬢なのだ。そんな学生を指導できるのは、指導者としても嬉しいことに違いない。<br>しかし…本当に後悔はないのだろうか？綾華は静かにそのことについて考える。<br>茶の心、和敬清寂な正の心。<br>剣の心、鋭く勢いのある武の心。<br>棋の心、状況を判断する慧の心。<br>茶の心、剣の心、棋の心、すべて彼女の心である。それに加え、友人に対する真心も持っている。<br>綾華は彼女と同等に接し、肩を並べられる友人が現れることをずっと待っている。<br>その者は彼女を「社奉行」や「白鷺の姫君」とは見ず、礼儀や地位に制約されることもない。さらには数々の知識を知っていて、数々の物事を見てきた経験があり…時には、彼女に物語を聞かせるだろう。<br>そのような者こそ、彼女の親友になれるのだ。<br>「難しいことではないと思いますが…このようなお方は、いったいどこにいるのでしょうか？」",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "杜若丸",
                "Content": "「あんたがたどこさ」<br>「稲妻さ、稲妻どこさ」<br>「神櫻さ、神櫻どこさ」<br>「影向さ」<br>「影向山には手まりがあってさ」<br>「それをみんなで遊んで取ってさ」<br>「見てさ、持ってさ、投げてさ」<br>「それを綾華ちゃんのもとへ」<br>これが幼少期の綾華が最も好きだった童謡である。<br>当時の彼女は最も気に入っていた手まりに「杜若丸」という名を付けていた。毎日色彩鮮やかな杜若丸を叩いて遊んでは、童謡を歌っていた。<br>綾華の歌声を聞くと、父と兄は思わず微笑む、彼女の遊びに参加する時もある。家族みんなで輪になり、順番に手まりを投げる。<br>しかしそれはすでに遠い昔のことだ。今の綾華はもう手まりで遊ぶことはない。<br>彼女は今や、一人前の大物だ。子供時代を象徴し、貴重な思い出が詰まった杜若丸も、綾華のたんすの中に仕舞われている。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "何年も前、一族に大きな変化が起こり、兄の綾人に重責がのしかかった。その時、綾華はまだ今のように大人びておらず、能力もなかった。<br>彼女は元々、遊びが好きな子供であり、一族の責任などは知らず、様々な人物とやり取りをする技能も経験も不足していた。<br>しかし、病床の母と疲労した兄を見て、綾華は思ったのだ——一人前に成長しなければ。<br>そして彼女は、長い間やっていなかった剣術や詩と再び接した。これは武家としての基本的な教養であり、この二つを習得できれば、彼女はきちんとした神里家の令嬢として見なされ、兄の代わりに祭典などの場に出席することが可能になる。そうすれば、兄の負担も多少なりとも肩代わりできるだろう。<br>綾華は並外れた才能を持っているわけではない。かつては詩を覚えられず、字が綺麗に書けず、剣術も上手く繰り出せないことで悩んでいたほどだ。<br>しかし彼女が動揺したことは一度たりともない——一回で覚えられなければ五十回覚え、一回で上手く書けない字は五十回書き、一回で上手く繰り出せない剣術は五十回練習する。<br>「何千回も磨かれた素振りを止められる者はいない。」——それが、母が言った言葉であった。<br>母が亡くなってから、彼女は子供の綾華ではなくなった。今の彼女は、神里綾華。将軍の下にある三家の一つ、社奉行神里家の令嬢なのだ。<br>剣術の訓練はすでに日常生活の一環となっていて、始めた日から今まで、途切れたことはない。<br>何日目だろうか、綾華はついに敵を一撃で倒すことができるようになった。その瞬間、氷の花が道場内に咲き乱れ、道場の中心にいた彼女の刀の先には、氷のように明るい「神の目」がぶら下がっていた。<br>何千回も磨かれた素振りを止められる者はいない。それは、神さえ動かすことのできるものかもしれない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "稲妻神里流太刀術免許皆伝——神里綾華、参ります！<br>よろしくお願いします。",
                "Tips": []
            },
            {
                "Title": "世間話 · 長閑",
                "Content": "この長閑な時間がもっと増えると嬉しいのですが…ふふ、私って欲張りですね。",
                "Tips": []
            },
            {
                "Title": "世間話 · 刀",
                "Content": "刀は茶と同じく、丁寧に味わってこそ、本来の趣が分かるものです。",
                "Tips": []
            },
            {
                "Title": "世間話 · ぼんやり",
                "Content": "これが旅人さんの普段の暮らしですか。ふふ、また貴方に少し近づけた気がします。",
                "Tips": []
            },
            {
                "Title": "世間話 · 名刀",
                "Content": "刀は業を支え、匠は宝を有す。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "私と共に雨宿りをしましょう。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "将軍様…何か訴えているのでしょうか？",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "「この雪の 消残る時に いざ行かな<br>  山橘の 実の照るも見む」<br>…美しい景色には、やはりお茶がなくてはいけませんね。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "麗らかな日和です。どこかへ行きませんか？",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "目を閉じ、風を感じてみてください…どうですか？気持ちいいでしょう？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはようございます、旅人さん。こうして朝の時間に貴方とお会いできると…良い一日を送れるような気がします。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "こんにちは。昼食の後はどうしても眠くなってしまいますね。眠気を覚ますために、将棋などいかがでしょうか？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんばんは。夜風が気持ちよく、とてもいい夜ですね。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "夢と知っていれば目覚めぬものを、もう少し一緒にいさせてほしいのに。",
                "Tips": []
            },
            {
                "Title": "神里綾華自身について · 社奉行",
                "Content": "「稲妻幕府社奉行神里家」、稲妻の名門にして筆頭。三奉行の一つとして、祭祀活動や人道、芸術などの管理を担っています。両親が亡くなってからは、私とお兄様が一族の業務を受け継ぎました。",
                "Tips": []
            },
            {
                "Title": "神里綾華自身について · 立場",
                "Content": "多くの方々が私を敬重してくださるのは、私を「白鷺の姫君」や社奉行神里家の令嬢として見ているからです。彼らが敬重しているのは私の立場であって、綾華という一個人とは関係ございません…<br>ですので、私と本当に近しい関係になれるお方は、おそらく…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華自身について · 願い",
                "Content": "今の私は、皆さんから信頼される人になりたいと思っています。その気持ちを鼓舞するものは、肩にのしかかる重責でも他人からの期待でもございません。貴方がすでにそのようなお方だからです。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "茶屋について…",
                "Content": "時間が空いていらしたら、共に木漏茶屋に行ってみませんか？こんな穏やかな日は、茶道の心得を通じて交流するのもまた一興かもしれませんよ。",
                "Tips": []
            },
            {
                "Title": "お祭りについて…",
                "Content": "機会がございましたら、貴方と共に異国のお祭りを過ごしてみたいです。その地の風習、礼儀作法、お勧めのお土産など…それらすべてをこの私に…ご教授いただけませんでしょうか？",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「鶴と白兎はかく語りき」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」、それは大志を抱く者に与えられる証です。私の志ですか…？それは…いえ、やはり秘密にさせてください。些細な夢に過ぎませんので。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "よく「茶禅一味」、「剣禅一如」と言いますが、刀とお茶にどのような関係があるのでしょうか？",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "城内で枯れた櫻を見たことはございますか？この「枯れる」という美があるからこそ、春に咲き誇る姿を想像できるのです。しかし、他の方はそう思っていません。枯れた櫻はすぐに取り除かれてしまいます。一度でもいいので、それらがまた咲く姿を見てみたいものですね。",
                "Tips": []
            },
            {
                "Title": "トーマについて…",
                "Content": "トーマは私の大切な友人です。彼の明るさと陽気さにはいつも感化されてきました。ある意味、彼はもう一人の兄のような存在で、すでに「神里家」の一員だとも思っています。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "九条裟羅について…",
                "Content": "「天領奉行」に付き従う九条裟羅…彼女はいつも真剣な顔をしていますね。私も彼女と幾度か口論になったことがございます。しかし、彼女の本質は忠義によるもの、その点だけは否定できません。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鹿野院平蔵について…",
                "Content": "鹿野院さんですか？彼は九条さんと同じように、「天領奉行」の人間です。彼も…自分の信条を持っているお方です。その「信条」を守る執着心は、九条さんよりも強いかもしれません。ただ、何を以って「信条」というべきかは、鹿野院さんのみが知ることでしょう…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "早柚について…",
                "Content": "この所、早柚ちゃんは貴方に迷惑をかけていないでしょうか？ふふ、彼女がサボっているところを見かけたら、私に言ってくださいね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について · 推察",
                "Content": "将軍様のお考え？それは私ども配下が議論できることではございません。ただ…「永遠」を追い求める道において、孤独を感じることもあるかもしれませんね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "雷電将軍について · 立場",
                "Content": "「無想の一太刀」を見ても生き延びられたこと、それだけでも偉業と言えるでしょう。私にとってあのお方は本物の神であり、稲妻の命運を一瞬にして変えることのできる存在です。しかし、もしあのお方と貴方が衝突した場合…私は必ず貴方を選びます。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "八重神子について…",
                "Content": "私と八重宮司様はかねてより協力関係を続けてきました。お祭りの開催は非常に手間がかかる上、収益もそれほど良いものではございません。しかし八重宮司様が仕切られた事業は、優雅さを保ちながら収益化にも成功されています。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾人について…",
                "Content": "神里家の当主として、お兄様は平素より数々の場所に出向いています。私もお兄様の重荷を負担しようと尽力しているのですが、それでも長年蓄積した疲労を緩和させてあげることはできませんでした。はぁ…妹のためだと思って、体には気を付けてと貴方からもお兄様に言ってください。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "宵宮について…",
                "Content": "お祭りの開催は社奉行と巫女の役目ですが、あの花火師の方もお祭りの雰囲気に貢献しています。度重なる協同から、今ではお互いをよく知る関係になりました。<br>…なんでしょう？治安と消防の問題？もちろん事前に対策を立てていますよ。そのような理由で花火が見られなくなってしまっては、皆さん残念がるでしょうから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神里綾華を知る · 1",
                "Content": "貴方の要求は私にとって特別なものです。貴方を友人と見なした以上、私も真摯に向き合う必要がございます。しかし、神里家の秘密については…どうか他言しないようお願いします。",
                "Tips": [
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "神里綾華を知る · 2",
                "Content": "かつて、神里家は国宝級の刀工を守れなかったことで大打撃を受けました。ファデュイの奸計にかかり、多くの臣下を失い、数多の罰を受けたのです。お父様はその重圧のせいで急激に衰え、神里家の幕府においての地位も急落していきました…幸いお兄様が家業を継いでから挽回することができましたが、一族が復興して一致団結を保っている今も、重要な場面は未だにお兄様に頼るしかございません。",
                "Tips": [
                    "好感度Lv.3後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "神里綾華を知る · 3",
                "Content": "将軍様が伝授した刀の鍛造技法は、星の有り様、用途、鉱石の質、炉火の環境、人の性格、異なる元素変化、それぞれの違いによって差が生まれます。即ち、刀工の間で語り継がれている「雷電五箇伝」。名刀を鍛造できる刀工は神の領域に触れると言われることから、神事にまつわる人員と見なされます。ですので刀工も、文化や芸術、祭祀などを司る社奉行の管轄下に入っています。刀工から裏切りが出たということは、自ずと神里家の監督不行き届きとなるのです。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "神里綾華を知る · 4",
                "Content": "私にとって、お母様はとても大きな存在でした。どのような局面に陥ろうと落ち着いた笑顔を見せ、神里家の業務を淡々と取り仕切る端正で優雅な姿。完璧という概念の化身といっても過言ではございません…お母様が去ったあの瞬間から、私は感じたのです——もうお母様の後ろに隠れているだけの子供ではいられないと。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "神里綾華を知る · 5",
                "Content": "今から言うことは、「稲妻幕府社奉行神里家」の肩書きにふさわしくないものかもしれません。ですが、貴方は私のワガママを受け入れてくださる方だと信じています。<br>…少々疲れてしまいました…貴方の肩に寄りかかってもよろしいでしょうか？少しだけで…いいので。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「無念無想、泡影を滅す」をクリアする"
                ]
            },
            {
                "Title": "神里綾華の趣味…",
                "Content": "趣を感じられるものは何でも好きです。雅楽の詩、囲碁将棋や踊り。貴方も興味ございますでしょうか？",
                "Tips": []
            },
            {
                "Title": "神里綾華の悩み · 配慮",
                "Content": "悩みですか？そうですね、この世に生きる以上、必然的に数々の不満に遭遇するでしょう。しかし、自分のことで周囲の方を心配させるのは…やはり私にはできません…",
                "Tips": []
            },
            {
                "Title": "神里綾華の悩み · 気持ち",
                "Content": "「素直」になるというのは、非常に難しいことです。私は神里家の長女として、無数の注目と期待を浴びせられています。それに応えるため、常に完璧な姿勢で居続けることを自分に戒めてきました。そんな私が、自分の願いを追求してしまってもいいのでしょうか…私の気持ちを、貴方に理解してもらっても…いいのでしょうか…",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "好きな食べ物…",
                "Content": "食べられる機会は少ないのですが…私は異国料理に興味がございます。稲妻料理に限定するなら…「お茶漬け」が好きです。しかし、一般のお客さまにお茶漬けをすする姿はお見せできません…貴方に教えたのも内緒ですよ。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "食べられないわけではございませんが、動物の脂肪や内臓はちょっと…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "ふふっ…私は本当に幸せ者ですね…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "このような料理を味わわせていただき、ありがとうございます。この味を心に留めておきます。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "おや…少し油が多いようですね。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "私についてきてくれますか。そう遠くありませんので、それほどお時間は取らせません。<br>貴方の誕生日を知ってから、事前に準備をしていたのです。私の勝手な想像ですが、どんなに高貴な贈り物よりも、この方が私たちの関係に合っていると考えました。今回は、私の剣扇舞を貴方へ贈ります。<br>では、参ります。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "感謝いたします。貴方との手合わせから色々なものが学べました。剣術においてもさらに上達することができると思います。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "ご指導ありがとうございます。貴方のおかげで、私は自分の能力への理解をより深めることができました。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "ますます余裕を感じられるようになりました。社奉行の事務を片付ける傍ら、新しいことにも挑戦できるほどです。最近作ってみたお菓子を試食してみていただけませんか？",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "「常磐なす かくしもがもと 思へども<br>  世の事なれば 留みかねつも」<br>申し訳ございません、喜ばしいと思うべきこの時に、こんなに悲しい歌を思い出してしまいました。貴方と過ごす時間があまりにも心地よく、失うのが怖いと感じてしまったのです。本当に…失態ですね。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "踊りなさい。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "失礼。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "雪よ、舞え。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "…取った！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "櫻吹雪。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "神里流…霜滅！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "宝探し…これもまた一興です。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "ふふ…本日は運がいいようです。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "この幸運を大切に。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "油断できませんね。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "久方ぶりの相手ですね…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "決断しなければ…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "油断してはいけません。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "お気を付けください。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "失態です…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "まだ…やり残したことが…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "一族の名に…泥を塗ってしまいました…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "無礼者…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "まさか…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "神里綾華、参ります。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "ご指導お願いいたします。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "ふふ、よろしくお願いいたします。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "2": {
        "Costumes": [
            {
                "ID": 340010,
                "Name": "花時に訪れた手紙",
                "Desc": "神里綾華のお出かけ衣装。娯楽小説の挿絵に登場するフォンテーヌ女性の衣装をモチーフにした洋服で、フォンテーヌの貴婦人の生活を垣間見ているような気分にさせてくれる。",
                "Icon": "UI_AvatarIcon_AyakaCostumeFruhling",
                "Quality": 4
            },
            {
                "ID": 0,
                "Name": "艶やかな華",
                "Desc": "神里綾華の衣装。袴が鎧に覆われており、「白鷺の姫君」の気高さと強靭な意志を表した貴重な服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108300,
            "JD": 108284,
            "Name": "<b>「紅炉一点雪」</b>",
            "Eff": "選択したキャラを復活させ、HP上限の20%を回復し、さらにHPを1500回復する。",
            "Desc": "神里綾華のオリジナル料理。まるで小さく可愛らしい工芸品のようだ。薄紅色の衣を纏うそれは、秘めた乙女心を象徴している。白鷺の如く優雅な姫君とお茶を楽しめたなら、時間を永遠に止めたいという欲張りな考えが生まれるかもしれない。",
            "Recipe": {
                "100092": 4,
                "110006": 2,
                "101202": 1
            },
            "Icon": "UI_ItemIcon_108300"
        },
        "Namecard": {
            "Name": "<b>神里綾華·扇子</b>",
            "Desc": "名刺の飾り紋。<br>綾華はよく扇子を変える。彼女に贈る場合、夏扇や投扇ではなく、舞扇と茶扇の方がいいかもしれない。",
            "Pic": "UI_NameCardPic_Ayaka_P"
        }
    }
}

var acs_cache_ = {
    "340010": "At the foot of the Sacred Sakura Tree, a lovely brocade mat lined the ground, an exquisite and beautifully-arranged meal awaiting atop it.<br>Such was the view that met your eyes when you followed the invitation letter's instructions guiding you to what it called a \"picnic.\"<br>Moments after, Kamisato Ayaka, the organizer of this picnic, emerged from behind the tree, smiling with a fan in hand and unhurried of gait.<br>\"I've heard that the people of Fontaine enjoy having picnics. I, too, wish to indulge in one such event. Perhaps I'll be able to sample the experience this novel writes of.\"<br>That was to be expected: the Yae Publishing House's newly published Fontaine light novel, \"The Case Files of Miss Orith,\" had taken Inazuma by storm of late, after all.<br>Ayaka had been reading this novel too. From time to time, the two of you would meet and discuss the methods of deduction used within the novel, revealing her deep appreciation for the entire series.<br><br>With her hair coiled up and wearing an elegant lady's hat, she looked just like the Fontaine beauty described in the novel.<br>You found the transformation amazing — though the figure before you was obviously still Ayaka, she had achieved a new sort of elegance merely by changing her apparel.<br>The \"Dame of Fontaine\" before you said:<br>\"While reading 'The Case Files of Miss Orith,' I often feel that though there might be similarities between the cultural habits of individual nations...\"<br>\"The private lives of each nation's peoples remain more different than not.\"<br>\"To appraise the lifestyle of a world beyond Inazuma is like peering at the moon's face through a veil of clouds...\"<br><br>She lowered her head, seemingly vexed.<br>As the daughter of the Yashiro Commission's Kamisato Clan, Ayaka is unable to live with the freedom comparable to that of an adventurer — this, you knew quite well.<br>Just as you were about to say something to console her, she nodded, as if experiencing an epiphany, and said:<br>\"Though such is reality, I am already vastly more fortunate than most.\"<br>\"With a friend like you, even though I cannot travel, the stories I have heard are no longer limited to Inazuma's borders.\"<br>\"...I wish that everyone — not just me — could know more about what lies beyond our shores.\"<br>So, Ayaka hadn't been distressed on her own account, it seemed.<br>\"Miss Aratani once told me that, beyond the bounds of Inazuma, learning and art flourishes in Sumeru, Mondstadt, Liyue, and Fontaine.\"<br>\"Yet, we know so very little of them...\"<br>\"I intend to propose to my brother and Lady Yae that we bring in more pieces of work from outside Inazuma!\"<br>\"Perhaps we can get a glimpse of places and peoples we've never witnessed before by using their literary works as windows...\"<br>Ayaka's bearing far exceeded your expectations — this was, indeed, the \"Shirasagi Himegimi\" of the Yashiro Commission's Kamisato Clan.<br>\"...Before I can propose this to my brother and Lady Yae, however, I must create a specific list of books to be published. As such, I wanted to ask you for some recommendations.\"<br>Before you realized it, moved as you were by her words, Ayaka had already begun touching upon the particulars of her plan.<br>After a moment of deep reflection, you put words to paper and fill the first line of the list in.<br>\"'The Boar Princess'?\"<br>\"Indeed,\" you reply. \"It's a beautiful and cruel fairy tale — rather different from other works of its kind. I think people will find it very interesting.\"<br>Unfortunately, when Ayaka brought the list of books to Aratani, the editor crossed out \"The Boar Princess\" without hesitation.<br>\"Ahem. This fairy tale might be a bit too... unique. I fear that people might not be ready for its contents yet...\""
}