// Auto Generated

var _AvatarDataConfig_ = {
    "Ayato": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": []
    }
}

var _AvatarMats_ = {
    "Ayato": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101202": 3,
                "112044": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113028": 2,
                "101202": 10,
                "112044": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113028": 4,
                "101202": 20,
                "112045": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113028": 8,
                "101202": 30,
                "112045": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113028": 12,
                "101202": 45,
                "112046": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113028": 20,
                "101202": 60,
                "112046": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104323": 3,
                "112044": 6
            },
            {
                "202": 17500,
                "104324": 2,
                "112045": 3
            },
            {
                "202": 25000,
                "104324": 4,
                "112045": 4
            },
            {
                "202": 30000,
                "104324": 6,
                "112045": 6
            },
            {
                "202": 37500,
                "104324": 9,
                "112045": 9
            },
            {
                "202": 120000,
                "104325": 4,
                "112046": 4,
                "113032": 1
            },
            {
                "202": 260000,
                "104325": 6,
                "112046": 6,
                "113032": 1
            },
            {
                "202": 450000,
                "104325": 12,
                "112046": 9,
                "113032": 2
            },
            {
                "202": 700000,
                "104325": 16,
                "112046": 12,
                "113032": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Ayato": {
        "Ver": {
            "L": {
                "BattleSkills": [
                    {
                        "Name": "神里流・転",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>剣による最大5段の連続攻撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、前方へ突進と同時に居合斬りを見舞う。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_01",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "44.9617%",
                                    "48.6213%",
                                    "52.281%",
                                    "57.5091%",
                                    "61.1688%",
                                    "65.3512%",
                                    "71.1022%",
                                    "76.8531%",
                                    "82.604%",
                                    "88.8777%",
                                    "95.1514%",
                                    "101.4251%",
                                    "107.6989%",
                                    "113.9726%",
                                    "120.2463%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "47.1572%",
                                    "50.9956%",
                                    "54.834%",
                                    "60.3174%",
                                    "64.1558%",
                                    "68.5425%",
                                    "74.5742%",
                                    "80.606%",
                                    "86.6377%",
                                    "93.2178%",
                                    "99.7979%",
                                    "106.378%",
                                    "112.958%",
                                    "119.5381%",
                                    "126.1182%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.6124%",
                                    "63.3832%",
                                    "68.154%",
                                    "74.9694%",
                                    "79.7402%",
                                    "85.1925%",
                                    "92.6894%",
                                    "100.1864%",
                                    "107.6833%",
                                    "115.8618%",
                                    "124.0403%",
                                    "132.2188%",
                                    "140.3972%",
                                    "148.5757%",
                                    "156.7542%"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "29.4485%×2",
                                    "31.8455%×2",
                                    "34.2425%×2",
                                    "37.6667%×2",
                                    "40.0637%×2",
                                    "42.8031%×2",
                                    "46.5698%×2",
                                    "50.3365%×2",
                                    "54.1031%×2",
                                    "58.2122%×2",
                                    "62.3213%×2",
                                    "66.4304%×2",
                                    "70.5395%×2",
                                    "74.6487%×2",
                                    "78.7577%×2"
                                ]
                            },
                            {
                                "Desc": "5段ダメージ",
                                "ParamLevelList": [
                                    "75.6043%",
                                    "81.7582%",
                                    "87.912%",
                                    "96.7032%",
                                    "102.857%",
                                    "109.89%",
                                    "119.5603%",
                                    "129.2306%",
                                    "138.901%",
                                    "149.4504%",
                                    "160.0%",
                                    "170.5493%",
                                    "181.0987%",
                                    "191.6482%",
                                    "202.1976%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "129.5297%",
                                    "140.0728%",
                                    "150.6159%",
                                    "165.6775%",
                                    "176.2206%",
                                    "188.2699%",
                                    "204.8376%",
                                    "221.4054%",
                                    "237.9731%",
                                    "256.047%",
                                    "274.1209%",
                                    "292.1948%",
                                    "310.2688%",
                                    "328.3427%",
                                    "346.4166%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20",
                                    "20"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "63.9324%",
                                    "69.1362%",
                                    "74.34%",
                                    "81.774%",
                                    "86.9778%",
                                    "92.925%",
                                    "101.1024%",
                                    "109.2798%",
                                    "117.4572%",
                                    "126.378%",
                                    "135.2988%",
                                    "144.2196%",
                                    "153.1404%",
                                    "162.0612%",
                                    "170.982%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "127.8377%/159.6762%",
                                    "138.2431%/172.6731%",
                                    "148.6485%/185.67%",
                                    "163.5134%/204.237%",
                                    "173.9187%/217.2339%",
                                    "185.8106%/232.0875%",
                                    "202.162%/252.5112%",
                                    "218.5133%/272.9349%",
                                    "234.8646%/293.3586%",
                                    "252.7025%/315.639%",
                                    "270.5403%/337.9194%",
                                    "288.3781%/360.1998%",
                                    "306.2159%/382.4802%",
                                    "324.0537%/404.7606%",
                                    "341.8915%/427.041%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "神里流 · 鏡花",
                        "Desc": "神里綾人は素早く移動後、「滝廻鑑花」状態に入り、元の位置に「水の幻影」を創造する。<br>水の幻影は形成後、周囲に敵が存在する場合または継続時間終了時に破裂し、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>滝廻鑑花</color><br>この状態の神里綾人は瞬水剣で素早い攻撃を繰り出し、通常攻撃は元素付与によって他の元素に変化しない<color style='color:#80C0FF;'>水元素範囲ダメージ</color>へと変わる。<br>その他、以下の効果を持つ。<br> · 瞬水剣が敵に命中すると、神里綾人に「浪閃」効果を付与し、神里綾人自身の現在のHP上限を基準に、瞬水剣のダメージがアップする。初期状態では、浪閃を最大4層重ね掛けでき、瞬水剣の攻撃を通して0.1秒ごとに最大1層獲得できる。滝廻鑑花状態が終了した時に効果は消失する。<br> · 神里綾人の中断耐性がアップする。<br> · 重撃と落下攻撃が発動できなくなる。<br><br>滝廻鑑花状態は神里綾人が退場する時に解除される。滝廻鑑花状態で再度神里流 · 鏡花を発動すると、既存の滝廻鑑花状態が解除される。<br><br><i>「一体いつから、手応えを感じていたように錯覚していたのですか？」</i><br><i>——武芸だけでなく、計略に関することも同様である。しかし、他の二つの奉行に座している当主の面子を立てるためにも、この言葉は言うべきではない。それゆえ、これを聞いたことのある人はトーマ、一斗、綾華の三人だけである。</i>",
                        "Icon": "Skill_S_Ayato_01",
                        "ParamDesc": [
                            {
                                "Desc": "瞬水剣1段ダメージ",
                                "ParamLevelList": [
                                    "52.89%",
                                    "57.195%",
                                    "61.5%",
                                    "67.65%",
                                    "71.955%",
                                    "76.875%",
                                    "83.64%",
                                    "90.405%",
                                    "97.17%",
                                    "104.55%",
                                    "111.93%",
                                    "119.31%",
                                    "126.69%",
                                    "134.07%",
                                    "141.45%"
                                ]
                            },
                            {
                                "Desc": "瞬水剣2段ダメージ",
                                "ParamLevelList": [
                                    "58.91%",
                                    "63.705%",
                                    "68.5%",
                                    "75.35%",
                                    "80.145%",
                                    "85.625%",
                                    "93.16%",
                                    "100.695%",
                                    "108.23%",
                                    "116.45%",
                                    "124.67%",
                                    "132.89%",
                                    "141.11%",
                                    "149.33%",
                                    "157.55%"
                                ]
                            },
                            {
                                "Desc": "瞬水剣3段ダメージ",
                                "ParamLevelList": [
                                    "64.93%",
                                    "70.215%",
                                    "75.5%",
                                    "83.05%",
                                    "88.335%",
                                    "94.375%",
                                    "102.68%",
                                    "110.985%",
                                    "119.29%",
                                    "128.35%",
                                    "137.41%",
                                    "146.47%",
                                    "155.53%",
                                    "164.59%",
                                    "173.65%"
                                ]
                            },
                            {
                                "Desc": "滝廻鑑花継続時間",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "浪閃ダメージアップ",
                                "ParamLevelList": [
                                    "HP上限0.5611%/層",
                                    "HP上限0.6067%/層",
                                    "HP上限0.6524%/層",
                                    "HP上限0.7176%/層",
                                    "HP上限0.7633%/層",
                                    "HP上限0.8155%/層",
                                    "HP上限0.8873%/層",
                                    "HP上限0.959%/層",
                                    "HP上限1.0308%/層",
                                    "HP上限1.1091%/層",
                                    "HP上限1.1874%/層",
                                    "HP上限1.2657%/層",
                                    "HP上限1.3439%/層",
                                    "HP上限1.4222%/層",
                                    "HP上限1.5005%/層"
                                ]
                            },
                            {
                                "Desc": "水の幻影ダメージ",
                                "ParamLevelList": [
                                    "101.48%",
                                    "109.74%",
                                    "118.0%",
                                    "129.8%",
                                    "138.06%",
                                    "147.5%",
                                    "160.48%",
                                    "173.46%",
                                    "186.44%",
                                    "200.6%",
                                    "214.76%",
                                    "228.92%",
                                    "243.08%",
                                    "257.24%",
                                    "271.4%"
                                ]
                            },
                            {
                                "Desc": "水の幻影継続時間",
                                "ParamLevelList": [
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒",
                                    "6秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒",
                                    "12秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "神里流 · 水囿",
                        "Desc": "清浄之園囿を展開し、その場に存在する雑音をすべて消し去る。<br>持続的に水沫剣を落とし、範囲内の敵に<color style='color:#80C0FF;'>水元素ダメージ</color>を与え、中にいるキャラクターの通常攻撃ダメージをアップさせる。<br><br><i>「見えましたよ。この静水の中、貴方の脈打つ心の波紋が。」</i>",
                        "Icon": "Skill_E_Ayato_01",
                        "ParamDesc": [
                            {
                                "Desc": "水沫剣ダメージ",
                                "ParamLevelList": [
                                    "66.456%",
                                    "71.4402%",
                                    "76.4244%",
                                    "83.07%",
                                    "88.0542%",
                                    "93.0384%",
                                    "99.684%",
                                    "106.3296%",
                                    "112.9752%",
                                    "119.6208%",
                                    "126.2664%",
                                    "132.912%",
                                    "141.219%",
                                    "149.526%",
                                    "157.833%"
                                ]
                            },
                            {
                                "Desc": "通常攻撃ダメージアップ",
                                "ParamLevelList": [
                                    "11.0%",
                                    "12.0%",
                                    "13.0%",
                                    "14.0%",
                                    "15.0%",
                                    "16.0%",
                                    "17.0%",
                                    "18.0%",
                                    "19.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%",
                                    "20.0%"
                                ]
                            },
                            {
                                "Desc": "継続時間",
                                "ParamLevelList": [
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒",
                                    "18秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "神里流 · 峰を纏いし清滝",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 鏡花</color>は下記の効果を持つ。<br> · 発動後、神里綾人は2層の浪閃効果を獲得する。<br> · 水の幻影が破裂すると、神里綾人は重ね掛け上限に相当する浪閃効果を獲得する。",
                        "Icon": "UI_Talent_S_Ayato_05"
                    },
                    {
                        "Name": "神里流 · 満ちゆく破月",
                        "Desc": "神里綾人が待機中の時、元素エネルギーが40未満の場合、1秒毎に元素エネルギーを2回復する。",
                        "Icon": "UI_Talent_S_Ayato_06"
                    },
                    {
                        "Name": "神里流 · 日常茶飯",
                        "Desc": "料理を完璧調理した時、18%の確率で「微妙な」品質の同一料理を獲得する。",
                        "Icon": "UI_Talent_S_Ayato_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "鏡華風姿",
                        "Desc": "HP50%以下の敵に対して、<color style='color:#FFD780;'>瞬水剣</color>によるダメージ+40%。",
                        "Icon": "UI_Talent_S_Ayato_01"
                    },
                    {
                        "Level": 2,
                        "Name": "世に源泉ありて",
                        "Desc": "<color style='color:#FFD780;'>浪閃</color>の重ね掛け上限が5層になる。神里綾人が3層以上の浪閃状態の時、HP上限が50%アップする。",
                        "Icon": "UI_Talent_S_Ayato_02"
                    },
                    {
                        "Level": 3,
                        "Name": "無意弄花",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 鏡花</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ayato_02"
                    },
                    {
                        "Level": 4,
                        "Name": "細流厭わず",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 水囿</color>発動後、周囲チーム全員の通常攻撃速度+15%、継続時間15秒。",
                        "Icon": "UI_Talent_S_Ayato_03"
                    },
                    {
                        "Level": 5,
                        "Name": "万水一露",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 水囿</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Ayato_01"
                    },
                    {
                        "Level": 6,
                        "Name": "濫觴無底",
                        "Desc": "<color style='color:#FFD780;'>神里流 · 鏡花</color>発動後、神里綾人の次に発動する瞬水剣が敵に命中した時、神里綾人の攻撃力450%分のダメージを持つ瞬水剣を2回追加で発動する。<br>追加で発動する2回の瞬水剣は浪閃の効果を受けない。",
                        "Icon": "UI_Talent_S_Ayato_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Ayato": {
        "AttackList": [
            {
                "Skill": "Elem Skill",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        3.5
                    ]
                },
                "AtkTag": "Elem Skill",
                "AttTag": "E Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Melee"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Elem Burst",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        2.5,
                        3.5
                    ]
                },
                "AtkTag": "Elem Burst",
                "AttTag": "Q Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Default",
                "AttackType": "Range"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        1.3
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 47.053,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        1.7,
                        1.7
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 49.351,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.8,
                        1.6,
                        1.6
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 61.339,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.06,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.6,
                        2.0,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.819,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.6,
                        2.0,
                        2.3
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 30.819,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        2.0,
                        6.0,
                        2.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 79.121,
                "ForceType": 3,
                "Force": [
                    655.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.08,
                "HScale": 0.0,
                "BeHalt": true,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 1",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 1",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 2",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 2",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 3",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 3",
                "AttTag": "NA Group",
                "AttGrp": "2.5s / 3 hits",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 50.0,
                "ForceType": 2,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 4",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 4",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Normal ATK 5",
                "Shape": {
                    "Type": "Cuboid",
                    "Size": [
                        7.0,
                        8.0,
                        3.0
                    ]
                },
                "AtkTag": "Normal ATK 5",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Water",
                "GU": 1.0,
                "Poise": 60.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.03,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": false,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Single",
                    "Size": []
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Charged ATK",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        0.8
                    ]
                },
                "AtkTag": "Charged ATK",
                "AttTag": "CA Group",
                "AttGrp": "Avatar_Pole_ExtraAttack",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 120.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Plunging",
                "Shape": {
                    "Type": "Sphere",
                    "Size": [
                        1.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 0.0,
                "Poise": 25.0,
                "ForceType": 1,
                "Force": [
                    200.0,
                    0.0
                ],
                "Blunt": false,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Slash",
                "AttackType": "Melee"
            },
            {
                "Skill": "Low Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        3.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 100.0,
                "ForceType": 2,
                "Force": [
                    800.0,
                    0.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            },
            {
                "Skill": "High Plunge",
                "Shape": {
                    "Type": "Cylinder",
                    "Size": [
                        5.0,
                        2.0
                    ]
                },
                "AtkTag": "Plunge ATK",
                "AttTag": "",
                "AttGrp": "Independent",
                "Element": "Phys",
                "GU": 1.0,
                "Poise": 150.0,
                "ForceType": 3,
                "Force": [
                    0.0,
                    800.0
                ],
                "Blunt": true,
                "Arkhe": 0.0,
                "HTime": 0.0,
                "HScale": 0.0,
                "BeHalt": false,
                "CanInfuse": true,
                "StrikeType": "Blunt",
                "AttackType": "Melee"
            }
        ]
    }
}