// Auto Generated

var _AvatarFetterConfig_ = {
    "82": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "「不卜廬」の店主 · 白朮——彼は優れた医術に精通し、世の民草を救う仁心の持ち主であると同時に、謎に包まれた人物でもある。<br>彼の下で学びたいという者は後を絶たない。しかし、弟子として迎え入れたのは、薬材の整理すらままならないキョンシーであった。<br>一介の凡人でありながらも、その身には仙気を帯びた喋る白蛇を巻いている。<br>大小あらゆる病に対して的確な処方をするが、自身の持病に関しては治す術を持ち合わせていないようだ。<br>そんな彼のことを、璃月各所の有力者たちが気にかけないはずもない。なぜなら、才ある者ほど邪な念を持つと、その被害は甚大なものになるからだ。<br>しかし、いくら事細かに調べても、白朮が悪事を働いている痕跡は見つけられない。それどころか、「医は仁術なり」を体現する彼の評判を際立たせるばかりである。<br>彼にまつわる知られざる秘密に関して、白朮は微笑みながらこう語る——<br>「良薬口に苦しと言うのですから、たとえ良医の心に秘密が多少隠されていたとしても…問題にはなりませんよね？」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "白朮の苗字は「白」ではない。それでも「白先生」という呼び方が定着したのには、不卜廬の弟子である七七が起因している。<br>七七が不卜廬にやってきた当初、彼女の記憶力は今よりもひどいものであった。日中に薬草を採りに出掛ければ帰ることを忘れて、夜が更けても帰ってこなかったことが幾度もある。<br>そんな七七に対して、白朮は患者と接する以上に根気強く向き合ってきた。最初、彼は薬舗で休んでいるように七七を説得していたが、「これは七七の仕事」と言って彼女は譲らなかったそうだ。仕方なく白朮はそれに応じたが、事あるごとに七七を探しに外に出ては、不卜廬で一緒に住んでいる事実を何度も何度も七七に言い聞かせてきた。<br>そんな七七の記憶力では、人の名前を覚えるのも一苦労である。白朮と長生は、長いこと七七から「あの人」、「あの蛇」と呼ばれていた。<br>これに対する白朮の処方は、七七に一冊のノートを渡すことであった。暇なとき、ノートに覚えていることを書き留め、読み返すように言ったのだ。そして、ある朝のことである。白朮を見た七七が、首を傾げながらこう呟いた——<br>「おはよう。びゃ…びゃく…」<br>すると、白朮が反応するよりも早く、長生が興奮気味に首を伸ばしてその言葉の続きを促した。「びゃくの次は？私、私の名前は覚えてるか——」<br>「白先生。」と言った後、七七は真剣な表情で言葉を続ける。「それから、ちょう…長い蛇。」<br>「——し、失礼な、超長い蛇だって！？」<br>「…物を覚えることは病気を治すのと一緒です。欲をかいてはいけません。少しずつ覚えていきましょう。」と白朮は微笑みながら頷いた。彼は「白先生」という呼び方を黙って受け入れたようだ。<br>その日から「白先生が言った」、「白先生がだめ、って」というのが七七の口癖となり…それは薬舗を訪れる多くの人々の口を伝って不卜廬の外へ、やがて璃月港全域にまで広がった。<br>七七のノートは文字で埋め尽くされ、今ではノートを頼らずとも白朮と長生の名前が言える。<br>だが、「白先生」という呼び名は既に人々の心に深く根付いており、もう変えることができないものになっているようだ。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "白朮は医術のみならず、商いにも精通している。<br>しかし、さほど驚くことでもないだろう——あれほどの規模の薬舗を経営するには、医術の腕だけでは到底まかなえないのだから。<br>不卜廬の品は、そのほとんどが薄利多売の理念に基づいた良心的価格だ。しかし、一部極めて高価な品もある——特別割引価格で二百九十九万モラもする「永生香」もその一つだ。<br>一般的に、この類の品を求める客は価格よりも、品質や効果を重視する。<br>また市場を探し回るより、不卜廬で一度に揃えてしまったほうが手間が省ける上、何より白先生のお墨付きなら、多少モラを使おうとも割に合うだろう。<br>もちろん、利益を独占するのはよろしくない。訪れる客の中には行商人も少なくなく、彼らは不卜廬の「ビジネスパートナー」として、大陸各地から貴重な薬材を供給し、また同時に開発した新薬を各地に販売してくれている。「ビジネスパートナー」たちの懐が潤うだけでなく、不卜廬の収益もまさにうなぎ上りだ。<br>しかし、白朮の本当の目的は金儲けをすることではない。でなければ、何の利益にも繋がらない七七を引き取るなど、どう考えても割に合わないだろう。<br>その上、前例のない特殊な疾患に罹った人に対して白朮は、「珍しい病気のため、見積りが難しい」と告げ、形ばかりの処方箋料を少し受け取るだけなのだ。<br>このような診療を日々続けていくにつれ、璃月の外からも噂を聞きつけて患者が訪れるようになった。白朮は慈悲の心をもって来るものを拒まず、様々な奇病を治療していった。人々はそんな白先生の仁心に溢れた清廉な品格を讃え、各種手段で資金を集める普段の行いも、より長く善行を重ねるためだと納得したそうだ。<br>その答えは白朮の胸の内にのみある——「不卜廬は損を被る商売をしない」。<br>一部の目的を果たすためには…潤沢な財力と各地の素材がなければ話にならないのだ。そして、いくら財力を有していようとも、然るべき「巡り合わせ」がなければ得られないこともある。<br>仙人の秘術とあらゆる奇病を研究する機会…それこそが、いくらモラを払おうとも手に入れられない「巡り合わせ」だ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "早朝、目が覚めたらまず水差しの中身をすべて飲み、急須にお茶を淹れる。そして、点心を少々用意するのが白朮のいつもの変わらぬ日課だ。甘い味からしょっぱい味まで、近所の住民や店がおすそ分けしてくれる。これは一年を通して途絶えたことがない。<br>点心は二つの大きな皿と、一つの小さな皿に分ける。大きいほうが白朮と桂の分で、小さいほうが七七と長生の分だ。小さい皿に乗った点心を、七七と長生のどちらか気の向いたほうが少しでも食べれば、一家団欒の朝食を済ませたことになる。<br>店の扉を開けると、そこには野菜や米、魚、果物、ナッツ類が所狭しと積まれている。これもまた近隣の住民たちから贈られたものだ。この先、不卜廬が食料に困ることはきっと永遠にないだろう。<br>ただ、白朮は人に借りを作るのを苦手としており、時に受け取るのを遠慮することもある。すると、相手から「白先生は診察料を貰わないことがよくあるじゃないですか。払うにしてもかなりの割引価格ですし、うちの子供も隣のおじいちゃんも…皆、白先生に恩があります。モラを受け取ってくれないなら、せめてこういった形でお礼をさせてください。」と説得されてしまうのだ。それに対して白朮が面を食らっていると、すかさず空気を読んだ桂が足早に駆けつけ、贈り物を薬舗の中へと運んで場を収める。<br>朝食が終わると、診察の時間となる。白朮は店内に残り、昨夜書いた処方箋通りに桂に薬を用意させて、一つずつ丁寧に包装した上で、足腰の弱い年配の患者さんに届けさせる。薬の包装には便箋が添えてあり、一日何回、一回どれくらい飲んだらいいかが、患者さんに分かりやすく事細かに書かれている。<br>患者が薬舗にやって来ると、長生は白朮の身体から離れ、ぶらぶらと辺りをうろつく。裏庭で柔軟体操をする七七のところに行き、その肩に登って一二三四、二二三四とリズムを取ってやることもある。それから、薬の配達を終えて戻ってきた桂の腕に身体を預け、しばらく近所の噂話で盛り上がったりもする。<br>これらのことを一通り終えると、じきに昼食の時間だ。手が空いている時は白朮が厨房に立ち、味はもちろんのこと、薬膳効果抜群の料理を振る舞う。<br>璃月港の午後は、ゆったりと流れてゆく。字を習う子供、ゆっくりと歩いていくお年寄り、槍を携えた兵…行き交う人々で賑わう街。長生と七七は薬舗の入口にごろんと寝転がり日向ぼっこをしながら、遠くの人たちをぼんやりと観察する。「左のあの人、髪が伸び放題、そろそろ床屋に行ったほうがいい。」「右のあの人は顔にニキビができてる、油っこいものの食べすぎだ」——などと言葉を交わすのだ。そんなやり取りを桂が耳にすると、それを人様に聞かれたら大変だと心配し、慌てて部屋の奥に椅子を用意して七七と長生をそこに呼ぶ。<br>一連の騒ぎは、診察室にいる白朮の耳にも届く。そして処方箋を一枚書くたび、白朮は七七たちの声に耳を傾けるのだ。時は薬缶の湯のごとく——ぐつぐつと沸き立ち、いつしかまた静かな水面に戻る。<br>夜の帳が下りる頃、不卜廬も店を閉める時間だ。桂はそのまま残って皆と一緒に夕食を済ませることもあれば、家に帰って家族と一緒に食べることもある。桂がいない時は白朮、長生、七七の二人と一匹で食卓を囲んで心ゆくまで食事の時間を楽しんだ後、月の光に包まれながら各自部屋へ戻って休む。<br>薬舗の一日は大体がこんな感じだ。特に目立ったところもない日常の繰り返しである。…就寝前、ふと何の気もなしに桂が薬舗を見に来ると、裏庭で白朮が七七に新しい柔軟体操を教えていたことがあった。<br>一二三四、二二三四…朝昼晩、春夏秋冬——体操も人生も、その実は変わらないのかもしれない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "璃月港の講談師が釈台を叩くなり、その口からは鬼神や妖怪の奇談が滔々と流れてくる。聴衆はそれらの物語を好んで聴いてはいるものの、同じ話の繰り返しに少し飽きてきているようで、「宝石売りの話も、お宝を盗む賊の話も前に聞いたぞ。他にないのか？」と口を揃えて言う。<br>そんな時、白朮が舞台の下を通った。それを目にした観衆は皆、心の中でこう呟いたという——「白先生なら何かしら逸話を持っているはずだ。だが、それを物語として話してもらうのは難しいだろう…」と。白朮の医者としての徳は広く知られている。食事の後、彼のことを語ろうにも「白先生は何やら裏で仙術を探し求めているようだ」といったことくらいしか話せることがない。ただ、人々が話すそのことに関して、白朮本人は特に隠す気がないようだ。<br>不卜廬には色々な人が訪れる。多少なりとも目聡い人であれば、白朮が手の空いた時に読んでいる本が医学書だけでなく、求道や仙法に関する古書であると気づくだろう。さらに、不卜廬の薬籠には各種稀有な薬材もしまわれており、一般的な病気の治療薬でもないのに、定期的に消耗されては補充されている。その辺の人なら露知らず、方士一族の者から見れば、それらは伝説にある様々な「不死の薬」を配合するための薬材だと一目で分かるはずだ。<br>不死という言葉は、一般人にとって実に摩訶不思議なものである。もし好奇心をくすぐられ、白朮がどんな方法で不死を追及しているのか、どの境地にまで達しているのか探ろうとすれば——暗闇の中で綱渡りをするような、一歩も進めない状況に陥るだろう。<br>やがてその噂は広まり、人々は様々な反応を見せるようになった。それを我が物にしようと目論む人、異を唱える者、または不死自体には関心がなく、それによって波風が立つことを恐れる人…<br>白朮は薬舗に身を置きながらも、そういった街の反応には気づいていた。広大な璃月の地において、もっとも厄介なのは三つ目の反応をする人たちだ。白朮は元々、それらを水面下で処理しようと考えていた。しかし、この一件により総務司の要注意名簿に「白朮」の名前が載ってしまったそうだ。幸い、白朮は普段から細心の注意を払っており、各地域の患者を問診する際に雑談を交わしていたことで、総務司が自分に対して警戒を強めているのを少しずつ耳にしていた。そこで、彼はちょっとした策を巡らせた——自身の研究に怪しい点はないと噂を流し、人々の言葉に乗せて世間に届けたのである。<br>噂とは、病原体と似たところがある。ひとたび人の口から放たれると、たちまち拡散していくのだ。そのような策を経て、白朮はやっと一連の問題を収めることができ…さらには岩上茶室の主 · 夜蘭の秘密情報名簿にも載らずに済んだのである。<br>また、前述の二つ目の反応をする人たちだが、その大半が宗家の子孫であり、彼らの考えはそう簡単に変えられないものとなっている。「天行常有り、生死定まりし」を信条とする彼らは、白朮のそれとは相反するものだ。そして何を隠そう、不卜廬から一本の道を進んだ先にある往生堂がその考えを持った者たちなのである。<br>「遠くの親戚より近くの他人」という言葉があるが、何年も前から付き合いのある不卜廬と往生堂は、いつも笑顔で挨拶を交わす間柄だ。もし生死に関して往生堂の堂主 · 胡桃に意見を尋ねれば、おおよそ決まった答えが返ってくる。「二言三言で意見がまとまるわけないでしょ。なんなら、白朮にご飯でもご馳走したほうが手っ取り早いんじゃない？」——白朮ほど心の澄んだ者であれば、宴席に誘えば快く応じてくれるだろう。異なる理念を持つ両家だが、年月を重ねていくうちにそう悪くない仲を築くようになった。気心こそ知れてはいないが、友と称しても差し支えないだろう。<br>そして、気心の知れない間は礼儀をわきまえ、それを知れば尽くすべき職務を語る。薬舗たる不卜廬は必然的に、治療の手遅れとなった者や寿命の尽きた者の相手を避けることができない。その者の運命が恵まれていれば、もちろん家族がその亡骸を引き取って葬儀が行われる。しかし、もしそうでなかった場合、亡骸を送るのは不卜廬だ。その際、不卜廬は往生堂と協力をして、故人の冥福を祈る。<br>葬儀はとても重要な仕事だ。そのため、堂主の胡桃はもっとも信頼のおける客卿 · 鍾離にこれを一任している。不卜廬の白朮も自ら参列して、その弔意を表す。葬儀は静かな夜、幽邃な草堂で執り行われることが多い。白朮が故人を送り、客卿が各種儀礼を行えば儀式は終わりだ。これできっと故人も安らかに眠れるだろう。<br>しかし、残念ながら故人は既に逝き、不卜廬と往生堂に礼を言える者はもう存在しない。天地は絶えず回り、規律は不変——生と死もまた同じなのだ。医者と客卿の二人——普段は隣人であり、食卓を囲めば友となる。唯一、亡骸を送る静けさの中でだけ、両者は心を交わす。そして草堂の扉を出たら、再びいつもの間柄に戻るのだ。<br>——最後に、一つ目の反応をする人たちについて、その数こそ多いものの、単純で手荒な手段を取るため一番対処がしやすい。<br>荒れた山野には盗賊がはびこっている。山道で独り薬草を採る白朮を数人の無知な輩が発見した——「白先生は密かに不死の仙薬を探してるって噂だ。こんなところでコソコソやってるってことは、きっといい薬が見つかったに違ぇねぇ。悪いが、仙薬は俺らがいただくぜ！」と、その手が白朮へと伸びる。数時間後、通報を受けて現場に駆けつけた千岩軍が目撃したのは、まとめて地べたに転がっている盗賊と、その傍で余裕の笑みを浮かべた白朮であった。これではどちらが被害者なのか分からない。<br>「事情聴収の前に、失礼ですがひとつだけ質問させてください…」と千岩軍は躊躇いながら口を開いた。「白先生がこんな辺鄙な所まで来られたのは、本当に風邪の薬を採るためなのですか？」<br>「もし私が特別な薬を採りに来たのなら…」白朮は首を横に振りながら笑みを崩さずに言う——「彼らに見つかるわけがないでしょう？」<br>一連の物語は人づてに講談師の耳にまで届いた。だが少し思案した後、彼は首を振りながらため息をつく——「いや、やめたやめた。白先生は結局のところただの医者じゃないか。奇妙な逸話なんてあるわけがない。」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "肌の冷える季節が訪れると、不卜廬の入口の敷居は平たくなるまで踏まれるのではないかと心配になるほど患者が増えてくる。ところが、日によっては白先生の姿は見当たらず、助手の桂が店先に立って処方していることがある。持病でいつも通っている患者たちは一目で「例の状況」だと察し、桂が渡す薬を受け取ると「白先生にお大事にと伝えてくれ」と言い残し、ふらふらと不卜廬を出ていく。<br>そこに、ちょうど不卜廬に帰ってきた七七がお年寄りのすねにぶつかった。七七は帽子を手で押さえて軽くうなずくと、奥の部屋へと硬い足取りで向かっていく。<br>「例の状況」とは、特定の時間や場所を指しているわけではない。そして、そのような状況の時、桂は決まってある言葉を繰り返す——「白先生は具合が悪く、本日は休診とさせていただきます。申し訳ありませんが、本日はお引き取り願います…」と。<br>医者は人の病気を治せても自分の病気は治せないと言うが、白朮はまさにそれであった。表向きは風邪ということにしているが、実際は身体が弱く、全身の臓器が病魔に蝕まれている。今のところ命を脅かす危険性はないが、他の医者に診せたら十中八九、世にも珍しい病気で手の施しようがないと嘆息するだろう。白朮が発作を起こすたび、桂と七七には成す術もなく、せめて気持ちだけでも伝えようとお湯や布、食べ物などを運ぶ。白朮は人に心配を掛けるのを憚り、長生だけを傍に残して部屋にこもる。<br>窓は閉ざされ、部屋の中は夜のように暗くなる。発作を起こした白朮の身体は悪寒に見舞われ、それから熱発や呼吸困難を起こしたり、全身に激痛が走ったりといった症状が現れる。しばらく苦しみが続いた後、彼は寝台に横たわったまま長生に冗談めかしてこう言う——「私がいつかこれに耐えられなくなったら、きっと大変なことになるでしょうね。」<br>白蛇は舌をシュルシュルさせながら枕元に這い寄ると、その人間に似た瞳で、冷や汗でびっしょりとなった白朮の顔を覗き込む。「まったく、手を焼くやつだ。横たわるのは構わないけど倒れるんじゃないよ。長生不死の道を探すと言ったのはどこのどいつだ？あんたはまだ若い。だから、元を取れるまでは生きておけ。」<br>一人と一匹…そのうち人間は蛇の瞳をしており、蛇は人間の瞳をしている。どうにも奇妙な組み合わせだが、その秘密を知る者も、その真実を見破れる者もいない。実は、その二対の瞳こそが白朮と長生の間にある最大の秘密なのだ。彼らはある契約を結んでおり、瞳はその証である。契約によって、医術で世と民を救う代わりに、白朮の身体は病に侵された。<br>岩王帝君の教えに従い、一切の所業は、契約を遵守し約束は守られなければならない。仙跡が各地に広がる璃月では、様々な起源を持つ古法があり、その契約の内容も多種多様だ。彼らの契約内容について、白朮と長生は決して話さない。そして、白朮はいつもこう言うのだ——「契約？ただの決めごとですよ。門外不出の秘法と言ってもいいでしょう。これを受け継がせる対象にも色々制限がありまして、お年寄りと子供は対象外、不誠実な者あるいは人間以外の生き物も対象外…。それから…ああ、そうそう、『縁のない人も対象外』です。」と…そして長生も示し合わせたかのように同じようなことを言う。<br>お茶とお湯を運んできた七七がそれらを置いて、そっと扉を閉めて出ていく。その後ろ姿を眺めながら、白朮は深いため息をついた。胸裏に万感が交錯する…しかし、どう言葉にしたらいいのか分からない。仕方なく、彼は遠い昔の伝説で想いを紛らすことにした——<br>かつて、薬君山という山があり、山の主は杯の中の旧友とある約束を交わした。茶の木が成長したら、その葉を採って煎じ、仙人たちを誘って宴を開こう。なんとめでたいことだろうか。…しかし悲しいことに、約束をした二人の仙人のうち一人は湯呑みの底の茶葉のごとく水へと沈み、もう一人は茶葉を採る十の指と共に記憶を失った。<br>長生は舌をシュルシュルさせながら「別に珍しい話でもないだろ？仙人はいなくなっても、山に植えられた茶の木はまだある。その茶葉が彼らの約束を覚えてくれてるはずだ。そんなことより、あんたはもっと自分の身体のことを心配したほうがいい。もし万が一、私とあんたがいなくなったら…私たちを覚えてくれているのは桂や七七、木の家や煉瓦の床だけになるんだから。」と揶揄する。<br>白朮と長生の間で交わされた契約の名は「珥蛇托竜法」というものだ。だが、知っているのは名前ぐらいで、その詳しい内容については長生もあまり覚えていないらしい。長生によると、以前誰かに教わったことだけは記憶にあるが、それが誰なのか一向に思い出せないそうだ。<br>長生と昔話をすると、いつもこういった感じになる。白朮も長生の説教には慣れており、自分を心配してくれていることも理解している。喉に絡まる血を吐き出し、白朮は寝台の背に身体をあずけて上半身を起こした。<br>向けられた視線に気づいた長生は不満げにこう言う——「私を見てどうする？あんたを支えてやれる手なんて生えてないんだけど。」<br>桂が作って、七七が運んできてくれた汁物を、白朮は匙ですくってゆっくりと口に運んだ。一口、二口…汁物をじっと見つめる視線は一瞬たりとも離れない。その底に、舞い落ちる春の花や秋の紅葉を見つけたかのように。<br>日々のあらゆること——人生とは汁物に似ているのかもしれない…じっくりと煮えてくるものなのだ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「不卜」",
                "Content": "璃月の民はよく「占い」で将来の吉凶を読んだり、神の啓示を望んだりする。<br>遥か昔、医術と卜術は同一視されていたそうだ。生老病死に対する理解が浅かった民は、神様に健康であるよう祈りを捧げ、薬草を飲んで休むことしかできなかった。<br>幾度も罹患と快気を繰り返していく中で、見出された法則は後世へと伝えられ、さらに何代にも渡って試行錯誤された末に、今日の医学が成り立っている。<br>衣鉢を継いだ後、白朮は長生と共に璃月港へとやってきた。この賑わう港口で一人前の医者となり、ここに腰を下ろそうと決意したのだ。そんな彼らには当時、こんなエピソードがある——<br>璃月にはある習わしがある、開業をする時は吉日良辰を占わなければならないというものだ。その日を守ることで、客に恵まれ、商売が繁盛するとされている。<br>しかし、その日が訪れるよりも前のある夜のこと、熱を出した娘を抱えて、ひどく焦った母親が薬舗の門を叩いた。<br>……<br>翌朝、開業日までまだ数日あるというのに、それを前倒しして薬舗は診療を開始した。それを見た近隣住民が怪訝な顔をしたのは想像に難くない。何しろ開業祝いらしきものは一切なく、人知れず開業したのだから。<br>「もし店が本当に潰れたらどうする？あんた、心配じゃないの？」と長生は惜しむように話す。「昨夜のは急患だったから仕方ないけど…開業を前倒しする必要はないんじゃないか？」<br>それに対し、白朮は処方箋を書く手を止めることなくこう返す——「開業が一日遅れたら、それだけ患者を待たせることになります。それに、薬舗が商売繁盛を願ってもしょうがないでしょう？病人が増えるのを望むのですか？」<br>「確かにそうだが、店の名前だってまだ決めてないだろ？あと祝詞はどうする？」<br>「店名と祝詞ですか…では、薬舗の未来も患者の病も…」——白朮は手に持った処方箋を扉の外から差し込む朝日にかざしながら続ける——「…あなたと私の命運も、神や卜占に頼る必要がなくなりますように。」<br>陽によって透けた紙の署名欄には、芯の通った文字でこう書かれていた——<br>「不卜廬、白朮」。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "白朮がまだ幼かった頃、彼の住む地である疫病が猛威を振るった。<br>…だが幸いなことに、その地を訪れた師匠が治療を施し、疫病はそれ以上蔓延せずに済んだという。<br>しかし、当然ながら既に失われてしまった命が救われるという奇跡は起こらない。そして、両親を失った白朮は師匠に弟子入りし、医術を学び始めた。<br>この世には数多と病気が存在しているが、師匠の手にさえ掛かればどんな病気も治せそうであった。師事していた数年間、白朮は師匠から大事なことを学んだ。どんなに恐ろしい病魔でも、人の知恵をもってすれば克服できる、というものだ。<br>…契約によりその身体に病を溜め込んだ師匠は、ある日ついに倒れてしまう。<br>当時、白朮は既に医術を習得していたが、枯れ枝が複雑に絡み合ったかのような師匠の病は治すことができなかった。<br>この世でもっとも解明し難い病——死は、とうとう恩師を連れ去ってしまったのだ。<br>人間の一生は、本当に生老病死の檻から逃げ出すことはできないのだろうか？<br>幼少期のぼんやりとした記憶は両親の喀血で滲んでいき、目の前で次第に鮮明になっていく光景は、師匠の冷たい墓碑を突き付ける。<br>相変わらず軽い口調の長生ではあるが、墓を前にしてその声にも些か哀しみが混じっているようだ。<br>「…この契約は、あとどれだけの人に受け継がれるのか。」<br>大事な存在が目の前から消えるのを、もう二度と見たくないと白朮は思った。<br>「——いいえ、私が…最後の契約者になります。」<br>再度目を開いた時、彼の瞳には金色の輝きが宿っていた。それはまるで、永遠に消えない灯火のような光。<br>その縦長の瞳孔に真っ先に映ったのは、蛍の光のように墓碑に静かに現れた一つの「神の目」であった。<br>それはすべてを見届ける神の眼差しのようで、また温かく見守る師匠の眼差しのようにも感じられた。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "ええ、私が「不卜廬」の医師、白朮です。どこの具合が悪いのですか？それはいつから？すべて聞かせてください…おや？診察ではなく——単に会いに来てくださったのですか？すみません、それなら少々待っていてください。残りの患者さんたちを診終わったら、またお話ししに来ますね。",
                "Tips": []
            },
            {
                "Title": "世間話 · ゆっくり",
                "Content": "<color=#37FFFF>白朮：</color>道中に広がるこの果てしない景色は、ゆっくり鑑賞してこそ味わい深いものです。<br><color=#37FFFF>長生：</color>もうバテたのか？",
                "Tips": []
            },
            {
                "Title": "世間話 · 天道",
                "Content": "生死には掟があり、天地には理がある…ふふ、天道の境目がどこにあるかなんて、試してみなければ分からないでしょう？",
                "Tips": []
            },
            {
                "Title": "世間話 · 体質",
                "Content": "ゴホッゴホッ…昔からの持病です。大したことはありませんので、心配なさらないでください。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨の日は寒湿の影響が強いですから、どこか雨宿りする場所を見つけましょう。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "恐れることはありません。道をよく見て、木の下さえ歩かなければ、雷に打たれることはないでしょう。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "<color=#37FFFF>長生：</color>…寒いし、眠い…<br><color=#37FFFF>白朮：</color>長生？もう寝てしまったのですか…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "<color=#37FFFF>白朮：</color>いい天気ですね。「不卜廬」に新しく入った薬草を…<br><color=#37FFFF>長生：</color>安心しろ。たとえ七七が薬草を干すのを忘れてたって、桂がやってくれてるだろうさ。ゆっくり日向ぼっこしてればいい。<br><color=#37FFFF>白朮：</color>ははっ、たしかにそうですね。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "これほど強い風が吹き荒れていても、どこかで凌ごうとは思わないのですか？はぁ…体を大事にしてくださいね。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはようございます。私は食事の前にお茶を一杯飲むのが好きなのですが、あなたもどうですか？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "昼食の後は長く座り込んだりせずに、少し歩いたほうが消化にいいですよ。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんばんは、診察を受けにいらっしゃったのでしたらすみません。本日の診療受付はもう終わってしまったんです。もちろん、急を要する状態でしたら話は別ですが。ああ、もし会いに来てくださっただけなのでしたら、ちょうど今は私的な時間でしたから、問題ありませんよ。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "まだ寝たくない？でも、もうあくびをしているではありませんか。ふふ。",
                "Tips": []
            },
            {
                "Title": "白朮自身について · 今人古人",
                "Content": "確かに師匠は、古人によってまとめられた貴重な処方箋を数多く残してくれました。ですが、たとえそれらが長きにわたって試されてきたものだとしても、私たち今人はそれに固執してはいけないと思うのです。過去と現在では、環境も違えば、習慣も違う。昔はうまくいっていたことが、今も必ずうまくいくとは限りません。古い処方箋にしがみついていては、患者さんの命を危険にさらしかねないでしょう。",
                "Tips": []
            },
            {
                "Title": "白朮自身について · 医心",
                "Content": "長く患っている方は、精神的にも参っています。病が重い方などは尚のこと、首の皮一枚のみで持ちこたえていることでしょう。こういった状況で最も大切なことは、患者さんの体を癒すことではなく、自信を強く持たせてあげることです。患者さん自身が「もうだめだ」「生きたくない」とめげてしまっていては、どんなに優れた医術も役には立ちませんから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "医師と患者について…",
                "Content": "「不卜廬」へ診察に来る方々のことは、身分や地位に関係なく平等に扱い、最善を尽くして治療いたします。あなたも例外ではありませんよ。",
                "Tips": []
            },
            {
                "Title": "薬を試すことについて…",
                "Content": "甲の毒は乙の薬。ある者たちには百害あって一利なしの毒であっても、それが他の者たちにとっては命を救う薬となる。これは薬理学においても言える話なんです。ですが、こんな話は一般の患者さんにはとてもできません。私の処方に毒が含まれていると知ってしまえば、恐らくもう二度とここへは来ないでしょうからね。<br>このことを知っても全く恐れなかった人は、あなたが初めてですよ。さすがは旅人さん…とても広い見識をお持ちだ。あなたになら、今後は強い薬をお出ししてもいいですよね？ちょうど薬を試してくれる人が見つからなくて、困っていたんですよ。ふふ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "ははっ…どうやら神も、狂妄なるこの私に生と死の掟を探るお許しをくださったようです。この神の目は、実に折よくやって来てくれました。感謝しています。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 砂糖漬け",
                "Content": "笑われてしまうかもしれませんが、私自身も苦い薬を飲むのは苦手なんです。あなたも知っての通り、私の体は常に薬を飲まないといけません。もちろんこれは仕方のないこと。ですので、薬を飲んだ後は、口の中に残った苦味を和らげるために、砂糖漬けでも食べるしかありません。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと · 秘薬",
                "Content": "以前、少しでも体調が悪ければ重病だと思い込み、筋道を立てて説明してもなお譲らない人たちがいました。そこで私は、ならばいっそのことと思い、スイートフラワーと清心を材料に作った白い無臭の丸薬を疑心暗鬼な「患者」たちに飲ませてみたのです。彼らはそれに慰められて「病状」が和らぎ、おまけに私の「秘薬」の効力を絶賛してくれました。ははっ、こういった状況には、私も理解があるんですよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "スメールの雨林に生えるキノコは多種多様と言われています。中には幻覚を見せるものまでありますから、もしかすると薬用としての価値もあるかもしれませんね。ですが、今まで詳しく調べる機会がなくて…今後、自分の目で見に行く時間が作れればいいのですが。",
                "Tips": []
            },
            {
                "Title": "七七について…",
                "Content": "ええ、あなたがお考えの通り、七七の意識を封じ込めたのは確かに仙人の秘法です。七七のおかげで、私も死に行く者を留まらせる方法を模索できました。仙人様ですらあの子を不憫に思い、「此岸」に引き留めようとしたのですから…私がその成り行きに従って、あの子を引き取ったことも、何ら間違ってはいないでしょう？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃について · 道同じからざれば",
                "Content": "私は胡堂主に何一つ文句はありません。考え方が違うだけです。強いてあるとすれば、彼女が私をあまりにも警戒していることに対してでしょうか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "胡桃について · 疲れ",
                "Content": "<color=#37FFFF>白朮：</color>できれば胡堂主には、商売のやり方についてもう少し注意していただきたいものです。<br><color=#37FFFF>長生：</color>おっ、まだ彼女が「不卜廬」の前で宣伝したことを根に持ってるのか。<br><color=#37FFFF>白朮：</color>はぁ…それから、暇さえあれば七七に構うのもやめてほしいですね。<br><color=#37FFFF>長生：</color>やっぱり彼女に文句があるんだろ？<br><color=#37FFFF>白朮：</color>何も本気で彼女と争うつもりはありませんよ。ただ、彼女が七七を連れ去る度、わざわざ総務司に頼んで探してもらわないといけないので、本当に疲れるんです。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "甘雨について…",
                "Content": "仙人様は頑健ですから、たとえ病にかかったとしても薬なしで自己回復できます。けれど、人間はそうはいきません。ひとたび重い病にかかってしまえば、治療なしでは無事でいられないでしょう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "刻晴について…",
                "Content": "顔をみるに、玉衡は徹夜することが多く、いつも思慮を巡らしているようですね。だから、時折疲れた様子を見せるのでしょう。健康のことを思うなら、仕事は一旦置いておいて、休息をとらねばなりません。ただ、残念ながら彼女は向上心がとても高く、健康を代償にキャリアをとる決意を固めている。私の言葉には、耳を貸さないかもしれませんね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヨォーヨについて…",
                "Content": "…あの子は七七と遊びに来るたびに、苦くない薬はないのかと薬の苦さを私に訴えてきます。病を治し、命を救う薬が、苦くないわけがないでしょうに。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鍾離について…",
                "Content": "博学で見識の広い鍾離先生は、滅多に触れることのない古き処方箋のことにさえ易々と答えてくれます。きっと、健康や保養について独自のこだわりをお持ちなのでしょう。通常の頭痛や発熱ならばご自身で対処できるでしょうから、私のもとへ処方箋を貰いにいらっしゃる必要もありません。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "<color=#37FFFF>白朮：</color>降魔大聖が殺生をするのは、命あるものを守るため。そのお心には、大いなる慈悲をお持ちです。実は以前、ご本人にお会いしたことがあるんです。意識を失ったあの方を不卜廬へ連れ帰り、一日お世話をしたのですが、残念ながら当時はあの方の本当の身分を存じ上げませんでした。結局、きちんとお話しする間もなく、一人で帰ってしまわれました。<br><color=#37FFFF>長生：</color>あれからまた会えたじゃない。残念がることないって。<br><color=#37FFFF>白朮：</color>ええ、そうですね。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「医心」をクリアする"
                ]
            },
            {
                "Title": "ティナリについて…",
                "Content": "スメール教令院に知り合いがいるんですか？では、そのティナリさんという方に連絡をしていただけませんか。薬草に関することでお聞きしたいことが山ほどあります。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "嘉明について…",
                "Content": "同じ年頃の少年と比べると、あの子は古傷や怪我が多いほうです。ここへ来るたび、身体にあざが増えていたり、どこかを捻ってしまっていたり…はぁ、ですがたとえ説教しても、聞き耳を持ってはくれないでしょう。まあ、傷の手当てや療養の方法はきちんと教えてありますから、役に立ってくれることを祈るばかりです。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "白朮を知る · 1",
                "Content": "私は患者を治療する医師に過ぎません。面白い話なんてありませんよ。もし伝説や物語に興味があるなら、和裕茶館へ行って、講談の先生のところでお聞きになったほうがいいでしょう。",
                "Tips": []
            },
            {
                "Title": "白朮を知る · 2",
                "Content": "手に汗握る物語をと言われましても…あいにく本当に持ち合わせていないんです。医学を学ぼうと師匠に弟子入りを頼んだあの頃ですら、さほど大きな試練はありませんでした。私の頭がそれほど悪くないと見た師匠は、私に簡単な誓いを立てさせただけで入門を許可してくれましたからね。",
                "Tips": [
                    "好感度Lv.3後に解放",
                    "シナリオ「医心」をクリアする"
                ]
            },
            {
                "Title": "白朮を知る · 3",
                "Content": "誓言はさほど複雑なものではありませんでした。ざっくりと内容を覚えていますよ——<br>「もし病あり、来たりて救いを求むる者あれば、その貴賎貧富を問うべからず。また、後先に悩まず、得失を考えず、他者の悩みを、己の悩みと見るべし。さすれば、蒼生の良医となれよう。」",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「医心」をクリアする"
                ]
            },
            {
                "Title": "白朮を知る · 4",
                "Content": "師匠の伝えたかったことは分かります。外的なものにとらわれず、患者自身のことをもっと考えろと言いたかったのでしょう。はぁ…師匠は自らをも顧みず人々を救う心優しい人でしたが、残念ながら、天寿を全うする前に亡くなってしまいました。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「医心」をクリアする"
                ]
            },
            {
                "Title": "白朮を知る · 5",
                "Content": "医者とは世の人を救う者。ですが私は、医者自身も世の人の一員であると思っています。医者は他者を救うだけでなく、自らも救わなければならない。他人のために己を犠牲にするのは立派なことですが、初めから犠牲になるために生まれてきた者などいませんし、そんなのは間違っています。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「医心」をクリアする"
                ]
            },
            {
                "Title": "白朮の趣味…",
                "Content": "薬材を仕分けし、それぞれの特徴に合わせて丸薬や膏薬に調合していく。この作業に関しては、これ以上ないほど熟知していますよ。人々は薬の製造過程を難しく考えているようですが、私は楽しみの尽きないことだと思っています。天地万物の生み出した力をほんの小さな薬に凝集させて、人々の命を救う——なんだか素晴らしいことだと思いませんか？",
                "Tips": []
            },
            {
                "Title": "白朮の悩み…",
                "Content": "患者を診るときに一番厄介なのは、薬の処方を考えることではなく、病の原因を見つけることです。他人と競って絶雲の唐辛子を食べて、気づかないうちに胃腸を痛めていたり、水を飲みすぎたせいでめまいや吐き気がしていたりと、体調を崩す原因はさまざま…どうか皆さん、健康に気を配って、体を大切にしてほしいと願うばかりです。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "偏食はよくありません。肉、卵、牛乳、野菜、果物…栄養のあるものなら、どんなものも食べるべきです。ただし食べ過ぎてもいけませんよ、体に害がありますから。どうか口うるさいと思わないでくださいね。私は医師だからこそ、「病は口より」の道理をよく分かっているのです。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "そんなにたくさん飴を買ったんですか？一度に食べ過ぎないようにしてくださいね、砂糖の摂りすぎは虫歯の原因になりますから。私？私は甘味の摂取には気をつけていますし、辛いものもあまり食べません。ええ、食事管理には十分注意していますよ。だって、自分の食事管理もままならない者に、患者の食事指導をする資格なんてないでしょう？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "<color=#37FFFF>長生：</color>もうないのか？もっとくれ！<br><color=#37FFFF>白朮：</color>はは、たしかに悪くない味です。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "料理の腕を上げたようですね、おめでとうございます。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "ご心配なく、薬よりは美味しいですよ。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "<color=#37FFFF>長生：</color>あの言葉、なんて言ったか…うーん、白朮、ちょっとヒント。<br><color=#37FFFF>白朮：</color>誕生日に贈る、吉祥の言葉ですか？<br><color=#37FFFF>長生：</color>そうそう。<br><color=#37FFFF>白朮：</color>今日の良き日、良き朝が、これからも幾度となくあなたに巡って来ますように。旅人さん、お誕生日おめでとうございます。<br><color=#37FFFF>長生：</color>あんたが全部言っちゃったら、私は何を言えばいいんだよ？まあいい、他のを考えるか。そうだな、旅人の…ふむ…うーん…はぁ…思いつかない。まあ、楽しい一日でも過ごして。<br><color=#37FFFF>長生：</color>あんたら、何笑ってるんだ。まったく、人間は面倒だ。蛇よりもくねくねと、回りくどいったらありゃしない。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "何事も、一歩ずつ着実に。慌てる必要などありません。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "お手数をおかけしました。おかげで以前よりも身体が強健になった気がします。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "近頃の体質変化のおかげでしょうか…前よりも随分元気になりました。丸一日診察しても疲れを感じません。これもすべて、あなたのおかげですね。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "日夜お疲れ様でした。医者は私のほうだと言うのに、私の体のことであなたにご迷惑をおかけしてしまって、コホッ、ゴホッ…お恥ずかしい。でもご安心ください、これからはもう大丈夫ですから。私があなたの面倒を見る番ですよ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "<color=#37FFFF>長生：</color>治療しないとな～",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "良薬は口に苦し。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "薬も毒になり得ます。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "すぐに治してあげましょう。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "命の重みを知りなさい。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "さあ、苦尽甘来です。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "コホッ…。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "<color=#37FFFF>長生：</color>あれだけやってこれっぽっちか。<br><color=#37FFFF>白朮：</color>長生。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "冒険生活も簡単にはいきませんね。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "あとで手を拭きましょうね。この箱、あまり清潔ではないかもしれません。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "…まだやれます。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "<color=#37FFFF>長生：</color>まずいまずい！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "私が先に…倒れるわけには…",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "盲進はいけませんよ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "傷口にご注意を…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "人が死せば、灯火は消える…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "長生、すみません…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "医者の恥、ですね…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "チッ、眼鏡が…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "これしきの痛み、ふっ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "傷ならば私が手当てしましょう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "診察に出かけるとしましょうか。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "あまり遠くまで足を延ばさずに済むといいのですが…",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "82": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "君臣佐使",
                "Desc": "白朮の衣装。肩に羽織った氅衣は、長生の好む草木を焚き込めたもの。淡い香りの余韻が長く残り、心身を癒してくれる。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108510,
            "JD": 108508,
            "Name": "<b>清熱降火湯</b>",
            "Eff": "チーム全員の与える治療効果+25%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "白朮のオリジナル料理。「これは薬ではありませんよ。少し潤燥の効果があるだけです。」白朮の優しい声が耳元で響くと同時に、透き通った果物のスープが差し出された。「前は砂糖なんか入れてなかったんだけど、あんたは苦いのが苦手なんじゃないかって、こいつってば特別にちょっと砂糖を入れたのよ。」と長生が補足した。",
            "Recipe": {
                "100002": 3,
                "110006": 1,
                "100031": 1,
                "100034": 1
            },
            "Icon": "UI_ItemIcon_108510"
        },
        "Namecard": {
            "Name": "<b>白朮·去風</b>",
            "Desc": "名刺の飾り紋。<br>「真摯に医の道を歩んで医術を施せば、長く養生できるでしょう。」",
            "Pic": "UI_NameCardPic_Baizhuer_P"
        }
    }
}

var acs_cache_ = {}