// Auto Generated

var _AvatarFetterConfig_ = {
    "24": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "北斗は「南十字」の頭領である。<br>「南十字」は、璃月港を本拠地に活動する武装船隊だ。<br>「武装船隊」とは文字通り、頼もしい火力を装備した船隊のこと。<br>余計なことは気にしなくていい。「南十字」のやる事なす事は全て七星の許しを得ている…大方はそうである。<br>北斗は船隊の船員全員にとって頼もしい頭領であり、彼らは北斗なら海の高波や嵐をも制圧できるとさえ信じている。<br>「だって北斗姉さんだぞ、嵐でもあの人の言うことを聞くだろ」",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "北斗の声望は、璃月ではかなり高い。<br>「璃月七星」ほどではないが、商人の中で北斗や「南十字」の名を知らない人はいない。<br>そして、それほどの声望があれば、自ずと様々な噂も立つ。たとえば、北斗は山や海を割ることができるとか、剣で雷を召喚して、一撃で冥海巨獣を二つに裂いたとか。<br>酔っ払いの言葉だと信じていない人も多いが、北斗と共に海に出た人は皆口を揃えて、本当に冥海の巨獣が現れても、きっと北斗ならそれを真っ二つに裂いてくれるのだと言う。<br>北斗の航海能力は、商人たちの間で伝わる彼女の名望と同じくらい高いのだ。彼女が「龍王」と呼ばれるのも、無理のない話である。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "利益を重んじ、人情を軽んじるのは商人にとって、本来おかしなことではない。<br>しかし、璃月の人間は「うちは違う」と口を揃える。<br>他所の商人たちがそれに対し、ただ人情を手段として使うだけだろうと笑えば、璃月の商人は「『南十字』の件はどう説明する？」と返す。<br>南十字船隊が有名になってから数年が経ち、その報酬が高いのは誰もが知っていることだ。その彼らは昔、嵐の中で数日間漂流する民間船と遭遇した。<br>浪の中で揺れる民間船を見た北斗は、龍骨が割れるリスクを承知の上で民間船を安全区域へと引っ張っていった。食糧が底をついた時も、北斗は民間船を見捨てることはしなかった。<br>そして数日かけて、ようやく「南十字」は民間船を近くの泊地へ送り届けたのだ。その船にいた者は皆、命の恩義を感じ、今では北斗の忠実なビジネスパートナーとなっている。<br>璃月の人は笑いながら言うだろう。<br>「命をかけて何かをやり遂げることは、『手段』なんて二文字で表現できるものじゃない。人情を取引の手段にするなんて言葉、北斗に言う度胸はあるの？」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "噂によると、「南十字」の背後にいるのは「七星」の一人、「天権」凝光である。<br>このことについて、当事者二人は否定するだろう。しかし、その理由はそれぞれ違っている。<br>「七星」である凝光には、時に彼女の代わりに乱暴に事を収めてくれる人間が必要だ。何人も候補はいたが、彼女は北斗を選んだ——あくまでも、彼女は「北斗」という人間を選んだだけであり、「南十字」はおまけでついてきたようなものだ。<br>一方、北斗は声を荒げて凝光とは協力関係であり、「背後の勢力」なんて存在しないと説明するだろう。<br>確かに凝光の協力者の中で、北斗だけは他の者とは違う。<br>北斗は凝光を他の者のように敬っているわけではない、どちらかというと真っ向から対立してくるような相手だ。<br>だが、北斗の反感的な態度を心配する部下に対して、凝光は静かに笑っているだけである。<br>「彼女はこの璃月で最も支配しやすい人かもしれないわ…利害関係と大義さえ説明したら、彼女は納得するからね」",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "長い旅から陸へ上がった「南十字」は、いつも通り、3日間続く宴会を開いていた。その年は例年と変わらない。唯一違うのは新たな料理人が一人、後の「万民堂」のシェフ香菱が増えたことだけだ。<br>船隊の経理が節約のために、市場で遭遇した香菱を騙してそのまま船に連れ込んだのだ。北斗に会った香菱は「むっ、ここの食材は魚介類ばかりで、『月菜』しかできないよ。アタシは対立した二つの菜系を越えた料理を作りたいの…」と悩みながらそう言った。<br>北斗は笑って足元の金貨を指しながら言った。「得意なものでいいぞ。前回は結構稼いだ。5万モラでどうだ？」<br>その言葉を聞いた香菱は、魚介料理の腕を証明するために、依頼を受けた。<br>結果、北斗は香菱の料理の腕を高く評価し、香菱はいつか璃月に名を轟かせるとまで予言した。<br>その気に入り様は、船員全員に香菱のことを「香菱姉さん」と呼ぶように指示したほどである。<br>一方、香菱も北斗のあっさりとした性格を気に入り、よく北斗と共に海へ出ては、新たな海鮮食材を探すようになった。台所に入ることがない北斗が海鮮を見分けることができ、更にその美味しい食べ方も知っていることに、香菱はとても驚いた。<br>——もちろん、香菱が素直に北斗の言うことを聞くかどうかはまた別の話だ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "物は持ち主に似るということわざがある。<br>少し不適切な点はあるが、「南十字」船隊は確かに北斗と同じ気質を持っていた。<br>しかし船隊内には、北斗もあずかり知らぬところで伝わる秘密がある。<br>「南十字」の副官は新米船員たちの初めての帰航後に、彼らを飲みに誘う。そして、真に迫る話し方で昔のことを聞かせるのだ。<br>あれは「南十字」が未知なる海に足を踏み入れた時の話だ。大嵐に何度も巻き込まれ、船員を失い、船も限界を迎えようとしていた。<br>諦めかけたその時、北斗が甲板に立ち、舵を取りながら、璃月の漁師たちが網をたぐる時に口ずさむ歌を歌ったという。<br>「すると海上の風は静まり、水平線からは太陽の光が射し、浪も穏やかになったんだ…」<br>副官はいつもこの言葉で締めくくり、懐かしそうに目を細めるのだ。<br>…そして船隊のビジネス拡大と共に、副官が伝える物語もどんどん誇張されていき、新米船員たちの北斗に対する崇拝もますます強くなっていく。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "埠頭の労働者たちの世間話",
                "Content": "①三つの頭を持つ巨大な海蛇に、北斗は彼女の大剣を投げつけた。大剣は海蛇の三本の脊椎を見事に突き通した後、北斗の元に戻った。<br>②北斗は囲碁の対局で凝光を破ったことがある。しかも2回。重要なのは、凝光からいくら巻き取ったかではなく、凝光を負かした北斗の度胸である。<br>③北斗が最後に漁師の歌を歌ったのは、海獣「海山」と戦っている時であった。あれから彼女は一度も歌ったことがない。<br>④あぁ、聞き間違いではない。北斗は漁師の歌を歌える。だが、絶対に直接本人に聞いてはいけない。三つの頭を持つ海蛇の結末を思い出すんだ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "璃月と稲妻には、このようなことわざがある。「鰭が冥海となり、尾が遠山を指す」。漁師が陸でこの言葉を覚え、次第に広がり、最後は誰もが知る漁師の歌となった。海上に霧が出る度に、漁師の船は白い霧の中に消えて行き、やがて遠くから歌が聞こえてくる。鰭が冥海となり、尾が遠山を指す…<br>この歌は北斗の子守歌でもある。岩王帝君が神剣を操り、海獣を斬殺したことを璃月人は美談として言い伝えている。幼い北斗は神話が好きで、眠っている時も、この大きな魚に会っている夢を見た。<br>今日の彼女は、いつもと違った気持ちでこの歌を歌い始めた。船員全員も口ずさみながら、帆を張り出港した。<br>海山は海の中に潜んでいる。魚のようで龍のような海山は、悪夢のような大きな体を持ち、その力はまるで神々の如く、たった一撃で数十メートルの波を起こせる。<br>海で稼ぐ人ならば、いずれ海山に遭遇する。北斗は9才からずっと、海山に会いたかった。いつか、この海獣の頭を斬り落とすと願っていた。<br>かつて、彼女は海山に何度も挑戦してきたが、全て失敗に終わった。だが今回は違う。北斗は最も優れた大剣を持ち、泳ぎが最も得意な水夫を連れて、海山に攻撃を仕掛けた。<br>想像を絶する激しい戦いであった。この戦いは四日間も続いた。船隊が装備した大砲、銛に弓とロープ、火力全開で攻撃を仕掛けた。北斗は四本の足を拘束された海山と何時間も戦い、夜になっても決着はつかなかった。<br>夜の海山は最も危険である。人々は海山の突撃を警戒するために、誰も眠らなかった。北斗は船首に立ち、風の音を感じた。<br>一撃、たった一撃。寒い夜風に吹かれても彼女は微動だにしなかった。<br>どのくらい経ったかは分からないが、食べ物と水を一口もしなかった北斗は太陽が昇る瞬間、海中からの波の音を見事に掴んだ。<br>この一撃は、雲を突き抜き、月を一刀両断する。山のごとく海のごとく、魚龍の頭蓋骨を断ち切った！<br>耳を聾する程の雷鳴と共に、紫色の電光が血を浴びた北斗の前に降りた。<br>竜殺しの北斗の「神の目」は天から授かり、雷電の如く人目を奪う紫色の光を放つ、龍血でさえ匹敵できない宝珠である。この神の珠は、山と海を征服した者にのみ所有が許されている。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "アタシは北斗、アタシの「南十字」船隊は知っているか？あんたも冒険が好きなら、ついてきな。アタシが守ってやる。",
                "Tips": []
            },
            {
                "Title": "世間話 · 手合わせ",
                "Content": "手合わせなら、いつでも付き合おう。",
                "Tips": []
            },
            {
                "Title": "世間話 · 飲み放題",
                "Content": "くはぁ——、仕事の後の酒は最高だ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 陸",
                "Content": "珍しく陸に長くいるせいか、少し慣れないな。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "無人島に閉じ込められた時、雨水は大事な水源になる。今は役に立たないけどな。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "おい、雷野郎。海の上でだって怖くないんだ、陸の上じゃなおさら怖くないぜ。",
                "Tips": []
            },
            {
                "Title": "風の日…",
                "Content": "この天気は出港に向いているな。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "風と砂ぼこりに気を付けな、目をこするな。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう。そろそろ出発しようと思うんだが、一緒にどうだ？",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "昼は香菱のところで食べるか。鍋で炒めたものは海の上で作った焼き魚やベーコンとは全然違うからな。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "よし、酒を飲みに行くぞ！はははっ、普段は誰も酒を売ってくれない、だって？だったら一緒に——",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "時間が過ぎていくのはあっという間だ。ははっ、行ってきな。",
                "Tips": []
            },
            {
                "Title": "北斗自身について…",
                "Content": "出航準備、みんな位置につけ、新たな冒険が始まるぞ！",
                "Tips": []
            },
            {
                "Title": "呼び方について…",
                "Content": "アタシが親分で、あんたは手下、いいか？…は？そんな呼び方はダサい？分かった、あんたの好きなように呼びな。",
                "Tips": []
            },
            {
                "Title": "人を見る目について…",
                "Content": "人を見る目に自信がある。海と比べれば、人の心はよっぽど読みやすい。ははっ、だから、あんたのことは最初から目を付けてた。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "選択について…",
                "Content": "あんたはアタシが選んだ船員、アタシが選んだ仲間だ。もっと胸を張りな。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」を持たない人たちにとって、「神の目」を持ち、神に認められた人は象徴となる存在なんだろう。ならば、象徴は象徴らしく振る舞わなければならない、アタシはそうして自分を鍛えてきた。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "困っているのか？どう進めばいいか分からない時は、まずは第一歩を踏み出せ。その後の道は自ずと開いていくものだ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "遠方の航海から帰ってくる時、岩の鳶を見かけるとそろそろ家に着くってことがわかる。海の景色は代り映えがないからな、それに比べれば猛禽類とはいえ、自由に飛ぶ姿はかわいく思えるよ。",
                "Tips": []
            },
            {
                "Title": "凝光について · 璃月七星",
                "Content": "凝光ね、「璃月七星」という立場の中で彼女はよく頑張っている。けど、アタシが責任を負う対象はアタシの船と船員たちであって、「璃月七星」なんかじゃない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "凝光について · 態度",
                "Content": "凝光はいつだって素直じゃないけど、昔、アタシに対する不満をぶつけてきたことがあった。ははっ、彼女がアタシのことをどう思おうと、アタシがそれで揺らぐことはないけどな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について · 料理の腕",
                "Content": "香菱の料理は遠方へ航海する時のアタシたちの心の支えだ。力が出ない時、あの激辛料理を思い出すだけで元気が出る。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について · 試食",
                "Content": "香菱はたまに何ともいえない食材を使って何ともいえない料理を作るけど、まあ、挑戦しない限り人は進歩しないからな、試食はいつも喜んで手伝ってる。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "鍾離について…",
                "Content": "「往生堂」のあの先生か？たまにみんなから彼の噂を聞くけど、面白い人のようだな。うん、機会があったらあんたも彼と交流してみるといい。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "魈について…",
                "Content": "ある年の海灯祭前夜、帰航する時に嵐に遭遇して、夜になってようやく璃月港に戻れたことがあった。その時、海灯はもうなくなっていたが、孤雲閣の方を見ると宙に浮く少年の姿をした仙人がいたんだ。きっと噂で聞いたように、人々の見えないところで誰かがこの璃月港を守っているんだろう。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "甘雨について…",
                "Content": "甘雨とは結構仲良くしてるよ！でもまあ、彼女は「璃月七星」の秘書だろ？「七星」がアタシのことを嫌ってるのは今に始まったことじゃないからな。アタシは別に構わないけど、あの子に迷惑をかけるのは嫌なんだ。うん、この話は他言無用にしてくれ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "辛炎について…",
                "Content": "面白い子だよ！船員たちも彼女の「ロック」を気に入ってる。…うん？アタシ？なんというか、辛炎とは共通の話題もあるが、音楽に関してはちょっとな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヨォーヨについて…",
                "Content": "ヨォーヨのやつはよく船上に遊びに来るよ。あのキラキラした目を見ると、みんな追い出せなくなるんだ。はあ、そのせいで出航の計画が乱れそうになったこともあったが。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "楓原万葉について…",
                "Content": "万葉が天守閣の外で雷電将軍の一振りを受け止めたそうだな、やるじゃないか！戦争が終わった後、あいつはアタシらともうしばらく同行したいと言い、南十字船隊に戻った。もちろん、アタシは大歓迎さ。だが、いつの日かあいつが一人で旅に出ると言うのなら、その時はいい酒を用意して見送ってやる。はははっ！",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「千手百目の浮世」をクリアする"
                ]
            },
            {
                "Title": "北斗を知る · 1",
                "Content": "アタシの「死兆星」号に上がる前に、まずは質問に答えな。海には危険が溢れている、何故——あんたはアタシの船に乗ろうと思った？",
                "Tips": []
            },
            {
                "Title": "北斗を知る · 2",
                "Content": "アタシの話？はははっ、みんながアタシを信頼しているから、話を盛ったんだろう。まあ、海に出る時に魔物に遭遇するのが怖くないかと聞かれたら、それはもちろん怖くないと答えるさ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "北斗を知る · 3",
                "Content": "民を助けた目的？はは、目的なんてないさ。誰だってどん底を味わう時がくる。アタシの助けは大したことではないし、乗り越えられるかどうかは彼ら次第だ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "北斗を知る · 4",
                "Content": "アタシのつらい経験か…小さい頃は貧乏で、人様の家の木の実を盗んではそれを食べるしかなかった。数年後、自分の船隊を持つようになったが、それでも傲慢な商人たちに仲間外れにされたな。まあ、こんな話は世間話で聞くだけで十分、あんたにはそんな経験させないよ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "北斗を知る · 5",
                "Content": "アタシについてくる仲間はたくさんいて、それぞれが船に乗る理由も全部覚えている。あんたは特別だ。あんたにはやらなければならないことがあるのを知っている、だから職務も肩書きも与えない。けど、あんたがどこにいても、「死兆星」号にはあんたの居場所があることを覚えておいてほしい。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "北斗の趣味…",
                "Content": "趣味ね…そうだな、冒険と、操舵と、友人を作ることと、酒と、美食…ちっ、片手じゃ足りないな。",
                "Tips": []
            },
            {
                "Title": "北斗の悩み…",
                "Content": "出来ることは悩む必要がない、出来ないこともいくら悩んでも意味がない。アタシはそうやって生きてきた。もしあんたに悩み事があったら、アタシに言ってみな。一緒に解決しようじゃないか。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "味の濃い料理が好きだ！豚肉の唐辛子炒めとか、マーボー豆腐とか大好きだな。みんなで一緒にお腹いっぱい食べる時は気分も熱々になる。ははっ、お腹が空いてきたな。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "冷製料理はあまり好きじゃないな。その冷たさでゆっくりと食欲が増進されている間に、焼き魚が何本できると思う？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "美味いな、気に入ったぜ！白米はあるか？二杯頼む！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "実に良い腕だ。気分も上がってきたぜ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "料理自体は悪くない、それで十分だろ。",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "さあ、船に乗りな。時間を空けておけとみんなに言っておいた、食事も用意した。今日はあんたの誕生日、あんたが親分だ。ふふっ、さて、どこに行きたい？",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "気分爽快！また強くなった気がする。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "この大きな収穫を酒で祝おうじゃないかッ！",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "よくやった、あんたみたいなデキるやつが味方なんて、この北斗の誇りだ！こっちも甘く見られないように努力しないとな！",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "こうしてやっと武芸の最高峰に辿り着いた。ありがとう…そうだ、もう少し手合わせに付き合ってくれないか？",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "どけ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "はぁー！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "全部返してやる！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "くらえ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "ハーッ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "これが「海山」を滅ぼした力だ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "よく見ておけ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "炭になるがいい！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "ほう、嬉しいじゃないか。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "悪くない収穫だ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "宝を見つけたら、次は酒だ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "まだまだ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "フン、逆に元気が出たわ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "絶対に屈しないッ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "アタシの後ろへ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "下がれ！強がるな！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "最悪だ。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "みんな…先に…逃げろ…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "全員…帰航…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "かすり傷だ。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "勝ち負けはまだ分からないよ。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "やるじゃないか。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "よし！出発しようか！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "アタシと一緒に来い。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "あんたを信じるよ。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "24": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "怒涛の荒波",
                "Desc": "北斗の衣装。波を踏むような勢いのある軽やかな服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108138,
            "JD": 108100,
            "Name": "<b>豚肉の唐辛子炒め</b>",
            "Eff": "選択したキャラを復活させ、HP上限の10%を回復し、さらにHPを150回復する。",
            "Desc": "北斗のオリジナル料理。香菱に教わった料理をさらに改良を加えたものらしい。一気に全部食べると、北斗の称賛を得られるかもしれない。",
            "Recipe": {
                "100061": 1,
                "100027": 1
            },
            "Icon": "UI_ItemIcon_108138"
        },
        "Namecard": {
            "Name": "<b>北斗·拔錨</b>",
            "Desc": "名刺の飾り紋。<br> 「海に進出すると方向を見失うことがある。その時は空を見上げ、北斗星と北極星を確認せよ。」",
            "Pic": "UI_NameCardPic_Beidou_P"
        }
    }
}

var acs_cache_ = {}