// Auto Generated

var _AvatarDataConfig_ = {
    "Chasca": {
        "BallList": [
            {
                "When": "Shadowhunt Shell",
                "DropArray": [
                    {
                        "Num": 5,
                        "Chance": 1
                    }
                ]
            },
            {
                "When": "CD",
                "CD": 9999
            }
        ],
        "EndureList": [
            {
                "Skill": "Nightsoul",
                "Endure": 0.3
            }
        ],
        "WindZoneList": [],
        "OtherDataList": [
            "While under Nightsoul's Blessing, Chasca is @immune to Frozen, Petrification and Struggle# (= Hydro Abyss Mage's water bubble)",
            "<b>@5.2v3 Changes#</b><br>• Passive Talent 1's DMG increase is @added to the DMG Bonus multiplier#.<br>• Phlogiston consumption rate @decreased by 30%#. Nightsoul consumption rate @during ascension decreased by 30%#.",
            "<b>@Why can't Chasca trigger Amos' Bow and Slingshot passives?#</b><br>Because Chasca' DMG is directly imploded on the 6 targets after aiming (like Nahida's scan). While ordinary archers shoot an arrow, which deals DMG only when hitting a target.<br>It's like magic vs physics.",
            "<b>@Interruption RES#</b><br>• Nightsoul interruption coefficient: @0.3# (Same as Xingqiu Q on ranged characters)",
            "<b>@Particle Generation#</b><br>• Generates @5 Anemo Particles# with Shadowhunt Shell or Shining Shadowhunt Shell. Only once every Nightsoul.",
            "<b>@Elemental Application#</b><br>• Elemntal Skill: Anemo shells apply @once every 1.5s#. Transformed shells apply @once every 2 hits# (resets counting after 1.5s). These two sets do not share CD.<br>• Elemental Burst: Anemo and transformed hits share CD, applying @once every 2 hits#."
        ]
    }
}

var _AvatarMats_ = {
    "Chasca": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104151": 1,
                "101253": 3,
                "112101": 3
            },
            {
                "202": 40000,
                "104152": 3,
                "113067": 2,
                "101253": 10,
                "112101": 15
            },
            {
                "202": 60000,
                "104152": 6,
                "113067": 4,
                "101253": 20,
                "112102": 12
            },
            {
                "202": 80000,
                "104153": 3,
                "113067": 8,
                "101253": 30,
                "112102": 18
            },
            {
                "202": 100000,
                "104153": 6,
                "113067": 12,
                "101253": 45,
                "112103": 12
            },
            {
                "202": 120000,
                "104154": 6,
                "113067": 20,
                "101253": 60,
                "112103": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113061": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104353": 3,
                "112101": 6
            },
            {
                "202": 17500,
                "104354": 2,
                "112102": 3
            },
            {
                "202": 25000,
                "104354": 4,
                "112102": 4
            },
            {
                "202": 30000,
                "104354": 6,
                "112102": 6
            },
            {
                "202": 37500,
                "104354": 9,
                "112102": 9
            },
            {
                "202": 120000,
                "104355": 4,
                "112103": 4,
                "113061": 1
            },
            {
                "202": 260000,
                "104355": 6,
                "112103": 6,
                "113061": 1
            },
            {
                "202": 450000,
                "104355": 12,
                "112103": 9,
                "113061": 2
            },
            {
                "202": 700000,
                "104355": 16,
                "112103": 12,
                "113061": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Chasca": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・迷羽流撃JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "29.697%×2",
                                    "32.115%×2",
                                    "34.532%×2",
                                    "37.985%×2",
                                    "40.402%×2",
                                    "43.165%×2",
                                    "46.964%×2",
                                    "50.762%×2",
                                    "54.561%×2",
                                    "58.704%×2",
                                    "62.848%×2",
                                    "66.992%×2",
                                    "71.136%×2",
                                    "75.28%×2",
                                    "79.424%×2"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "76.402%",
                                    "82.621%",
                                    "88.84%",
                                    "97.724%",
                                    "103.943%",
                                    "111.05%",
                                    "120.822%",
                                    "130.595%",
                                    "140.367%",
                                    "151.028%",
                                    "161.689%",
                                    "172.35%",
                                    "183.01%",
                                    "193.671%",
                                    "204.332%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "影追う霊綱JP0B",
                        "Desc": "チャスカは武器に宿る意志と共鳴し、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>発動後、チャスカは夜魂値を80獲得し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・チャスカ</color><br>持続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、チャスカの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・「霊銃・儀式杖」に乗ることで、チャスカの移動速度と中断耐性がアップする。この状態にあるチャスカは夜魂値または燃素を持続的に消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値と燃素を消費する。<br>・通常攻撃と重撃を行う時、一回押しと長押しによって、異なる「複数照準」を繰り出す。<br><br><color style='color:#FFD780;'>複数照準</color><br><color style='color:#FFD780;'>一回押し</color><br>前方の敵に夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは通常攻撃ダメージとみなされる。<br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、弾倉を装填し、一定範囲内の一定数の敵を狙い定める。チャージの時間によって、狙い定めた敵に「追影弾」を最大6発撃つ。長押しして一定時間が過ぎると、チャスカは装填を完了し、狙い定めた敵に「追影弾」をX発撃つ。<br><br><color style='color:#FFD780;'>追影弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは重撃ダメージとみなされる。<br>・チーム内の他キャラクターの元素タイプに応じて、弾倉に装填された4枚目、5枚目、6枚目の「追影弾」は元素変化を起こす。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、「追影弾」1枚が対応元素タイプの「閃光追影弾」に変わり、夜魂性質の対応元素ダメージを与える。このダメージは重撃ダメージとみなされる。<br>・後に装填された「追影弾」は優先的に発射される。<br><br><i>理論上、彼女が望むなら、綱はあらゆるものを引っ張ることができる…しかし、巨大なリボルバーよりカッコイイものは滅多にないだろう。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "発動ダメージ",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "複数照準一回押しダメージ",
                                "ParamLevelList": [
                                    "36.0%JP0B",
                                    "38.7%JP0B",
                                    "41.4%JP0B",
                                    "45.0%JP0B",
                                    "47.7%JP0B",
                                    "50.4%JP0B",
                                    "54.0%JP0B",
                                    "57.6%JP0B",
                                    "61.2%JP0B",
                                    "64.8%JP0B",
                                    "68.4%JP0B",
                                    "72.0%JP0B",
                                    "76.5%JP0B",
                                    "81.0%JP0B",
                                    "85.5%JP0B"
                                ]
                            },
                            {
                                "Desc": "追影弾ダメージ",
                                "ParamLevelList": [
                                    "60.8%",
                                    "65.36%",
                                    "69.92%",
                                    "76.0%",
                                    "80.56%",
                                    "85.12%",
                                    "91.2%",
                                    "97.28%",
                                    "103.36%",
                                    "109.44%",
                                    "115.52%",
                                    "121.6%",
                                    "129.2%",
                                    "136.8%",
                                    "144.4%"
                                ]
                            },
                            {
                                "Desc": "閃光追影弾ダメージ",
                                "ParamLevelList": [
                                    "191.84%",
                                    "206.228%",
                                    "220.616%",
                                    "239.8%",
                                    "254.188%",
                                    "268.576%",
                                    "287.76%",
                                    "306.944%",
                                    "326.128%",
                                    "345.312%",
                                    "364.496%",
                                    "383.68%",
                                    "407.66%",
                                    "431.64%",
                                    "455.62%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ソウルリーパーJP0B",
                        "Desc": "チャスカは意志を集中し、「裂風奪魂弾」を1発放ち、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。その後、裂風奪魂弾は6枚の「奪魂弾」に分裂し、近くの敵を攻撃する。<br><br><color style='color:#FFD780;'>奪魂弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、奪魂弾2枚が対応元素タイプの「流光奪魂弾」に変わり、夜魂性質の対応元素ダメージを与える。<br><br><i>夜の囁きと月光から逃れられる者はいない。狙われた敵が、彼女の集中する眼差しから逃れることはできないのと同じ。</i>JP0B",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "裂風奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "流光奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "矢弾のトリックJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動時、チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが1/2/3種類いる場合、それぞれ33%/67%/100%の確率で「付霊転化」を起こし、弾倉に装填した3枚目の<color style='color:#FFD780;'>追影弾</color>を対応する元素タイプの<color style='color:#FFD780;'>閃光追影弾</color>に変化させる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "援護の気持ちJP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、チャスカは近くの敵に「流焔追影弾」を放ち、夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>追影弾</color>の150%に相当する。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが存在する場合、流焔追影弾は元素変化を起こし、夜魂性質の対応元素ダメージを与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>閃光追影弾</color>の150%に相当する。<br>上記方法によるダメージは重撃ダメージと見なされる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "夜域の賜物・消えぬ灼心JP0B",
                        "Desc": "夜魂値が尽きると、チャスカは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：チャスカ」を行える。フィールド上キャラクターが一定の高さの空中にいる時、チャスカに切り替えて登場すると次の効果が発動する。チャスカが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>また、夜魂の加護状態中、元素スキル<color style='color:#FFD780;'>影追う霊綱</color>を長押しして発動する時、チャスカは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断し、浮遊状態を維持できる。落下攻撃中に着地すると、チャスカの夜魂の加護状態は終了する。JP0B",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Liuyun_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "弾倉、躁動のルーレットJP0B",
                        "Desc": "固有天賦「矢弾のトリック」の「付霊転化」を起こした時、弾倉に装填した2枚目の<color style='color:#FFD780;'>追影弾</color>を追加で<color style='color:#FFD780;'>閃光追影弾</color>に変化する。<br>また、「付霊転化」の発動確率がアップする。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが1/2/3種類いる場合、それぞれ66%/100%/100%の確率で「付霊転化」を起こす。<br><br>固有天賦「矢弾のトリック」を解放する必要がある。<br><br>さらに、戦闘状態ではない時、チャスカが夜魂の加護状態で消費する夜魂値と燃素-30%。JP0B",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "銃口、灼熱のスモークJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動した時、チャスカの<color style='color:#FFD780;'>追影弾</color>または<color style='color:#FFD780;'>閃光追影弾</color>が敵に命中した場合、<color style='color:#FFD780;'>追影弾</color>または<color style='color:#FFD780;'>閃光追影弾</color>の元素タイプに応じて、チャスカの攻撃力の400%分に相当する対応元素の範囲ダメージを与える。<color style='color:#FFD780;'>複数照準</color>を発動するたびに、この効果を1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "手綱、緻密なコントロールJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "火花、刹那のショットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>の<color style='color:#FFD780;'>流光奪魂弾</color>が敵に命中した時、チャスカの元素エネルギーを1.5回復する。さらに、<color style='color:#FFD780;'>流光奪魂弾</color>の元素タイプに応じて、チャスカの攻撃力の400%分に相当する対応元素の範囲ダメージを与える。<color style='color:#FFD780;'>ソウルリーパー</color>を発動するたびに、この効果を1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ツバ、砂のシルエットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "対決、闘争のグローリーJP0B",
                        "Desc": "固有天賦「矢弾のトリック」の「付霊転化」を起こした後、チャスカは「フェイタルアタック」状態に入る。その後の3秒間、チャスカが次に元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動する時、直ちにチャージが完了し、かつその<color style='color:#FFD780;'>複数照準</color>の会心ダメージ+120%。<br><br>固有天賦「矢弾のトリック」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・迷羽流撃JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "29.697%×2",
                                    "32.115%×2",
                                    "34.532%×2",
                                    "37.985%×2",
                                    "40.402%×2",
                                    "43.165%×2",
                                    "46.964%×2",
                                    "50.762%×2",
                                    "54.561%×2",
                                    "58.704%×2",
                                    "62.848%×2",
                                    "66.992%×2",
                                    "71.136%×2",
                                    "75.28%×2",
                                    "79.424%×2"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "76.402%",
                                    "82.621%",
                                    "88.84%",
                                    "97.724%",
                                    "103.943%",
                                    "111.05%",
                                    "120.822%",
                                    "130.595%",
                                    "140.367%",
                                    "151.028%",
                                    "161.689%",
                                    "172.35%",
                                    "183.01%",
                                    "193.671%",
                                    "204.332%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "影追う霊綱JP0B",
                        "Desc": "チャスカは武器に宿る意志と共鳴し、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>発動後、チャスカは夜魂値を80獲得し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・チャスカ</color><br>持続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、チャスカの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・「霊銃・儀式杖」に乗ることで、チャスカの移動速度と中断耐性がアップする。この状態にあるチャスカは夜魂値または燃素を持続的に消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値と燃素を消費する。<br>・通常攻撃と重撃を行う時、一回押しと長押しによって、異なる「複数照準」を繰り出す。<br><br><color style='color:#FFD780;'>複数照準</color><br><color style='color:#FFD780;'>一回押し</color><br>前方の敵に夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは通常攻撃ダメージとみなされる。<br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、弾倉を装填し、一定範囲内の一定数の敵を狙い定める。チャージの時間によって、狙い定めた敵に「追影弾」を最大6発撃つ。長押しして一定時間が過ぎると、チャスカは装填を完了し、狙い定めた敵に「追影弾」をX発撃つ。<br><br><color style='color:#FFD780;'>追影弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは重撃ダメージとみなされる。<br>・チーム内の他キャラクターの元素タイプに応じて、弾倉に装填された4枚目、5枚目、6枚目の「追影弾」は元素変化を起こす。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、「追影弾」1枚が対応元素タイプの「閃光追影弾」に変わり、夜魂性質の対応元素ダメージを与える。このダメージは重撃ダメージとみなされる。<br>・後に装填された「追影弾」は優先的に発射される。<br><br><i>理論上、彼女が望むなら、綱はあらゆるものを引っ張ることができる…しかし、巨大なリボルバーよりカッコイイものは滅多にないだろう。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "複数照準一回押しダメージ",
                                "ParamLevelList": [
                                    "36.0%JP0B",
                                    "38.7%JP0B",
                                    "41.4%JP0B",
                                    "45.0%JP0B",
                                    "47.7%JP0B",
                                    "50.4%JP0B",
                                    "54.0%JP0B",
                                    "57.6%JP0B",
                                    "61.2%JP0B",
                                    "64.8%JP0B",
                                    "68.4%JP0B",
                                    "72.0%JP0B",
                                    "76.5%JP0B",
                                    "81.0%JP0B",
                                    "85.5%JP0B"
                                ]
                            },
                            {
                                "Desc": "追影弾ダメージ",
                                "ParamLevelList": [
                                    "60.8%",
                                    "65.36%",
                                    "69.92%",
                                    "76.0%",
                                    "80.56%",
                                    "85.12%",
                                    "91.2%",
                                    "97.28%",
                                    "103.36%",
                                    "109.44%",
                                    "115.52%",
                                    "121.6%",
                                    "129.2%",
                                    "136.8%",
                                    "144.4%"
                                ]
                            },
                            {
                                "Desc": "閃光追影弾ダメージ",
                                "ParamLevelList": [
                                    "191.84%",
                                    "206.228%",
                                    "220.616%",
                                    "239.8%",
                                    "254.188%",
                                    "268.576%",
                                    "287.76%",
                                    "306.944%",
                                    "326.128%",
                                    "345.312%",
                                    "364.496%",
                                    "383.68%",
                                    "407.66%",
                                    "431.64%",
                                    "455.62%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ソウルリーパーJP0B",
                        "Desc": "チャスカは意志を集中し、「裂風奪魂弾」を1発放ち、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。その後、裂風奪魂弾は6枚の「奪魂弾」に分裂し、近くの敵を攻撃する。<br><br><color style='color:#FFD780;'>奪魂弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、奪魂弾2枚が対応元素タイプの「流光奪魂弾」に変わり、夜魂性質の対応元素ダメージを与える。<br><br><i>夜の囁きと月光から逃れられる者はいない。狙われた敵が、彼女の集中する眼差しから逃れることはできないのと同じ。</i>JP0B",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "裂風奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "流光奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "矢弾のトリックJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動時、チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが1/2/3種類いる場合、それぞれ33%/67%/100%の確率で「付霊転化」を起こし、弾倉に装填した3枚目の<color style='color:#FFD780;'>追影弾</color>を対応する元素タイプの<color style='color:#FFD780;'>閃光追影弾</color>に変化させる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "援護の気持ちJP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、チャスカは近くの敵に「流焔追影弾」を放ち、夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>追影弾</color>の150%に相当する。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが存在する場合、流焔追影弾は元素変化を起こし、夜魂性質の対応元素ダメージを与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>閃光追影弾</color>の150%に相当する。<br>上記方法によるダメージは重撃ダメージと見なされる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "夜域の賜物・消えぬ灼心JP0B",
                        "Desc": "夜魂値が尽きると、チャスカは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：チャスカ」を行える。フィールド上キャラクターが一定の高さの空中にいる時、チャスカに切り替えて登場すると次の効果が発動する。チャスカが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。<br><br>また、夜魂の加護状態中、元素スキル<color style='color:#FFD780;'>影追う霊綱</color>を長押しして発動する時、チャスカは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断し、浮遊状態を維持できる。落下攻撃中に着地すると、チャスカの夜魂の加護状態は終了する。JP0B",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "生活天賦",
                        "Desc": "",
                        "Icon": "UI_Talent_S_Liuyun_07"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "弾倉、躁動のルーレットJP0B",
                        "Desc": "固有天賦「矢弾のトリック」の「付霊転化」を起こした時、弾倉に装填した2枚目の<color style='color:#FFD780;'>追影弾</color>を追加で<color style='color:#FFD780;'>閃光追影弾</color>に変化する。<br>また、「付霊転化」の発動確率がアップする。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが1/2/3種類いる場合、それぞれ66%/100%/100%の確率で「付霊転化」を起こす。<br><br>固有天賦「矢弾のトリック」を解放する必要がある。<br><br>さらに、戦闘状態ではない時、チャスカが夜魂の加護状態で消費する夜魂値と燃素-30%。JP0B",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "銃口、灼熱のスモークJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動した時、チャスカの<color style='color:#FFD780;'>閃光追影弾</color>が敵に命中した場合、<color style='color:#FFD780;'>閃光追影弾</color>の元素タイプに応じて、チャスカの攻撃力の400%分に相当する対応元素の範囲ダメージを与える。<color style='color:#FFD780;'>複数照準</color>を発動するたびに、この効果を1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "手綱、緻密なコントロールJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "火花、刹那のショットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>の<color style='color:#FFD780;'>流光奪魂弾</color>が敵に命中した時、チャスカの元素エネルギーを1.5回復する。さらに、<color style='color:#FFD780;'>流光奪魂弾</color>の元素タイプに応じて、チャスカの攻撃力の400%分に相当する対応元素の範囲ダメージを与える。<color style='color:#FFD780;'>ソウルリーパー</color>を発動するたびに、この効果を1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ツバ、砂のシルエットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "対決、闘争のグローリーJP0B",
                        "Desc": "固有天賦「矢弾のトリック」の「付霊転化」を起こした後、チャスカは「フェイタルアタック」状態に入る。その後の3秒間、チャスカが次に元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動する時、直ちにチャージが完了し、かつその<color style='color:#FFD780;'>複数照準</color>の会心ダメージ+120%。<br><br>固有天賦「矢弾のトリック」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・迷羽流撃JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "29.697%×2",
                                    "32.115%×2",
                                    "34.532%×2",
                                    "37.985%×2",
                                    "40.402%×2",
                                    "43.165%×2",
                                    "46.964%×2",
                                    "50.762%×2",
                                    "54.561%×2",
                                    "58.704%×2",
                                    "62.848%×2",
                                    "66.992%×2",
                                    "71.136%×2",
                                    "75.28%×2",
                                    "79.424%×2"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "25.467%",
                                    "27.54%",
                                    "29.613%",
                                    "32.574%",
                                    "34.647%",
                                    "37.016%",
                                    "40.274%",
                                    "43.531%",
                                    "46.788%",
                                    "50.342%",
                                    "53.896%",
                                    "57.449%",
                                    "61.003%",
                                    "64.556%",
                                    "68.11%"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "影追う霊綱JP0B",
                        "Desc": "チャスカは武器に宿る意志と共鳴し、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>発動後、チャスカは夜魂値を80獲得し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・チャスカ</color><br>持続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、チャスカの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・「霊銃・儀式杖」に乗ることで、チャスカの移動速度と中断耐性がアップする。この状態にあるチャスカは夜魂値を持続的に消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。<br>・通常攻撃と重撃を行う時、一回押しと長押しによって、異なる「複数照準」を繰り出す。<br><br><color style='color:#FFD780;'>複数照準</color><br><color style='color:#FFD780;'>一回押し</color><br>前方の敵に夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは通常攻撃ダメージとみなされる。<br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、一定範囲内の一定数の敵を狙い定める。チャージの時間によって、最大6枚の「追影弾」を順番に装填する。6枚を装填した時、またはチャージを止めた時、選択した順に敵に向けて発射する。<br><br><color style='color:#FFD780;'>追影弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは重撃ダメージとみなされる。<br>・チーム内の他キャラクターの元素タイプに応じて、弾倉に装填された4枚目、5枚目、6枚目の「追影弾」は元素変化を起こす。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、「追影弾」1枚がランダムで対応元素タイプの「閃光追影弾」に変わり、夜魂性質の対応元素ダメージを与える。このダメージは重撃ダメージとみなされる。<br>・後に装填された「追影弾」は優先的に発射される。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>影追う霊綱</color>を発動すると、チャスカは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、チャスカの夜魂の加護状態は終了する。<br><br><i>理論上、彼女が望むなら、綱はあらゆるものを引っ張ることができる…しかし、巨大なリボルバーよりカッコイイものは滅多にないだろう。</i>JP0B",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "共鳴ダメージ",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "複数照準一回押しダメージ",
                                "ParamLevelList": [
                                    "36.0%JP0B",
                                    "38.7%JP0B",
                                    "41.4%JP0B",
                                    "45.0%JP0B",
                                    "47.7%JP0B",
                                    "50.4%JP0B",
                                    "54.0%JP0B",
                                    "57.6%JP0B",
                                    "61.2%JP0B",
                                    "64.8%JP0B",
                                    "68.4%JP0B",
                                    "72.0%JP0B",
                                    "76.5%JP0B",
                                    "81.0%JP0B",
                                    "85.5%JP0B"
                                ]
                            },
                            {
                                "Desc": "追影弾ダメージ",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "閃光追影弾ダメージ",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.065%",
                                    "191.558%",
                                    "208.215%",
                                    "220.708%",
                                    "233.201%",
                                    "249.858%",
                                    "266.515%",
                                    "283.172%",
                                    "299.83%",
                                    "316.487%",
                                    "333.144%",
                                    "353.965%",
                                    "374.787%",
                                    "395.608%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ソウルリーパーJP0B",
                        "Desc": "チャスカは意志を集中し、「裂風奪魂弾」を1発放ち、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。その後、裂風奪魂弾は6枚の「奪魂弾」に分裂し、近くの敵を攻撃する。<br><br><color style='color:#FFD780;'>奪魂弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、奪魂弾2枚がランダムで同じ対応元素タイプの「流光奪魂弾」に変わり、夜魂性質の対応元素ダメージを与える。<br><br><i>夜の囁きと月光から逃れられる者はいない。狙われた敵が、彼女の集中する眼差しから逃れることはできないのと同じ。</i>JP0B",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "裂風奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "流光奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "矢弾のトリックJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>のチャージを行う時、チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、条件を満たす異なる元素タイプの数によって以下の効果を獲得する。<br>・元素タイプごとに、「付霊転化」を起こす確率がそれぞれ33%/66.7%/100%になる。「付霊転化」を起こすと、弾倉に装填した3枚目の<color style='color:#FFD780;'>追影弾</color>はランダムでいずれかの対応元素の<color style='color:#FFD780;'>閃光追影弾</color>に変化する。<br>・元素タイプが1/2/3種類ある時、チャスカは「輝影の霊」効果を1層獲得し、閃光追影弾の与えるダメージがそれぞれ+15%/35%/65%。この効果は複数照準終了まで継続し、最大3層まで。JP0B",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "援護の気持ちJP0B",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、チャスカは近くの敵に「流焔追影弾」を放ち、夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>追影弾</color>の150%に相当する。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが存在する場合、流焔追影弾は元素変化を起こし、夜魂性質の対応元素ダメージを与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>閃光追影弾</color>の150%に相当する。<br>上記方法によるダメージは重撃ダメージと見なされる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "夜域の賜物・消えぬ灼心JP0B",
                        "Desc": "夜魂値が尽きると、チャスカは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：チャスカ」を行える。フィールド上キャラクターが空中にいる時、チャスカに切り替えて登場すると次の効果が発動する。チャスカが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。JP0B",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "調停の真意JP0B",
                        "Desc": "チームにいる自身のキャラクターが敵を倒した時、燃素を25回復する。この効果は12秒毎に1回のみ発動可能。<br>この効果は秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "弾倉、躁動のルーレットJP0B",
                        "Desc": "固有天賦「弾丸トリック」の「付霊転化」を起こした時、追加で弾倉に装填した2枚目の<color style='color:#FFD780;'>追影弾</color>を<color style='color:#FFD780;'>閃光追影弾</color>に変化させる。<br>「付霊転化」の発動確率がアップする。チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、「付霊転化」の発動確率+33.3%、最大100%まで。<br><br>固有天賦「弾丸トリック」を解放する必要がある。<br><br>また、戦闘状態でない時、チャスカが夜魂の加護状態で消費する夜魂値と燃素-30%。JP0B",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "銃口、灼熱のスモークJP0B",
                        "Desc": "チャスカが登場時、固有天賦「弾丸トリック」の「輝影の霊」を1層獲得する。固有天賦「弾丸トリック」を解放する必要がある。<br>また、元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動した時、チャスカの<color style='color:#FFD780;'>閃光追影弾</color>が敵に命中した場合、<color style='color:#FFD780;'>閃光追影弾</color>の元素タイプに応じて、チャスカの攻撃力の400%分に相当する対応元素範囲ダメージを与える。このダメージは重撃ダメージと見なされる。<color style='color:#FFD780;'>複数照準</color>を発動するたびに、この効果を1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "手綱、緻密なコントロールJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "火花、刹那のショットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>の<color style='color:#FFD780;'>流光奪魂弾</color>が敵に命中した時、チャスカの元素エネルギーを1.5回復する。さらに、<color style='color:#FFD780;'>流光奪魂弾</color>の元素タイプに応じて、チャスカの攻撃力の400%分に相当する対応元素の範囲ダメージを与える。<color style='color:#FFD780;'>ソウルリーパー</color>を発動するたびに、この効果を1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ツバ、砂のシルエットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>のスキルLv.+3。<br>最大Lv.15まで。JP0B",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "対決、闘争のグローリーJP0B",
                        "Desc": "チャスカの<color style='color:#FFD780;'>複数照準</color>に必要なチャージ時間が短縮され、かつ固有天賦「弾丸トリック」の「付霊転化」を起こした後、チャスカは「フェイタルアタック」状態に入る。その後の3秒間、チャスカが次に元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>複数照準</color>を発動する時、直ちにチャージが完了し、かつその<color style='color:#FFD780;'>複数照準</color>の会心ダメージ+120%。<br><br>上記効果は固有天賦「弾丸トリック」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・迷羽流撃JP0B",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "29.697%×2",
                                    "32.115%×2",
                                    "34.532%×2",
                                    "37.985%×2",
                                    "40.402%×2",
                                    "43.165%×2",
                                    "46.964%×2",
                                    "50.762%×2",
                                    "54.561%×2",
                                    "58.704%×2",
                                    "62.848%×2",
                                    "66.992%×2",
                                    "71.136%×2",
                                    "75.28%×2",
                                    "79.424%×2"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "25.467%×3",
                                    "27.54%×3",
                                    "29.613%×3",
                                    "32.574%×3",
                                    "34.647%×3",
                                    "37.016%×3",
                                    "40.274%×3",
                                    "43.531%×3",
                                    "46.788%×3",
                                    "50.342%×3",
                                    "53.896%×3",
                                    "57.449%×3",
                                    "61.003%×3",
                                    "64.556%×3",
                                    "68.11%×3"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "影追う霊綱JP0B",
                        "Desc": "チャスカは武器に宿る意志と共鳴し、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>発動後、チャスカは夜魂値を80獲得し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・チャスカ</color><br>持続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、チャスカの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・「霊銃・儀式杖」に乗ることで、チャスカの移動速度と中断耐性がアップする。この状態にあるチャスカは夜魂値を持続的に消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。<br>・通常攻撃と重撃を行う時、一回押しと長押しによって、異なる「マルチ照準」を行う。<br><br><color style='color:#FFD780;'>マルチ照準</color><br><color style='color:#FFD780;'>一回押し</color><br>前方の敵に夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは通常攻撃ダメージとみなされる。<br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、一定範囲内の一定数の敵に狙い定める。チャージの時間によって、最大6発の「シャドウチェイサー弾」を順番に装填する。6発装填した時、またはチャージを止めた時、照準した順番で敵に向けて弾丸を発射する。<br><br><color style='color:#FFD780;'>シャドウチェイサー弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは重撃ダメージとみなされる。<br>・チーム内の他キャラクターの元素タイプに応じて、弾倉に装填された4発目、5発目、6発目の「シャドウチェイサー弾」が元素変化を起こす。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、「シャドウチェイサー弾」1発がランダムで対応元素タイプの「シャドウチェイサー弾・光輝」に変わり、夜魂性質の対応元素ダメージを与える。このダメージは重撃ダメージとみなされる。<br>・後に装填された「シャドウチェイサー弾」が優先的に発射される。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>影追う霊綱</color>を発動すると、チャスカは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、チャスカの夜魂の加護状態は終了する。<br><br><i>理論上、彼女が望むなら、手綱はあらゆるものを御することができる…ただ、巨大なリボルバーほど格好いいものなどあるだろうか？</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "共鳴ダメージ",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "マルチ照準一回押しダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "追影弾ダメージ",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "閃光追影弾ダメージ",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.065%",
                                    "191.558%",
                                    "208.215%",
                                    "220.708%",
                                    "233.201%",
                                    "249.858%",
                                    "266.515%",
                                    "283.172%",
                                    "299.83%",
                                    "316.487%",
                                    "333.144%",
                                    "353.965%",
                                    "374.787%",
                                    "395.608%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ソウルリーパーJP0B",
                        "Desc": "意志を集中させたチャスカが「ソウルリーパー弾・裂風」を1発放ち、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。その後、ソウルリーパー弾・裂風は6発の「ソウルリーパー弾」に分裂し、近くの敵を攻撃する。<br><br><color style='color:#FFD780;'>ソウルリーパー弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、ソウルリーパー弾2発がランダムで同じ対応元素タイプの「流光奪魂弾」に変わり、夜魂性質の対応元素ダメージを与える。<br><br><i>夜の囁きと月光から逃れられる者はいない。集中する彼女のまなざしから、ターゲットが逃れられないのと同じように。</i>",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "裂風奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "流光奪魂弾ダメージ",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "弾丸トリック",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>マルチ照準</color>のチャージを行う時、チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、条件を満たす異なる元素タイプの数によって以下の効果を獲得する。<br>・元素タイプごとに、「付霊転化」を起こす確率がそれぞれ33%/66.7%/100%になる。「付霊転化」を起こすと、弾倉に装填された3発目の<color style='color:#FFD780;'>シャドウチェイサー弾</color>がランダムで対応元素の<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>に変化する。<br>・元素タイプが1/2/3種類ある時、チャスカは「閃影のスピリット」効果を1層獲得し、シャドウチェイサー弾・光輝の与えるダメージがそれぞれ+15%/35%/65%。この効果はマルチ照準終了まで継続し、最大3層まで重ねられる。",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "援護の心得",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、チャスカは近くの敵に「シャドウチェイサー弾・流紅」を放ち、夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>シャドウチェイサー弾</color>の150%に相当する。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが存在する場合、シャドウチェイサー弾・流紅は元素変化を起こし、夜魂性質の対応元素ダメージを与える。そのダメージは元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の150%に相当する。<br>上記方法によるダメージは重撃ダメージと見なされる。",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "夜域の賜物・消えぬ灼心",
                        "Desc": "夜魂値が尽きると、チャスカは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：チャスカ」を行える。フィールド上キャラクターが空中にいる時、チャスカに切り替えて登場すると次の効果が発動する。チャスカが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "調停の真意",
                        "Desc": "チームにいる自身のキャラクターが敵を倒した時、燃素を25回復する。この効果は12秒毎に1回のみ発動可能。<br>この効果は秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "弾倉、躁動のルーレットJP0B",
                        "Desc": "固有天賦「弾丸トリック」の「付霊転化」を起こした時、追加で弾倉に装填した2発目の<color style='color:#FFD780;'>シャドウチェイサー弾</color>を<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>に変化させる。<br>「付霊転化」の発動確率がアップする。チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、「付霊転化」の発動確率+33.3%、最大100%まで。<br><br>固有天賦「弾丸トリック」を解放する必要がある。<br><br>また、戦闘状態でない時、チャスカが夜魂の加護状態で消費する夜魂値と燃素-30%。",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "銃口、灼熱のスモークJP0B",
                        "Desc": "チャスカが登場時、固有天賦「弾丸トリック」の「閃影のスピリット」を1層獲得する。固有天賦「弾丸トリック」を解放する必要がある。<br>また、元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>マルチ照準</color>を発動し、チャスカの<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>が敵に命中すると、<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の元素タイプに応じて、チャスカの攻撃力400%分に相当する対応元素範囲ダメージを与える。このダメージは重撃ダメージと見なされる。<color style='color:#FFD780;'>マルチ照準</color>を発動するたびに、この効果を1回発動できる。",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "手綱、緻密なコントロールJP0B",
                        "Desc": "元素スキル<color style='color:#FFD780;'>影追う霊綱</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "火花、刹那のショットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>の<color style='color:#FFD780;'>流光奪魂弾</color>が敵に命中した時、チャスカの元素エネルギーを1.5ポイント回復する。さらに、チャスカの攻撃力400%分に相当する、<color style='color:#FFD780;'>流光奪魂弾</color>の元素タイプと同一元素の範囲ダメージを与える。<color style='color:#FFD780;'>ソウルリーパー</color>を発動するたびに、この効果を1回発動できる。",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "ツバ、砂のシルエットJP0B",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパー</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "対決、闘争のグローリーJP0B",
                        "Desc": "チャスカの<color style='color:#FFD780;'>マルチ照準</color>に必要なチャージ時間が短縮され、かつ固有天賦「弾丸トリック」の「付霊転化」を起こした後、チャスカは「フェイタルアタック」状態に入る。その後の3秒間、チャスカが次に元素スキル<color style='color:#FFD780;'>影追う霊綱</color>の<color style='color:#FFD780;'>マルチ照準</color>を発動する時、直ちにチャージが完了し、かつその<color style='color:#FFD780;'>マルチ照準</color>の会心ダメージ+120%。<br><br>上記効果は固有天賦「弾丸トリック」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "5": {
                "BattleSkills": [
                    {
                        "Name": "通常攻撃・フェザー・フルーリー",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.008%",
                                    "51.915%",
                                    "55.823%",
                                    "61.405%",
                                    "65.313%",
                                    "69.779%",
                                    "75.919%",
                                    "82.06%",
                                    "88.2%",
                                    "94.899%",
                                    "101.598%",
                                    "108.297%",
                                    "114.995%",
                                    "121.694%",
                                    "128.393%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.588%",
                                    "48.218%",
                                    "51.847%",
                                    "57.032%",
                                    "60.661%",
                                    "64.809%",
                                    "70.512%",
                                    "76.215%",
                                    "81.918%",
                                    "88.14%",
                                    "94.362%",
                                    "100.583%",
                                    "106.805%",
                                    "113.026%",
                                    "119.248%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "29.697%×2",
                                    "32.115%×2",
                                    "34.532%×2",
                                    "37.985%×2",
                                    "40.402%×2",
                                    "43.165%×2",
                                    "46.964%×2",
                                    "50.762%×2",
                                    "54.561%×2",
                                    "58.704%×2",
                                    "62.848%×2",
                                    "66.992%×2",
                                    "71.136%×2",
                                    "75.28%×2",
                                    "79.424%×2"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "25.467%×3",
                                    "27.54%×3",
                                    "29.613%×3",
                                    "32.574%×3",
                                    "34.647%×3",
                                    "37.016%×3",
                                    "40.274%×3",
                                    "43.531%×3",
                                    "46.788%×3",
                                    "50.342%×3",
                                    "53.896%×3",
                                    "57.449%×3",
                                    "61.003%×3",
                                    "64.556%×3",
                                    "68.11%×3"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.829%",
                                    "61.454%",
                                    "66.08%",
                                    "72.688%",
                                    "77.314%",
                                    "82.6%",
                                    "89.869%",
                                    "97.138%",
                                    "104.406%",
                                    "112.336%",
                                    "120.266%",
                                    "128.195%",
                                    "136.125%",
                                    "144.054%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.634%/141.934%",
                                    "122.883%/153.487%",
                                    "132.132%/165.04%",
                                    "145.345%/181.544%",
                                    "154.594%/193.097%",
                                    "165.165%/206.3%",
                                    "179.7%/224.454%",
                                    "194.234%/242.609%",
                                    "208.769%/260.763%",
                                    "224.624%/280.568%",
                                    "240.48%/300.373%",
                                    "256.336%/320.178%",
                                    "272.192%/339.982%",
                                    "288.048%/359.787%",
                                    "303.904%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "スピリット・レインズ",
                        "Desc": "チャスカは武器に宿る意志と共鳴し、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>発動後、チャスカは夜魂値を80獲得し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・チャスカ</color><br>持続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、チャスカの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・「霊銃・儀式杖」に乗ることで、チャスカの移動速度と中断耐性がアップする。この状態にあるチャスカは夜魂値を持続的に消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。<br>・通常攻撃と重撃を行う時、一回押しと長押しによって、異なる「マルチ照準」を行う。<br><br><color style='color:#FFD780;'>マルチ照準</color><br><color style='color:#FFD780;'>一回押し</color><br>前方の敵に夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは通常攻撃ダメージとみなされる。<br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、一定範囲内の一定数の敵に狙い定める。チャージの時間によって、最大6発の「シャドウチェイサー弾」を順番に装填する。6発装填した時、またはチャージを止めた時、照準した順番で敵に向けて弾丸を発射する。<br><br><color style='color:#FFD780;'>シャドウチェイサー弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは重撃ダメージとみなされる。<br>・チーム内の他キャラクターの元素タイプに応じて、弾倉に装填された4発目、5発目、6発目の「シャドウチェイサー弾」が元素変化を起こす。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、「シャドウチェイサー弾」1発がランダムで対応元素タイプの「シャドウチェイサー弾・光輝」に変わり、夜魂性質の対応元素ダメージを与える。このダメージは重撃ダメージとみなされる。<br>・後に装填された「シャドウチェイサー弾」が優先的に発射される。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>を発動すると、チャスカは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、チャスカの夜魂の加護状態は終了する。<br><br><i>理論上、彼女が望むなら、手綱はあらゆるものを御することができる…ただ、巨大なリボルバーほど格好いいものなどあるだろうか？</i>",
                        "Num": 1,
                        "Lock": 15.0,
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "共鳴ダメージ",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "マルチ照準一回押しダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "シャドウチェイサー弾のダメージ",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "シャドウチェイサー弾・光輝のダメージ",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.065%",
                                    "191.558%",
                                    "208.215%",
                                    "220.708%",
                                    "233.201%",
                                    "249.858%",
                                    "266.515%",
                                    "283.172%",
                                    "299.83%",
                                    "316.487%",
                                    "333.144%",
                                    "353.965%",
                                    "374.787%",
                                    "395.608%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0",
                                    "80.0"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ソウルリーパーの猛襲",
                        "Desc": "意志を集中させたチャスカが「ソウルリーパー弾・裂風」を1発放ち、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。その後、ソウルリーパー弾・裂風は6発の「ソウルリーパー弾」に分裂し、近くの敵を攻撃する。<br><br><color style='color:#FFD780;'>ソウルリーパー弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、ソウルリーパー弾2発がランダムで同じ対応元素タイプの「流光奪魂弾」に変わり、夜魂性質の対応元素ダメージを与える。<br><br><i>夜の囁きと月光から逃れられる者はいない。集中する彼女のまなざしから、ターゲットが逃れられないのと同じように。</i>",
                        "Num": 1,
                        "Lock": "CircleR25H20HC",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "ソウルリーパー弾・裂風のダメージ",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "ソウルリーパー弾のダメージ",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "ソウルリーパー弾・光溢のダメージ",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒",
                                    "15.0秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0",
                                    "60.0"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "弾丸トリック",
                        "Desc": "元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>マルチ照準</color>のチャージを行う時、チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、条件を満たす異なる元素タイプの数によって以下の効果を獲得する。<br>・元素タイプごとに、「スピリット転化」を起こす確率がそれぞれ33%/66.7%/100%になる。「スピリット転化」を起こすと、弾倉に装填された3発目の<color style='color:#FFD780;'>シャドウチェイサー弾</color>がランダムで対応元素の<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>に変化する。<br>・元素タイプが1/2/3種類ある時、チャスカは「閃影のスピリット」効果を1層獲得し、シャドウチェイサー弾・光輝の与えるダメージがそれぞれ+15%/35%/65%。この効果はマルチ照準終了まで継続し、最大3層まで重ねられる。",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "援護の心得",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、チャスカは近くの敵に「シャドウチェイサー弾・流紅」を放ち、夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。そのダメージは元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>シャドウチェイサー弾</color>の150%に相当する。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが存在する場合、シャドウチェイサー弾・流紅は元素変化を起こし、夜魂性質の対応元素ダメージを与える。そのダメージは元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の150%に相当する。<br>上記方法によるダメージは重撃ダメージと見なされる。",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "夜域の賜物・燻る灼心",
                        "Desc": "夜魂値が尽きると、チャスカは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：チャスカ」を行える。フィールド上キャラクターが空中にいる時、チャスカに切り替えて登場すると次の効果が発動する。チャスカが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "調停の真意",
                        "Desc": "チームにいる自身のキャラクターが敵を倒した時、燃素を25回復する。この効果は12秒毎に1回のみ発動可能。<br>この効果は秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "弾倉・躍動のルーレット",
                        "Desc": "固有天賦「弾丸トリック」の「スピリット転化」を起こした時、追加で弾倉に装填した2発目の<color style='color:#FFD780;'>シャドウチェイサー弾</color>を<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>に変化させる。<br>「スピリット転化」の発動確率がアップする。チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、「スピリット転化」の発動確率+33.3%、最大100%まで。<br><br>固有天賦「弾丸トリック」を解放する必要がある。<br><br>また、戦闘状態でない時、チャスカが夜魂の加護状態で消費する夜魂値と燃素-30%。",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "銃口・灼熱のスモーク",
                        "Desc": "チャスカが登場時、固有天賦「弾丸トリック」の「閃影のスピリット」を1層獲得する。固有天賦「弾丸トリック」を解放する必要がある。<br>また、元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>マルチ照準</color>を発動し、チャスカの<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>が敵に命中すると、<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の元素タイプに応じて、チャスカの攻撃力400%分に相当する対応元素範囲ダメージを与える。このダメージは重撃ダメージと見なされる。<color style='color:#FFD780;'>マルチ照準</color>を発動するたびに、この効果を1回発動できる。",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "手綱・緻密なコントロール",
                        "Desc": "元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "火花・刹那のショット",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパーの猛襲</color>の<color style='color:#FFD780;'>ソウルリーパー弾・光溢</color>が敵に命中した時、チャスカの元素エネルギーを1.5ポイント回復する。さらに、チャスカの攻撃力400%分に相当する、<color style='color:#FFD780;'>ソウルリーパー弾・光溢</color>の元素タイプと同一元素の範囲ダメージを与える。このダメージは重撃ダメージと見なされる。<br>上記の対応する元素範囲ダメージを与える効果は、<color style='color:#FFD780;'>ソウルリーパーの猛襲</color>を発動するたびに、1回発動できる。JP0B",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鋭帽・砂塵のシルエット",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパーの猛襲</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "対決・闘争のグローリー",
                        "Desc": "チャスカの<color style='color:#FFD780;'>マルチ照準</color>に必要なチャージ時間が短縮され、かつ固有天賦「弾丸トリック」の「スピリット転化」を起こした後、チャスカは「猛襲」状態に入る。その後の3秒間、チャスカが次に元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>マルチ照準</color>を発動する時、直ちにチャージが完了し、かつその<color style='color:#FFD780;'>マルチ照準</color>の会心ダメージ+120%。「猛襲」効果は3秒毎に1回のみ獲得可能。<br><br>上記効果は固有天賦「弾丸トリック」を解放する必要がある。JP0B",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            },
            "L": {
                "BattleSkills": [
                    {
                        "Name": "フェザー・フルーリー",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>最大4段の連続射撃を行う。<br><br><color style='color:#FFD780;'>重撃</color><br>ダメージがより高く、より精確な<color style='color:#FFD780;'>狙い撃ち</color>を発動する。<br>照準時、強風を矢先に凝集させ、強風の力に満ちた矢で敵に<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から矢の雨を放ち、凄まじいスピードで落下し地面に衝撃を与える。経路上の敵を攻撃し、落下時に範囲ダメージを与える。",
                        "Icon": "Skill_A_02",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "48.0078%",
                                    "51.9154%",
                                    "55.823%",
                                    "61.4053%",
                                    "65.3129%",
                                    "69.7788%",
                                    "75.9193%",
                                    "82.0598%",
                                    "88.2003%",
                                    "94.8991%",
                                    "101.5979%",
                                    "108.2966%",
                                    "114.9954%",
                                    "121.6941%",
                                    "128.3929%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "44.5884%",
                                    "48.2177%",
                                    "51.847%",
                                    "57.0317%",
                                    "60.661%",
                                    "64.8087%",
                                    "70.5119%",
                                    "76.2151%",
                                    "81.9183%",
                                    "88.1399%",
                                    "94.3615%",
                                    "100.5832%",
                                    "106.8048%",
                                    "113.0265%",
                                    "119.2481%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "29.6975%×2",
                                    "32.1148%×2",
                                    "34.532%×2",
                                    "37.9852%×2",
                                    "40.4024%×2",
                                    "43.165%×2",
                                    "46.9635%×2",
                                    "50.762%×2",
                                    "54.5606%×2",
                                    "58.7044%×2",
                                    "62.8482%×2",
                                    "66.9921%×2",
                                    "71.1359%×2",
                                    "75.2798%×2",
                                    "79.4236%×2"
                                ]
                            },
                            {
                                "Desc": "4段ダメージ",
                                "ParamLevelList": [
                                    "25.4672%×3",
                                    "27.5401%×3",
                                    "29.613%×3",
                                    "32.5743%×3",
                                    "34.6472%×3",
                                    "37.0163%×3",
                                    "40.2737%×3",
                                    "43.5311%×3",
                                    "46.7885%×3",
                                    "50.3421%×3",
                                    "53.8957%×3",
                                    "57.4492%×3",
                                    "61.0028%×3",
                                    "64.5563%×3",
                                    "68.1099%×3"
                                ]
                            },
                            {
                                "Desc": "狙い撃ち",
                                "ParamLevelList": [
                                    "43.86%",
                                    "47.43%",
                                    "51.0%",
                                    "56.1%",
                                    "59.67%",
                                    "63.75%",
                                    "69.36%",
                                    "74.97%",
                                    "80.58%",
                                    "86.7%",
                                    "92.82%",
                                    "98.94%",
                                    "105.06%",
                                    "111.18%",
                                    "117.3%"
                                ]
                            },
                            {
                                "Desc": "フルチャージ狙い撃ち",
                                "ParamLevelList": [
                                    "124.0%",
                                    "133.3%",
                                    "142.6%",
                                    "155.0%",
                                    "164.3%",
                                    "173.6%",
                                    "186.0%",
                                    "198.4%",
                                    "210.8%",
                                    "223.2%",
                                    "235.6%",
                                    "248.0%",
                                    "263.5%",
                                    "279.0%",
                                    "294.5%"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "スピリット・レインズ",
                        "Desc": "チャスカは武器に宿る意志と共鳴し、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。<br>発動後、チャスカは夜魂値を80獲得し、夜魂の加護状態に入る。<br><br><color style='color:#FFD780;'>夜魂の加護・チャスカ</color><br>継続的に夜魂値を消費する。夜魂値が尽きた時や、再発動時、チャスカの夜魂の加護状態は終了する。夜魂の加護状態は以下の特性を持つ。<br>・「スピリットリボルバー・ライトワンド」に乗ることで、チャスカの移動速度と中断耐性がアップする。この状態にあるチャスカは継続的に夜魂値を消費し、浮遊状態を維持する。さらに、ダッシュまたは高度を上げる時、追加で夜魂値を消費する。<br>・通常攻撃と重撃を行う時、一回押しと長押しによって、異なる「マルチ照準」を行う。<br><br><color style='color:#FFD780;'>マルチ照準</color><br><color style='color:#FFD780;'>一回押し</color><br>前方の敵に夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは通常攻撃ダメージとみなされる。<br><color style='color:#FFD780;'>長押し</color><br>照準モードに入り、一定範囲内の一定数の敵に狙い定める。チャージの時間によって、最大6発の「シャドウチェイサー弾」を順番に装填する。6発装填した時、またはチャージを止めた時、順番に敵に向けて弾丸を発射する。<br><br><color style='color:#FFD780;'>シャドウチェイサー弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。このダメージは重撃ダメージとみなされる。<br>・チーム内の他キャラクターの元素タイプに応じて、弾倉に装填された4発目、5発目、6発目の「シャドウチェイサー弾」が元素変化を起こす。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、「シャドウチェイサー弾」1発がランダムで対応元素タイプの「シャドウチェイサー弾・光輝」に変わり、夜魂性質の対応元素ダメージを与える。このダメージは重撃ダメージとみなされる。<br>・後に装填された「シャドウチェイサー弾」が優先的に発射される。<br><br>また、夜魂の加護状態時、長押しして元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>を発動すると、チャスカは代わりに夜魂性質の落下攻撃を行う。スキルボタンを離すと落下攻撃を中断でき、浮遊状態を維持する。落下攻撃中に着地すると、チャスカの夜魂の加護状態は終了する。<br><br><i>理論上、彼女が望むなら、手綱はあらゆるものを御することができる…ただ、巨大なリボルバーほど格好いいものなどあるだろうか？</i>",
                        "Icon": "Skill_S_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "共鳴ダメージ",
                                "ParamLevelList": [
                                    "60.0%",
                                    "64.5%",
                                    "69.0%",
                                    "75.0%",
                                    "79.5%",
                                    "84.0%",
                                    "90.0%",
                                    "96.0%",
                                    "102.0%",
                                    "108.0%",
                                    "114.0%",
                                    "120.0%",
                                    "127.5%",
                                    "135.0%",
                                    "142.5%"
                                ]
                            },
                            {
                                "Desc": "マルチ照準一回押しダメージ",
                                "ParamLevelList": [
                                    "36.0%",
                                    "38.7%",
                                    "41.4%",
                                    "45.0%",
                                    "47.7%",
                                    "50.4%",
                                    "54.0%",
                                    "57.6%",
                                    "61.2%",
                                    "64.8%",
                                    "68.4%",
                                    "72.0%",
                                    "76.5%",
                                    "81.0%",
                                    "85.5%"
                                ]
                            },
                            {
                                "Desc": "シャドウチェイサー弾のダメージ",
                                "ParamLevelList": [
                                    "48.8%",
                                    "52.46%",
                                    "56.12%",
                                    "61.0%",
                                    "64.66%",
                                    "68.32%",
                                    "73.2%",
                                    "78.08%",
                                    "82.96%",
                                    "87.84%",
                                    "92.72%",
                                    "97.6%",
                                    "103.7%",
                                    "109.8%",
                                    "115.9%"
                                ]
                            },
                            {
                                "Desc": "シャドウチェイサー弾・光輝のダメージ",
                                "ParamLevelList": [
                                    "166.572%",
                                    "179.0649%",
                                    "191.5578%",
                                    "208.215%",
                                    "220.7079%",
                                    "233.2008%",
                                    "249.858%",
                                    "266.5152%",
                                    "283.1724%",
                                    "299.8296%",
                                    "316.4868%",
                                    "333.144%",
                                    "353.9655%",
                                    "374.787%",
                                    "395.6085%"
                                ]
                            },
                            {
                                "Desc": "夜魂値上限",
                                "ParamLevelList": [
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80",
                                    "80"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒",
                                    "6.5秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "ソウルリーパーの猛襲",
                        "Desc": "意志を集中させたチャスカが「ソウルリーパー弾・裂風」を1発放ち、夜魂性質の<color style='color:#80FFD7;'>風元素範囲ダメージ</color>を与える。その後、ソウルリーパー弾・裂風は6発の「ソウルリーパー弾」に分裂し、近くの敵を攻撃する。<br><br><color style='color:#FFD780;'>ソウルリーパー弾</color><br>・夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。<br>・チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>のキャラクターが1名いる毎に、ソウルリーパー弾2発がランダムで対応元素タイプの「ソウルリーパー弾・光溢」に変わり、夜魂性質の対応元素ダメージを与える。<br><br><i>夜の囁きと月光から逃れられる者はいない。集中する彼女のまなざしから、ターゲットが逃れられないのと同じように。</i>",
                        "Icon": "Skill_E_Chasca_01",
                        "ParamDesc": [
                            {
                                "Desc": "ソウルリーパー弾・裂風のダメージ",
                                "ParamLevelList": [
                                    "88.0%",
                                    "94.6%",
                                    "101.2%",
                                    "110.0%",
                                    "116.6%",
                                    "123.2%",
                                    "132.0%",
                                    "140.8%",
                                    "149.6%",
                                    "158.4%",
                                    "167.2%",
                                    "176.0%",
                                    "187.0%",
                                    "198.0%",
                                    "209.0%"
                                ]
                            },
                            {
                                "Desc": "ソウルリーパー弾のダメージ",
                                "ParamLevelList": [
                                    "103.4%",
                                    "111.155%",
                                    "118.91%",
                                    "129.25%",
                                    "137.005%",
                                    "144.76%",
                                    "155.1%",
                                    "165.44%",
                                    "175.78%",
                                    "186.12%",
                                    "196.46%",
                                    "206.8%",
                                    "219.725%",
                                    "232.65%",
                                    "245.575%"
                                ]
                            },
                            {
                                "Desc": "ソウルリーパー弾・光溢のダメージ",
                                "ParamLevelList": [
                                    "206.8%",
                                    "222.31%",
                                    "237.82%",
                                    "258.5%",
                                    "274.01%",
                                    "289.52%",
                                    "310.2%",
                                    "330.88%",
                                    "351.56%",
                                    "372.24%",
                                    "392.92%",
                                    "413.6%",
                                    "439.45%",
                                    "465.3%",
                                    "491.15%"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "弾丸トリック",
                        "Desc": "元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>マルチ照準</color>のチャージを行う時、チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、条件を満たす異なる元素タイプの数によって以下の効果を獲得する。<br>・元素タイプが1種類あるごとに、「スピリット転化」を起こす確率がそれぞれ33%/66.7%/100%になる。「スピリット転化」を起こすと、弾倉に装填された3発目の<color style='color:#FFD780;'>シャドウチェイサー弾</color>がランダムで対応元素の<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>に変化する。<br>・元素タイプが1種類あるごとに、チャスカは「閃影のスピリット」効果を1層獲得し、その層数に応じて、シャドウチェイサー弾・光輝の与えるダメージがそれぞれ+15%/35%/65%。「閃影のスピリット」効果はマルチ照準終了まで継続し、最大3層まで重ねられる。",
                        "Icon": "UI_Talent_S_Chasca_05"
                    },
                    {
                        "Name": "援護の気持ち",
                        "Desc": "付近にいるチーム内キャラクターが「夜魂バースト」を起こした時、チャスカは近くの敵に「シャドウチェイサー弾・流紅」を放ち、夜魂性質の<color style='color:#80FFD7;'>風元素ダメージ</color>を与える。そのダメージは元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>シャドウチェイサー弾</color>の150%に相当する。チーム内に<color style='color:#FF9999;'>炎元素</color>、<color style='color:#80C0FF;'>水元素</color>、<color style='color:#99FFFF;'>氷元素</color>または<color style='color:#FFACFF;'>雷元素</color>タイプのキャラクターが存在する場合、シャドウチェイサー弾・流紅は元素変化を起こし、夜魂性質の対応元素ダメージを与える。そのダメージは元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の150%に相当する。<br>上記方法によるダメージは重撃ダメージと見なされる。",
                        "Icon": "UI_Talent_S_Chasca_06"
                    },
                    {
                        "Name": "夜域の賜物・燻る灼心",
                        "Desc": "夜魂値が尽きると、チャスカは代わりに燃素を消費して夜魂の加護状態を維持する。<br>燃素を利用できるナタのエリアにいる時、「夜魂トランス：チャスカ」を行える。フィールド上キャラクターが空中にいるとき、チャスカに切り替えて登場すると次の効果が発動する。チャスカが夜魂の加護状態に入り、夜魂値を32獲得する。自身のチームにおいて、夜魂トランスは10秒毎に1回のみ発動可能。",
                        "Icon": "UI_Talent_S_Chasca_07"
                    },
                    {
                        "Name": "調停の真意",
                        "Desc": "チームにいる自身のキャラクターが敵を倒した時、燃素を25回復する。この効果は12秒毎に1回のみ発動可能。<br>この効果は秘境、征討領域、深境螺旋では発動しない。",
                        "Icon": "UI_Talent_S_Chasca_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "弾倉・躍動のルーレット",
                        "Desc": "固有天賦「弾丸トリック」の「スピリット転化」を起こした時、追加で弾倉に装填した2発目の<color style='color:#FFD780;'>シャドウチェイサー弾</color>を<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>に変化させる。<br>「スピリット転化」の発動確率がアップする。チーム内に元素変化の条件を満たす元素タイプのキャラクターが存在する場合、「スピリット転化」の発動確率+33.3%、最大100%まで。<br><br>固有天賦「弾丸トリック」を解放する必要がある。<br>また、戦闘状態でない時、チャスカが夜魂の加護状態で消費する夜魂値と燃素-30%。",
                        "Icon": "UI_Talent_S_Chasca_01"
                    },
                    {
                        "Level": 2,
                        "Name": "銃口・灼熱のスモーク",
                        "Desc": "チャスカが登場時、固有天賦「弾丸トリック」の「閃影のスピリット」を1層獲得する。固有天賦「弾丸トリック」を解放する必要がある。<br>また、元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>マルチ照準</color>を発動し、チャスカの<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>が敵に命中すると、チャスカの攻撃力400%分に相当する、<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の元素タイプと同一元素の範囲ダメージを与える。このダメージは重撃ダメージと見なされる。<color style='color:#FFD780;'>マルチ照準</color>を発動するたびに、この効果を1回発動できる。",
                        "Icon": "UI_Talent_S_Chasca_02"
                    },
                    {
                        "Level": 3,
                        "Name": "手綱・緻密なコントロール",
                        "Desc": "元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Chasca_01"
                    },
                    {
                        "Level": 4,
                        "Name": "火花・刹那のショット",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパーの猛襲</color>の<color style='color:#FFD780;'>ソウルリーパー弾・光溢</color>が敵に命中した時、チャスカの元素エネルギーを1.5ポイント回復する。さらに、チャスカの攻撃力400%分に相当する、<color style='color:#FFD780;'>ソウルリーパー弾・光溢</color>の元素タイプと同一元素の範囲ダメージを与える。このダメージは重撃ダメージと見なされる。<br>上記の同一元素の範囲ダメージを与える効果は、<color style='color:#FFD780;'>ソウルリーパーの猛襲</color>を発動するたびに1回発動できる。",
                        "Icon": "UI_Talent_S_Chasca_03"
                    },
                    {
                        "Level": 5,
                        "Name": "鋭帽・砂塵のシルエット",
                        "Desc": "元素爆発<color style='color:#FFD780;'>ソウルリーパーの猛襲</color>のスキルLv.+3。<br>最大Lv.15まで。",
                        "Icon": "UI_Talent_U_Chasca_02"
                    },
                    {
                        "Level": 6,
                        "Name": "対決・闘争のグローリー",
                        "Desc": "チャスカの<color style='color:#FFD780;'>マルチ照準</color>に必要なチャージ時間が短縮され、かつ固有天賦「弾丸トリック」の「スピリット転化」を起こした後、チャスカは「猛襲」状態に入る。その後の3秒間、チャスカが次に元素スキル<color style='color:#FFD780;'>スピリット・レインズ</color>の<color style='color:#FFD780;'>マルチ照準</color>を発動する時、直ちにチャージが完了し、かつその<color style='color:#FFD780;'>マルチ照準</color>の<color style='color:#FFD780;'>シャドウチェイサー弾</color>および<color style='color:#FFD780;'>シャドウチェイサー弾・光輝</color>の会心ダメージ+120%。「猛襲」効果は3秒毎に1回のみ獲得可能。<br><br>上記効果は固有天賦「弾丸トリック」を解放する必要がある。",
                        "Icon": "UI_Talent_S_Chasca_04"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Chasca": {}
}