// Auto Generated

var _AvatarDataConfig_ = {
    "Columbina": {
        "BallList": [],
        "EndureList": [],
        "WindZoneList": [],
        "OtherDataList": [
            {
                "Name": "Particle Generation",
                "DescList": [
                    "Moonreel Continuous DMG (not including casting DMG) every @4s# (2 hits):",
                    "• Has @2/3# chance of generating @1# particle; has @1/3# chance of generating @2# particles."
                ]
            },
            {
                "Name": "Element Application & Attack Intervals",
                "DescList": [
                    "• E: Casting DMG @independent 1U#, Moonreel @independent 1U#, attacks every @2s#. (=Kokomi)",
                    "• Q: @Independent 2U#.",
                    "• Lunar Reaction DMG: No application."
                ]
            },
            {
                "Name": "Interruption RES",
                "DescList": [
                    "• C1 Luner Bloom: @Completely uninterruptible#"
                ]
            }
        ]
    }
}

var _AvatarMats_ = {
    "Columbina": {
        "Promotion": [
            {},
            {
                "202": 20000,
                "104121": 1,
                "101268": 3,
                "112002": 3
            },
            {
                "202": 40000,
                "104122": 3,
                "113079": 2,
                "101268": 10,
                "112002": 15
            },
            {
                "202": 60000,
                "104122": 6,
                "113079": 4,
                "101268": 20,
                "112003": 12
            },
            {
                "202": 80000,
                "104123": 3,
                "113079": 8,
                "101268": 30,
                "112003": 18
            },
            {
                "202": 100000,
                "104123": 6,
                "113079": 12,
                "101268": 45,
                "112004": 12
            },
            {
                "202": 120000,
                "104124": 6,
                "113079": 20,
                "101268": 60,
                "112004": 24
            }
        ],
        "A": [
            {
                "202": 12500,
                "104356": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104357": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104357": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104357": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104357": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104358": 4,
                "112004": 4,
                "113081": 1
            },
            {
                "202": 260000,
                "104358": 6,
                "112004": 6,
                "113081": 1
            },
            {
                "202": 450000,
                "104358": 12,
                "112004": 9,
                "113081": 2
            },
            {
                "202": 700000,
                "104358": 16,
                "112004": 12,
                "113081": 2,
                "104319": 1
            }
        ],
        "E": [
            {
                "202": 12500,
                "104356": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104357": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104357": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104357": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104357": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104358": 4,
                "112004": 4,
                "113081": 1
            },
            {
                "202": 260000,
                "104358": 6,
                "112004": 6,
                "113081": 1
            },
            {
                "202": 450000,
                "104358": 12,
                "112004": 9,
                "113081": 2
            },
            {
                "202": 700000,
                "104358": 16,
                "112004": 12,
                "113081": 2,
                "104319": 1
            }
        ],
        "Q": [
            {
                "202": 12500,
                "104356": 3,
                "112002": 6
            },
            {
                "202": 17500,
                "104357": 2,
                "112003": 3
            },
            {
                "202": 25000,
                "104357": 4,
                "112003": 4
            },
            {
                "202": 30000,
                "104357": 6,
                "112003": 6
            },
            {
                "202": 37500,
                "104357": 9,
                "112003": 9
            },
            {
                "202": 120000,
                "104358": 4,
                "112004": 4,
                "113081": 1
            },
            {
                "202": 260000,
                "104358": 6,
                "112004": 6,
                "113081": 1
            },
            {
                "202": 450000,
                "104358": 12,
                "112004": 9,
                "113081": 2
            },
            {
                "202": 700000,
                "104358": 16,
                "112004": 12,
                "113081": 2,
                "104319": 1
            }
        ]
    }
}

var _AvatarSkillPConfig_ = {
    "Columbina": {
        "Ver": {
            "1": {
                "BattleSkills": [
                    {
                        "Name": "注がれる月露JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>月光の潮汐を呼び起こし、最大3段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><color style='color:#FFD780;'>草露</color>を1枚以上所持している場合、コロンビーナの重撃はスタミナを消費しない特殊な重撃<color style='color:#FFD780;'>月露の浄化</color>に変わる。草露を1枚消費することで、前方にいる敵に<color style='color:#99FF88;'>草元素範囲ダメージ</color>を3回与える。このダメージは月開花反応によるダメージと見なされる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から地面に向かって落下し、その経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。JP0D",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "草露重撃ダメージ",
                                "ParamLevelList": [
                                    "HP上限1.2595%×3",
                                    "HP上限1.354%×3",
                                    "HP上限1.4484%×3",
                                    "HP上限1.5744%×3",
                                    "HP上限1.6689%×3",
                                    "HP上限1.7633%×3",
                                    "HP上限1.8893%×3",
                                    "HP上限2.0152%×3",
                                    "HP上限2.1412%×3",
                                    "HP上限2.2671%×3",
                                    "HP上限2.3931%×3",
                                    "HP上限2.519%×3",
                                    "HP上限2.6765%×3",
                                    "HP上限2.8339%×3",
                                    "HP上限2.9914%×3"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古の潮汐JP0D",
                        "Desc": "月の海の潮汐を起こし、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与え、<color style='color:#FFD780;'>引力のさざ波</color>を召喚する。<br><color style='color:#FFD780;'>引力のさざ波</color>はフィールド上のキャラクターに付き従い、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<color style='color:#FFD780;'>引力のさざ波</color>が存在する間、付近にいるチーム内キャラクターが月反応または月反応ダメージを与えると、コロンビーナは特殊な<color style='color:#FFD780;'>引力値</color>を獲得する。引力値が上限に達すると、コロンビーナの獲得した最も多い<color style='color:#FFD780;'>引力値</color>の月反応タイプに応じて、敵に異なるダメージを与える。JP3A",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月の運行が潮の満ち引きを司る。女神は物憂げに手を伸ばし、胎海と大洋、そして無数の人々の間に波紋を描く。</i>JP3A",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "16.72%HP上限",
                                    "17.974%HP上限",
                                    "19.228%HP上限",
                                    "20.9%HP上限",
                                    "22.154%HP上限",
                                    "23.408%HP上限",
                                    "25.08%HP上限",
                                    "26.752%HP上限",
                                    "28.424%HP上限",
                                    "30.096%HP上限",
                                    "31.768%HP上限",
                                    "33.44%HP上限",
                                    "35.53%HP上限",
                                    "37.62%HP上限",
                                    "39.71%HP上限"
                                ]
                            },
                            {
                                "Desc": "月輪の継続ダメージ",
                                "ParamLevelList": [
                                    "HP上限9.36%",
                                    "HP上限10.062%",
                                    "HP上限10.764%",
                                    "HP上限11.7%",
                                    "HP上限12.402%",
                                    "HP上限13.104%",
                                    "HP上限14.04%",
                                    "HP上限14.976%",
                                    "HP上限15.912%",
                                    "HP上限16.848%",
                                    "HP上限17.784%",
                                    "HP上限18.72%",
                                    "HP上限19.89%",
                                    "HP上限21.06%",
                                    "HP上限22.23%"
                                ]
                            },
                            {
                                "Desc": "月輪・月感電ダメージ",
                                "ParamLevelList": [
                                    "HP上限5.552%",
                                    "HP上限5.9684%",
                                    "HP上限6.3848%",
                                    "HP上限6.94%",
                                    "HP上限7.3564%",
                                    "HP上限7.7728%",
                                    "HP上限8.328%",
                                    "HP上限8.8832%",
                                    "HP上限9.4384%",
                                    "HP上限9.9936%",
                                    "HP上限10.5488%",
                                    "HP上限11.104%",
                                    "HP上限11.798%",
                                    "HP上限12.492%",
                                    "HP上限13.186%"
                                ]
                            },
                            {
                                "Desc": "月輪・月開花ダメージ",
                                "ParamLevelList": [
                                    "HP上限2.0%×5",
                                    "HP上限2.15%×5",
                                    "HP上限2.3%×5",
                                    "HP上限2.5%×5",
                                    "HP上限2.65%×5",
                                    "HP上限2.8%×5",
                                    "HP上限3.0%×5",
                                    "HP上限3.2%×5",
                                    "HP上限3.4%×5",
                                    "HP上限3.6%×5",
                                    "HP上限3.8%×5",
                                    "HP上限4.0%×5",
                                    "HP上限4.25%×5",
                                    "HP上限4.5%×5",
                                    "HP上限4.75%×5"
                                ]
                            },
                            {
                                "Desc": "月輪・月結晶ダメージ",
                                "ParamLevelList": [
                                    "HP上限10.416%",
                                    "HP上限11.1972%",
                                    "HP上限11.9784%",
                                    "HP上限13.02%",
                                    "HP上限13.8012%",
                                    "HP上限14.5824%",
                                    "HP上限15.624%",
                                    "HP上限16.6656%",
                                    "HP上限17.7072%",
                                    "HP上限18.7488%",
                                    "HP上限19.7904%",
                                    "HP上限20.832%",
                                    "HP上限22.134%",
                                    "HP上限23.436%",
                                    "HP上限24.738%"
                                ]
                            },
                            {
                                "Desc": "月輪ゲージ上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "月輪の継続時間",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "彼女の郷愁JP0D",
                        "Desc": "穢れなき新月の名のもと、山と海を結び、周囲の大地を一時的に<color style='color:#FFD780;'>月の領域</color>へと変え、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。JP3A",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古より、物質世界と宇宙を結ぶ三人の使者は「インクス」と呼ばれ、鳥のような神を意味したという。</i>JP3A",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "32.24%HP上限",
                                    "34.658%HP上限",
                                    "37.076%HP上限",
                                    "40.3%HP上限",
                                    "42.718%HP上限",
                                    "45.136%HP上限",
                                    "48.36%HP上限",
                                    "51.584%HP上限",
                                    "54.808%HP上限",
                                    "58.032%HP上限",
                                    "61.256%HP上限",
                                    "64.48%HP上限",
                                    "68.51%HP上限",
                                    "72.54%HP上限",
                                    "76.57%HP上限"
                                ]
                            },
                            {
                                "Desc": "月反応ダメージアップ",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "領域の継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月に誘発された狂気JP0D",
                        "Desc": "<color style='color:#FFD780;'>矩形波干渉</color>を発動すると、コロンビーナは誘月効果を獲得し、自身の会心率+5%。継続時間10秒。この効果は最大3重まで重ねられる。JP3A",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自身の法則JP0D",
                        "Desc": "{SPRITE_PRESET#2101}<color style='color:#FFD780;'>月の領域</color>/LINK}の中にいるキャラクターが月反応を起こした時、それぞれ以下の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：雷雲の攻撃間隔-0.5秒。<br>・<color style='color:#FFD780;'>月開花反応</color>：月開花反応を起こした時、チームに特殊な山月草露を1つ与える。この方法でチームに与えられる山月草露は18秒ごとに最大3つまで。<br>・<color style='color:#FFD780;'>月結晶反応</color>：月籠のハーモニーを起こした時、月籠1つにつき33%の確率で追加攻撃を1回行う。JP0D",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆の祝福・汝の月光を借りてJP0D",
                        "Desc": "チーム内のキャラクターが感電/開花/水元素結晶反応を起こすと、月感電/月開花/月結晶反応へと変わり、コロンビーナのHP上限を基準に、チーム内キャラクターの与える月反応の基礎ダメージがアップする。HP上限1000ごとに月反応の基礎ダメージ+0.2%。この方法でアップできるダメージは最大7%まで。<br><br>また、コロンビーナがチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。JP0D",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月の見守りJP3A",
                        "Desc": "ナド・クライエリアにいる時、チーム内の自身のキャラクターが戦闘不能になった場合、コロンビーナがそのキャラクターを蘇生させ、HPを回復させます。回復量はコロンビーナのLv.に応じて変動し、この効果は100秒に1回まで発動可能です。<br>また、クーヴァキの影響を受けた動物たちに対して、コロンビーナは特別な親和力を持っているようです…JP3A",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "花海を照らし、山々に隠れるJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古潮汐</color>発動時、<color style='color:#FFD780;'>矩形波干渉</color>と同等の効果を直ちに1回発動する。この効果は15秒毎に1回まで発動可能。<br><color style='color:#FFD780;'>月兆・満照</color><br>矩形波干渉発動時、コロンビーナが最も多くの重力を蓄積した月反応の種類に応じて：<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの元素エネルギーを6回復する。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの中断耐性をアップさせる。継続時間8秒。<br>・<color style='color:#FFD780;'>月結晶反応</color>：<color style='color:#FFD780;'>雨海のシールド</color>を生成する。ダメージ吸収量はコロンビーナのHP上限の12%にあたり、<color style='color:#80C0FF;'>水元素ダメージ</color>に対して250%の吸収効果がある。継続時間8秒。<br><br>チーム内の周囲にいるキャラクター全員の月反応ダメージを<color style='color:#FFD780;'>向上</color>3%。JP3A",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "夜に輝きを添え、君に伴するJP0D",
                        "Desc": "<color style='color:#FFD780;'>引力値</color>の蓄積速度+34%。<br><color style='color:#FFD780;'>矩波干渉</color>を発動した時、コロンビーナは<color style='color:#FFD780;'>皎輝</color>効果を獲得し、HP上限+30%。継続時間8秒。<br><color style='color:#FFD780;'>月兆・満照</color><br><color style='color:#FFD780;'>皎輝</color>効果の継続中、今回の<color style='color:#FFD780;'>矩波干渉</color>発動時に、コロンビーナのために最も多くの引力値を蓄積した月反応タイプが下記の場合、対応する効果が発動する。<br>・<color style='color:#FFD780;'>月感電反応</color>：チームにいる自身のフィールド上キャラクターの攻撃力が、コロンビーナのHP上限の0.7%分アップする。<br>・<color style='color:#FFD780;'>月開花反応</color>：チームにいる自身のフィールド上キャラクターの元素熟知が、コロンビーナのHP上限の0.35%分アップする。<br>・<color style='color:#FFD780;'>月結晶反応</color>：チームにいる自身のフィールド上キャラクターの防御力が、コロンビーナのHP上限の0.7%分アップする。<br><br>チーム内、周囲のキャラクター全員が与える月反応ダメージが3%<color style='color:#FFD780;'>向上</color>する。JP3A",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔らかな光の結露、夢の湖のさざ波JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古潮汐</color>のスキルLv.が3上昇する。<br>最大Lv.15まで上昇可能。<br><br>チーム内の近くにいるキャラクター全員の月反応ダメージが<color style='color:#FFD780;'>向上</color>3%。JP3A",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花と雲、木々と山石の陰JP0D",
                        "Desc": "<color style='color:#FFD780;'>矩形波干渉</color>発動時、コロンビーナの元素エネルギーを4回復する。<br>また、コロンビーナの<color style='color:#FFD780;'>引力値</color>を最も多く蓄積した月反応のタイプが、月感電/月開花/月結晶反応である時、今回の矩形波干渉による月反応のダメージは、それぞれコロンビーナのHP上限の12.5%/2.5%/12.5%分アップする。上記効果は15秒毎に1回のみ発動可能。<br><br>チーム内の周囲にいるキャラクター全員の月反応ダメージが<color style='color:#FFD780;'>向上</color>3%。JP3A",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "静寂の万物、ただ君の歌声のみ響くJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>「彼女の郷愁」</color>のスキルLv.が3上昇する。<br>最大Lv.15まで上昇可能。<br><br>チーム内の近くにいるキャラクター全員が与える月反応ダメージが<color style='color:#FFD780;'>向上</color>3%。JP3A",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜は暗い、月明かりと共に行こうJP0D",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>にいるキャラクターが月反応を起こした後の8秒間、その反応に関与した元素タイプについて、チーム全員の与えるそのタイプのダメージの会心ダメージが80%アップする。同じ元素タイプの会心ダメージアップ効果は重ね掛けできない。<br><br>チーム内の近くにいるキャラクター全員の月反応ダメージが<color style='color:#FFD780;'>擢升</color>5%される。JP3A",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "チーム内キャラクターが月開花反応を起こすと、チームは「草露」を溜めることができる。<br>月開花反応を起こした後の2.5秒間、2.5秒毎にチームに草露を1滴提供する。最大3滴まで。継続期間中、再び月開花反応を起こすと、上記効果の継続時間がリセットされる。"
                    },
                    {
                        "Name": "引力のさざ波",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動後、コロンビーナは<color style='color:#FFD780;'>引力のさざ波</color>を生成する。<br>引力のさざ波はフィールド上キャラクターに追随し、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br>また、引力のさざ波が存在する間、付近にいるチーム内キャラクターが月反応を起こす、または月反応ダメージを与えた時、コロンビーナは次の2秒間に「新月の啓示」効果を獲得し、2秒毎に<color style='color:#FFD780;'>引力値</color>を20蓄積する。<br>引力値は最大60まで溜めることができ、かつ引力のさざ波の継続時間終了後にクリアされる。<br>引力値が最大に達した時、特殊な矩形波干渉が発生し、コロンビーナが最も多くの引力値を溜めた月反応のタイプに応じて以下の異なる効果が発生する。<br> · <color style='color:#FFD780;'>月感電反応</color>：矩形波干渉は<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。このダメージは月感電反応ダメージと見なされる。<br> · <color style='color:#FFD780;'>月開花反応</color>：矩形波干渉は周囲の敵に月露の印を5枚発射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。このダメージは月開花反応ダメージと見なされる。<br> · <color style='color:#FFD780;'>月結晶反応</color>：矩形波干渉は<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を1回与える。このダメージは月結晶反応ダメージと見なされる。JP0D"
                    },
                    {
                        "Name": "月の領域JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>彼女の郷愁</color>を発動した後、コロンビーナが生成する領域。<br>フィールド上のキャラクターが<color style='color:#FFD780;'>月の領域</color>内にいる時、チーム全員の与える月反応ダメージがアップする。JP0D"
                    }
                ]
            },
            "2": {
                "BattleSkills": [
                    {
                        "Name": "注がれる月露JP0D",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>月光の潮汐を呼び起こし、最大3段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><color style='color:#FFD780;'>草露</color>を1枚以上所持している場合、コロンビーナの重撃はスタミナを消費しない特殊な重撃<color style='color:#FFD780;'>月露の浄化</color>に変わる。草露を1枚消費することで、前方にいる敵に<color style='color:#99FF88;'>草元素範囲ダメージ</color>を3回与える。このダメージは月開花反応によるダメージと見なされる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から地面に向かって落下し、その経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。JP0D",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "草露重撃ダメージ",
                                "ParamLevelList": [
                                    "HP上限1.2595%×3",
                                    "HP上限1.354%×3",
                                    "HP上限1.4484%×3",
                                    "HP上限1.5744%×3",
                                    "HP上限1.6689%×3",
                                    "HP上限1.7633%×3",
                                    "HP上限1.8893%×3",
                                    "HP上限2.0152%×3",
                                    "HP上限2.1412%×3",
                                    "HP上限2.2671%×3",
                                    "HP上限2.3931%×3",
                                    "HP上限2.519%×3",
                                    "HP上限2.6765%×3",
                                    "HP上限2.8339%×3",
                                    "HP上限2.9914%×3"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古の潮汐JP0D",
                        "Desc": "月の海の潮汐を起こし、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与え、<color style='color:#FFD780;'>引力のさざ波</color>を召喚する。<br><color style='color:#FFD780;'>引力のさざ波</color>はフィールド上のキャラクターに付き従い、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<color style='color:#FFD780;'>引力のさざ波</color>が存在する間、周囲のチーム内キャラクターが月反応または月反応ダメージを与えると、コロンビーナは特殊な<color style='color:#FFD780;'>引力値</color>を獲得する。引力値が上限に達すると、コロンビーナの獲得した最も多い<color style='color:#FFD780;'>引力値</color>の月反応タイプに応じて、敵に異なるダメージを与える。JP0D",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月の運行が潮の満ち引きを導く。気だるげに手を下ろした女神は、胎海や海、そして無数の人々の間にさざ波を起こす。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "16.72%HP上限",
                                    "17.974%HP上限",
                                    "19.228%HP上限",
                                    "20.9%HP上限",
                                    "22.154%HP上限",
                                    "23.408%HP上限",
                                    "25.08%HP上限",
                                    "26.752%HP上限",
                                    "28.424%HP上限",
                                    "30.096%HP上限",
                                    "31.768%HP上限",
                                    "33.44%HP上限",
                                    "35.53%HP上限",
                                    "37.62%HP上限",
                                    "39.71%HP上限"
                                ]
                            },
                            {
                                "Desc": "月輪の継続ダメージ",
                                "ParamLevelList": [
                                    "HP上限9.36%",
                                    "HP上限10.062%",
                                    "HP上限10.764%",
                                    "HP上限11.7%",
                                    "HP上限12.402%",
                                    "HP上限13.104%",
                                    "HP上限14.04%",
                                    "HP上限14.976%",
                                    "HP上限15.912%",
                                    "HP上限16.848%",
                                    "HP上限17.784%",
                                    "HP上限18.72%",
                                    "HP上限19.89%",
                                    "HP上限21.06%",
                                    "HP上限22.23%"
                                ]
                            },
                            {
                                "Desc": "月輪・月感電ダメージ",
                                "ParamLevelList": [
                                    "HP上限5.552%",
                                    "HP上限5.9684%",
                                    "HP上限6.3848%",
                                    "HP上限6.94%",
                                    "HP上限7.3564%",
                                    "HP上限7.7728%",
                                    "HP上限8.328%",
                                    "HP上限8.8832%",
                                    "HP上限9.4384%",
                                    "HP上限9.9936%",
                                    "HP上限10.5488%",
                                    "HP上限11.104%",
                                    "HP上限11.798%",
                                    "HP上限12.492%",
                                    "HP上限13.186%"
                                ]
                            },
                            {
                                "Desc": "月輪・月開花ダメージ",
                                "ParamLevelList": [
                                    "HP上限2.0%×5",
                                    "HP上限2.15%×5",
                                    "HP上限2.3%×5",
                                    "HP上限2.5%×5",
                                    "HP上限2.65%×5",
                                    "HP上限2.8%×5",
                                    "HP上限3.0%×5",
                                    "HP上限3.2%×5",
                                    "HP上限3.4%×5",
                                    "HP上限3.6%×5",
                                    "HP上限3.8%×5",
                                    "HP上限4.0%×5",
                                    "HP上限4.25%×5",
                                    "HP上限4.5%×5",
                                    "HP上限4.75%×5"
                                ]
                            },
                            {
                                "Desc": "月輪・月結晶ダメージ",
                                "ParamLevelList": [
                                    "HP上限10.416%",
                                    "HP上限11.1972%",
                                    "HP上限11.9784%",
                                    "HP上限13.02%",
                                    "HP上限13.8012%",
                                    "HP上限14.5824%",
                                    "HP上限15.624%",
                                    "HP上限16.6656%",
                                    "HP上限17.7072%",
                                    "HP上限18.7488%",
                                    "HP上限19.7904%",
                                    "HP上限20.832%",
                                    "HP上限22.134%",
                                    "HP上限23.436%",
                                    "HP上限24.738%"
                                ]
                            },
                            {
                                "Desc": "月輪ゲージ上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "月輪の継続時間",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "彼女の郷愁JP0D",
                        "Desc": "無垢の新月の名によって山々や海を繋ぎ合わせ、周囲の大地を短い間<color style='color:#FFD780;'>月の領域</color>に変え、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。JP0D",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古の人々は、物質世界と宇宙を繋ぐ三人の使者を「インクス」と呼んでいた。その意味は、「鳥のような神々」である。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "32.24%HP上限",
                                    "34.658%HP上限",
                                    "37.076%HP上限",
                                    "40.3%HP上限",
                                    "42.718%HP上限",
                                    "45.136%HP上限",
                                    "48.36%HP上限",
                                    "51.584%HP上限",
                                    "54.808%HP上限",
                                    "58.032%HP上限",
                                    "61.256%HP上限",
                                    "64.48%HP上限",
                                    "68.51%HP上限",
                                    "72.54%HP上限",
                                    "76.57%HP上限"
                                ]
                            },
                            {
                                "Desc": "月反応ダメージアップ",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "領域の継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月に誘発された狂気JP0D",
                        "Desc": "<color style='color:#FFD780;'>矩形波干渉</color>/LINK}を発動すると、コロンビーナは誘月効果を獲得し、自身の会心率+5%。継続時間10秒。この効果は最大3重まで重ねられる。JP0D",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自身の法則JP0D",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>の中にいるキャラクターが月反応を起こした時、それぞれ以下の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：雷雲の攻撃間隔-0.5秒。<br>・<color style='color:#FFD780;'>月開花反応</color>：月開花反応を起こした時、チームに特殊な山月草露を1つ与える。この方法でチームに与えられる山月草露は18秒ごとに最大3つまで。<br>・<color style='color:#FFD780;'>月結晶反応</color>：月籠のハーモニーを起こした時、月籠1つにつき33%の確率で追加攻撃を1回行う。JP0D",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆の祝福・汝の月光を借りてJP0D",
                        "Desc": "チーム内のキャラクターが感電/開花/水元素結晶反応を起こすと、月感電/月開花/月結晶反応へと変わり、コロンビーナのHP上限を基準に、チーム内キャラクターの与える月反応の基礎ダメージがアップする。HP上限1000ごとに月反応の基礎ダメージ+0.2%。この方法でアップできるダメージは最大7%まで。<br><br>また、コロンビーナがチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。JP0D",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月の守護JP0D",
                        "Desc": "ナド・クライにいる時、チーム内の自身のキャラクターが戦闘不能になると、コロンビーナはそのキャラクターを復活させ、自身の好感度に基づいてそのHPを回復する。この効果は100秒毎に1回のみ発動可能。<br>また、コロンビーナはクーヴァキの影響を受けた一部の動物に対する親和性がひときわ高いようだ…JP0D",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "花海を照らし、山々に隠れるJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動時、<color style='color:#FFD780;'>矩形波干渉</color>に等しい効果を直ちに1回発動する。この効果は15秒毎に1回のみ発動可能。<br><color style='color:#FFD780;'>月兆・満輝</color><br>矩形波干渉発動時、コロンビーナが最も多くの重力を蓄積した月反応の種類に応じて、それぞれ下記の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの元素エネルギーを6回復する。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの中断耐性をアップさせる。継続時間8秒。<br>・<color style='color:#FFD780;'>月結晶反応</color>：<color style='color:#FFD780;'>雨海の盾</color>を生成する。ダメージ吸収量はコロンビーナのHP上限の12%にあたり、<color style='color:#80C0FF;'>水元素ダメージ</color>に対しては250%の吸収効果がある。継続時間8秒。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "夜に輝きを添え、君に伴するJP0D",
                        "Desc": "<color style='color:#FFD780;'>重力</color>の蓄積速度+34%。<br><color style='color:#FFD780;'>矩形波干渉</color>発動時、コロンビーナは<color style='color:#FFD780;'>明照</color>効果を獲得し、HP上限+30%、継続時間8秒。<br><color style='color:#FFD780;'>月兆・満照</color>：<br><color style='color:#FFD780;'>明照</color>効果継続中、<color style='color:#FFD780;'>矩形波干渉</color>発動時、コロンビーナが最も多くの重力を蓄積した月反応タイプに応じて、それぞれ下記の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの攻撃力が、コロンビーナのHP上限の0.7%分アップする。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの元素熟知が、コロンビーナのHP上限の0.35%分アップする。<br>・<color style='color:#FFD780;'>月結晶反応</color>：フィールド上にいるチーム内の自身キャラクターの防御力が、コロンビーナのHP上限の0.7%分アップする。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔らかな光の結露、夢の湖のさざ波JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>のスキルLv.+3。<br>最大Lv.15まで。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花と雲、木々と山石の陰JP0D",
                        "Desc": "<color style='color:#FFD780;'>矩形波干渉</color>発動時、コロンビーナの元素エネルギーを4回復する。<br>また、コロンビーナの<color style='color:#FFD780;'>引力値</color>を最も多く蓄積した月反応のタイプが、月感電/月開花/月結晶反応である時、今回の矩形波干渉による月反応のダメージは、それぞれコロンビーナのHP上限の12.5%/2.5%/12.5%分アップする。上記効果は15秒毎に1回のみ発動可能。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "静寂の万物、ただ君の歌声のみ響くJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>彼女の郷愁</color>のスキルLv.+3。<br>最大Lv.15まで。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜は暗い、月明かりと共に行こうJP0D",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>にいるキャラクターが月反応を起こした後の8秒間、その反応に関与した元素タイプについて、チーム全員の与えるそのタイプのダメージの会心ダメージをアップさせる。同じ元素タイプの会心ダメージアップ効果は重ね掛けできない。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "チーム内キャラクターが月開花反応を起こすと、チームは「草露」を溜めることができる。<br>月開花反応を起こした後の2.5秒間、2.5秒毎にチームに草露を1滴提供する。最大3滴まで。継続期間中、再び月開花反応を起こすと、上記効果の継続時間がリセットされる。"
                    },
                    {
                        "Name": "引力のさざ波",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動後、コロンビーナは<color style='color:#FFD780;'>引力のさざ波</color>を生成する。<br>引力のさざ波はフィールド上キャラクターに追随し、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br>また、引力のさざ波が存在する間、付近にいるチーム内キャラクターが月反応を起こす、または月反応ダメージを与えた時、コロンビーナは次の2秒間に「新月の啓示」効果を獲得し、2秒毎に<color style='color:#FFD780;'>引力値</color>を20蓄積する。<br>引力値は最大60まで溜めることができ、かつ引力のさざ波の継続時間終了後にクリアされる。<br>引力値が最大に達した時、特殊な矩形波干渉が発生し、コロンビーナが最も多くの引力値を溜めた月反応のタイプに応じて以下の異なる効果が発生する。<br> · <color style='color:#FFD780;'>月感電反応</color>：矩形波干渉は<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。このダメージは月感電反応ダメージと見なされる。<br> · <color style='color:#FFD780;'>月開花反応</color>：矩形波干渉は周囲の敵に月露の印を5枚発射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。このダメージは月開花反応ダメージと見なされる。<br> · <color style='color:#FFD780;'>月結晶反応</color>：矩形波干渉は<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を1回与える。このダメージは月結晶反応ダメージと見なされる。JP0D"
                    },
                    {
                        "Name": "月の領域JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>彼女の郷愁</color>を発動した後、コロンビーナが生成する領域。<br>フィールド上のキャラクターが<color style='color:#FFD780;'>月の領域</color>内にいる時、チーム全員の与える月反応ダメージがアップする。JP0D"
                    }
                ]
            },
            "3": {
                "BattleSkills": [
                    {
                        "Name": "注がれる月露",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>月光の潮汐を呼び起こして最大3段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><color style='color:#FFD780;'>草露</color>を1滴以上所持している場合、コロンビーナの重撃はスタミナを消費しない特殊な重撃<color style='color:#FFD780;'>月露の浄化</color>に変わる。草露を1滴消費することで、前方の敵に<color style='color:#99FF88;'>草元素範囲ダメージ</color>を3回与える。このダメージは月開花反応によるダメージと見なされる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から地面に向かって落下し、その経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "月露浄化ダメージ",
                                "ParamLevelList": [
                                    "HP上限1.5112%×3JP0D",
                                    "HP上限1.6245%×3JP0D",
                                    "HP上限1.7379%×3JP0D",
                                    "HP上限1.889%×3JP0D",
                                    "HP上限2.0023%×3JP0D",
                                    "HP上限2.1157%×3JP0D",
                                    "HP上限2.2668%×3JP0D",
                                    "HP上限2.4179%×3JP0D",
                                    "HP上限2.569%×3JP0D",
                                    "HP上限2.7202%×3JP0D",
                                    "HP上限2.8713%×3JP0D",
                                    "HP上限3.0224%×3JP0D",
                                    "HP上限3.2113%×3JP0D",
                                    "HP上限3.4002%×3JP0D",
                                    "HP上限3.5891%×3JP0D"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古の潮汐",
                        "Desc": "月の海の潮汐を起こして<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与え、<color style='color:#FFD780;'>引力のさざ波</color>を召喚する。<br><color style='color:#FFD780;'>引力のさざ波</color>はフィールド上のキャラクターに付き従い、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<color style='color:#FFD780;'>引力のさざ波</color>が存在する間、周囲のチーム内キャラクターが月反応または月反応ダメージを与えると、コロンビーナは特殊な<color style='color:#FFD780;'>引力値</color>を獲得する。引力値が上限に達すると、獲得した<color style='color:#FFD780;'>引力値</color>のうち最も多かった月反応タイプに応じて、敵に異なるダメージを与える。<br><color style='color:#FFD780;'>月兆・満照</color>：<color style='color:#FFD780;'>引力のさざ波</color>はさらに広範囲な<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月の運行が潮の満ち引きを導く。気だるげに手を下ろした女神は、胎海や海、そして無数の人々の間にさざ波を起こす。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "16.72%HP上限",
                                    "17.974%HP上限",
                                    "19.228%HP上限",
                                    "20.9%HP上限",
                                    "22.154%HP上限",
                                    "23.408%HP上限",
                                    "25.08%HP上限",
                                    "26.752%HP上限",
                                    "28.424%HP上限",
                                    "30.096%HP上限",
                                    "31.768%HP上限",
                                    "33.44%HP上限",
                                    "35.53%HP上限",
                                    "37.62%HP上限",
                                    "39.71%HP上限"
                                ]
                            },
                            {
                                "Desc": "引力のさざ波・継続ダメージ",
                                "ParamLevelList": [
                                    "HP上限9.36%JP0D",
                                    "HP上限10.062%JP0D",
                                    "HP上限10.764%JP0D",
                                    "HP上限11.7%JP0D",
                                    "HP上限12.402%JP0D",
                                    "HP上限13.104%JP0D",
                                    "HP上限14.04%JP0D",
                                    "HP上限14.976%JP0D",
                                    "HP上限15.912%JP0D",
                                    "HP上限16.848%JP0D",
                                    "HP上限17.784%JP0D",
                                    "HP上限18.72%JP0D",
                                    "HP上限19.89%JP0D",
                                    "HP上限21.06%JP0D",
                                    "HP上限22.23%JP0D"
                                ]
                            },
                            {
                                "Desc": "引力干渉・月感電ダメージ",
                                "ParamLevelList": [
                                    "HP上限4.704%JP0D",
                                    "HP上限5.0568%JP0D",
                                    "HP上限5.4096%JP0D",
                                    "HP上限5.88%JP0D",
                                    "HP上限6.2328%JP0D",
                                    "HP上限6.5856%JP0D",
                                    "HP上限7.056%JP0D",
                                    "HP上限7.5264%JP0D",
                                    "HP上限7.9968%JP0D",
                                    "HP上限8.4672%JP0D",
                                    "HP上限8.9376%JP0D",
                                    "HP上限9.408%JP0D",
                                    "HP上限9.996%JP0D",
                                    "HP上限10.584%JP0D",
                                    "HP上限11.172%JP0D"
                                ]
                            },
                            {
                                "Desc": "引力干渉・月開花ダメージ",
                                "ParamLevelList": [
                                    "HP上限1.408%×5",
                                    "HP上限1.5136%×5",
                                    "HP上限1.6192%×5",
                                    "HP上限1.76%×5",
                                    "HP上限1.8656%×5",
                                    "HP上限1.9712%×5",
                                    "HP上限2.112%×5",
                                    "HP上限2.2528%×5",
                                    "HP上限2.3936%×5",
                                    "HP上限2.5344%×5",
                                    "HP上限2.6752%×5",
                                    "HP上限2.816%×5",
                                    "HP上限2.992%×5",
                                    "HP上限3.168%×5",
                                    "HP上限3.344%×5"
                                ]
                            },
                            {
                                "Desc": "引力干渉・月結晶ダメージ",
                                "ParamLevelList": [
                                    "HP上限8.824%JP0D",
                                    "HP上限9.4858%JP0D",
                                    "HP上限10.1476%JP0D",
                                    "HP上限11.03%JP0D",
                                    "HP上限11.6918%JP0D",
                                    "HP上限12.3536%JP0D",
                                    "HP上限13.236%JP0D",
                                    "HP上限14.1184%JP0D",
                                    "HP上限15.0%JP0D",
                                    "HP上限15.8832%JP0D",
                                    "HP上限16.7656%JP0D",
                                    "HP上限17.648%JP0D",
                                    "HP上限18.751%JP0D",
                                    "HP上限19.854%JP0D",
                                    "HP上限20.957%JP0D"
                                ]
                            },
                            {
                                "Desc": "引力値上限",
                                "ParamLevelList": [
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D",
                                    "60JP0D"
                                ]
                            },
                            {
                                "Desc": "引力のさざ波継続時間",
                                "ParamLevelList": [
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D",
                                    "25秒JP0D"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "彼女の郷愁JP0D",
                        "Desc": "無垢の新月の名によって山々や海を繋ぎ合わせ、周囲の大地を短い間<color style='color:#FFD780;'>月の領域</color>に変え、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。JP0D",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古の人々は、物質世界と宇宙を繋ぐ三人の使者を「インクス」と呼んでいた。その意味は、「鳥のような神々」である。</i>JP0D",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "32.24%HP上限",
                                    "34.658%HP上限",
                                    "37.076%HP上限",
                                    "40.3%HP上限",
                                    "42.718%HP上限",
                                    "45.136%HP上限",
                                    "48.36%HP上限",
                                    "51.584%HP上限",
                                    "54.808%HP上限",
                                    "58.032%HP上限",
                                    "61.256%HP上限",
                                    "64.48%HP上限",
                                    "68.51%HP上限",
                                    "72.54%HP上限",
                                    "76.57%HP上限"
                                ]
                            },
                            {
                                "Desc": "月反応ダメージアップ",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "月の領域の継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月に誘発された狂気JP0D",
                        "Desc": "<color style='color:#FFD780;'>引力干渉</color>を発動すると、コロンビーナは誘月効果を獲得し、自身の会心率+5%。継続時間10秒。この効果は最大3重まで重ねられる。JP0D",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月自身の法則JP0D",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>の中にいるキャラクターが月反応を起こした時、それぞれ以下の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：雷雲の攻撃間隔-0.5秒。<br>・<color style='color:#FFD780;'>月開花反応</color>：月開花反応を起こした時、チームに特殊な山月草露を1つ与える。この方法でチームに与えられる山月草露は18秒ごとに最大3つまで。<br>・<color style='color:#FFD780;'>月結晶反応</color>：月籠のハーモニーを起こした時、月籠1つにつき33%の確率で追加攻撃を1回行う。JP0D",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆の祝福・汝の月光を借りてJP0D",
                        "Desc": "チーム内のキャラクターが感電/開花/水元素結晶反応を起こすと、月感電/月開花/月結晶反応へと変わり、コロンビーナのHP上限を基準に、チーム内キャラクターの与える月反応の基礎ダメージがアップする。HP上限1000ごとに月反応の基礎ダメージ+0.2%。この方法でアップできるダメージは最大7%まで。<br><br>また、コロンビーナがチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。JP0D",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月の守護JP0D",
                        "Desc": "ナド・クライにいる時、チーム内の自身のキャラクターが戦闘不能になると、コロンビーナはそのキャラクターを復活させ、自身の好感度に基づいてそのHPを回復する。この効果は100秒毎に1回のみ発動可能。<br>また、コロンビーナはクーヴァキの影響を受けた一部の動物に対する親和性がひときわ高いようだ…JP0D",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "花海を照らし、山々に隠れるJP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動時、<color style='color:#FFD780;'>引力干渉</color>に等しい効果を直ちに1回発動する。この効果は15秒毎に1回のみ発動可能。<br><color style='color:#FFD780;'>月兆・満輝</color><br>引力干渉発動時、コロンビーナが最も多くの重力を蓄積した月反応の種類に応じて、それぞれ下記の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの元素エネルギーを6回復する。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの中断耐性をアップさせる。継続時間8秒。<br>・<color style='color:#FFD780;'>月結晶反応</color>：<color style='color:#FFD780;'>雨海の盾</color>を生成する。ダメージ吸収量はコロンビーナのHP上限の12%にあたり、<color style='color:#80C0FF;'>水元素ダメージ</color>に対しては250%の吸収効果がある。継続時間8秒。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "夜に輝きを添え、君に伴するJP0D",
                        "Desc": "<color style='color:#FFD780;'>引力値</color>の蓄積速度+34%。<br><color style='color:#FFD780;'>引力干渉</color>発動時、コロンビーナは<color style='color:#FFD780;'>明照</color>効果を獲得し、HP上限+30%、継続時間8秒。<br><color style='color:#FFD780;'>月兆・満照</color>：<br><color style='color:#FFD780;'>明照</color>効果継続中、<color style='color:#FFD780;'>引力干渉</color>発動時、コロンビーナが最も多くの重力を蓄積した月反応タイプに応じて、それぞれ下記の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの攻撃力が、コロンビーナのHP上限の0.7%分アップする。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの元素熟知が、コロンビーナのHP上限の0.35%分アップする。<br>・<color style='color:#FFD780;'>月結晶反応</color>：フィールド上にいるチーム内の自身キャラクターの防御力が、コロンビーナのHP上限の0.7%分アップする。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔らかな光の結露、夢の湖のさざ波JP0D",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>のスキルLv.+3。<br>最大Lv.15まで。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花と雲、木々と山石の陰JP0D",
                        "Desc": "<color style='color:#FFD780;'>引力干渉</color>発動時、コロンビーナの元素エネルギーを4回復する。<br>また、コロンビーナの<color style='color:#FFD780;'>引力値</color>を最も多く蓄積した月反応のタイプが、月感電/月開花/月結晶反応である時、今回の引力干渉による月反応のダメージは、それぞれコロンビーナのHP上限の12.5%/2.5%/12.5%分アップする。上記効果は15秒毎に1回のみ発動可能。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "静寂の万物、ただ君の歌声のみ響くJP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>彼女の郷愁</color>のスキルLv.+3。<br>最大Lv.15まで。<br><br>周囲のチーム全員が与える月反応のダメージを3%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "夜は暗い、月明かりと共に行こうJP0D",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>にいるキャラクターが月反応を起こした後の8秒間、その反応に関与した元素タイプについて、チーム全員の与えるそのタイプのダメージの会心ダメージをアップさせる。同じ元素タイプの会心ダメージアップ効果は重ね掛けできない。<br><br>周囲のチーム全員が与える月反応のダメージを5%<color style='color:#FFD780;'>引き上げる</color>。JP0D",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "チーム内キャラクターが月開花反応を起こすと、チームは「草露」を溜めることができる。<br>月開花反応を起こした後の2.5秒間、2.5秒毎にチームに草露を1滴提供する。最大3滴まで。継続期間中、再び月開花反応を起こすと、上記効果の継続時間がリセットされる。"
                    },
                    {
                        "Name": "引力のさざ波",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動後、コロンビーナは<color style='color:#FFD780;'>引力のさざ波</color>を生成する。<br>引力のさざ波はフィールド上キャラクターに追随し、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br>また、引力のさざ波が存在する間、付近にいるチーム内キャラクターが月反応を起こす、または月反応ダメージを与えた時、コロンビーナは次の2秒間に「新月の啓示」効果を獲得し、2秒毎に<color style='color:#FFD780;'>引力値</color>を20蓄積する。<br>引力値は最大60まで溜めることができ、かつ引力のさざ波の継続時間終了後にクリアされる。<br>引力値が最大に達した時、特殊な<color style='color:#FFD780;'>引力干渉</color>が発生し、コロンビーナが最も多くの引力値を溜めた月反応のタイプに応じて以下の異なる効果が発生する。<br>・<color style='color:#FFD780;'>月感電反応</color>：引力干渉は<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。このダメージは月感電反応ダメージと見なされる。<br>・<color style='color:#FFD780;'>月開花反応</color>：引力干渉は周囲の敵に月露の印を5枚発射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。このダメージは月開花反応ダメージと見なされる。<br>・<color style='color:#FFD780;'>月結晶反応</color>：引力干渉は<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を1回与える。このダメージは月結晶反応ダメージと見なされる。JP0D"
                    },
                    {
                        "Name": "月の領域JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>彼女の郷愁</color>を発動した後、コロンビーナが生成する領域。<br>フィールド上のキャラクターが<color style='color:#FFD780;'>月の領域</color>内にいる時、チーム全員の与える月反応ダメージがアップする。JP0D"
                    }
                ]
            },
            "4": {
                "BattleSkills": [
                    {
                        "Name": "注がれる月露",
                        "Desc": "<color style='color:#FFD780;'>通常攻撃</color><br>月光の潮汐を呼び起こして最大3段の連続攻撃を行い、<color style='color:#80C0FF;'>水元素ダメージ</color>を与える。<br><br><color style='color:#FFD780;'>重撃</color><br>一定のスタミナを消費し、短い詠唱をした後、敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><color style='color:#FFD780;'>草露</color>を1滴以上所持している場合、コロンビーナの重撃はスタミナを消費しない特殊な重撃<color style='color:#FFD780;'>月露浄化</color>に変わる。草露を1滴消費することで、前方の敵に<color style='color:#99FF88;'>草元素範囲ダメージ</color>を3回与える。このダメージは月開花反応によるダメージと見なされる。<br><br><color style='color:#FFD780;'>落下攻撃</color><br>空中から地面に向かって落下し、その経路上の敵を攻撃し、落下時に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_A_Catalyst_MD",
                        "ParamDesc": [
                            {
                                "Desc": "1段ダメージ",
                                "ParamLevelList": [
                                    "46.792%",
                                    "50.3014%",
                                    "53.8108%",
                                    "58.49%",
                                    "62.0%",
                                    "65.5088%",
                                    "70.188%",
                                    "74.8672%",
                                    "79.5464%",
                                    "84.2256%",
                                    "88.9048%",
                                    "93.584%",
                                    "99.433%",
                                    "105.282%",
                                    "111.131%"
                                ]
                            },
                            {
                                "Desc": "2段ダメージ",
                                "ParamLevelList": [
                                    "36.6256%",
                                    "39.3725%",
                                    "42.1194%",
                                    "45.782%",
                                    "48.5289%",
                                    "51.2758%",
                                    "54.9384%",
                                    "58.601%",
                                    "62.2635%",
                                    "65.9261%",
                                    "69.5886%",
                                    "73.2512%",
                                    "77.8294%",
                                    "82.4076%",
                                    "86.9858%"
                                ]
                            },
                            {
                                "Desc": "3段ダメージ",
                                "ParamLevelList": [
                                    "58.484%",
                                    "62.8703%",
                                    "67.2566%",
                                    "73.105%",
                                    "77.4913%",
                                    "81.8776%",
                                    "87.726%",
                                    "93.5744%",
                                    "99.4228%",
                                    "105.2712%",
                                    "111.1196%",
                                    "116.968%",
                                    "124.2785%",
                                    "131.589%",
                                    "138.8995%"
                                ]
                            },
                            {
                                "Desc": "重撃ダメージ",
                                "ParamLevelList": [
                                    "116.08%",
                                    "124.786%",
                                    "133.492%",
                                    "145.1%",
                                    "153.806%",
                                    "162.512%",
                                    "174.12%",
                                    "185.728%",
                                    "197.336%",
                                    "208.944%",
                                    "220.552%",
                                    "232.16%",
                                    "246.67%",
                                    "261.18%",
                                    "275.69%"
                                ]
                            },
                            {
                                "Desc": "重撃スタミナ消費",
                                "ParamLevelList": [
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50",
                                    "50"
                                ]
                            },
                            {
                                "Desc": "月露浄化ダメージ",
                                "ParamLevelList": [
                                    "HP上限1.5112%×3",
                                    "HP上限1.6245%×3",
                                    "HP上限1.7379%×3",
                                    "HP上限1.889%×3",
                                    "HP上限2.0023%×3",
                                    "HP上限2.1157%×3",
                                    "HP上限2.2668%×3",
                                    "HP上限2.4179%×3",
                                    "HP上限2.569%×3",
                                    "HP上限2.7202%×3",
                                    "HP上限2.8713%×3",
                                    "HP上限3.0224%×3",
                                    "HP上限3.2113%×3",
                                    "HP上限3.4002%×3",
                                    "HP上限3.5891%×3"
                                ]
                            },
                            {
                                "Desc": "落下期間のダメージ",
                                "ParamLevelList": [
                                    "56.8288%",
                                    "61.4544%",
                                    "66.08%",
                                    "72.688%",
                                    "77.3136%",
                                    "82.6%",
                                    "89.8688%",
                                    "97.1376%",
                                    "104.4064%",
                                    "112.336%",
                                    "120.2656%",
                                    "128.1952%",
                                    "136.1248%",
                                    "144.0544%",
                                    "151.984%"
                                ]
                            },
                            {
                                "Desc": "低空/高空落下攻撃ダメージ",
                                "ParamLevelList": [
                                    "113.6335%/141.9344%",
                                    "122.8828%/153.4872%",
                                    "132.132%/165.04%",
                                    "145.3452%/181.544%",
                                    "154.5944%/193.0968%",
                                    "165.165%/206.3%",
                                    "179.6995%/224.4544%",
                                    "194.234%/242.6088%",
                                    "208.7686%/260.7632%",
                                    "224.6244%/280.568%",
                                    "240.4802%/300.3728%",
                                    "256.3361%/320.1776%",
                                    "272.1919%/339.9824%",
                                    "288.0478%/359.7872%",
                                    "303.9036%/379.592%"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "万古の潮汐",
                        "Desc": "月の海の潮汐を起こして<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与え、<color style='color:#FFD780;'>引力のさざ波</color>を召喚する。<br><color style='color:#FFD780;'>引力のさざ波</color>はフィールド上のキャラクターに付き従い、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<color style='color:#FFD780;'>引力のさざ波</color>が存在する間、周囲のチーム内キャラクターが月反応または月反応ダメージを与えると、コロンビーナは特殊な<color style='color:#FFD780;'>引力値</color>を獲得する。引力値が上限に達すると、最も多く<color style='color:#FFD780;'>引力値</color>を溜めた月反応の種類に応じて、敵に異なるダメージを与える。<br><color style='color:#FFD780;'>月兆・満照</color>：<color style='color:#FFD780;'>引力のさざ波</color>はさらに広範囲な<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_S_Columbina_01",
                        "DescAdd": "<br><br><i>恒月の運行が潮の満ち引きを導く。気だるげに手を下ろす女神は、胎海や海、そして無数の人々の間にさざ波を起こす。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "16.72%HP上限",
                                    "17.974%HP上限",
                                    "19.228%HP上限",
                                    "20.9%HP上限",
                                    "22.154%HP上限",
                                    "23.408%HP上限",
                                    "25.08%HP上限",
                                    "26.752%HP上限",
                                    "28.424%HP上限",
                                    "30.096%HP上限",
                                    "31.768%HP上限",
                                    "33.44%HP上限",
                                    "35.53%HP上限",
                                    "37.62%HP上限",
                                    "39.71%HP上限"
                                ]
                            },
                            {
                                "Desc": "引力のさざ波・継続ダメージ",
                                "ParamLevelList": [
                                    "HP上限9.36%",
                                    "HP上限10.062%",
                                    "HP上限10.764%",
                                    "HP上限11.7%",
                                    "HP上限12.402%",
                                    "HP上限13.104%",
                                    "HP上限14.04%",
                                    "HP上限14.976%",
                                    "HP上限15.912%",
                                    "HP上限16.848%",
                                    "HP上限17.784%",
                                    "HP上限18.72%",
                                    "HP上限19.89%",
                                    "HP上限21.06%",
                                    "HP上限22.23%"
                                ]
                            },
                            {
                                "Desc": "引力の干渉・月感電ダメージ",
                                "ParamLevelList": [
                                    "HP上限4.704%",
                                    "HP上限5.0568%",
                                    "HP上限5.4096%",
                                    "HP上限5.88%",
                                    "HP上限6.2328%",
                                    "HP上限6.5856%",
                                    "HP上限7.056%",
                                    "HP上限7.5264%",
                                    "HP上限7.9968%",
                                    "HP上限8.4672%",
                                    "HP上限8.9376%",
                                    "HP上限9.408%",
                                    "HP上限9.996%",
                                    "HP上限10.584%",
                                    "HP上限11.172%"
                                ]
                            },
                            {
                                "Desc": "引力干渉・月開花ダメージ",
                                "ParamLevelList": [
                                    "HP上限1.408%×5",
                                    "HP上限1.5136%×5",
                                    "HP上限1.6192%×5",
                                    "HP上限1.76%×5",
                                    "HP上限1.8656%×5",
                                    "HP上限1.9712%×5",
                                    "HP上限2.112%×5",
                                    "HP上限2.2528%×5",
                                    "HP上限2.3936%×5",
                                    "HP上限2.5344%×5",
                                    "HP上限2.6752%×5",
                                    "HP上限2.816%×5",
                                    "HP上限2.992%×5",
                                    "HP上限3.168%×5",
                                    "HP上限3.344%×5"
                                ]
                            },
                            {
                                "Desc": "引力の干渉・月結晶ダメージ",
                                "ParamLevelList": [
                                    "HP上限8.824%",
                                    "HP上限9.4858%",
                                    "HP上限10.1476%",
                                    "HP上限11.03%",
                                    "HP上限11.6918%",
                                    "HP上限12.3536%",
                                    "HP上限13.236%",
                                    "HP上限14.1184%",
                                    "HP上限15.0%",
                                    "HP上限15.8832%",
                                    "HP上限16.7656%",
                                    "HP上限17.648%",
                                    "HP上限18.751%",
                                    "HP上限19.854%",
                                    "HP上限20.957%"
                                ]
                            },
                            {
                                "Desc": "引力値上限",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            },
                            {
                                "Desc": "引力のさざ波の継続時間",
                                "ParamLevelList": [
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒",
                                    "25秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒",
                                    "17秒"
                                ]
                            }
                        ]
                    },
                    {
                        "Name": "月明かりの郷愁",
                        "Desc": "無垢なる新月の名の下に山々や海を繋ぎ合わせて、周囲の大地を少しの間<color style='color:#FFD780;'>月の領域</color>に変え、<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。",
                        "Icon": "Skill_E_Columbina_01",
                        "DescAdd": "<br><br><i>古の人々は、物質世界と宇宙を繋ぐ三人の使者を「イユンクス」と呼んでいた——「鳥のような神々」という意味である。</i>",
                        "ParamDesc": [
                            {
                                "Desc": "スキルダメージ",
                                "ParamLevelList": [
                                    "32.24%HP上限",
                                    "34.658%HP上限",
                                    "37.076%HP上限",
                                    "40.3%HP上限",
                                    "42.718%HP上限",
                                    "45.136%HP上限",
                                    "48.36%HP上限",
                                    "51.584%HP上限",
                                    "54.808%HP上限",
                                    "58.032%HP上限",
                                    "61.256%HP上限",
                                    "64.48%HP上限",
                                    "68.51%HP上限",
                                    "72.54%HP上限",
                                    "76.57%HP上限"
                                ]
                            },
                            {
                                "Desc": "月反応ダメージアップ",
                                "ParamLevelList": [
                                    "13.0%",
                                    "16.0%",
                                    "19.0%",
                                    "22.0%",
                                    "25.0%",
                                    "28.0%",
                                    "31.0%",
                                    "34.0%",
                                    "37.0%",
                                    "40.0%",
                                    "43.0%",
                                    "46.0%",
                                    "49.0%",
                                    "52.0%",
                                    "55.0%"
                                ]
                            },
                            {
                                "Desc": "月の領域の継続時間",
                                "ParamLevelList": [
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒",
                                    "20秒"
                                ]
                            },
                            {
                                "Desc": "クールタイム",
                                "ParamLevelList": [
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒",
                                    "15秒"
                                ]
                            },
                            {
                                "Desc": "元素エネルギー",
                                "ParamLevelList": [
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60",
                                    "60"
                                ]
                            }
                        ]
                    }
                ],
                "PassiveSkills": [
                    {
                        "Name": "月が呼んだ狂気",
                        "Desc": "<color style='color:#FFD780;'>引力の干渉</color>を発動すると、コロンビーナは誘月効果を獲得し、自身の会心率+5%。継続時間10秒。この効果は最大3重まで重ねられる。",
                        "Icon": "UI_Talent_S_Columbina_05"
                    },
                    {
                        "Name": "新月の法則",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>の中にいるキャラクターが月反応を起こした時、それぞれ以下の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：雷雲の攻撃間隔-0.5秒。<br>・<color style='color:#FFD780;'>月開花反応</color>：月開花反応を起こした時、チームに特殊な<color style='color:#FFD780;'>月草露</color>を1つ与える。この方法でチームに与えられる月草露は18秒ごとに最大3つまで。<br>・<color style='color:#FFD780;'>月結晶反応</color>：月籠のハーモニーを発動した時、月籠1つにつき33%の確率で追加攻撃を1回行う。",
                        "Icon": "UI_Talent_S_Columbina_06"
                    },
                    {
                        "Name": "月兆の祝福・汝の月光を借りん",
                        "Desc": "チーム内のキャラクターが感電/開花/水元素結晶反応を起こすと、月感電/月開花/月結晶反応へと変わり、コロンビーナのHP上限を基準に、チーム内キャラクターの与える月反応の基礎ダメージがアップする。HP上限1000ごとに月反応の基礎ダメージ+0.2%。この方法でアップできるダメージは最大7%まで。<br><br>また、コロンビーナがチームにいる時、チームの<color style='color:#FFD780;'>月兆レベル</color>が1アップする。",
                        "Icon": "UI_Talent_S_Columbina_07"
                    },
                    {
                        "Name": "月の守護",
                        "Desc": "ナド・クライにいる間、チーム内の自身のキャラクターが戦闘不能になると、コロンビーナはそのキャラクターを復活させる。この時、コロンビーナ自身の好感度に基づいて復活キャラのHPも回復する。この効果は100秒毎に1回のみ発動可能。<br>また、コロンビーナはクーヴァキの影響を受けた一部の動物に対する親和性がひときわ高いようだ…",
                        "Icon": "UI_Talent_S_Columbina_08"
                    }
                ],
                "Constellations": [
                    {
                        "Level": 1,
                        "Name": "花照らし峰に隠れ入る光",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動時、<color style='color:#FFD780;'>引力の干渉</color>に等しい効果を直ちに1回発動する。この効果は15秒毎に1回のみ発動可能。<br><color style='color:#FFD780;'>月兆・満輝</color><br>引力の干渉発動時、コロンビーナが最も多く引力値を溜めた月反応の種類に応じて、それぞれ下記の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの元素エネルギーを6回復する。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの中断耐性をアップさせる。継続時間8秒。<br>・<color style='color:#FFD780;'>月結晶反応</color>：<color style='color:#FFD780;'>雨海の盾</color>を生成する。ダメージ吸収量はコロンビーナのHP上限の12%にあたり、<color style='color:#80C0FF;'>水元素ダメージ</color>に対しては250%の吸収効果がある。継続時間8秒。<br><br>周囲のチーム全員が与える月反応のダメージを1.5%<color style='color:#FFD780;'>引き上げる</color>。",
                        "Icon": "UI_Talent_S_Columbina_01"
                    },
                    {
                        "Level": 2,
                        "Name": "夜輝かす君と共に在る光",
                        "Desc": "<color style='color:#FFD780;'>引力値</color>の蓄積速度+34%。<br><color style='color:#FFD780;'>引力の干渉</color>発動時、コロンビーナは<color style='color:#FFD780;'>明照</color>効果を獲得し、HP上限+40%、継続時間8秒。<br><color style='color:#FFD780;'>月兆・満照</color>：<br><color style='color:#FFD780;'>明照</color>効果継続中、<color style='color:#FFD780;'>引力の干渉</color>発動時、コロンビーナが最も多く引力値を溜めた月反応の種類に応じて、それぞれ下記の効果を獲得する。<br>・<color style='color:#FFD780;'>月感電反応</color>：フィールド上にいるチーム内の自身キャラクターの攻撃力が、コロンビーナのHP上限の1%分アップする。<br>・<color style='color:#FFD780;'>月開花反応</color>：フィールド上にいるチーム内の自身キャラクターの元素熟知が、コロンビーナのHP上限の0.35%分アップする。<br>・<color style='color:#FFD780;'>月結晶反応</color>：フィールド上にいるチーム内の自身キャラクターの防御力が、コロンビーナのHP上限の1%分アップする。<br><br>周囲のチーム全員が与える月反応のダメージを7%<color style='color:#FFD780;'>引き上げる</color>。",
                        "Icon": "UI_Talent_S_Columbina_02"
                    },
                    {
                        "Level": 3,
                        "Name": "柔き光の露と夢の湖の漣",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>のスキルLv.+3。<br>最大Lv.15まで。<br><br>周囲のチーム全員が与える月反応のダメージを1.5%<color style='color:#FFD780;'>引き上げる</color>。",
                        "Icon": "UI_Talent_U_Columbina_01"
                    },
                    {
                        "Level": 4,
                        "Name": "花の嵐や雲と木と岩の陰",
                        "Desc": "<color style='color:#FFD780;'>引力の干渉</color>発動時、コロンビーナの元素エネルギーを4回復する。<br>また、コロンビーナの<color style='color:#FFD780;'>引力値</color>を最も多く溜めた月反応の種類が、月感電/月開花/月結晶反応であった場合の、引力の干渉による月反応ダメージが、それぞれコロンビーナのHP上限の12.5%/2.5%/12.5%分アップする。上記効果は15秒毎に1回のみ発動可能。<br><br>周囲のチーム全員が与える月反応のダメージを1.5%<color style='color:#FFD780;'>引き上げる</color>。",
                        "Icon": "UI_Talent_S_Columbina_03"
                    },
                    {
                        "Level": 5,
                        "Name": "幽き中に唯だ響く君の歌",
                        "Desc": "元素爆発<color style='color:#FFD780;'>月明かりの郷愁</color>のスキルLv.+3。<br>最大Lv.15まで。<br><br>周囲のチーム全員が与える月反応のダメージを1.5%<color style='color:#FFD780;'>引き上げる</color>。",
                        "Icon": "UI_Talent_U_Columbina_02"
                    },
                    {
                        "Level": 6,
                        "Name": "暗き夜の月と共に往く道",
                        "Desc": "<color style='color:#FFD780;'>月の領域</color>にいるキャラクターが月反応を起こした後の8秒間、その反応に関与した元素タイプについて、チーム全員の与える会心ダメージをアップさせる。同じ元素タイプの会心ダメージアップ効果は重ね掛けできない。<br><br>周囲のチーム全員が与える月反応のダメージを7%<color style='color:#FFD780;'>引き上げる</color>。",
                        "Icon": "UI_Talent_S_Columbina_04"
                    }
                ],
                "HyperLinks": [
                    {
                        "Name": "向上",
                        "Desc": "特殊なダメージアップ効果。他のダメージアップ効果とは別に計算される。"
                    },
                    {
                        "Name": "草露",
                        "Desc": "チーム内キャラクターが月開花反応を起こすと、チームは「草露」を溜めることができる。<br>月開花反応を起こした後の2.5秒間、2.5秒毎にチームに草露を1滴提供する。最大3滴まで。継続期間中、再び月開花反応を起こすと、上記効果の継続時間がリセットされる。"
                    },
                    {
                        "Name": "引力のさざ波",
                        "Desc": "元素スキル<color style='color:#FFD780;'>万古の潮汐</color>発動後、コロンビーナは<color style='color:#FFD780;'>引力のさざ波</color>を生成する。<br>引力のさざ波はフィールド上キャラクターに追随し、継続的に周囲の敵に<color style='color:#80C0FF;'>水元素範囲ダメージ</color>を与える。<br><br>また、引力のさざ波が存在する間、付近にいるチーム内キャラクターが月反応を起こす、または月反応ダメージを与えた時、コロンビーナは次の2秒間に「新月の啓示」効果を獲得し、2秒毎に<color style='color:#FFD780;'>引力値</color>を20蓄積する。<br>引力値は最大60まで溜めることができ、かつ引力のさざ波の継続時間終了後にクリアされる。<br>引力値が最大に達した時、特殊な<color style='color:#FFD780;'>引力干渉</color>が発生し、コロンビーナが最も多くの引力値を溜めた月反応のタイプに応じて以下の異なる効果が発生する。<br>・<color style='color:#FFD780;'>月感電反応</color>：引力干渉は<color style='color:#FFACFF;'>雷元素範囲ダメージ</color>を1回与える。このダメージは月感電反応ダメージと見なされる。<br>・<color style='color:#FFD780;'>月開花反応</color>：引力干渉は周囲の敵に月露の印を5枚発射し、<color style='color:#99FF88;'>草元素ダメージ</color>を与える。このダメージは月開花反応ダメージと見なされる。<br>・<color style='color:#FFD780;'>月結晶反応</color>：引力干渉は<color style='color:#FFE699;'>岩元素範囲ダメージ</color>を1回与える。このダメージは月結晶反応ダメージと見なされる。JP0D"
                    },
                    {
                        "Name": "月の領域JP0D",
                        "Desc": "元素爆発<color style='color:#FFD780;'>彼女の郷愁</color>を発動した後、コロンビーナが生成する領域。<br>フィールド上のキャラクターが<color style='color:#FFD780;'>月の領域</color>内にいる時、チーム全員の与える月反応ダメージがアップする。JP0D"
                    },
                    {
                        "Name": "月草露",
                        "Desc": "コロンビーナの固有天賦<color style='color:#FFD780;'>新月の法則</color>によって提供される特殊な草露。草露の上限と継続時間は、それぞれ別々に計算される。<br>チームの草露が尽きた時、代わりに<color style='color:#FFD780;'>月草露</color>を消費する。<br><color style='color:#FFD780;'>月草露</color>の上限は3つまで。JP0D"
                    }
                ]
            }
        }
    }
}

var _AvatarAttackConfig_ = {
    "Columbina": {}
}