// Auto Generated

var _AvatarFetterConfig_ = {
    "79": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "「エルマイト旅団」という言葉は特定の集団を指すものではなく、砂漠に生まれ、成人後は武力で生計を立てるすべての傭兵を指している。<br>この荒れ果てた世界において、人類はみな等しく、ちっぽけな存在だ。生きていくために人々は自ずとゆるく寄り集まって、まとまりがないながらも傭兵組織を形作る。<br>「エルマイト旅団」に属する者は数多くいるが、そのほとんどは黄砂に忘れ去られてしまう。人々の記憶に爪痕を残せるのは、ディシアのようなごく一部の逸材たちだけだ。<br>勇猛でたけだけしい「熾鬣の獅子」、ディシア——獅子は彼女の力を象徴し、熾鬣は彼女の熱き性格を代弁する。<br>もし護衛として傭兵を雇いたいのであれば、ディシアを検討してみるといいだろう。けっして値段は安くないが、彼女の能力はその価値に見合うものだ。<br>キャラバン宿駅の路上で自画自賛に溺れるズル賢い傭兵や、力ばかりが取り柄の新人と比べれば、ディシアは遥かに思慮深く、頼りにできる存在だ。<br>さて、話はここまでにしよう。彼女の雇い主になりたければ、できるだけ早く決断することだ。ディシアを雇いたい者の数と言えば、長蛇の列ができるほどなのだ。出遅れれば、機会はないと思ったほうがいいだろう。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "ディシアを含むすべての砂漠の民は、生まれた時から砂漠を理解することを学ぶ。<br>空の青は果てしなく続き、どこまでも終わらない。金色の砂丘は天と地の境まで、止め処なく延び広がる——そのような環境の中を生きる人間は常に、己がいかに小さいか、実感せざるを得ないだろう。<br>砂原の風景を見慣れている者でさえ、折につけ自然の雄大さに震慄し、足元の砂に口づけしたくなってしまうのだ。<br>軟弱な心はこの地に恐れをなす。ゆえに、この広大な砂海を思うがままに駆け巡ることができるのは、屈強な魂のみである。<br>そして砂漠の民の中で最も勇敢であり、過酷な環境をも厭わず風砂の中を疾駆し続ける者たちこそ、「エルマイト旅団」の傭兵だ。<br>だが、そのような暮らしは決して楽なものではない。そのため傭兵たちにとって、互いに助け合いができる関係というのはとても貴重であり、その重みは血縁に勝るとも劣らないのだ。<br>ディシアが幼かった頃、彼女の「家族」は父親と、彼の傭兵団の成員たちであった。<br>ディシアが一人前に成長した頃、彼女の家は自らが所属する「熾光の猟獣」になり、傭兵団の成員たちが彼女の新たな「家族」になった。<br>共に長く戦えば、互いに絆が生まれる。すると、視線を交わしたり頷いたりするだけで、互いの考えを即座に理解できるようになる。<br>だからこそ、雇い主からの依頼をこなすために、砂漠を離れて雨林へと遠出した一時、皆と夜に営火を囲んで歌った歌をディシアは懐かしんだ。<br>どこにいようと、彼女は砂漠の娘なのである。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "個体差を考慮しないという前提で言えば、一般的に女性の身体的能力は男性にやや劣ると言われている。<br>ディシアは、生まれつき力がとても強いというわけではない。それでも傭兵たちが彼女を深く認めているのには、当然ながら理由があるのだ。<br>まず、彼女の力は傭兵集団の中で一番とはいかないものの、充分に強い。<br>この点に疑問を抱くのであれば、彼女の大剣を持ち上げてみるといい。あれほど重い武器を振り回すには、ある程度の膂力が不可欠だ。<br>次に、彼女は豊富な戦闘ノウハウの持ち主だということである。大剣のように鈍重な武器を扱うとき、必然的に敏捷性の一部が犠牲になってしまうのは万人の知る所だろう。機動性に優れた相手と戦闘する際、一撃で仕留められなければ、重い武器は戦士の不利な要素になってしまう。そんなとき、彼女は並外れた観察力と戦闘テクニックを用いて相手に対処しなければならない。<br>時には武器を置いて拳で戦い、時には武器を投げつけて今にも消えそうなチャンスを掴み取る。具体的にどう対処するかは、すべて戦況次第だ。<br>そんな彼女は戦闘以外についても、砂漠におけるサバイバル術を数多く心得ている。<br>砂漠の傭兵たちが受ける主な依頼には、略奪を防ぐための護衛や、砂漠の危険生物の駆逐、気象災害から逃れる雇い主のサポートなどがある。<br>時にはガイドとなって、キャラバンや冒険者、学者たちのために道を探すこともある。<br>驚いたサソリの群れに対する処置も、敏捷な鷲たちに付きまとわれないよう避けるコツも、盗賊に遭遇した際に衝突を最小限に抑える交渉法も——ディシアはすべて知っている。<br>実際の需要に応じて問題を速やかに解決することこそ、雇い主にとっては最も重要なこと。雇い主の間でよい評判を得たいのであれば、戦闘以外にも色々とスキルを身につける必要があるのだ。<br>たとえ何百人、何千人という敵を倒すことができたとしても、黄砂においては、その意味に限界がある。ひとたび天地を覆う大砂嵐が吹き荒れれば、戦士たちはみな砂礫の下に埋もれてしまうからだ。<br>真に聡明な傭兵は、戦うべき時と退くべき時を把握している。戦闘の中で目的を達成すると同時に、己も守る——これぞ、上策と言えよう。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "ディシアが自らの実力で「エルマイト旅団」における評判を高めていった頃、旅団の成員たちも皆、それを誇らしく思っていた。そんなある日のこと。偶然にも全員が揃った場で、普段から騒がしくヤジを飛ばすのが好きだった何人かの仲間たちが、「世に響き渡るようなあだ名」をディシアに付けたいと言い出した。<br>今後、ディシアが相手を打ち負かす度に、そのあだ名を掲げよう。だから、カッコいいだけじゃなく、口にするだけで鳥肌が立つようなものにしないといけない。<br>通りすがりの商人が聞いただけで逃げ出すような、凶暴で恐ろしい、血腥さに満ちた名前にするべきだ。一番年若いメンバーたちが、乗りに乗った様子でそうはしゃぐ。<br>その頃ディシアはすでに、右も左も分からぬ新人傭兵ではなかったので、他人が自分に抱く恐れや尊敬が、一つの名前に収まることはないことも知っていた。ただ、皆が楽しそうにその事で暇をつぶしていたから、ディシアも意見しなかったのだ。<br>皆が出していく、くだらない、おかしなアイデアの数々に、ディシアも思わず大笑いしてしまう。その雰囲気はまるで、幼い頃に父親から物語を聞いていたときのようだった。当時、父はいつもメンバーたちを集めて、英雄譚や乱闘の芝居で皆を楽しませていた。これといった目的もなく、ただ、寂しい砂漠の夜を盛り上げるために。<br>せっかく楽しい雰囲気だったのに、あのだらしないクソオヤジのことを思い出しちまうなんて…ディシアは興ざめに思って、誰にも気づかれないようにそっと口をゆがめた。<br>その夜、ディシアは「砂漠第一」や「血腥大剣」といった、面白いだけで何の迫力もない名前を立て続けに断った。——そろそろお開きにしよう…所詮、あだ名なんてある意味、別称に過ぎないんだ。砂漠のやり手っていうのは、何も虚名なんかで生計を立ててるわけじゃない——ディシアはそう思った。<br>その時、とある年配の傭兵が話に加わった。彼はまず皆の趣味の悪さを鼻で笑ってから、こう問いかけた——「獅子の伝説を、聞いたことはあるか？」<br>もちろんディシアはそれを耳にしたことがあった。古臭い物語ならば、幼い頃、父から耳にたこができるほど聞かされてきたのだ。一度は父に関するすべてを忘れようともしたが、脳裏に深く刻まれた記憶をかき消すことは困難だった。<br>そうしてディシアが少しばかり気を散らしていた間に、なんと仲間たちは、すでに「世に響き渡るようなあだ名」を思いついていた——「熾鬣の獅子」。<br>ディシアは獅子の伝説から連想してしまうあの人物のことが嫌いだった。そのため、その称号を受け入れるつもりもなく、断りの返事が今にも喉まで出かかった。しかし同時に、そんな些細なことで善意を無下にするのは、些か度量に欠けるとも思った。<br>もう自分とは関係のない人間を思い出したくないというだけで、その人物と関わりのあるすべてを避けなければならないものだろうか？いや、そんな必要はない。まして、あれらの物語がディシアにもたらした温もりは、紛れもなく本物だ。そのおかげでディシアは、世界へ向けて足を踏み出し、自らの目で見て、感じることができているのだから。彼女の体感したすべてに、偽りはない。<br>ならば、こうしよう——「熾鬣の獅子」か。なかなか悪くない名じゃないか。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "ディシアは美しい。彼女を知る者ならば、誰もがそれを認めるだろう。<br>息を呑むようなアイスブルーの瞳、日の光を反射して煌めく飴色の肌、そして彼女の軽快な歩調に合わせて颯爽と揺れる、黒と金色の髪——すべて、彼女が持つものだ。<br>砂漠の民にとって、綺麗でたくましい女性は生命力の象徴であり、賞賛されるべき存在だ。<br>ディシアも、自らの美しさをとても大切にしている。周囲の環境が許す限り、機を見つけては風呂に入り、汗の匂いがしないよう心掛けている。そして、暇さえあれば市場まで身の回りのものを買いに行くのだが、そんなときには必ず、パウダーアイライナーやフェイスパウダーをはじめとした化粧品を買って備えておく。彼女は毎日化粧をする習慣があるため、そういった消耗品はすぐになくなってしまうのだ。<br>傭兵は比較的荒っぽい集団だ。暴力に慣れ切っており、自らを着飾ることに気を遣うことはあまりない。そんな集団の中で、ディシアのそういった習慣は些か目立ってしまう。中には仲間から理解を得られず、なぜそれらにこだわるのかと聞かれることもあった。<br>なぜかって…他に何がある？砂漠の男どもは往々にしてひどい臭いなのだ。靴を脱いだときの匂いなど、意識が飛んでしまうほどだ。<br>十日から半月も洗っていない足、むせ返るような酒臭さを漂わせる口、それらを併せ持つ汗まみれの男。部屋の空気を濁すには十分だ。<br>そんな者たちが山ほどいる光景を想像できるだろうか…ディシアのような強者でさえも、彼らに近づこうとは思わないだろう。<br>見た目に気を遣わない仲間たちと自分を区別するため、雇い主に良い印象を与えるため、そして自らが常に美しくあるために、ディシアは多くの習慣を頑なに続けているのだ。<br>精一杯たくさん稼いだモラの一部を使って、自分へのご褒美に装飾品や化粧品を購うのは、至極当然のことである。<br>武器、敵、ビジネスといった、疲弊するものに囲まれた毎日の中で、それらのちょっとした繊細さとやさしさのみが、張り詰めた弦を緩めさせてくれるからこそ、彼女は柔らかな気持ちで未来の生活に期待できる。<br>ディシアは確かにとても強い傭兵だ。だが傭兵である前に、彼女はとても美しく、何ものにも縛られない一人の女性でもあるのだ。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "一度砂漠を離れれば二度と帰らない者たちとは違い、ディシアは常に自分が砂漠の出身であることを誇りに思っている。しかし、この生まれが彼女に多くの不便をもたらしたことも事実だ。<br>彼女は多くの「エルマイト旅団」の傭兵と同じように、系統立てられた教育を受けたことがなく、武力と砂漠で生き残るための知識を除けば、複雑な技術を何一つ持たない。<br>それが砂漠の民の限界であることを、ディシアはよく理解している。彼らの精神力と求知心は、とっくの昔に強風と熱砂に蝕まれてしまったのだ。もしもディシアが、知恵によって作られた教令院の創造物を見ていなかったら、モンド産の美酒を味わったことがなかったら、璃月で造られた精巧な器やフォンテーヌ人の機械技術に出会ったことがなかったら…おそらく彼女もこのような生活における限界というものを、深く認識することはできなかっただろう。<br>こと勇敢さにおいて、荒々しく勇ましい砂漠の民に、雨林の民は敵わない。忍耐においても、風蝕地をボロボロに傷つけるほどの強風が吹き荒れる中で、一代また一代と生活を営んできた砂漠の民の頑強さは、山や石にも勝ると言えよう。<br>しかし、視界の先にあるものを見据えることができなければ、砂漠の民は永遠に砂の中を手探りで歩むしかない。<br>稼いだモラを美酒や美食に使えば、僅かな財も簡単に食いつぶされて、乾いた砂に落ちるように消えてゆく。変化を追い求めることの重要さを知る、ごく一部の聡明な者でさえ、より良い生活を手に入れた途端、古く老いた砂漠のことは忘れて、己のことしか考えなくなる。<br>「どうしてもっと優れた、賢い人間になろうとしない？どうしてあたしたちは、命懸けで力を尽くすことでしか、マシな生活を手に入れられないんだ？」——<br>砂原は彼らを育むと同時に、彼らを制限してきた。砂漠の民がこの制限から解放されることこそ、ディシアの願いなのである。今も彼女は、この先どうすべきかについて考え続けている。<br>どこまでやれるかは、個人の意志だけでどうにかできるものではなく、ディシアもそれをよく理解している。だがそれでも、彼女は機会を見つけては砂の中へと希望を送り、そこに生きる人々のために尽くそうとする。<br>彼女は、己の帰るべき場所が黄砂であることをけっして忘れない。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "獅子の物語",
                "Content": "クセラによれば、ひとたび獅子が吠えれば、烈日さえも震えるらしい。<br>幼いディシアは本物の獅子を見たことがなく、彼の話にはすべて耳を傾けた。<br>烈日が如何にして大地を焼き、泥を粉末と化したか、クセラは生き生きと幼いディシアに話して聞かせた。地表の空気は灼熱の太陽によって歪み、獅子は燃えるように熱い地を駆ける。雄叫びをあげながら追いかけて来る獅子に、太陽ですら為す術はなく、やがて姿を消してしまう。<br>獅子とは、それほどまでに強大な動物なのだ。<br>幼いディシアはそれを聞いて、夜のキャンプに灯された焚き火よりも明るく瞳を輝かせた。<br>「そうだな…」、クセラは辺りを見渡し、やせ細ったメンバーを捕まえて例をあげる。「こいつみたいな体格のやつなら、獅子一頭だけで、十人は相手にできるだろう。」<br>「じゃあクセラは？クセラは獅子に勝てる？」<br>「どうだろうな…だがおれにはテクニックがある。たぶん勝てるかもな。」そう言った彼はとても真面目ぶった表情で、ホラを吹いている気配はまったくなかった。<br>「獅子が突っ込んできたら、こうして…一瞬でしゃがみ込んで、そいつの体の下に潜り込むんだ。そして…ナイフで腹を掻っ捌く、それでおしまいさ。」<br>話だけでは飽き足らず、クセラは成員の一人に獅子を演じさせ、獅子を仕留めるところをディシアに見せた。しかし、皆演技が下手すぎて、獅子の咆哮にも勢いがないどころか、まるで犬の鳴き声のようだった。<br>しかし幼いディシアは驚かなかった。クセラとはそういう人なのだから、彼の話をすべて真に受ける必要はない。もしそんなことをすれば、損をするのはこちらなのだから。こんな時は、彼と一緒に笑えばいい。<br>ただ、獅子の物語は確かに、彼女の心に爪跡を残したのであった。<br>そして、長い年月が過ぎた。仲間たちと「世に響き渡るあだ名」を決めていたとき、ディシアは獅子と聞いて、その古い物語とそれを演じたクセラのことを思い出した。<br>しかし当時のディシアは既に父と縁を切っており、和やかな気持ちでその記憶を振り返ることはできなかった。<br>今になって、ようやくクセラの思いを理解したディシアであったが、故人はすでに、永遠の夢の世界へと逝ってしまった。<br>これは、彼女の人生における取り返しのつかない後悔だ。だが、良いほうに考えよう…砂漠で暮らしていくには、何事も良いほうに考えなくてはならないのだから。——今、彼女は父から聞いた物語を素直に、そして満足げに話すことができるようになった。<br>幼い頃の記憶を思い返すたび、ディシアはふいに目を輝かせる…まるで夜のキャンプに燃えていた、あの焚き火のように。<br>彼女は真の獅子となり、クセラの語った物語は、彼女の中で生き続けるのだ。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「獅子の血」をクリアする"
                ]
            },
            {
                "Title": "神の目",
                "Content": "実は、ディシアはこの「神の目」をいつ手に入れたのか、よく覚えていない。おそらくは、独立して間もない頃のことだろう。<br>当時、彼女が毎日考えていたことはただ一つ——強くなることだ。<br>彼女は傭兵である。実力が足りなければ、十分な数の依頼を受けることはできない。そうなればモラは稼げず、食事にもありつけないのだ。<br>そんな節目の時期に、「神の目」は降臨した。当時のディシアは金に困っており、それを売り飛ばすことさえ考えた。<br>この光り輝く装飾品は、神の恩恵を受けている証明なのだと人々は言う。しかしディシアはこう思った——どうせくれるなら、目先の報酬を得るのにも役立たないこんなガラクタよりも、毎日モラをくれたほうがマシだった、と。<br>確かに神の目は元素力を操るのに役立つが、真に戦闘の勝敗を決めるのは、戦闘テクニック、判断力、策略、そして身体能力といったことなのである。<br>傭兵の歴史には、神の目を持たずして、努力のみで強者になった有名な戦士が山ほどいる。<br>ディシアには分かっているのだ。もし神の目を持っているというだけで、己が神の眼差しをも受けられる存在なのだと勘違いし、思考を止めて目の前のものを大切にしなくなれば…敵にやられるよりも先に、過酷な砂漠がその代価を支払わせるのだ、と。<br>後に彼女が経験した出来事は、神の力にも限界があるということをさらに証明するものであった。偉大な力と偉大な知恵を持っていたとしても、神は束縛を受けることがあるのだ。<br>ディシアは自身の神の目を気に入っているが、その眼差しだけで神の狂信的な信徒になることはあり得ない。<br>彼女は武器を振るって生き残る傭兵であり、そういう者が最も信頼するのは、今までにくぐり抜けてきた無数の戦いで流した、汗水のみなのである。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「獅子の血」をクリアする"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "あたしはディシア、あんたの雇いたがってた傭兵だ。さて、どんな依頼があるんだ？ケンカか？それとも護送か？言ってくれればどんなことでもやるぜ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 傭兵",
                "Content": "傭兵としてのモットー？ハハッ、簡単な話さ…より多く金を出したやつのために仕事をするんだ。",
                "Tips": []
            },
            {
                "Title": "世間話 · 砂漠",
                "Content": "砂漠ってのは付き合いにくい相手だが、少なくとも公明正大だ。危険や挑戦はすべて目に見えるようにしてくれてる。",
                "Tips": []
            },
            {
                "Title": "世間話 · あたしら",
                "Content": "あたしらは砂漠に慣れちゃいるが…それでもいつかは風砂とおさらばして、どこかのオアシスで楽しく暮らせる日が来ることを願ってるよ。",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "傭兵団のご老人から聞いたんだが…砂漠にもたまには雨が降るんだってな。しかも、ここより遥かに激しいらしいぜ。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "雷の音、結構大きいな…色んな音をかき消してくれそうだ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "うぅ…ここは夜の砂漠よりも寒いぜ…",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "いい天気だ。今ある仕事がもう少し楽だったらもっとよかったんだが。",
                "Tips": []
            },
            {
                "Title": "暴風の日…",
                "Content": "風が出てきたな…野営地は風下に作った方が安全だろう。",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "しっかりあたしについて来いよ。砂漠は誰が相手でも手加減してくれないからな。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "元気そうじゃないか。だったら、さっさと拠点を発とうぜ。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "もう昼か…いい場所があったら、すぐにかまどを設けて料理をするとしようか。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "こんな遅くまで仕事か？あたしら傭兵よりも大変そうだな。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "もう夜も遅い。今晩の見回りはあたしに任せて、あんたは早く休みな。",
                "Tips": []
            },
            {
                "Title": "ディシア自身について · エルマイト旅団",
                "Content": "エルマイト旅団なんてのはただの「肩書き」さ。スメールの傭兵なら誰だって「エルマイト旅団」の一員を自称できる。中にはそれを利用して外から来たやつを騙す傭兵だっているんだ…ふん、おかげで、今や「エルマイト旅団」の名はますます嫌われちまってる。",
                "Tips": []
            },
            {
                "Title": "ディシア自身について · オヤジ",
                "Content": "…クセラか…だらしなくて、そのくせ気取るのが好きな傭兵だったよ。砂漠の中から救ってくれて、持てる全てをあたしにくれたんだ。<br>…あいつのおかげで、あたしは今のあたしにまで成長できた。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「獅子の血」をクリアする"
                ]
            },
            {
                "Title": "偉大なる実績について…",
                "Content": "最近、存分に腕を振るってるみたいじゃないか。うちの傭兵団でも、あんたの実績について話してるやつが結構いるんだぜ。中には、あんたを紹介してくれないかって聞いてくるやつらまでいるほどさ。",
                "Tips": [
                    "シナリオ「獅子の血」をクリアする"
                ]
            },
            {
                "Title": "戦友について…",
                "Content": "友達？うーん…あたしたちは色んなことを一緒に経験して、色んな戦いを一緒に駆け抜けてきた。この関係を「友達」なんて言葉で表すのは、なんだか軽い気がしないか。<br>そうだな…「戦友」ってのはどうだ？こういうのは、共に肩を並べて戦った中でしか生まれない、最も揺るがない関係なんだ。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "「神の目」があたしに何をもたらしたか…って？あー…正直、戦闘が便利になるっていうのよりも、より多くの傭兵が評判を聞いて「熾光の猟獣」に加入しに来てくれるって点で役立ってるかな…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「獅子の血」をクリアする"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "デーツって知ってるか？小さい頃、あれが大好きだったんだ。ただ、オヤジはデーツの剥き方をまったく知らなくてさ、ナイフで適当に刺しまくったりしてたよ。おかげで中の果肉はめちゃくちゃになって、とても食えたもんじゃなかった。最後には果肉をはぎ取って牛乳に入れて、やっとのことでお粥にして食ってたんだ。<br>でも、たまに——そのお粥の味と…デーツ一つ剥くのにすらあたふたしてたオヤジのことが、恋しくなるよ…",
                "Tips": [
                    "シナリオ「獅子の血」をクリアする"
                ]
            },
            {
                "Title": "興味のあること…",
                "Content": "一部の人の目には、残骸を食らう赤鷲が死と災厄をもたらす生き物のように映るらしい。でもあたしからすれば、こういう砂海の上を飛ぶ鷲たちは、限りなく凄まじい生命力を持ってる存在だ。<br>…鷲たちが空から見下ろすとき、大赤砂海は一体どんな風に見えてるんだろうな。",
                "Tips": []
            },
            {
                "Title": "ティナリについて…",
                "Content": "ハハハッ、実は昔、もうちょっとでそのレンジャー長と一緒に仕事をするところだったんだぜ。他のやつからの紹介だったんだが、砂漠に入るためのガイドをすることになってな。でもその後、なぜかその仕事は取り止めになったんだ。確か…そのレンジャー長がどうしても暑さに耐えられなかったとかで…ん？それとも他の原因だったか…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クラクサナリデビについて…",
                "Content": "ふん、あたしはこないだまで、教令院ではせいぜい私利私欲にまみれたハイエナ共がこそこそ動いてる程度だと思ってた。だがまさかそれ以外にも…恩を仇で返す欲にまみれたクズどもまでいたとはな。あたしからすりゃ、クラクサナリデビは…慈悲深すぎる。あんな獣以下の存在、骨まで粉々にしてやったってまだ足りないくらいだ！それをあのまま森で生かしておくなんて、いくら何でもやつらにとって都合が良すぎる。",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "キャンディスについて…",
                "Content": "キャンディスか？あいつは他に欠点なんかないが、唯一…性格が駄獣と同じくらい強情なんだ。何回も言ったんだぜ？そんなに張り詰めてないで、たまには休みをとってスメールシティを回ってみたり、綺麗な服や装飾品でも買ったりしたほうがいいんじゃないかってな…でも、その度に村が心配だからって断られるんだ。はぁ、これ以上言ってもダメなら、今度あたしが代わりに村を守って、旅団の娘たちにキャンディスをシティへ連れ出してもらうか…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "アルハイゼンについて…",
                "Content": "昔、教令院に勤めないかってあいつに誘われたことがある。けどあたしは断ったんだ…あんな淀んだたまり水みたいな生活、ごめんだからな。だがまあ、あの書記官の遠回しで皮肉っぽい喋り方は…あたしの教令院の学者に対する印象にドンピシャだったよ…コホンッ…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "セノについて…",
                "Content": "あの「大マハマトラ」のことか？いつも厳格で素早い、腕の立つやつさ。一部の物事に対する処理の仕方は、あたしの好みにもかなり合ってる。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ニィロウについて…",
                "Content": "あの件が解決してから、ニィロウはより自由に踊れるようになったはずだ。そういやこの間ニィロウが、使ってるフェイスパウダーをあたしにも一つくれるって言ってくれたんだが、あたしはしょっちゅう外出してるから、とりあえずキャンディスのところに届けてもらったんだ。うん…そろそろ時間を見つけて取りに行かないとだな…",
                "Tips": [
                    "好感度Lv.4後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "ドリーについて…",
                "Content": "あの商人か…何でも売ってるって聞くぜ。ただ、値段はちょっと高いみたいだけどな？ハハハッ、あたしも会ってみたいよ。何しろ…傭兵稼業に必要なものの中には、市場で金をはたいても買えないものがあるからな。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "レイラについて…",
                "Content": "あのいつもウトウトしてる女の子だろ、印象あるぜ。前に、砂漠の辺境にあるオアシスで会ったことがある。たしか教令院の何かの隊と一緒に天体観測に来てたみたいだったけど、あたしもあの時はあまり気に留めてなくてな…ん、何？キャンディス…星空の使者…？なんだそのデタラメな話は？そいつ、寝ぼけてたんじゃないのか…？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "セトスについて…",
                "Content": "あいつが沈黙の殿の人間だって事実は、あたしも最近になってやっと知ったんだ。ははっ、悪いな。沈黙の殿のような謎の組織にはあまり詳しくないんだ。昔、砂漠で何回かばったり会ったことはあるが、融通のきくやつって印象だった。傭兵たちが砂漠でトラブった時も、水を分けてもらったことがあったらしい。なかなかいいやつだと思うぜ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディシアを知る · 1",
                "Content": "あたしは小さい頃から傭兵団で暮らしてた。おもちゃは木でできたナイフや剣、知り合いは傭兵か傭兵を目指すやつばかり。食事をするのに使う木製のお椀でさえ、団員がナイフで削って作った代物だった…そんな環境で育って、傭兵にならないほうがおかしいだろ。そう思わないか？",
                "Tips": []
            },
            {
                "Title": "ディシアを知る · 2",
                "Content": "あたしがどこの人間かだって？さあ、あたしも知らないな。そんなこと、考えたこともなかったよ。強いて言うなら…ずっと砂漠で生活してるから、「砂漠側」の人間って言えるかもな。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ディシアを知る · 3",
                "Content": "傭兵の仕事は決して簡単じゃない。依頼の難易度は言うまでもないが、それ以上に難しいことがある——依頼を完了した後、如何にして迅速に雇い主に金を払ってもらうかってことだ。その点で言えば、一番速いのは教令院で、次に来るのは冒険者協会だな。一番遅いのは、貨物貿易をやる商人だ。あいつらはいつも、資金がまだ回ってるから今はあまり現金が出せない、なんて言ってあたしを待たせるんだ。<br>チッ、金が出せないって…じゃあ、荷車にある貨物はどこから来たんだっつの。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディシアを知る · 4",
                "Content": "あの件の後、教令院のあたしたちに対する態度にも変化があったんだ。聞くところによると、砂漠の民を支援するって条項がたくさん導入されたらしい。コホンッ、あの書類の山はあたしには理解できないが…ただ、「防砂壁」がこれからは風砂だけを遮り、希望を阻まない存在になることを祈るよ。",
                "Tips": [
                    "好感度Lv.5後に解放",
                    "シナリオ「虚空の鼓動、熾盛の劫火」をクリアする"
                ]
            },
            {
                "Title": "ディシアを知る · 5",
                "Content": "傭兵の多くは、名を上げることを目標にしてる。そういうやつらはいつも難しい依頼を引き受けて、富と名声を得ようとしてるんだ。運良く生き残って伝説となるやつもいれば、無名のまま砂漠に消えてくやつもいる。<br>でも、あたしはそんな「大それた」野望は持ってない。周りの人たちが安心して暮らせるよう守ることができたら、それだけで十分なんだ。その上で金も稼げたらもっといいってだけの話さ。ハハハッ。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ディシアの趣味…",
                "Content": "時間があるときは、「メイクボックス」の手入れをするのが一番好きなんだ。フェイスパウダーもメイクブラシも、あたしが高値で買ったやつばっかりなんだぜ。見てくれよ、この粉の質感、すっごく繊細だろ！汗をかいても、雨に濡れても、全然化粧が崩れないんだ…ふふん、やっぱ高いだけあって質も良いってもんだぜ。",
                "Tips": []
            },
            {
                "Title": "ディシアの悩み…",
                "Content": "まだいくつか決済の終わってない依頼があることと…それから、何人かの仲間が任務の時にヘマをやっちまったこと…はぁ、あたしは旅団のボスってわけじゃないのに、なんでこんなことに心を煩わせなきゃいけねぇんだ…",
                "Tips": [
                    "シナリオ「獅子の血」をクリアする"
                ]
            },
            {
                "Title": "好きな食べ物…",
                "Content": "もちろん「ナツメヤシキャンディ」だ。持ち歩きに便利だし、味もいい。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "苦いものは絶対に食わせないでくれ。あたしには耐えられない…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "本当にいい味だぜ！これ以上食ったら、もう携行食なんか食えなくなっちまうかもしれないな。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "うーん…携行食だと思って食えば…悪くない味だ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "少なくとも…腹は満たせる。安全に腹を満たせるなら、それだけでいい食べ物ってもんさ！ハハハ…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "誕生日おめでとう！ポケットを探ってみろよ、プレゼントが入ってるからさ。どうやったのかって？傭兵のちょっとした持ち芸さ。そんなことより、ランバド酒場にいい席を予約したんだ、早く行こうぜ…ん？安心しろ、旅団の他のやつらは呼んでないから。あいつらが来たって、騒がしく野次を飛ばしてくるだけだろうしな。せっかくの誕生日なんだ、付き合うのはあたしだけでいいだろ？…コホンッ、ほら、さっさと行くぞ。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "へえ？本当に力が成長してる…",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "悪くない感じだ。前よりも力強く剣を振れるぜ。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "この力…今すぐにでも試してみたい。いっそ、あたしたちで勝負してみないか？",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "あたしもまだこんな成長を遂げられるなんてな…あんたのおかげだ。何か依頼はないか？どんな依頼でも、あんたの口から言ってくれれば、付き合うぜ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "やるか！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "手加減ナシだぜ。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "行くぞ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "耐えられるかな？",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "ここであんたを潰す！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "歯ぁ食いしばれよ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "おぉ～予想外の収穫だな…",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "ハハッ、悪くない。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "いい値段で売れそうだ。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "ふん…やるじゃねぇか。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "そろそろ本気を出すか。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "上等だ。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "落ち着け。慌てるな！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "下がれ、あたしが行く！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "こいつは…まずいな…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "油断…しちまった…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "傭兵の…宿命か…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "ちょこまかと…！",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "なかなかだな…",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "あんたに従おう。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "何か依頼があるのか？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "さて、仕事を始めるか。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "79": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "獅子と赤陽",
                "Desc": "ディシアの衣装。獅子が吼えれば、烈日でさえ震えるという。ディシアはもうそのような話を信じる歳を過ぎたが、それでも彼女は砂原に沈んでいく夕日を見つめ、幼い頃の物語とそれを語ってくれた人を思い出すのだ。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108501,
            "JD": 108494,
            "Name": "<b>熾金の鍋</b>",
            "Eff": "チーム全員のHP上限+30%、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "ディシアのオリジナル料理。見たところ代わり映えしない鍋の蓋を開ければ、中にはふわとろな肉塊が入っている。そして、そんな肉を口に入れると、酔いしれてしまいそうな香りに満たされる…どうやらディシアの料理の腕は、彼女の戦いの腕と同じで、百パーセント信頼できるものらしい。",
            "Recipe": {
                "100061": 2,
                "101214": 2,
                "110014": 1,
                "100076": 1
            },
            "Icon": "UI_ItemIcon_108501"
        },
        "Namecard": {
            "Name": "<b>ディシア·浄焔</b>",
            "Desc": "名刺の飾り紋。<br>燃やされるべきものは灰燼に帰し、残されるべき大切なものがやがて姿を見せる。",
            "Pic": "UI_NameCardPic_Dehya_P"
        }
    }
}

var acs_cache_ = {}