// Auto Generated

var _AvatarFetterConfig_ = {
    "39": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "客が毎回「キャッツテール」に入ると、必ず最初にカウンターの方に視線を向ける。<br>なぜなら、そこには必ず猫耳の少女が立っており、耳を小さく動かしながら、不機嫌そうな顔でシェイカーを振っているのだ。<br>彼女は、モンドの酒造業の期待の新星、伝統勢力に挑む者、バーテンダーのディオナだ。<br>美味しい酒を調合するのは、彼女の目的ではない。むしろ、正反対だ。<br>彼女が酒を調合するのは、他人が見れば「少し不思議」に見える。だが、本人からしたら「一生懸命この嫌な液体を破壊している」つもりだ。<br>だが、どんな酒でもディオナの手にかかると、たちまち想像もつかないほどの美酒となる。<br>これはある種の「祝福された体質」だが、ディオナにとっては最大の難題であった。<br>自称「酒造業キラー」であるディオナにとって、モンドの酒造業を破壊するのが、彼女の目標なのだ。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "「キャッツテール」のバーテンダーになったのは、ディオナが計画した悪夢の一つである。この悪夢は、彼女の大きな計画の第一歩でもあった。<br>客がカウンターに腰かけ、バーテンダーである少女の嫌そうな目線を「堪能」しながら、「ディオナスペシャルドリンク」に期待していると…<br>「さぁ、このサソリとシーソルトのカクテルを飲み干して。あなたの酒飲みの人生に、終わりを告げるのよ…」<br>ディオナはこのように、いつも酒飲みの気分を台無しにしようと企んでいるのだ。<br>しかし…<br>「ゴク…ゴク…あぁ、こんな美味い酒は初めてだ！もう一杯もらえるか？」<br>「…も、もう一杯？」<br>今日に至るまで、ディオナはこの「百発百中で美味しい酒を調合できる」体質と戦っている。負けず嫌いの彼女は、真にまずい酒の配合を探す事をまだ諦めていない。<br>だが結果はいつも同じだった。「キャッツテール」には相変わらず人が集まり、客たちは口々にディオナを称賛する。<br>ディオナは目の奥に涙をため、怒りで顔をしかめるのだ。<br>「身の程をわきまえなさいよ！」",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "ディオナの父親、ドゥラフは清泉町で最も優れた狩人である。<br>毅然とした姿や、飛びぬけた狩りの技術、冷静な判断力を持つ彼は、清泉町全ての狩人から一目置かれる頭領であり、手本であった。<br>ディオナにとって、幼い頃の記憶にいる父はいつも輝いており、彼女の憧れでもあった。<br>そのため、そんな父の印象がひっくり返った時、ディオナは悲しさの余りに泣きじゃくった。<br>「あの酔っ払った姿、お腹いっぱいになって泥の中で転げまわるイノシシみたい！」と、ディオナは赤い目を擦りながら言う。<br>ディオナは、全てを酒のせいにした。彼女にとって、父は間違いを犯さない、完璧で頼れる存在だったからだ。<br>「全部酒のせいだ！酒は人を惑わせて、人の頭をおかしくする悪いものだ！」<br>これが、ディオナが酒を嫌うようになった原因であり、「キャッツテール」の景気を上げた原因でもあった。<br>「キャッツテール」のオーナーであるマーガレットは、この事態を全く予想していなかった。彼女がディオナを雇った理由は非常に単純だった。<br>「だってあの子、可愛すぎるもの」",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "客のほとんどは、ディオナの猫耳と猫のしっぽを、バーテンダーの制服の一部であると思っていた。<br>あの日、ある酔っ払いの客が好奇心で、ディオナのしっぽに触り、暖かく柔らかな感触を知るまでは…<br>その後、「キャッツテール」はディオナが大暴れしたことにより、大変な騒ぎになった。<br>猫の外見は、「カッツェレイン一族」の血統の証であり、モンドでは珍しい存在である。<br>外見が猫に似ていることに加え、ディオナと彼女の父ドゥラフは狩りにおいても、卓越した素質を持っていた。これも古い血統がもたらしたもの。<br>そのため、追跡、射撃、俊敏に跳ねまわる…これらすべて、ディオナが得意とするものである。<br>「そうだ、彼女は暗闇でもよく目が効くんだ」<br>「悪い所はそうだな…怒ると人に噛み付く所だ。気を付けた方がいい」<br>イーディス博士は『奇異血統の調査研究』の中でそう記した。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "ディオナの出現は、確かにモンドの酒造業に影響を与えた。<br>アカツキワイナリーの市場は、突如現れたキャッツテールに打ち負かされそうになった。これは、ワイナリーの経営を担当していたエルザーにとって耐えられないことであった。<br>エルザーはこの「中心人物」について、あれこれ嗅ぎまわり始めた。ディオナが一番打ち負かしたい「ラスボス」がアカツキワイナリーである事も知らずに。<br>「この奇妙で大胆な調合方法が、美味しさの秘訣ですと？」<br>ディオナは顔を上げ、先ほどカウンターに座った白髪の男性を見た。<br>「うん、正に絶品。この中から、酒に対する熱情と愛が伝わってきます」<br>ディオナのシェイカーを振る手がわなわなと震え始める。鋭いエルザーはそれに気付き、直接交渉を仕掛けた——<br>「あなたのような優秀なバーテンダーが、我々アカツキワイナリーに協力してくれるなら、モンドの酒造業は前代未聞なまでに繁盛するでしょう！」<br>……<br>その後、ディルックがエルザーの手に巻かれた包帯について尋ねても、エルザーは珍しく口ごもりながら答えるのだ。「ね、猫に少し噛まれてしまって…」",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "ディオナの故郷では、「泉の精霊」の伝説が伝わっていた。<br>精霊は井戸の側で絶望に打ちひしがれていた親子に、救いの手を伸べた。枯れ井戸の中から水を呼び起こし、泉に変えた。病に侵され虫の息だった子供は、奇跡のような泉の水によって回復した。<br>当時、人々は次々とこの祝福の泉を一目見ようと訪れ、やがて、泉を囲むようにして集落ができた。これが「清泉町」の誕生である。<br>今の清泉町では、ほとんどの人がその話をただの伝説だと思っている。「観光業界の陰謀」だと言う者までいた。<br>幼いディオナだけが泉の精霊の存在を固く信じ、父が深い眠りにつくと、いつも泉に映る月に向かって話しかけていた。<br>それは応えるに値する、純粋で、素直で美しい心…<br>きっと泉の精霊はそう思った。<br>だからディオナは奇妙な友情を手に入れた。それは全てを打ち明け、孤独を取り除いてくれる存在。<br>ディオナが7歳になった日の夜、泉に反射した月明りが彼女の顔を照らした。泉の精霊の囁きがディオナの耳元に響いた。<br>「狩人の娘を祝福し、成長の証と餞別の印に、この贈り物を授けましょう。あなたの杯が永久に喜びの美酒で溢れ、千年の雪をも溶かす甘美な清泉となるように」<br>その後、泉の精霊は二度とディオナの前に姿を現す事はなかった。その記憶は、幻想の影のように幼いディオナの中に残った。<br>今のディオナはまだ気づいていない。自分の厄介な体質は、「あの夢」が原因であると。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "クールシェイカー",
                "Content": "ディオナの父であるドゥラフは偶に自分で酒を作る趣味を持っている。<br>夜になり、父がシェイカーを振り始めると、盗み見ていたディオナも知らないうちにしっぽを振っていた。<br>父がシェイカーを振る日はいつもより酷く酔っていて、眠る前のお話も語ってくれずにそのまま倒れて眠ってしまう。<br>そこである日、父が狩りに出かけた後、ディオナはこっそりとシェイカーをベッドの一番奥に隠した。<br>だが、父は探す事すらせず、翌日新しいものを持って帰ってきたのだ。<br>ディオナが「キャッツテール」のバーテンダーになるべく、面接に挑んだ日、マーガレットはディオナが持っている、やや彼女に似つかわしくないシェイカーに気づいた。<br>器用なオーナー、マーガレットの手により、可愛らしい猫のしっぽがついたシェイカーは「デビューのプレゼント」として、ディオナの元に返ってきた。<br>「これであなたにふさわしくなったわ」マーガレットは満足げに頷いた。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "ディオナの酒に対する嫌悪は、「憎しみ」ではなく、「渇求」から来ているものであった。<br>彼女は父がずっと自分の憧れの姿でいてくれることを願っていた。常に家族に寄り添い、決して酒で幸福を「分かち合う」ことをしない。<br>ある時、大雨が三日間降り続いていた。そして、狩りに出かけていた父も、三日間帰ってこなかった。<br>劣悪な天候は、西風騎士団の救助隊の捜索を困難なものにした。この時、「失う」ことへの恐怖が、深くディオナに刻まれた。<br>「分かち合う」ことも許せないのなら、「全てを奪い去る」ことにどうして耐えられるのか。<br>ディオナは飛び出し、暴風雨の中をひたすら走った。未知の力が、彼女の前に立ちはだかる激流を氷へと変えた。<br>己の天賦の追跡能力を頼りに、ディオナは崖の下で父を見つけた。<br>他の狩人に助けられ家に戻り、父に大事がないことを確認したディオナは、泣きながら笑顔を浮かべた。「よかったら…お酒作ってあげようか？飲めば、少しは痛みも紛らわせられるよね？」<br>恐らく、それはディオナが唯一、真面目に酒を調合した時だった。<br>「冷たくて、本当に美味いなあ、ハハハハ…いたた…」<br>娘が調合した酒という事実は、アルコールよりも遥かに大きな鎮痛効果を発揮しただろう。<br>——この出来事はディオナに氷元素を操る力を獲得させたが、彼女を酒と和解させる事はできなかった。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "「キャッツテール」の看板バーテンダー、ディオナ。あたしのギャラはすっごく高いんだから…うん？あなた…お酒を飲みに来たわけじゃないの？んん…ど、どうしてもっていうなら…その誘い、受けてあげてもいいかな。",
                "Tips": []
            },
            {
                "Title": "世間話 · リラックス",
                "Content": "ん～気持ちいい、体もほぐれてきた！",
                "Tips": []
            },
            {
                "Title": "世間話 · 考え",
                "Content": "トカゲのしっぽ、コショウ、星螺…「頭が炸裂しそうなまずいお酒」を作るにはまだ何かが足りない。",
                "Tips": []
            },
            {
                "Title": "世間話 · 待ち合わせ",
                "Content": "べ、別にあなたを待ってたわけじゃない。ちょうど休憩中だったの！",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨は嫌い…部屋に入ろう。え？服が濡れたら面倒でしょ！水が怖いとかじゃないにゃ！",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "えっ！？…震えてにゃい！ない！…うぅ～…",
                "Tips": []
            },
            {
                "Title": "雪の日 · 雪遊び",
                "Content": "この冷たい感触、にゃっ…すごい、面白い！",
                "Tips": []
            },
            {
                "Title": "雪の日 · 雪見",
                "Content": "真白な雪が風で舞ってる、きれい。隣、あたしの隣はまだ空いてるよ。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "ほら、日光浴に行こう…あ、あれ、行かないの？じゃあ、あたし一人でいくから…うー、最後の確認！ほんとに行かないの！？",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "おはよう、棚にあるドジョウの塩漬けを持ってきて——よーし、今からモンドの酒造業を破壊するにゃ！",
                "Tips": []
            },
            {
                "Title": "こんにちは · 奇妙な音",
                "Content": "～～～～ッ！な、なにも！なにも聞こえてにゃいよね！",
                "Tips": []
            },
            {
                "Title": "こんにちは · 缶詰め",
                "Content": "…このお魚の缶詰は、あたしが我慢してとっといたものなんだから。も、もう！こっち見ないで！ひ、一口…一口だけならあげる。",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "失敗…またやらかしちゃった…みんな楽しそうに飲んでた、ううー…気休めならやめて、そんなのいらないから…",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "あなた、猫の暗視能力を持ってないでしょ、夜道は大丈夫なの？なんなら家まで送ってあげてもいいけど…えっ？街灯がある？…お、送るだなんて誰も言ってにゃいよ、ほら早く帰った帰った。",
                "Tips": []
            },
            {
                "Title": "ディオナ自身について…",
                "Content": "耳と尻尾はアクセサリーなんかじゃなくて、「カッツェレイン一族」の血統の象徴よ、あなた田舎者なの？その手…何をするつもり？うぅ…仕方ないわね、耳なら少しくらい触らせてやっても…でも尻尾、尻尾は絶対ダメだからにゃ！",
                "Tips": []
            },
            {
                "Title": "飲み物について…",
                "Content": "ノンアルコールドリンクが飲みたい？作るのは難しくないけど、意味が全くないでしょ。だって成功であれ失敗であれ、モンドの酒造業を破壊する目標とは関係ないもん。あたしは作らないよ。",
                "Tips": []
            },
            {
                "Title": "VIPルートについて…",
                "Content": "はい、これは「偉大なる夏日幻想憂鬱珊瑚気泡茶」だよ。暇つぶしに作ったの…人気商品？行列ができる一品？なに言ってるの、し、知らにゃい！",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "話し相手の需要について…",
                "Content": "う～…えっと…もしあなたが寂しくなったら、あたしが相手してあげてもいいよ。あたし色んなこと知ってるよ！良い…なんだっけ、良い話し相手になれるんだから！うんうん、だから、もっとあたしと喋ってよ…",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "好奇心について…",
                "Content": "なになに、あなた何持ってるの？ちょっと見せて！もしかしてこれを入れたらすごーくまずいお酒が作れるかも…え？なーんだ、ちょっと変わったキノコか、つまんないの。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について · 遺伝",
                "Content": "あたしの「神の目」の由来？フン、これはカッツェレイン一族の遺伝だよ…へ？ドゥラフさんは神の目を持ってないって？えっと——バレたにゃ！！",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "「神の目」について · 由来",
                "Content": "なんで教えなきゃいけないのよ！ふん…まあいいわ、そんなにしつこく聞くなら…友達だし教えてあげる。あの日、狩猟に出たパパは危うく大変な目に遭うとこだった。大雨の中、あたしはパパを救い出すこと以外何も考えてなかった…はい！おわりっ！もういいでしょ！",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "ドラゴンスパインには珍しい品種の花が咲いてるかな。「致命的な苦味を持つ」花とか「少量だけでも唇が痺れる」花とか。いっぱい採って！それで、ククク…",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "あたし…蝶々を捕まえる腕は一流だにゃ！ばっ、違うわよ！——お酒に入れてまずくするために捕まえるの！飼い猫なんかと一緒にしないでほしいにゃ！",
                "Tips": []
            },
            {
                "Title": "ディルックについて…",
                "Content": "アイツ…ディルックはあたしが一番嫌いなやつ！ディルックさえいなくなればモンドの酒造業もなくなるのに。モンドの酒造業がなければ、パパもお酒を飲まなくなる…そしたら、もっとあたしと一緒にいてくれ…な、なんでもにゃい…！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ガイアについて…",
                "Content": "あたしの「護衛隊長」のガイアまであたしの嫌いな酒が好きなの！そう、あのいつもニコニコしゃべる人だよ！一旦飲み始めたら止まらないんだから。ったく！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ウェンティについて…",
                "Content": "ウェンティ？よく知らない。でも吟遊詩人と言えば、酔っぱらいと歌ったり場を盛り上げたりする人たちだよね？じゃあ嫌い！嫌い嫌い大嫌い…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "バーバラについて…",
                "Content": "バーバラさんのファンは、みんな優しくて良い人だよ…羨ましいな…なんであたしのファンはおっさんだらけなの。う～やだ…もう、もぉ～いい！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ジンについて…",
                "Content": "騎士団の代理団長、う～ん…お酒を飲まないちゃんとした大人だね…そういった人はめったにいないけど、でもなんか真面目過ぎる。っていうか、騎士団のみんなはあたしに過保護すぎない？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "アルベドについて…",
                "Content": "首席錬金術師様？んん…どうやっても美味しいお酒を作っちゃうこのあたしの体質を…彼なら解明できないかな…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リサについて…",
                "Content": "リサ姉さんはすっごく良い人！すごく優しいよね！なのにお姉さんもお酒を飲むんだよ！ううう…なんでよ…モンドはもう救いようがないにゃ…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "香菱について…",
                "Content": "香菱に「口当たりが最悪な食べ物の組み合わせ」を教えてもらったことがあるの。作ったら絶対にまずいよって、彼女は太鼓判を押してたけど…全然、全然ダメだった。「おかわり」って単語をあたしは猫耳にたこができるくらい聞いたにゃ！もう…",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クレーについて…",
                "Content": "クレーちゃんが遊びに来る時は、いつも店から離れたところに連れていくの。お酒と爆弾…本当に危ないにゃ！…モンドの酒造業を破壊するにしても、あたしは正々堂々とやるんだから！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "父について…",
                "Content": "パパはあたしが一番尊敬してる人！パパは一番すごい！でも…お酒を飲んだパパは、うう…ああ——やっぱり早くモンドの酒造業を終わらせないと！もうおしゃべりの時間はおわりにゃ！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディオナを知る · 1",
                "Content": "「バーテンダー」は忙しい身だから！たとえ勤務時間じゃなくてもレシピの研究をするの。だから用事がないなら邪魔しないで。",
                "Tips": []
            },
            {
                "Title": "ディオナを知る · 2",
                "Content": "あなたまで…あの嫌な酔っぱらいたちみたいに、あたしに猫のマネをしてほしいとか思ってないよね？やだ、絶対やだからね。あたしは耳をピクピクさせたり、伸びをしたりするペットじゃないの！あたしは…そう、あたしは…「酒造業キラー」にゃ！",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "ディオナを知る · 3",
                "Content": "なんであたしが「酒造業キラー」から「キャッツテール」の看板バーテンダーになったかって？あ、あなたわざと聞いてるでしょ！あたしをバカにしてるの？うう～…あなた嫌い！もうドリンク作ってやんない、水もあげない！",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ディオナを知る · 4",
                "Content": "も、もうあたしを怒らせないでよね。いくらあたしが寛容だからって、何をやってもいいわけじゃないんだから！警告しとく、あたしは怒ったら噛むから！にゃ！にゃ！あなたには噛まないかもしれないけど…",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "ディオナを知る · 5",
                "Content": "あたしとあなた…もう親友でしょ、ね？あたし少しだけ覚えてる…昔もこんな友達がいた。でもあれは夢だったのかもって…<br>ちょっと手を貸して、はむ、うん…暖かい。ペロペロ、これでよし、夢になって無くならないように…",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "ディオナの趣味…",
                "Content": "あたしは狩りが好き。獲物を追い詰めれるのがあたしの強みなの！でも外は危ないから、頼もしい大人が一緒にいないと森には入っちゃダメだってパパに言われた。あなた、頼もしい大人だよね？",
                "Tips": []
            },
            {
                "Title": "ディオナの悩み…",
                "Content": "むぅ…どうすればまずいお酒を作れるのかな…期待してたあの悪夢のような配合——「醤油牛乳絶雲の唐辛子と蒲公英の種の特製ドリンク」でも「ディオナちゃんまた腕が上がったな」って褒められた。うう…でも負けない…",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "お魚が好き！主食としてのお魚…パパがさばいたお魚！でも…おつまみとしてのお魚は嫌い、あれはお魚への冒涜にゃ！",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "ニンジン、ジャガイモ、タマネギ、トマト…ああいうのは味があんまり好きじゃない。だってあたし、野菜が嫌いなんだもん！",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "美味しい…その、ただ聞いてみるだけだけど、また作ってくれる？",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "美味しいものを食べさせてくれたからって、あたしがすりすりするとか思ってないよね…",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "もう…あたしは道端の野良猫じゃにゃいんだからね！",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "フライドフィッシュとあたしの特製ソースだよ、どーぞ。<br>…変なものなんか入れてないにゃ！あたしが本気を出せば美味しくできるんだから、一口食べたら感想をちょうだい！<br>あ、うっ…さ、最初に言うべきだったにゃ…えっと、その、お誕生日おめでとう。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "猫の目は、暗闇の中でも全ての獲物を捉える！",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "猫の耳は、どんなに小さな足音でも聞くことができる。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "猫の四肢は、テイワットで最も高い木にも登れる！",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "猫の鼻は、親しくて好きな人の匂いが分かる…えっ！？聞き間違いよ！あたしがそんなことを言うわけないにゃ…フン…",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "ほー…やっ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "よいしょ——",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "ターゲットロックオン。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 4",
                "Content": "攻守兼備。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 5",
                "Content": "捕まえたにゃ！",
                "Tips": []
            },
            {
                "Title": "元素スキル · 6",
                "Content": "あたしを甘く見ないで！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "ディオナの特製ドリンクにゃ！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "飲みすぎだよ…ふん！",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "反省しなさい、酔っぱらいさん！",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 1",
                "Content": "うー、すぐ行く。",
                "Tips": []
            },
            {
                "Title": "ダッシュ開始 · 2",
                "Content": "出発、出発！",
                "Tips": []
            },
            {
                "Title": "ダッシュ終了 · 1",
                "Content": "ふ～",
                "Tips": []
            },
            {
                "Title": "ダッシュ終了 · 2",
                "Content": "ふぅああ…",
                "Tips": []
            },
            {
                "Title": "風の翼を広げる · 1",
                "Content": "飛べたぁ。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "お酒を不味くする材料出てきて！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "キラキラしてる…つかみたいにゃ！",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "宝箱に何が入ってるか気ににゃる！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "負けないにゃ！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "シャァー…シャァー！",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "勝負はまだついてないから！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "無茶しすぎだよ！",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "さっさと休む休む！",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "さけ…くさい…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "泉の精霊…行かないで…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "目が…開けられない…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "よけられなかった…",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "どこから？",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "狩り開始！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "やっぱりあたしがいなきゃだめだね！",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "フン、あたしに任せなさい。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "39": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "シュガー醸造",
                "Desc": "ディオナの衣装。キャッツテールの人気バーテンダーが仕事する時に身に着ける日常的な服装。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108134,
            "JD": 108097,
            "Name": "<b>絶対オツマミじゃない</b>",
            "Eff": "選択したキャラを復活させ、HP上限の10%を回復し、さらにHPを150回復する。",
            "Desc": "ディオナのオリジナル料理。パリパリした魚の皮に、柔らかい魚肉、魚を愛する者だけが作れる美味しさ。もし何か酒とか…まずい、ディオナの視線を感じる！",
            "Recipe": {
                "100084": 1,
                "100077": 1
            },
            "Icon": "UI_ItemIcon_108134"
        },
        "Namecard": {
            "Name": "<b>ディオナ·にゃん</b>",
            "Desc": "名刺の飾り紋。<br>カッツェレイン一族にはこのような猫に似た特徴がある。昔の誰かの悪趣味なのだろう。",
            "Pic": "UI_NameCardPic_Diona_P"
        }
    }
}

var acs_cache_ = {}