// Auto Generated

var _AvatarFetterConfig_ = {
    "99": {
        "StoryList": [
            {
                "Title": "キャラクター詳細",
                "Content": "香水にまつわることを話すとき、それは往々にして長く続くものだ。<br>香水の香調をテーマにする場合、トップノートで人を惹きつけてから徐々に使用者と一つとなり、最後は余香だけを残して静かに消えるまでの一連の流れを語れる。<br>香水の設計理念をテーマにする場合、人々に爽やかで楽しげな気持ちを届けたいのか、それとも謎めいた魅力的なオーラを纏わせたいのかについて議論を広げられる。<br>香水の適用場面をテーマにする場合、社交的なダンスパーティーに適しているのか、それとも私的なデートで雰囲気を演出するのに適しているのか、といった議論もできる。<br>上記のいずれも香水と密接な関係にあり、エミリエから見ると、議論に十分値する内容だ。それに比べ、調香師が誰なのかは香水選びにおいて必須ではない。<br>顧客たちの考えや流行の傾向はコントロールし難い。ある種の安心感を求める集団心理は、人々に有名なブランドやデザイナーの作品を買わせる。何故なら、そうしたほうが「ハズレ」を引きにくいからだ。<br>一方、名声は諸刃の剣とも言える。名声が高ければ高いほど、悪評を受ける可能性も高くなる。それに影響され、慎んだ言動を余儀なくされる者が大勢いる。<br>しかし、フォンテーヌの香水業界でかなり有名な調香師であるエミリエは、そういった悩みを抱えていないようだ。<br>彼女の作品はより自由で気ままであり、調香に対して憂いを一切持っていない——なぜなら、エミリエの本当の職務は他にあるのだから。",
                "Tips": []
            },
            {
                "Title": "キャラクターストーリー1",
                "Content": "署名および捺印のある委任状と秘密保持契約書を執律庭の警察隊員に見せた後、エミリエは規制線を越え、事件現場に入った。<br>事前に必要な情報——死者の数、状態、そして清掃する範囲——を知らされていたため、エミリエは好奇心を示したり、余計な質問をしたりしなかった。<br>遺体および損壊の激しい物は既に撤去してある。彼女は現場を入念に観察した。見逃しやすい、または清掃しにくく気を付ける必要のある箇所を、黙々と頭の中に刻み込む。<br>エミリエは様々な事件現場を見てきた。場数を重ねるにつれ、血しぶきの飛ぶ方向、人体組織の痕跡、そして物の倒れた状態から、そこで起きたことを大まかに推測できるようになっていた。<br>しかし、そういったことは彼女の責務ではない。ごく稀に、その経験を活かして執律庭の現場検証を手伝う依頼も受けるが、今回はそういう例外的なものではなかった。既に調査は済んでいるため、「特殊清掃人」として彼女がやるべきことはただ、この事件に終止符を打つことだけ。<br>だから黙ったまま防護服に着替えゴーグルを付け、作業を始めた。すべて順調だ。錆びた色、濃い褐色、さらに黒い痕跡も化学製剤によって溶け落ち、ドロドロの組織と鋭い破片も分類され清掃されてゆく。おぞましい光景と生臭い匂いが、まるでキャンパスに間違って塗られた絵の具のように、まとめてこそぎ取られた。<br>清掃が終わった後、彼女はドアの外で待っていた警察隊員を呼んだ。警察隊員は感謝の意と別れの挨拶を伝えた後、規制線の解除に取り掛かった。<br>一方、エミリエは黙々と元の服に着替えた。考えずにいられないのだ——死者はおそらく、家族に見守られながら既に弔われただろう。しかし、その身体の一部は今になってようやく安らかに眠れる。<br>帽子を整えてから軽く頷くと、彼女は綺麗になった部屋、そして見知らぬ人へと最後の別れを告げる。まるで、その葬式に参列しているかのように。",
                "Tips": [
                    "好感度Lv.2後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー2",
                "Content": "ある心理学の理論によると、創造力に富んだ人ほど、身の回りの物の整理と配置を気にしない傾向にあるらしい——フォンテーヌの雑誌やタブロイド紙の隅には、似たような性格分析の文章がしばし掲載される。もしかしたら編集者たちは、ある共通の認識を持っているのかもしれない——読者はこのような情報の断片を繋ぎ合わせて自分の理解を深めるのが好きで、記憶力もよくない、と。<br>こういった理論は明らかに古臭い。何故なら、家の埃を見逃すことなく掃除するエミリエに、創造力が欠けているとは言えないからだ。本人の謙遜からくる発言はさておき、彼女の調香師としての名声からすると、エミリエの創造力が欠けていると断言することは、即ちフォンテーヌの香水業界を否定しているような行為に他ならない。<br>ただ、エミリエの住居はあまりに清潔すぎる。目が届く範囲にはほぼ物を置いておらず、すべてが丁寧に収納空間に仕舞われ、人が住んでいる痕跡もほとんど見当たらない。たまに訪ねてくる友人——例えば千織は、これはある種の強迫性障害による行為なのではとストレートに聞いたことがある。<br>それに対して、エミリエはただ微笑を見せてから、「そうするしかないだけです。」と答えた。<br>エミリエの家は決して広いとは言えない。だがそんな空間に作業室が二つも存在している。うち一つは調香用、もう一つは仕事関連の化学製剤を調合するためのものだ。どちらも容器を気軽に置ける環境ではないため、生まれつき片付けを好んでいるわけではなくとも、エミリエは段々物を規則正しく整理して収納する習慣を身につけていった。それどころか、自分の生活の異なる部分まではっきり分離させる習慣も身につけたのだ。<br>驚異的な自制心だが、彼女にはいとも容易くできた。異なる容器に分けられた危険な薬剤の如く、彼女の思考は一つの瓶の中で思う存分創造力を発揮した後、もう一つの瓶の中ですぐ静かな状態に戻るのだ。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー3",
                "Content": "暇があれば、エミリエはよく実家に行き、両親と共に晩餐を楽しむようにしている。<br>マレショーセ · ファントムの警察隊員である父親と法医学者である母親は退勤後、よく同僚——人間またはメリュジーヌを家に招く。一見普通のダイニングルームに見えるが、一体どれほど非日常的な会話がここで交わされてきたか、想像に難くないだろう。<br>それらの会話の中で、エミリエの成長にまつわる話題は比較的まともな部類に入る。<br>同年代の子供たちが絵本を読んでいた頃、エミリエは既に母親の専門書を読んでいた。不思議な化学反応に魅せられ、彼女は関連する知識を勉強し始めた。「とても役立つ知識ですが、将来はどんな仕事に就いたらいいのでしょう？」「鑑識課には入れるかもしれないな。」と父がアドバイスをくれた。<br>「だが、この業界の仕事にはどれも危険が伴う。その気があるなら、まずは護身術を教えてやろう。」と、父は付け加えた。<br>それから長い間、エミリエはそれを目標に頑張ってきた。<br>ある日、両親が食事の前にワインを手にしながら、感慨深げにある出来事を語った——<br>「マレショーセ · ファントムの責務は真実の解明だ。辛いだろうと思うが、その後のことは被害者の家族自身がやるしかないんだ。この前、自殺した者がいてな。血塗れになったカーペットを今でも覚えている。警察が自殺だという結論を出したあと、その場を後にしたが、被害者の両親はどんな気持ちで事件の現場を片付けたんだろうか」。<br>目的がどうあれ、化学物質が互いに反応を起こす性質は人の気持ちと似ている。<br>もしかしたら…自分が力になれるかもしれない。<br>と、エミリエは考え、実行に移した。自身の職業を「特殊清掃人」と名付け、元々鑑識に使われていた化学薬剤を調整し、現場の遺留物を消す清掃用の薬剤に変えた。<br>無論、現場が綺麗になったところで、被害者の苦痛を取り除くことはできない。ただ、その家族の辛い思いを少なくとも分かち合うことができたらいいとエミリエは思っている。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー4",
                "Content": "運命は不公平だ。誰もが自分の趣味に費やす余裕があるわけではない。だからエミリエは、そういった機会を特に大切にしている。<br>香水を集めるのは母の趣味だが、仕事の都合上、それをつけることは滅多になかった。そのため、コレクションとして保管されていた香水は、やがてエミリエの宝物となった。彼女はキラキラする瓶と中に入っている澄み切った液体が好きで、香りが混じり合う不思議な現象も楽しんでいた。<br>その後、調香という趣味から、各地を旅することに夢中になった。<br>人けのない雪山だけでなく、匂いが入り混じる異国の市場にも行ったことがある。匂いは形を持たず、見過ごされがちだが、人が住む環境を作る大事な要素の一つだ。好感を持つ匂いの傾向は皆よく似ているのに対して、エミリエはすべてを受け入れている。良いもの、悪いもの、シンプルなもの、複雑なもの、エミリエは心の中で分類し、自分が世界を認識する架け橋を作った。<br>普段、無意識に感じる香りが贅沢品ではないのと同じように、香水もそうでなくてはならない。<br>しかし、これは明らかに商売の規則に背いている。何故なら、宝石のように透き通った香水は、スポットライトを浴びたショーケースに入れられ、高値で売られるに相応しいものだからだ。<br>エミリエは所詮愛好家に過ぎず、そういった規則を変える力はない。だから、彼女の多くの作品は陳列棚に並ぶ機会すらなかった。外で労働する者のために虫よけや汗止めの香水をデザインしたことがある。しかし、これは明らかにロマンが足りない。メリュジーヌのために彼女たちが好きそうな香水を調合したことがある。しかし、人間の間では受けが良くなかった。<br>これらのことに対して、エミリエが残念に思ったことはない。必要とする相手に直接自分の作品が届くだけで、彼女は満足なのだ。<br>無論、エミリエにも残念なことはある。例えば、容器をひっくり返されたり、化学薬品を誤飲されたりするリスクがあるため動物を飼えない点だ。だから公園を散歩するときだけが、動物——他人の飼い犬——と遊べる唯一の機会となる。<br>犬たちと遊ぶときは無論香水はつけない。なぜなら、エミリエは鼻が敏感な動物たちと友達になりたいのだから。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "キャラクターストーリー5",
                "Content": "一部の現象を説明するために、人々はよく集団的な規律から仮説を立てようとする。<br>「特殊清掃人」の仕事中、エミリエは様々な人体組織を処理する必要がある。その中にはフォンテーヌ人のものもあれば、そうでないものもある。適切な清掃用の薬剤を調合する際、そういった区別に注意を払っているため、彼女は段々とある事実に気付くことができた——フォンテーヌ人の身体の構造は、どうやら他の国の人とは僅かながらに違うということに。<br>水面下で調査を進めた結果、ほとんどの人がこの差に気付いていないことが分かった。気付いた人もごく少数いたが、この違いはフォンテーヌ特有の環境によるものだと考えていた。生まれつき薄毛になりやすい地域や、指が細長い地域が存在するのと同じで、似たような環境で育った人の共通点に過ぎないのだと。<br>エミリエはひとまずその説を受け入れたが、漠然とそう単純なことではないと感じていた。<br>この状態は、例の「予言」が終わるまで続いた——新しい清掃依頼を受けた彼女は、今までフォンテーヌ人と異国人の間に存在していた微かな違いが、まるでハナから存在しなかったかのように、水に流されていることに気付いたのである。<br>熟考した末、エミリエは答えを探すことに決めた。<br>彼女はエピクレシス歌劇場でフォンテーヌ人の起源を説明したとされる最高審判官ヌヴィレットを訪ね、心の中にある疑問を提示したのだ。<br>最高審判官は少し考えた後、彼女にこう教えた。「今のフォンテーヌ人はもう、本物の人間になったのだ。」<br>「今の」というのはつまり、「予言」が現実になる前と後で、フォンテーヌ人の身に確かな変化が訪れたことを意味する。<br>これを知れただけで十分だ。詳細な説明ではなく、彼女が必要としたのは、ただの事実確認。この件の裏にある真実は、自分のような一般人が関わっていいことではないと、エミリエは悟った。執律庭との協力の中、数え切れないほど秘密保持契約書にサインしてきたが、今回は書面的な縛りがなくとも、沈黙を貫く必要があると理解した。<br>いや…もしかすると、これはさほど重要なことではないのかもしれない。何故なら、普段の生活に影響もなければ、相手の国籍を考慮する必要がなくなったおかげで、むしろ仕事がシンプルになったと言える。<br>だからエミリエはこの秘密を、今まで見てきた喜びと悲しみと一緒に、心の中に封印した。",
                "Tips": [
                    "好感度Lv.6後に解放",
                    "シナリオ「罪人の円舞曲」をクリア"
                ]
            },
            {
                "Title": "『ノンフィクション』",
                "Content": "特巡隊隊長シュヴルーズは、エミリエについてこう評価したことがある——「ロマンのある人ではない」と。<br>ロマンは調香師によく寄せられる期待だと言ってもいいだろう。この点について、エミリエはシュヴルーズに真剣に説明したことがある。「香水が販売された後、使用者それぞれの理解は調香師がコントロールできるものではありません。私自身はマルコット草から子供時代を思い出せるのに対して、愛情や励まし、さらには遺憾を覚える人もいるでしょう。一つの物事に対する感情は人それぞれで、当事者の経歴と関係しており、一概に言うことはできません。香水をデザインする際に香りの開発ではなく、ただただ特定のケース、あるいは特定の感情におけるロマンだけを追い求めていたら、逆に望む結果を得られない可能性が高くなります。」<br>「それがスクラップブックを作ってる理由か？人々の経歴を集めるために？」シュヴルーズは彼女に問いかける。<br>半々といったところだと、エミリエは思った。そのためにわざわざスクラップブックを作っているわけではなく、あくまで個人的な読書習慣の一部に過ぎない。ただ確かに、作りものの小説よりも実際に起きた出来事のほうが興味はそそられた。<br>彼女が作ったスクラップブックにある内容は、その大半がシリアスな記事だが、「今年の奇天烈事件トップ10」に入るほどユニークなニュースもある。こういった内容はよく、友人との会話のネタになっている。<br>一方、シュヴルーズは小説を読むのが好きだ。<br>この理屈でいくと、もしかしたら特巡隊隊長こそがロマンのある人なのかもしれない。しかし、犯罪小説に夢中な特巡隊隊長は登場人物たちの葛藤をあまり深く理解できず、責任の取り方を誰かと議論するのが好きなようだ。<br>やはりロマンがあるとは言えないだろう。<br>異なる好みを持ちながらも、似たような考え方を持っているからこそ、二人は友人になれたのかもしれない。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "神の目",
                "Content": "エミリエが受ける清掃の依頼は、往々にして事件の調査が終わった後に来る。彼女が現場に着く頃には、残された見張り役しかいないのが常だ。おかげで静かに仕事を終わらせることができる。<br>しかしながら、静かではない現場もある。<br>ある日、現場に着いた彼女は、規制線の外を虚ろな様子で徘徊する被害者の家族を見かけた。その若い女性の目には光がなく、何をすればいいのか分からないというのが伝わって来た。ただただ、その場から離れたくないようだ。<br>実際、彼女の仕事がこれによって影響を受けることはない。いつも通り書類を見せてから現場に入り、清掃を終わらせることだってできる。何故なら、それが彼女の唯一の責務であり、決まった手順に従ってすべてを片付ければいいだけなのだから。<br>しかし、彼女は躊躇った。見張りの警察隊員に挨拶をした後、徘徊する人のもとに足を運んだ。<br>それから数時間、エミリエは静かに隣に座り、ぽつぽつと語られる亡くなった家族の話を聞いてあげた。相手の手を握る以外、他のことはせず、ただその不器用な話に耳を傾けた。その人の口から不安と焦りが言葉によって吐き出されると、最後は静かな悲しみだけが残ったようだ。<br>悲しみは避けられない。彼女ができるのはそこまでだった。<br>時間がだいぶ経っていたため、その日の仕事は終わるのが遅くなった。道具と薬剤を片付けているうちに、窓から差し込む光も弱くなっていく。しかし、それがかえって神の目の輝きを引き立たせた。<br>それ以来、彼女は自分の仕事時間を制限しなくなり、いつも十分な余裕を持つようになった。聴き手が必要な人がいれば、彼女はいつでもその傍に座る者になる。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            }
        ],
        "VoiceList": [
            {
                "Title": "初めまして…",
                "Content": "ごきげんよう…エミリエと申します。香水に関するお仕事の依頼でしょうか？<br>他のご用事でしたら、静かな場所に移ってお話しいたしましょう。",
                "Tips": []
            },
            {
                "Title": "世間話 · インスピレーション",
                "Content": "インスピレーションが湧いてきました…メモしておきたいので、少し待っていただけますか。",
                "Tips": []
            },
            {
                "Title": "世間話 · 香りの漂う扇子",
                "Content": "フォンテーヌ廷の淑女たちは、小さくて精巧なレースの扇子に香水をかける習慣があります。こうすることで、扇子をあおぐと香りが漂うのです…確かにうまい使い方ですね。",
                "Tips": []
            },
            {
                "Title": "世間話 · 新聞",
                "Content": "よろしければ、今日の新聞を買いに行くのに付き合っていただけませんか？",
                "Tips": []
            },
            {
                "Title": "雨の日…",
                "Content": "雨は様々な痕跡を流してしまうので、困ることもあります。",
                "Tips": []
            },
            {
                "Title": "雷の日…",
                "Content": "雷の時は、特別な匂いが漂うんですよ。",
                "Tips": []
            },
            {
                "Title": "雪の日…",
                "Content": "こういう特殊な環境には、より貴重な材料がありそうですね。",
                "Tips": []
            },
            {
                "Title": "晴れの日…",
                "Content": "いい日差しですね。すべてが上手くいきますように。",
                "Tips": []
            },
            {
                "Title": "砂漠にいる時…",
                "Content": "荒れ果てた砂漠でも、人々はウェネトの脂肪から高級な香料を抽出できます。",
                "Tips": []
            },
            {
                "Title": "おはよう…",
                "Content": "朝起きたら、氷を入れた水を一杯飲むのが好きです。すぐに目が覚めるんですよ。",
                "Tips": []
            },
            {
                "Title": "こんにちは…",
                "Content": "食後の適度な散歩は消化と血液の循環を促します。一緒に歩いてみませんか？",
                "Tips": []
            },
            {
                "Title": "こんばんは…",
                "Content": "調香に使う原料の一部は採集できる時間帯が決まっているので、真夜中に外出しなければならないこともあります。",
                "Tips": []
            },
            {
                "Title": "おやすみ…",
                "Content": "おやすみなさい。安眠効果のあるおすすめのアロマは沢山ありますが、やはり自然にリラックスして眠るのが一番です。",
                "Tips": []
            },
            {
                "Title": "エミリエ自身について · シェア",
                "Content": "私はそれほどお喋り上手なタイプではありませんし、自分から話題を探すのも得意ではありません…ですが、もし話したいことがおありでしたら、どんな話でも喜んでお聞きしますよ。",
                "Tips": []
            },
            {
                "Title": "エミリエ自身について · 特殊清掃人",
                "Content": "殺人事件や事故の現場捜査が終わった後は、後片付けや清掃作業を担う者が必要になります。人体組織などの残留物を片付け、血の跡を洗い流し、消毒作業を行う…これが「特殊清掃人」の責務です。私はフォンテーヌ廷のいかなる組織にも属さず、個人名義でこの仕事をしています。警察隊と長期的な協力関係を結んでいるだけでなく、個人の依頼もたまにお受けしていますよ。<br>…この仕事に関して、私がお話しできるのはこのくらいです。他に聞きたいことはありますか？どうぞ、ご自由に。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "おすすめについて…",
                "Content": "私がいつも、一番愛用している香水ですか…？がっかりさせてしまうかもしれませんね…他の香りとの干渉を避けるため、普段は香水をつけないようにしているのです。代わりに、今の気分を教えてくだされば、ぴったりの香水をおすすめいたしますよ。",
                "Tips": []
            },
            {
                "Title": "見学について…",
                "Content": "作業室の見学ですか？もちろん歓迎いたします。見学の際は簡単な調香の方法をお教えしたり、大きな香水コレクション室で香水を試していただいたりしているのですよ。実は、母も香水の愛好家で…私のコレクションの多くは、母が買い与えてくれたものなのです。時間が許すなら、すべて試してみてくださいね。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "「神の目」について…",
                "Content": "神の目の力を頼りに、養分がなくても成長する植物を創造しようとしたことがあります。残念ながらその試みは失敗に終わりました。神の目の力を以ってしても、自然の法則に背くことはかなわないのですね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シェアしたいこと…",
                "Content": "人間の五感は完全に独立したものではありません。例えば、赤色を見ると暖かさを感じられるように、香りにも似たような法則があるのです。これは販売促進策としてもよく取り入れられています。落ち込んでいるお客様には、ハーブ系やハチミツ系の香水がよく勧められるんですよ。",
                "Tips": []
            },
            {
                "Title": "興味のあること…",
                "Content": "{M#新鮮な物事ほど、人の興味をそそるものはありません。各国を旅し、私よりずっと広い見聞を持つあなたにお聞きしたいのですが、印象に残っている香料や花はありますか？もしあれば、私に教えていただけないでしょうか。<br>「インテイワット」ですか…なんと雄大な名前なのでしょう。初めて聞きました——ええ、しかと記憶に刻みました。この花を目にする機会に恵まれたら、すぐあなたに連絡すると約束しましょう。}{F#一つ質問してもよろしいでしょうか。あなたが頭に付けている花は…見たことがありません。髪飾りとしてずっと付けていらっしゃるくらいですから、きっと深い意味があるのではないでしょうか。<br>なるほど、「インテイワット」という花なのですね…雄大な名前です。この花を手に入れたあなたもきっと、この世界にとって、とても重要な存在なのでしょう。}",
                "Tips": [
                    "シナリオ「淵底に響くレクイエム」をクリア"
                ]
            },
            {
                "Title": "シュヴルーズについて…",
                "Content": "シュヴルーズから聞いていらっしゃるかもしれませんが、私たちはもともと仕事で知り合ったのです。けれど、二人とも深刻な話はしないのですよ。先日などは、ある小説を読んだと教えてくれました。それは人体の組織で香水を作るという物語でした。物語中では、完成品は素晴らしい傑作だったそうです。私の経験からすると、実際にはきっとそのような良い結果にはならないと思いますが…<br>シュヴルーズにとって、そこは重要ではなかったのでしょうね。物語の登場人物たちがどのような法的責任を負うべきか考えるのに夢中なようでしたから。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "千織について…",
                "Content": "千織さんは流行に敏感なデザイナーです。お互い仕事内容はまったく違いますが、彼女からファッションデザインの考え方やアイデアを聞くのは好きです。それに、千織さんは香水を選ぶセンスもおありです。香水の試作段階で、今後大ヒットする香水を何度も当てていらっしゃるんですよ。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シャルロットについて…",
                "Content": "元気溢れるお方ですね。彼女を煩わしいと思う人もいるでしょう…しかし彼女は私の本業を知ってもなお、それを公表しませんでした。私のほうからお願いしたわけでもないのに、です。これは彼女の記者と言う職業とも矛盾していることですから、私は彼女に好印象を抱いています。いつか彼女が私に助けを求める日が来ても、断らないつもりです。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "クロリンデについて…",
                "Content": "フォンテーヌ廷に、決闘代理人の頂点に立つあのお方を知らない者はいないでしょうね。けれど、クロリンデさんが付き合いにくい方だとは思いません。武力に長ける人であればあるほど、コミュニケーションを拒まない傾向にありますからね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "シグウィンについて…",
                "Content": "私の記憶が正しければ、シグウィンさんとはまだ物心もつかない頃からお会いしているはずです…言いそびれていましたが、私の父はマレショーセ · ファントムで働いておりまして、うちには普段からメリュジーヌの方々がよく遊びにいらっしゃるのです。生まれてから様々なメリュジーヌの方のお世話になったとも聞いています。<br>しかし、年少である私をシグウィンさんは平等に扱ってくださいますし、作った香水のこともよく褒めてくださいます。私も新しい香水のサンプルができたら、いつもシグウィンさんのために一つ取っておくようにしているんです。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ヌヴィレットについて…",
                "Content": "疲労で嗅覚が鈍くなってきた時には、調香師とっておきの簡単なリラックス法があります——水を飲むのです。高品質のものでなければならないといった制約はないのですが、好奇心から、ヌヴィレットさん主催の飲料水飲み比べサロンに参加したことがあります。<br>あの方はすべての水の特徴に抽象的で特別な見解を持っていて…まるで、雑誌でよく見かける香水のレビューを聞いているようでした。私の望みを知ると、あの方はとても真摯におすすめの水源を教えてくださいました。敬意を込めて、私は時々あの方が勧めてくれた水を買うようにしています。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "リオセスリについて…",
                "Content": "リオセスリさんをご存知なのですか？ふふっ、やはりあなたは只者ではありませんね。私の知る限りですが、公爵はとても控えめで、彼の存在をまったく知らない人さえいるほどなのですよ。仕事関係で、ヌヴィレットさんが私のことを彼に紹介してくださったことがあるらしいのですが、メロピデ要塞に私の出番はないと断わられたそうです。<br>面と向かってお会いしたことはないので、詳しい状況は存じ上げませんが…拒絶の理由はおそらく、一部の痕跡を消さずに、見せしめとして残しておきたいからなのでしょうね。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "ティナリについて…",
                "Content": "ティナリさんとは顔を合わせることこそ少ないですが、手紙でのやり取りはよくしています。最初は彼のほうが伝手を転々とした末に手紙を送ってきてくださったのですが、とても礼儀正しい手紙でした。有名な植物学者である彼から花の知識について教えを乞われるだなんて、身に余る光栄で本当に驚きましたよ。私もそれを機に、スメールの香料に関することをたくさん質問し、丁寧に教えてもらいました。<br>手紙の内容はいつの間にか日常的なものになってきて、今では身近な仲間について紹介してくれることもあるんですよ。こんな風に、沢山の面白いお友達を知ることができるのは、とても嬉しいです。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エスコフィエについて…",
                "Content": "エスコフィエさんは勤勉で勉強熱心な料理人です。調香に関する学術的な話を興味深く聞いてくれる人はなかなかいませんよ。他にも、物事の間にある些細な繋がりをまとめる力や、さまざまな知識を素早く実践に移す行動力に長けています。彼女のことをフォンテーヌ料理史上の「天才」と呼び、その才能を羨ましがる人もいますが…成功の裏には確固たる理由があると思います。",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エミリエを知る · 1",
                "Content": "人々はよく香水にロマンと詩情を込めますが、実際の香水作りは科学との関係が深く、実質、科学実験とほぼ変わりません。両者の架け橋をどううまく作るかというのが、調香師の腕の見せ所なのです。",
                "Tips": []
            },
            {
                "Title": "エミリエを知る · 2",
                "Content": "香りから感じた気分を言葉にすることはできても、言葉から特定の香りを説明することは至難の業です。もちろん私も例外ではありません。ですから、特定の香水のオーダーメードは受け付けていないのです。私が作った香水をお客様に気に入っていただくことが、この上ない幸せです。",
                "Tips": [
                    "好感度Lv.3後に解放"
                ]
            },
            {
                "Title": "エミリエを知る · 3",
                "Content": "新しい香水は、一連のテストをパスしなければ量産できません。そのうちの一つが「シェルフテスト」です。どれほどの時間放置できるか、変質しやすくはないか、放置すると毒性のある物質を生み出すか…あるいはそのまま揮発して何も残らなくなるか、といった項目があります。<br>ところで、あなたは人と人の関係にもこのようなテストが必要だと思いますか？",
                "Tips": [
                    "好感度Lv.4後に解放"
                ]
            },
            {
                "Title": "エミリエを知る · 4",
                "Content": "自分の本当の職業をあえて隠そうとしたことはありません。しかし、やはりそれを公にしようとも思いません。香水を買いに来るお客様が私の作品に疑念を抱かないか心配だから…というだけではありません。特殊清掃人という仕事は公にできない情報に沢山触れてしまうのです。依頼元が私を信じて仕事を任せてくれた以上は、彼らに必要以上の注目を集めさせるようなことは出来るだけ避けたいと思っています。",
                "Tips": [
                    "好感度Lv.5後に解放"
                ]
            },
            {
                "Title": "エミリエを知る · 5",
                "Content": "調香はもともと私の趣味です。暇を見つけて楽器を学んだり、工芸品を作ったりする人がいるでしょう？私が調香をするのも同じ理由です。<br>ただ、確かに人生の目標を一度変えたことがあります。母が法医学者でしたので、私は子供の頃から母と同じように刑事関連の仕事に就きたいと思っていました。そして幸い、化学に関連する科目は得意でしたので、痕跡鑑定専門家を目指すキャリアプランも立てていました。そして勉強していくうちに、私も本物の事件の現場にお邪魔する機会をいただきました。しかし、子供が残忍に殺害され、カーペットと壁紙が血塗れになった光景を見た時——捜査を終えた警察が帰った後、ご両親は一体どんな気持ちでその部屋を片付けるのだろうと、思わず考えてしまったのです。<br>そうして、私は今の仕事を始めました。",
                "Tips": [
                    "好感度Lv.6後に解放"
                ]
            },
            {
                "Title": "エミリエの趣味…",
                "Content": "スクラップブックを作るのが好きです。自分が不思議だと思った事件の記事を集めているうちに、気付いたらぶ厚いスクラップブックがいくつも出来上がっていました。めくると、まるでシュヴルーズの好きな短編小説を読んでいる気分が味わえるのですよ。",
                "Tips": []
            },
            {
                "Title": "エミリエの悩み…",
                "Content": "公園の子犬たちはみんな元気いっぱいです。柔らかい毛並みを撫でたければ、すぐに飛び掛かろうとしてくるわがままも許してあげないといけません。ふふっ、本当に贅沢な悩みですね。",
                "Tips": []
            },
            {
                "Title": "好きな食べ物…",
                "Content": "新鮮なエビを塩水で煮てから、とろけたバターで和えれば、シンプルで美味しい料理の出来上がりです。よろしければ試してみてください。",
                "Tips": []
            },
            {
                "Title": "嫌いな食べ物…",
                "Content": "赤身肉は普段からあまり食べないのです。どうかご理解ください。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 1",
                "Content": "香りも味も同じくらい素晴らしかったです。お裾分け、ありがとうございます。とても気に入りました。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 2",
                "Content": "はい、見た目も食感もよかったですよ。",
                "Tips": []
            },
            {
                "Title": "贈り物を受け取る · 3",
                "Content": "こんな味が好きな方もいらっしゃるのですね…",
                "Tips": []
            },
            {
                "Title": "誕生日…",
                "Content": "お誕生日おめでとうございます。香りの好みはきわめて個人的なものですが、僭越ながらあなたのために香水を選んでみました。私のプライベート作品の一つで、公開販売していないものですよ。<br>この時期の花と果実の香りをできるだけ融け合わせようとしてみたものなのです。さほどユニークな香水ではありませんが…どうか、穏やかでのんびりとした時間を提供できますように。",
                "Tips": []
            },
            {
                "Title": "突破した感想 · 起",
                "Content": "ありがとうございます。…そう仰らず、受け取ってください。これは当たり前のマナーなのですから。",
                "Tips": [
                    "突破段階「1」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 承",
                "Content": "アドバイス、ありがとうございます。おかげでより多面的な考え方ができるようになりました。",
                "Tips": [
                    "突破段階「2」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 転",
                "Content": "力とは、正しい者の手にあってこそ発揮できるものです。あなたの信頼を裏切らないよう、頑張りますね。",
                "Tips": [
                    "突破段階「4」で解放"
                ]
            },
            {
                "Title": "突破した感想 · 結",
                "Content": "多くの物事は、強い光に照らされてようやくはっきりと見えるようになります。そして今、あなたはその光を私にくださいました。一緒に行こうと誘ってくださっていると…そう思って構いませんか？それでは行きましょう、私があなたのそばにいますよ。",
                "Tips": [
                    "突破段階「6」で解放"
                ]
            },
            {
                "Title": "元素スキル · 1",
                "Content": "再構成します。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 2",
                "Content": "単離します。",
                "Tips": []
            },
            {
                "Title": "元素スキル · 3",
                "Content": "清掃を開始します。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 1",
                "Content": "馥郁の語り。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 2",
                "Content": "霧となって散りなさい。",
                "Tips": []
            },
            {
                "Title": "元素爆発 · 3",
                "Content": "我に光を。",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 1",
                "Content": "ふふっ、収穫はご期待に沿えましたか？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 2",
                "Content": "お片付け、手伝いましょうか？",
                "Tips": []
            },
            {
                "Title": "宝箱を開ける · 3",
                "Content": "失くされた方の情報はないようですね…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 1",
                "Content": "嗅覚が鈍くなってきました…",
                "Tips": []
            },
            {
                "Title": "HP低下 · 2",
                "Content": "過敏反応でしょうか。",
                "Tips": []
            },
            {
                "Title": "HP低下 · 3",
                "Content": "現場の再評価が必要ですね。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 1",
                "Content": "肩の力を抜いてください。",
                "Tips": []
            },
            {
                "Title": "仲間HP低下 · 2",
                "Content": "そばにいます。",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 1",
                "Content": "泥の匂い…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 2",
                "Content": "灯が消えるよう…",
                "Tips": []
            },
            {
                "Title": "戦闘不能 · 3",
                "Content": "私の番なのですね…",
                "Tips": []
            },
            {
                "Title": "ダメージを受ける · 1",
                "Content": "油断しました。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 1",
                "Content": "警戒不足です。",
                "Tips": []
            },
            {
                "Title": "重ダメージを受ける · 2",
                "Content": "もっと慎重に…っ。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 1",
                "Content": "光栄です。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 2",
                "Content": "ご挨拶申し上げます。",
                "Tips": []
            },
            {
                "Title": "チーム加入 · 3",
                "Content": "お誘いいただき感謝します。",
                "Tips": []
            }
        ]
    }
}

var _AvatarCostumeConfig_ = {
    "99": {
        "Costumes": [
            {
                "ID": 0,
                "Name": "エメラルドフゼア",
                "Desc": "エミリエの衣装。とあるクラシックな香水の発売を記念し、「手で触れられる香り」をコンセプトにデザインされたエメラルドのスカート。エミリエのコレクションの一つである。",
                "Icon": "",
                "Quality": 0
            }
        ],
        "Dish": {
            "ID": 108683,
            "JD": 108682,
            "Name": "<b>香り交じり合う風味</b>",
            "Eff": "チーム全員の攻撃力+274、継続時間300秒。マルチプレイ中、自分のキャラクターにのみ有効。",
            "Desc": "エミリエのオリジナル料理。発酵フルーツジュースが持つ花と果実の淡い香りによって引き立てられ、草木の吐息が口の中を巡る。加えてクリームの甘さがシルクのように唇を撫でる。そして、満ちた香りが消えたと思いきや余韻を残し、サプライズを与えつつ忘れられない思い出を刻んでくれる。",
            "Recipe": {
                "100064": 4,
                "100099": 3,
                "100076": 3,
                "110002": 2
            },
            "Icon": "UI_ItemIcon_108683"
        },
        "Namecard": {
            "Name": "<b>エミリエ·ラストノート</b>",
            "Desc": "名刺の飾り紋。<br>「甘いトップノートの後は濃いミドルノートが続くけど、強くなりすぎないよう上手くコントロールされている。最後は淡い白檀の香りのラストノートで終わる。なんて精巧な香水なのでしょう。」<br>仕事は絶えず続く。匂いの干渉を避けるため、エミリエはほとんど自分の香水を使わない。このラストノートを、彼女自身はいつ嗅ぐことができるだろうか？",
            "Pic": "UI_NameCardPic_Emilie_P"
        }
    }
}

var acs_cache_ = {}